[  {"body" : "Deborah Washington, 47, rattled off her previous addresses, in buildings all over Brooklyn. ''Bergen, Fulton -- I've lived in a lot of places,'' she said recently, sitting on an L-shaped couch in the living room of her current apartment in Bedford-Stuyvesant. ''The one on Rochester Avenue, this was a really, really bad place; I mean really bad,''" , "date" : "20051231" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE NEEDIEST CASES; After Finding Herself, Hoping to Find Yet Another Home" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9500E6DE1030F932A05751C1A9639C8B63"} , {"body" : "A group of civil rights lawyers has charged that covert police surveillance at political demonstrations violates a federal court order that limits the secret monitoring of lawful public gatherings. In a letter sent yesterday to the police commissioner, Raymond W. Kelly, and the city's corporation counsel, Michael Cardozo, the lawyers demanded an" , "date" : "20051231" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Group Assails Surveillance of Political Events by Police" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/31\/nyregion\/31police.html"} , {"body" : "Attractions Museums and Sites HISTORIC RICHMOND TOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. Today, 1:30 to 3 p.m., ''Doll and Teddy Bear Party,'' with storytelling, activities and food; fee, $4; children, $8 (members, $7 for children, free for adults). Tomorrow at 10 p.m., an English Country Dance Assembly, with" , "date" : "20051230" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/30\/arts\/30spar.html"} , {"body" : "Contrary to what might seem logical, developing luxury projects for affluent buyers is not the only way to make profits in the real estate business. Martin Dunn, 38, for example, is putting up housing aimed at the bottom rungs of the economic ladder: limited-income working families and people with psychiatric disabilities, many of them homeless." , "date" : "20051228" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "8" , "title" : "Housing That Has a Profit and a Social Motive" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/28\/realestate\/28dunn.html"} , {"body" : "Even before a robber hit her in the face with a rock, Zinnath Chowdhury had led the hard life of an immigrant. She was born in Dhaka, Bangladesh's capital. She immigrated to the United States in 1994 when her husband, Modmud Chowdhury, who arrived in 1987, was able to sponsor her. They lived with relatives and struggled to get by on low-paying jobs" , "date" : "20051227" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BANGLADESH"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "The Neediest Cases; Illness and Injury Plague Mother Caring for 5 Alone" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE0DA1230F934A15751C1A9639C8B63"} , {"body" : "On a normal day, Diana Rivas is too young, urban and hip to be caught riding something so square as the Long Island Rail Road. But yesterday, on the second day of the first New York City transit strike in a quarter-century, Ms. Rivas and tens of thousands of other New Yorkers grudgingly rode the suburban rails. They had little choice. Since no" , "date" : "20051222" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "TRANSIT STRIKE: COMMUTERS; The New Trail to Work: Longer and More Inventive, Complicated and Crowded" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/22\/nyregion\/nyregionspecial3\/22commute.html"} , {"body" : "For nearly 90 years, life along Roosevelt Avenue has been pre-empted every few minutes by a sustained interruption of train clatter, as the elevated No. 7 train rumbles overhead. The 20-second interjection is loud enough to banish thought itself. It halts conversations and forces newcomers to hold their ears. But since the trains stopped on" , "date" : "20051222" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "TRANSIT STRIKE: QUEENS; Along No. 7 Line, It Can Be Hard To Stand the Quiet" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/22\/nyregion\/nyregionspecial3\/22quiet.html"} , {"body" : "An aspiring rapper known as Brooklyn Hooks was shot and killed in an apartment hallway yesterday afternoon as he returned from walking a relative's dog in Bedford-Stuyvesant, the police said. Residents of the building where the shooting occurred identified the rapper as Jason Jackson, 27. He was shot twice in the head shortly after 1 p.m. when he" , "date" : "20051220" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Aspiring Rapper Is Shot and Killed In Tompkins Houses" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/20\/nyregion\/20rapper.html"} , {"body" : "To the Editor: Christopher Gray has provided a fascinating glimpse of the enigmatic architects Harde & Short (Streetscapes, Dec. 4). But after splitting with Harde, R. Thomas Short did not produce only unexceptional buildings in Brooklyn. In 1909, Short designed the spectacular Kismet Temple, a Moorish-inspired Masonic building on Herkimer Street" , "date" : "20051218" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "Real Estate"] , "page_facet" : "2" , "title" : "Architects Remembered" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D04E5D61630F93BA25751C1A9639C8B63"} , {"body" : "Attractions Museums and Sites FRAUNCES TAVERN MUSEUM, 54 Pearl Street, second floor, Lower Manhattan. The museum, in a former tavern, is dedicated to the study and interpretation of early American history and culture. Tuesday night at 6:30, ''Sing We All Merrily,'' a musical celebration of an 18th-century Christmas, with Linda Russell & Companie;" , "date" : "20051216" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/16\/arts\/16spar.html"} ,   {"body" : "Manhattan GRAMERCY PARK $1.775 million 44 Gramercy Park North (21st Street) 4-bedroom, 3-bath, 1,600-sq.-ft. duplex co-op in a prewar building; 24-hr. doormen, manned elevator; living room with 18-ft. ceilings, 12-ft. stained glass window, hardwood floors, south exposure; key to Gramercy Park; maintenance $1,854, 43% tax-deductible; listed at $1.85" , "date" : "20051215" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9805E3DC1F31F936A25751C1A9639C8B63"} , {"body" : "In one case, a 16-month-old boy drowned in a bathtub while his mother listened to CD's in another room. In another case, a 7-year-old girl died after her father kneed her in the stomach and beat her with a belt over two days. In both cases, the city's child welfare agency had been involved with the family and had removed the children from their" , "date" : "20051214" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Report Cites City Mistakes In the Deaths Of 2 Children" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/14\/nyregion\/14deaths.html"} , {"body" : "The central Brooklyn Congressional seat held by Representative Major R. Owens has a storied history in black politics. It is the seat that Shirley Chisholm captured in 1968 to become the first black woman elected to Congress. She became a national figure and ran for president four years later. Since then, black politicians have held the seat, as" , "date" : "20051209" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Congressional Contest Tests Traditions of an Ethnic Turf" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/09\/nyregion\/metrocampaigns\/09brooklyn.html"} , {"body" : "A sampling of performances of Handel's ''Messiah'' and other oratorios in New York City. Admission is free unless otherwise noted (churches accept donations). Tomorrow CATHEDRAL OF ST. JOHN THE DIVINE (Episcopal), Amsterdam Avenue and 112th Street, Morningside Heights. Handel's ''Messiah'' with full orchestra; Johnson Flucker, conductor. 7:30 p.m." , "date" : "20051209" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "Where Hallelujahs Will Resound" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9906E2D81031F93AA35751C1A9639C8B63"} , {"body" : "The doors take forever to close. The subway inches down the tunnel. Then it screeches slowly to a halt. It sits there. Seconds turn to minutes. No announcements are made. Is this a work slowdown by angry transit union members, or just a regular day in the New York City subway system? And how, precisely, can one tell the difference? These were the" , "date" : "20051209" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Commuters Ask, Is This Train Just Slow, or Part of a Slowdown?" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/09\/nyregion\/09subway.html"} , {"body" : "Corey Copeland is 36 years old and 6-foot-1, with the build of a defensive lineman. But when he recalls his childhood, his eyes close, his jaw clenches and his lower lip juts out and quivers, as if he were a fragile child remembering a blow that happened yesterday. ''I always got picked on and beat on,'' Mr. Copeland said, breathing slowly. ''I" , "date" : "20051208" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "The Neediest Cases; Bright Spot in Shadow of a Mental Illness" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9401E2DC1031F93BA35751C1A9639C8B63"} , {"author" : "E-mail: streetlevel@nytimes.com" , "body" : "BEDFORD-STUYVESANT is used to having its reputation defined by outsiders. For years this Brooklyn neighborhood had the rap of being so perilous a landscape that in 1980 a Long Island boy named Billy Joel sang, ''I've been stranded in the combat zone\/ I walked through Bedford-Stuy alone.'' By contrast, in the current overheated housing market," , "date" : "20051204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Street Level: Bedford-Stuyvesant; 'Wonder Years,' By Way of Bed-Stuy" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/04\/nyregion\/thecity\/04stre.html"} , {"body" : "A Brooklyn man died apparently of a heart attack after suffering smoke inhalation from a fire in his apartment building in Bedford-Stuyvesant about 3:30 a.m. yesterday morning, officials said. The man, James Jackson, 67, was rescued from the burning building, at 792 Madison Street, and taken to Wyckoff Heights Medical Center, where he was declared" , "date" : "20051204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "52" , "title" : "Man Injured in Fire Dies" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/04\/nyregion\/04blaze.html"} , {"body" : "Clive Bradley, whose arrangements for steel-drum orchestras in Trinidad and New York City won championships from 1970 to 2005, died on Saturday in Port of Spain, Trinidad. He was 69. He died four days after a stroke, said Rawlston Charles, who owns the store and record label Charlie's Records in Bedford-Stuyvesant and was a longtime friend. Mr." , "date" : "20051201" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "TRINIDAD AND TOBAGO"] , "nytd_section_facet" : ["Arts" , "Obituaries"] , "page_facet" : "9" , "title" : "Clive Bradley, 69; Arranged Trinidadian Steel-Drum Music" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/01\/arts\/music\/01bradley.html"} , {"body" : "CHAMPAGNE BAR AT COUNTRY -- Appointed with a marble bar and leather furnishings, this sophisticated alcove, above, is on the second floor of Geoffrey Zakarian's new restaurant in the Carlton Hotel. It offers more than 40 Champagnes and sparkling wines by the bottle, a handful by the glass and a list of Champagne cocktails. Soon it will become a" , "date" : "20051130" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990CE3D81431F933A05752C1A9639C8B63"} ,   {"body" : "Police investigators are seeking suspects in the deaths of two men who were shot in the parking garage of a Bedford-Stuyvesant apartment building on Monday night. The men, Christian Throne, 18, and Terrell Huggins, 28, were shot about 10 p.m. in the garage of 280 Herkimer Street. Investigators found two 9-millimeter shell casings in the private" , "date" : "20051130" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Police Investigate Double Homicide" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9906E0DE1531F933A05752C1A9639C8B63"} , {"body" : "A fire in Elmhurst, Queens, tore through the top of an apartment building last night, injuring 4 civilians and 14 firefighters, including one who was hospitalized on a respirator. Around the same time, a fire erupted in a brownstone in Bedford-Stuyvesant, Brooklyn, killing a resident of the building, who was a security guard and an amateur painter." , "date" : "20051129" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Fires Kill Man in Brooklyn and Injure 14 Firefighters and 4 Others in Queens" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/29\/nyregion\/29queens.html"} , {"body" : "Ariel Paula, a 17-year-old amateur boxer from Brooklyn, was chatting with friends on a Williamsburg sidewalk early yesterday when two strangers wearing hooded sweatshirts turned a corner and began walking toward him. Mr. Paula stared at the men. The men stared back. No words were exchanged. But one of the men apparently did not like the way Mr." , "date" : "20051128" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Look, and 2 Gunshots, And a Teenager Falls Dead" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/28\/nyregion\/28kill.html"} , {"body" : "ZACK TAYLOR is frisky in the way that only an 84-year-old man can be. Debonair in black suspenders and brown corduroy pants, Mr. Taylor had convened a game of dominoes in an upstairs room at the Stuyvesant Heights Landmark Senior Citizens Center in Bedford-Stuyvesant, Brooklyn. As the players made their moves, he delivered a running commentary," , "date" : "20051127" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "URBAN STUDIES\/REMINISCING; When Memories Are Golden but the House Has Grown Old" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/27\/nyregion\/thecity\/27seni.html"} , {"body" : "LIFE INTERRUPTED: The Unfinished Monologue By Spalding Gray Crown ($19.95, hardcover) On the sidewalk outside St. Vincent's, Kathie suggested that I take Theo to ride on the carousel in Central Park. ''What a great idea,'' I said. ''I am so glad you thought of that.'' Theo and I took a cab to 59th Street and Sixth Avenue. I couldn't stand to look" , "date" : "20051127" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEW YORK BOOKSHELF\/NONFICTION; Real Lives in Retrospect, Peering In and Looking Out" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/27\/nyregion\/thecity\/27book.html"} , {"body" : "SOMEWHERE beyond the last hip outpost of Far East Williamsburg, the shag haircuts and vintage sunglasses finally disappear. There, on the gritty interstices of Bushwick and Bedford-Stuyvesant, in the shadow of the J\/M\/Z elevated line, lifestyle is replaced by just life: 99-cent stores, live poultry markets, accident lawyers (1-888-I-CAN-SUE)," , "date" : "20051127" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The 21st-Century Garret" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/27\/nyregion\/thecity\/27grou.html"} , {"body" : "A CALCULATOR and a home improvement workbook have permanent spots on the coffee table in Crystal and Walston Bobb-Semple's Brooklyn mansion. They keep them handy for estimating the costs of renovating their potentially lovely home. The potential is clear: the house has three levels of perfectly proportioned Second Empire rooms under a slate-tiled" , "date" : "20051120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "HABITATS\/Bedford-Stuyvesant; A Home With Charm, and Challenges" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/20\/realestate\/20habi.html"} , {"body" : "After Sept. 11, 2001, New York's social service organizations were confronted by an unprecedented swirl of need. In an effort to synchronize the streams of resources, the groups formed a citywide disaster response committee under the city's Human Services Council, and left the framework in place after the 9\/11 demands died down. If another crisis" , "date" : "20051120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "The Neediest Cases; Uprooted by Hurricane Katrina, Finding a Hand in New York" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/20\/nyregion\/nyregionspecial\/20neediestmain.html"} , {"body" : "Daric Davis wanted a son. And 15 years ago, the momentary placement of an umbilical cord convinced him that he had one. In his excitement, he named the boy Daric, but upon realizing his mistake, he modified it to Darica. Mr. Davis was more careful a year later, when his second daughter, Anna, was born. What at first may have stung briefly of" , "date" : "20051116" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "The Neediest Cases; A Father Striving to Provide a Home for Two Daughters" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E1D8103EF935A25752C1A9639C8B63"} , {"body" : "Her parents were once homeless. A family member says that her mother and her only sister died of AIDS. Her childhood passed in a dismal drift: housing projects, group homes where others stole her clothes. She lived in drug-infested city shelters; she worked in a fast-food place, a relative said, where bosses found her ''slow.'' She cut school. She" , "date" : "20051112" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "A Baby's Death, Grim as the Life Of His Mother" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/12\/nyregion\/12girl.html"} ,   {"body" : "A Brooklyn woman whose 16-month-old son drowned in a bathtub had received instruction on supervising children that most likely included warnings to never leave a child alone in water, officials with the city's Administration for Children's Services said yesterday. The woman, Tracina Vaughn, was trained as part of a program to allow her to regain" , "date" : "20051110" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Mother of Boy Who Died Was Trained, Agency Says" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/10\/nyregion\/10baby.html"} , {"body" : "It is hard to know how well young Dahquay Gillians was being cared for at 355 Herkimer Street in Bedford-Stuyvesant, Brooklyn, or if indeed he was getting much care at all. His mother, Tracina Vaughn, charged in his death, was described by some neighbors and her family as a temperamental, irresponsible woman who often argued viciously with the" , "date" : "20051109" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "After Boy Dies, Two Versions of a Troubled Family's Life" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/09\/nyregion\/09family.html"} , {"body" : "A 16-month-old Brooklyn boy drowned in a filthy tub in a bathroom with no working light on Sunday while his mother spent 40 minutes in the next room playing CD's, prosecutors said yesterday as the city's Administration for Children's Services said it was starting its own full investigation of its handling of the troubled family. Prosecutors said" , "date" : "20051109" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Baby Drowned as Mother Listened to CD's, Prosecutor Says" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/09\/nyregion\/09baby.html"} , {"body" : "Michael de Jong wants you to take your bike to the plane. It might seem like a loopy proposition, but Mr. de Jong, a Dutch-born millionaire, real estate developer and cycling maniac, is on a worldwide crusade to get industrialized man out of his car and onto the saddle seat. One prong of that mission is to convince otherwise sensible people that" , "date" : "20051108" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Proselytizer for Pedaling Acts on His Words" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/08\/nyregion\/08bike.html"} , {"body" : "A 1-year-old Brooklyn boy died after his mother left him and his 3-year-old half-brother in a bathtub on Sunday night, six months after she pleaded guilty to endangering the safety of the older boy, the authorities said yesterday. The city's Administration for Children's Services, which recently returned custody of both children to their mother," , "date" : "20051108" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Mother Held In Death Of Infant" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/08\/nyregion\/08baby.html"} , {"body" : "Frank Boyland is a tall man, stoop-shouldered and languid-eyed, who lopes around like a roguish uncle who might, at any moment, pluck a quarter from behind your ear. His voice holds a pinch of his native Tennessee and the gritty effect of the filtered Winstons he smokes nonstop. He is candid, and a little coarse, his repartee sprinkled with curses" , "date" : "20051106" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Kennedys Of Brownsville" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/06\/nyregion\/thecity\/06feat.html"} , {"body" : "IT is not often that a funeral draws such a mix of people: black and white, elected officials and former inmates, college administrators and homeless people. Everyone in tears. They came to mourn Lateef Islam, a community leader who managed to bridge many divides in this diverse and sometimes polarized city. He died suddenly, at 56, and the sense" , "date" : "20051106" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "REMEMBRANCE; In Their Diversity, Mourners Honor the Spirit of a Leader" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DEEDF173EF935A35752C1A9639C8B63"} , {"body" : "A minivan school bus carrying four preschoolers and a matron and driven at high speed by a man wanted on a drug charge veered into the wrong lane on a Brooklyn street yesterday and plowed into parked cars, a traffic light, a concrete pillar and a marble-and-iron fence, the police said. No one was seriously injured in the lurching, 150-foot skein" , "date" : "20051105" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Minibus Driver Leaves Chaos In His Wake" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/05\/nyregion\/05bus.html"} , {"body" : "For Fernando Ferrer, there may be two New Yorks, as he is fond of saying. But there are also two campaigns. In one, which plays out in the polls, among political leaders and on the Sunday morning news programs, Mr. Ferrer's effort is on life support, incapable of rousing itself and headed for an undignified death. But in the other, a kind of shadow" , "date" : "20051105" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE 2005 ELECTIONS: THE CHALLENGER; The 2 Ferrers: A Plodder in the Polls, a Celebrity on the Street" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/05\/nyregion\/metrocampaigns\/05ferrer.html"} , {"body" : "A 21-year-old Brooklyn man being sought in the shooting of two men on Thursday morning was killed yesterday during a struggle with a detective when the detective's gun went off, the police said. The man, Stephone Crawford, 21, was pronounced dead at the scene, the police said. He did not have a gun with him but did have a straight razor in his" , "date" : "20051105" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Fleeing Suspect Is Killed When a Detective's Gun Discharges, the Police Say" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/05\/nyregion\/05shoot.html"} ,   {"body" : "THINK of Tiffany & Company as the local megaplex and Barneys jewelry floor as the Film Forum, and it will be easier to understand a quiet change now going on in how some high-end retailers are approaching the art of jewelry. For years the trade has been dominated by what one might call industrial products, glamorous and shiny, sometimes clunky," , "date" : "20051027" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "Small Adventurers in the High-End Jewel Trade" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/27\/fashion\/thursdaystyles\/27GEMS.html"} , {"body" : "EVERYBODY on their block of Lexington Avenue in Bedford-Stuyvesant seems to know Erik Rothman, 34, and Juan-Manuel Olivera-Silvera, 33. Their neighbors know them as the couple who poured hundreds of thousands of dollars into a derelict 1899 town house. They know them as the guys who always seem to be walking their two long-haired Bergamasco" , "date" : "20051023" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "HABITATS\/Bedford-Stuyvesant, Brooklyn; 2 Guys, 2 Sheepdogs, A Flock of Neighbors" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/23\/realestate\/23habi.html"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "IN a decade, Justine Lackey witnessed the utter transformation of Williamsburg, Brooklyn. When she moved in, sharing a stabilized two-bedroom rental on Havemeyer Street with a succession of roommates, it was a desolate, derelict place. Ten years later, with Williamsburg choking on its own hipness, Ms. Lackey was priced out of owning an apartment in" , "date" : "20051023" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "OSSINING (NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "THE HUNT; Across the Atlantic and Up the Hudson" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/23\/realestate\/23hunt.html"} , {"body" : "Seeking to portray himself as a champion of struggling New Yorkers, Fernando Ferrer attacked Mayor Michael R. Bloomberg yesterday for raising taxes and fees, and returned to the two-cities theme of his failed 2001 mayoral bid. But in a blow to Mr. Ferrer, several of his fellow Democrats, including the Brooklyn borough president, Marty Markowitz," , "date" : "20051017" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "One Democrat Attacks While Others Switch Sides" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/17\/nyregion\/metrocampaigns\/17mayor.html"} , {"body" : "A man was killed and a bystander was injured during a quarrel early yesterday in Bedford-Stuyvesant, the police said. The police identified the dead man as Seyoum Thompson, 36, and said he was shot once in the chest shortly before 3:30 a.m. after arguing with someone outside 705 Willoughby Avenue. The police said the second man, whom they did not" , "date" : "20051017" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Two Are Shot During Argument" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940DEEDD153FF934A25753C1A9639C8B63"} , {"body" : "THE old man in the khaki pants, white high-tops and navy windbreaker crooned a tune of his own composition as he wandered slowly down Buffalo Avenue past a green sedan held together with duct tape. What you say What you gonna doooooo -- They gonna close the hospital. A smiling figure in a black sweatshirt called out to him. ''Hey, you better have" , "date" : "20051016" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Lights Out" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/16\/nyregion\/thecity\/16feat.html"} , {"body" : "WHEN Monique Greenwood and Glenn Pogue bought the New Orleans mansion that was to become Akwaaba in the Bayou bed-and-breakfast, they didn't give a thought to high ground, levees or storms. ''If you'd asked, I couldn't have told you the difference between a hurricane and a tornado,'' said Ms. Greenwood, who runs the couple's four Afrocentric bed" , "date" : "20051016" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW ORLEANS (LA)"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "3" , "title" : "Reopening New Orleans: B&B's See a Future" , "url" : "http:\/\/travel.nytimes.com\/2005\/10\/16\/travel\/16bnbs.html"} , {"body" : "Mayor Michael R. Bloomberg's record on creating jobs for New Yorkers came under scrutiny this week as his Democratic challenger, Fernando Ferrer, once again accused him of ignoring the needs of poor and minority communities. At the heart of Mr. Ferrer's attack is his claim that 40 percent of the city's black men, and 33 percent of its Hispanic men," , "date" : "20051015" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "REALITY CHECK: Job Numbers; Two Different Kinds of Math, and Two Spins on Unemployment" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/15\/nyregion\/metrocampaigns\/15truth.html"} , {"body" : "In three days in New York, Bill Morris of Yorba Linda, Calif., has been everything that New Yorkers have been: drenched, doused, splashed on, dripped on, kind of dejected, kind of astonished. Can it really rain this much? As Mr. Morris has discovered, it can. As Mr. Morris has also discovered, the wettest October in history, with seven straight" , "date" : "20051014" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "And on the Seventh Day, It Rained More, and New York Lamented" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/14\/nyregion\/14rain.html"} , {"body" : "The nonprofit group that forced New York City to promise to stop pushing failing students out of the public schools filed suit yesterday charging that Boys and Girls High School in Brooklyn has continued to force students out, in violation of the law and the city's pledge. Moreover, the suit charges, many struggling students at Boys and Girls High" , "date" : "20051012" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Brooklyn High School Is Accused Anew of Forcing Students Out" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/12\/nyregion\/12school.html"} ,   {"body" : "The authorities said yesterday that they had found the body of a man they had been seeking for questioning since Friday, after they discovered two dead women in his apartment in Brooklyn. The man, Antoine Twitty, 40, had apparently died of a self-inflicted gunshot wound to the head, investigators said. Mr. Twitty's body was found at 10:30 a.m." , "date" : "20051012" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Sought In Inquiry On 2 Killings Is Found Dead" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/12\/nyregion\/12bodies.html"} , {"body" : "Columbus in Hiding Q. Next to the Astoria Boulevard subway station in Astoria, Queens, there's a small park with a metal plaque announcing that a statue of Columbus will be built there someday. About 40 feet away is the statue. What happened? A. It took some persistence but the statue was eventually built. Jerry Iannece, who used to organize the" , "date" : "20051009" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F. Y. I." , "url" : "http:\/\/www.nytimes.com\/2005\/10\/09\/nyregion\/thecity\/09fyi.html"} , {"body" : "Investigators were still looking for a man who rents a Brooklyn apartment where the police found the bodies of two women on Friday morning, the authorities said yesterday. The man, identified as Antoine Twitty, 40, who served time in prison for attempted robbery and was described by neighbors as peculiar but friendly, has apparently not returned to" , "date" : "20051009" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "Man Sought After 2 Bodies Found in Home" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/09\/nyregion\/09bodies.html"} , {"body" : "A Brooklyn landlord found a dead woman stuffed inside a tenant's refrigerator early yesterday, the police said. In the same apartment, under a pile of laundry, investigators discovered a second dead woman, the police said. The police identified one of the women as Ashante Mitchell, 19 years old. They did not release the second woman's name but said" , "date" : "20051008" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Bodies of 2 Women Found in Brooklyn Apartment" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/08\/nyregion\/08bodies.html"} , {"body" : "Because of an editing error, an article in Business Day on Saturday about victims of identity theft misidentified the Brooklyn neighborhood in which an apartment building was financed with a mortgage taken in a victim's name. The building, at 8 Stuyvesant Avenue, is in Bedford-Stuyvesant, not downtown Brooklyn." , "date" : "20051007" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E4D71E30F934A35753C1A9639C8B63"} , {"body" : "Manhattan WEST VILLAGE $530,000 165 Christopher Street (Washington Street) 1-bedroom, 1-bath, 750-sq.-ft. co-op in a postwar building; part-time doormen; renovated kitchen, south exposure; maintenance $565, 50% tax-deductible; listed at $540,000, 6 weeks on market (brokers: Bellmarc Realty; Gumley Haft Kleier) CHELSEA $1.215 million 410 West 24th" , "date" : "20051006" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "Residential Sales" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9903EED71130F935A35753C1A9639C8B63"} , {"body" : "Clarence Norman Jr.'s conviction and resulting fall from power as the Democratic Party leader in Brooklyn has touched off intense political jockeying among officials who aspire to succeed him in the first scramble for a new county leader in 16 years. Mr. Norman, the leader of Brooklyn's huge and fractious party, was found guilty last week of" , "date" : "20051005" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Assemblyman Sees Enough Support for Brooklyn Leader Post" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/05\/nyregion\/05brooklyn.html"} , {"body" : "Paul Fairchild, a 34-year-old Web developer in Edmond, Okla., has never spent $500 on fine tobacco. He has never slaked a shoe fetish with $1,500 charges at Manolo Blahnik and Neiman Marcus, nor has he ever bought diamonds online, furs in SoHo, or anything at e-Luxury.com. He has never owned an apartment building in Brooklyn, and he has never" , "date" : "20051001" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Technology" , "Business"] , "page_facet" : "1" , "title" : "Identity Crises" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/01\/technology\/01theft.html"} , {"body" : "The conviction of Clarence Norman Jr. has abruptly opened three positions in the political world of Brooklyn, and Democratic Party leaders in the borough spent yesterday in frenzied phone calls trying to determine how to fill them. Mr. Norman, the leader of Brooklyn's huge and fractious party, was found guilty on Tuesday of soliciting illegal" , "date" : "20050929" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Democrats Start Scrambling To Fill Norman's Three Posts" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/29\/nyregion\/29brooklyn.html"} , {"body" : "Craig Livingston, a Caribbean-American real estate developer and Democrat who lives in Harlem, has never voted for a Republican in his life. But on Nov. 8, he is prepared to do just that, casting his ballot in the New York City mayoral race for Mayor Michael R. Bloomberg over his Democratic opponent, Fernando Ferrer. Mr. Livingston feels that the" , "date" : "20050926" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Black Voters, No Longer a Bloc, Are Up for Grabs in Mayor's Race" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/26\/nyregion\/metrocampaigns\/26blacks.html"} ,   {"body" : "A Cook's Kitchen $749,000 SUFFOLK: 437 Landing Avenue, Smithtown A four-bedroom, three-bath center-hall colonial with the master bedroom on the first floor and a finished attic. Two large brick fireplaces and a slate-tiled sun room give the house warmth and charm. Nora Bily, Coldwell Banker Residential (631)863-9800, ext. 223;" , "date" : "20050925" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B07E3D81730F936A1575AC0A9639C8B63"} , {"body" : "The number of fourth graders performing at grade level in math increased markedly across New York State this year, with the biggest gains in Yonkers and New York City. But the number of eighth graders scoring at grade level declined slightly statewide, ending four years of steady gains in New York City. The results, released yesterday, mirrored" , "date" : "20050923" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "Math Scores Statewide Show Gains In 4th Grade" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/23\/nyregion\/23math.html"} , {"body" : "Manhattan TRIBECA $620,000 295 Greenwich Street (Chambers Street) 1-bedroom, 1-bath, 679-sq.-ft. condo in a postwar building; 24-hr. doormen; west exposure; common roof deck; common charge $523; taxes $4,344; listed at $625,000, 1 week on market (broker: Tabak Real Estate) CHELSEA $2.9 million 146 West 22nd Street 3-bedroom, 3-bath, 2,435-sq.-ft." , "date" : "20050922" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0CE5DE1730F931A1575AC0A9639C8B63"} , {"body" : "Comedians are angry people. Everybody knows that. And that is why ''Everybody Hates Chris'' on UPN is such a surprise. Chris Rock's new series, a memoir that he narrates, paints an affectionately wry portrait of a 13-year-old growing up in Bedford-Stuyvesant in Brooklyn. The show is not subversively funny or profane the way Mr. Rock's stand-up" , "date" : "20050922" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "TELEVISION REVIEW; A Boy Grows in Brooklyn, With a Voice-Over" , "url" : "http:\/\/tv.nytimes.com\/2005\/09\/22\/arts\/television\/22chri.html"} , {"body" : "Just hours after sipping Cristal Champagne and downing shrimp, chicken and fried rice at Mr. Chow, the rapper Lil' Kim began serving a one-year sentence for perjury at the Federal Detention Center in Philadelphia yesterday. Lil' Kim, born Kimberly Jones, surrendered about 4 p.m. to officials at the prison, which holds inmates of all security" , "date" : "20050920" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "A Flourish, and Lil' Kim Goes From Star to Inmate" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/20\/nyregion\/20kim.html"} , {"body" : "One man was killed and another wounded in a shooting early yesterday outside a Brooklyn apartment building, the police said. The identity of the gunmen was unknown, they said. The man who was killed was identified by relatives as William Smith, 36, who lived at 555 Gates Avenue in Bedford-Stuyvesant, the building where the shooting took place. He" , "date" : "20050918" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "Brooklyn Man Is Fatally Shot Outside Apartment Building" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/18\/nyregion\/18dead.html"} , {"body" : "CHRIS ROCK is pleased that ''Everybody Hates Chris,'' the UPN comedy series that's kind of, sort of, but not-quite based on his less-than-idyllic adolescent years in the Bedford-Stuyvesant neighborhood of Brooklyn, is making its debut Thursday at 8 p.m. But he would have preferred that it not be preceded by the kind of critical superlatives and" , "date" : "20050918" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "20" , "title" : "TELEVISION; Chris Rock Hates Everybody's Fussing" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/18\/arts\/television\/18rhod.html"} , {"body" : "In the city's most aggressive effort yet to promote the creation of charter schools, Schools Chancellor Joel I. Klein said yesterday that the city would pay up to two-thirds of the cost of constructing new buildings for them. He announced the $250 million program during a visit yesterday to Excellence Charter School of Bedford-Stuyvesant in" , "date" : "20050910" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "$250 Million City Program To Promote Charter Schools" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/10\/nyregion\/10charter.html"} , {"body" : "Attractions Museums MUSEUM OF THE CITY OF NEW YORK, Fifth Avenue at 103rd Street. Through Sept. 18, ''The Destruction of Lower Manhattan: Photographs by Danny Lyon.'' Sunday at 3 p.m., ''Hope for the Future,'' a screening of a short documentary by Howard Zuckerman featuring high school students who were witnesses to the Sept. 11 terrorist attacks." , "date" : "20050909" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/09\/arts\/09spar.html"} , {"body" : "A man who was shot in the neck late last month in the Bedford-Stuyvesant section died on Friday at Brookdale Hospital, the police said. The man, Shawaun Shaw, 20, of Brooklyn, and another man were shot on Aug. 24 in a dispute at an apartment complex on Lott Avenue. Eugene Maxwell Jr., 28, also of Brooklyn, was arrested on Friday and charged with" , "date" : "20050905" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Man Injured In Shooting Dies" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01EEDC1531F936A3575AC0A9639C8B63"} ,   {"body" : "ARE the city and state doing enough to protect home buyers in the midst of one of the biggest building and condo booms in years? It's worth asking because the same Brooklyn developer that promised to build housing in Bedford Stuyvesant for teachers and then sold it as luxury condos on the open market has been moving ahead on a similar project a few" , "date" : "20050904" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "BIG DEAL; Under the Radar in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/04\/realestate\/04deal.html"} , {"body" : "HOW do people do it? Or rather, how do people who have not been given a trust fund or a condo for graduation do it? For people at the bottom of the property ladder, it is sobering to try to enter the real estate market in New York, where the average price of an apartment, $1.3 million, is up 30 percent from the same quarter last year. Even the" , "date" : "20050904" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The Very First Time" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/04\/realestate\/04cov.html"} , {"body" : "A 12-year-old boy was struck by a stray bullet yesterday during an early-morning argument between two men in Bedford-Stuyvesant, the police said. Jason Lindsey, 20, of 818 Macon Street, was charged with assault and criminal possession of a weapon, the police said. About 1 a.m., Mr. Lindsay began arguing with another man in front of 820 Macon" , "date" : "20050902" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Man Charged In Bystander's Shooting" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0DEFDF1431F931A3575AC0A9639C8B63"} , {"body" : "A grand jury has indicted a Brooklyn businessman on charges of defrauding mortgage lenders of more than $6 million by inflating the appraised value of dilapidated and abandoned buildings in Bushwick, Crown Heights and Bedford Stuyvesant, prosecutors with the Brooklyn district attorney's office said yesterday. The businessman, Owen Larman, who" , "date" : "20050831" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Man Charged In Mortgage Fraud" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B03EEDF1731F932A0575BC0A9639C8B63"} , {"body" : "The Sept. 13 primary is now just over two weeks away. Here are our recommendations for City Council races in the Bronx, Brooklyn and Queens. The Bronx 13th District (Pelham, City Island, Throgs Neck, Allerton and Morris Park): Single-family homeowners worried about overdevelopment give this Democratic district a conservative streak. The current" , "date" : "20050828" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BRONX (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "City Council Endorsements" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9505E5DD1F3EF93BA1575BC0A9639C8B63"} , {"body" : "To the Editor: Re ''A Welcome Mat Withdrawn'' (Aug. 14): Some neighbors want to prevent the Doe Fund from establishing a residence for people returning from prison in Bedford-Stuyvesant, Brooklyn. They may want to think about the lessons they want their children to learn. New York City is home to an overwhelming majority of the state's returning" , "date" : "20050828" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "Facing Resistance To a Halfway House" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B07E1DB1F3EF93BA1575BC0A9639C8B63"} , {"body" : "What if you bought a new condo apartment and then found you couldn't sell it, because the city said the developer had run afoul of zoning rules? That may be the uncomfortable predicament of the owners of 72 apartments in a new development on Spencer Street in Bedford Stuyvesant, Brooklyn, now that the Department of Buildings has raised questions" , "date" : "20050828" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BEDFORD STUYVESANT (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "BIG DEAL; Caught in the Twilight Zone" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E07EED81E3EF93BA1575BC0A9639C8B63"} , {"body" : "A 39-year old Brooklyn man was shot to death early yesterday by a man who burst through the door of the victim's apartment and argued with him about money, investigators said. The shooting took place on the top floor of a renovated four-story row house on Greene Avenue in Bedford-Stuyvesant. The police did not release the name of the victim, who" , "date" : "20050828" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Brooklyn Man Shot to Death By an Intruder" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E7D71F3EF93BA1575BC0A9639C8B63"} , {"body" : "Five men were killed in unrelated shootings over a 10-hour period between Saturday night and yesterday morning, the police said. The killings left their mark in five neighborhoods in Brooklyn and the Bronx, where the victims were remembered with sidewalk shrines. The attacks ranged from the seemingly close-range shot fired into a man's face as he" , "date" : "20050822" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "5 Shootings In 10 Hours Leave 5 Dead" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0CE1DC113EF931A1575BC0A9639C8B63"} , {"body" : "A man firing a pistol early yesterday on Marcy Avenue in Bedford-Stuyvesant was shot by police officers, the authorities said. The police said officers responding to a report of gunshots confronted Ulysses Watkins of Throop Avenue at 1:07 a.m. in front of 472 Marcy Avenue. He was shot in the leg and taken to Kings County Hospital Center, where he" , "date" : "20050822" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Man With Gun Shot By Police" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9906E0DC113EF931A1575BC0A9639C8B63"} ,   {"body" : "THE rocket-paced, exhaust-ridden artery that is Queens Boulevard slices through the neighborhood of Forest Hills. But to step into either side of this sprawling enclave and tour its grand homes and elegant apartment buildings is to forget the traffic and leave behind the ideas of what city living is like. With an abundance of shopping, a" , "date" : "20050821" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FOREST HILLS (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Education" , "Real Estate"] , "page_facet" : "11" , "title" : "LIVING IN\/Forest Hills, Queens; A Newcomer Helps Push Up Prices" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9805E6D6133EF932A1575BC0A9639C8B63"} , {"body" : "Manhattan FLATIRON $710,000 21 East 22nd Street 1-bedroom, 1-bath, 700-sq.-ft. co-op in a prewar building; 24-hr. doormen, concierge; dining area, renovated kitchen; common roof deck; maintenance $743, 50% tax deductible; listed at $699,000 (multiple bids), 2 weeks on market (brokers: Halstead Property Co.; Corcoran Group) MURRAY HILL $999,999 137" , "date" : "20050818" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0CE3DC133EF93BA2575BC0A9639C8B63"} , {"body" : "A 21-year-old woman baby-sitting for her nephew was beaten to death with a hammer in Brooklyn yesterday morning by a companion of the child's mother, the police said. It was unclear yesterday what provoked the attack on the woman, Sharlene Francis, of 540 Kosciusko Street in Bedford-Stuyvesant, the police said. The only witness to the attack may" , "date" : "20050815" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Woman Caring for Nephew Is Killed in Hammer Attack" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E4DE123EF936A2575BC0A9639C8B63"} , {"body" : "When renovation started on the vacant old building across Stuyvesant Avenue from Junior High School 57 in Bedford-Stuyvesant, Brooklyn, its neighbors on Van Buren Street were excited about the possibilities. It could be a medical office, as rumor had it, or some other kind of service to the community, or even clean new apartments or condominiums." , "date" : "20050814" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: BEDFORD-STUYVESANT; A Welcome Mat Withdrawn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9503EFDD153EF937A2575BC0A9639C8B63"} , {"body" : "To the Editor: Re ''Rising Anger Over a Library Long Locked'' (July 31): Brooklyn Public Library is doing its best to provide the people of Bedford-Stuyvesant the best library service possible. Bedford Library, opened in 1905, developed serious structural problems. Construction to repair this damage and make this library safe began in October 2002." , "date" : "20050814" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "9" , "title" : "Local Libraries, Closed for Years" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9800E7D8153EF937A2575BC0A9639C8B63"} , {"body" : "To the Editor: As a resident of the Upper East Side, I would just like to express solidarity with the library-less residents of Bedford-Stuyvesant in Brooklyn. I moved into this neighborhood 18 months ago, and I have eagerly awaited the re-opening of the public library branch on East 67th Street, ''closed for renovations'' during all this time. My" , "date" : "20050814" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "9" , "title" : "Local Libraries, Closed for Years" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E03E7D8153EF937A2575BC0A9639C8B63"} , {"body" : "A 35-year-old woman collapsed against a wall of a Brooklyn apartment building after being stabbed at least two times yesterday, the police and witnesses said. Two women who were traveling in a car saw her and stopped to help. ''I was passing by, and she was there with blood all over her,'' said Lisa Robinson, who was driving on Broadway near" , "date" : "20050814" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Woman Stabbed at a Brooklyn Building" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A04EFD7153EF937A2575BC0A9639C8B63"} , {"body" : "Attractions Museums and Sites MUSEUM OF THE CITY OF NEW YORK, Fifth Avenue at 103rd Street. Tomorrow at 1 p.m., a walking tour of Greenwich Village. Fee: $20; students, museum members and members of the New-York Historical Society, $15; information, (212)817-8215. Also tomorrow at 3 p.m., ''Quilting With Laura Gadson,'' a workshop inspired by" , "date" : "20050812" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "32" , "title" : "SPARE TIMES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0CE4D8143EF931A2575BC0A9639C8B63"} , {"body" : "A Manhattan man was shot to death in front of his pregnant wife on Wednesday when he struggled with two would-be robbers at a gambling club in Bedford-Stuyvesant, witnesses said. Steven Avant, 34, of Manhattan was playing skins, a variation of poker, at 515 Franklin Avenue about 5:30 p.m. when a man entered the gambling parlor with one of the" , "date" : "20050812" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Killing At Gambling Parlor" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A02E6DD153EF931A2575BC0A9639C8B63"} , {"body" : "They call it the Pink Houses, short for the Louis H. Pink project in East New York, Brooklyn, squat brick towers turned inward around concrete pathways. To a young man, it can seem as if the only jobs around belong to the officers on patrol and the cooks at the fried chicken restaurant on Linden Boulevard. Two kinds of exits from tough projects" , "date" : "20050812" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Wrong Way Out; After Discovering Life's Promise, an Artist Takes a Fateful U-Turn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9506EEDF153EF931A2575BC0A9639C8B63"} ,   {"body" : "Fernando Ferrer criticized the $400 property tax rebate pushed by Mayor Michael R. Bloomberg after it was proposed last year, but now he says he supports the measure. Mr. Ferrer, the former Bronx borough president who is leading in polls among the four Democrats vying to unseat the mayor, was asked during an interview on NY1 on Friday night whether" , "date" : "20050807" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Ferrer Expresses Support For Property Tax Rebates" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D01E3D6163EF934A3575BC0A9639C8B63"} , {"body" : "At age 32, CBGB, the legendary punk club on the Bowery, is old by some of punk's own standards. ''Blondie said, 'Die young, stay pretty,''' said 17-year-old Melody Willoughby, a pink-haired punk rock aficionado who works at Trash and Vaudeville, a clothing store on St. Marks Place. A punk club should not outlive its youthful energy and angst, she" , "date" : "20050805" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Never Trust a Punk Club Over 30? The Past May Not Save CBGB for Long" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9504E2D61F3FF936A3575BC0A9639C8B63"} , {"body" : "It may not replace the Empire State Building or the MetroCard, but the most fitting symbol of New York City today could be the knotty plywood wall enclosing a housing construction site. From Bensonhurst to Morrisania to Flushing, new homes are going up faster now than they have in more than 30 years. In 2004, the city approved the construction of" , "date" : "20050804" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Housing Boom Echoes in All Corners of the City" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B04E7DA1F3FF937A3575BC0A9639C8B63"} , {"body" : "A badly decomposed human head was found in a garden in Bedford-Stuyvesant on Saturday evening, four days after a torso was found a few miles away, the police said yesterday. The head, wrapped in a black garbage bag, was discovered about 6 p.m. on a pathway inside a community garden at MacDonough Street and Stuyvesant Avenue. The police said they" , "date" : "20050801" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Human Head Found In Garden" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9804EEDC1E3FF932A3575BC0A9639C8B63"} , {"body" : "The hand-lettered signs start small, near the Franklin Avenue subway stop in Bedford-Stuyvesant, Brooklyn. In blue marker on notebook-sized paper, they bear slogans like ''Open Our Library Now'' and ''Open This Library You Demons.'' A half-block north, near the Bedford Library, which has been closed since October 2002 for repairs, the signs are" , "date" : "20050731" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: BEDFORD-STUYVESANT; Rising Anger Over a Library Long Locked" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9806E3D8113FF932A05754C0A9639C8B63"} , {"body" : "Four men were killed in four unrelated shootouts across the city during a violent six-hour period beginning late Saturday night and ending yesterday morning, the police said. Six men were injured in the shootings. The shootings began about 9 Saturday night and occurred in three boroughs -- Manhattan, Brooklyn and the Bronx. The police said all four" , "date" : "20050725" , "day_of_week_facet" : "Monday" , "geo_facet" : ["MANHATTAN (NYC)" , "BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "4 Are Killed and 6 Hurt in 4 Gun Attacks" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9904E5DD123FF936A15754C0A9639C8B63"} , {"body" : "Federal prosecutors announced charges yesterday against 13 men who prosecutors said were members and associates of a Brooklyn gang that had committed five murders and a kidnapping and had imported and trafficked narcotics from its base in a Bedford-Stuyvesant housing project for more than a decade. Eight were arraigned on charges that include" , "date" : "20050720" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "13 Are Indicted In Drug Case In Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE7DE163FF933A15754C0A9639C8B63"} , {"body" : "The body of a Queens man was found in a playground in Brooklyn late Friday, and the police said that he had been shot several times in the head. Officers discovered the body of Terence Gaynes, 37, just after 11 p.m. in the Putnam Playground at Marcus Garvey Boulevard and Monroe Street in Bedford-Stuyvesant. His sister Staci Williams, 47, said that" , "date" : "20050717" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Body Found in Playground" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D04E3D81130F934A25754C0A9639C8B63"} , {"body" : "After 17 years, Joanne Grant knows Bushwick. So when she looked out her kitchen window and saw a farmer unloading his bounty onto her Brooklyn street Wednesday morning, she knew something was up. Still clad in slippers and an aqua housedress, her hair tucked under a nightcap, Ms. Grant headed over to the farmer and waited in line to buy the three" , "date" : "20050710" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: BUSHWICK; For a Scrappy Neighborhood, a Scent of Farm Fresh" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E1DD1630F933A25754C0A9639C8B63"} , {"body" : "A FEW months after the Republicans took control in Washington in 2001, Keith Boykin, a writer and former aide to President Clinton, decided to pull up stakes in the capital and begin a new life in Harlem, in search of affordable rent and connections to his African-American roots. He found a charming one-bedroom floor-through on the second floor of" , "date" : "20050710" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Harlem (Housing Woes) on His Mind" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D03E1DD1F31F933A25754C0A9639C8B63"} ,   {"author" : "E-mail: bobherb@nytimes.com; David Brooks is on vacation." , "body" : "My sister, Sandy, and I were surrounded by family-oriented men when we were growing up in suburban New Jersey. There was my father, Chester, an extremely hard-working upholsterer and slipcover cutter; my Uncle Breeze, who taught me how to box (''Quit jumping around like a grasshopper''); my Uncle William, who raised five kids (four boys and a girl)" , "date" : "20050707" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "23" , "title" : "Dad's Empty Chair" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B03EEDA1E31F934A35754C0A9639C8B63"} , {"body" : "Once a staple of Queens, all-white neighborhoods have largely become a thing of the past. But they still exist, and the area known as New Howard Beach -- where early Wednesday morning a black man was attacked by a white teenager wielding a baseball bat -- is one of them. The residents of the neighborhood, south of the Belt Parkway and west of Cross" , "date" : "20050703" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Some Blacks in Howard Beach See Acceptance, With Limits" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9403E6D61331F930A35754C0A9639C8B63"} , {"body" : "A fruit and vegetable market near a busy Brooklyn intersection became a scene of terror and pandemonium yesterday when a transformer exploded outside the store, sending flames and hot gases roaring up from the sidewalk. Five people were injured, including a woman walking into the store, the Ralph Avenue Fresh Farm market in Bedford-Stuyvesant, who" , "date" : "20050702" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Five Injured When Transformer Explodes in Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0CE4D61231F931A35754C0A9639C8B63"} , {"author" : "E-mail: amh@nytimes.com" , "body" : "EVERY actor has his calling card, his inimitable, unmistakable badge of identity. For Humphrey Bogart, fans would say, it was the trench coat, the fedora, the lisp and the toast, ''Here's looking at you, kid,'' growled at Ingrid Bergman with just the right measure of affection and stoicism. For Gary Dennis, the owner of Movie Place, one of the West" , "date" : "20050626" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COPING; Here's Looking At You, 103rd Street" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E7DE163AF935A15755C0A9639C8B63"} , {"body" : "Walking Tours New York City GREEN-WOOD CEMETERY, Brooklyn. A look at the architecture, sculpture and history of the cemetery, led by John Cashman, meeting Sunday at 1 p.m. at the gate at Fort Hamilton Parkway, off McDonald Avenue. Fee, $6. Information: (718)768-7300. STREET SMARTS N.Y. Tomorrow at 2 p.m., ''Crimes of Old New York,'' meeting at the" , "date" : "20050624" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9807E5D81F3BF937A15755C0A9639C8B63"} , {"body" : "Two weeks after delivering a blow to Mayor Michael R. Bloomberg's ambitious plan to ship New York City's garbage away by barge, the City Council yesterday abandoned its veto fight with the mayor over the issue. For Mr. Bloomberg, it was a major political victory in what had become a test of wills with Council Speaker Gifford Miller, who is running" , "date" : "20050623" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Mayor Wins Test of Wills On Trash Plan" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E02E5D61E3BF930A15755C0A9639C8B63"} , {"body" : "The MetroCard swipe -- that flick of the wrist that must occur before a rider can pass through a turnstile and enter the New York City subway -- was the subject of a testy exchange yesterday between the city's public advocate and transit officials who said she was misusing their data. The public advocate, Betsy Gotbaum, obtained information from" , "date" : "20050623" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "MetroCard Failures: Blame the System, or the Swiper?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A03E2D61E3BF930A15755C0A9639C8B63"} , {"author" : "Suketu Mehta is the author of ''Maximum City: Bombay Lost and Found'' (Knopf)." , "body" : "AT a party on the Upper West Side in 2000, a distinguished American author, and longtime Manhattanite, asked where I lived. ''Brooklyn,'' I told him. He snorted. ''Poor people live in Brooklyn.'' Then he turned away to get some meat. Shortly after the party, to see if I could move from my rented apartment in Boerum Hill, I went looking to see what" , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE NEW BROOKLYNS\/SIGNS OF CHANGING TIMES; The Great Awakening" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0CE7D6153BF93AA25755C0A9639C8B63"} , {"body" : "Williamsburg Village Style Freddy Jakubowski has tended bar at the Greenpoint Tavern on Bedford Avenue since 1985. It was 1992 when a place arrived unlike any other there, a little restaurant called the L Cafe. \"Some girl opened it,\" Mr. Jakubowski said. \"She was a good girl. I'm not much of an architect or a decorator, but she did it something" , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE NEW BROOKLYNS\/TIPPING POINTS; The Day When Back in the Day Ended" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907E2DA143BF93AA25755C0A9639C8B63"} , {"body" : "A Brooklyn police officer, Gregory Hepp, who was accused of beating a cabdriver after giving him a ticket for double parking outside a mosque in Bedford-Stuyvesant, was acquitted of assault charges yesterday in State Supreme Court. On Monday, the same jury acquitted two other officers accused of assaulting the driver in March 2004. Officer Hepp and" , "date" : "20050615" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Officer Cleared In Assault" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0CE3DC163BF936A25755C0A9639C8B63"} ,   {"body" : "A 23-year-old Brooklyn man was stabbed to death yesterday, and his childhood friend was beaten in an attack that might have started as a robbery, the authorities said. In two other attacks yesterday, another man was stabbed to death in the Bronx, and a woman was shot and killed in Brooklyn. The Brooklyn man, Melvin Reales, was attacked about 4:40" , "date" : "20050612" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "Two Stabbings and a Shooting Kill Three People and Injure Two" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE3DB1E38F931A25755C0A9639C8B63"} , {"body" : "Need a package rushed across car-clogged Manhattan? Hand it to Alfred Bobe Jr., a 31-year-old bike messenger from Brooklyn. He lays claim to the title of America's fastest messenger on a track bike, the type of high-speed vehicle preferred by some messengers who favor its single fixed gear and lack of brakes. Mr. Bobe is a member of Team Puma, a" , "date" : "20050610" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Bike Messengers Take The Street to the Track" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502E3DF133EF933A25755C0A9639C8B63"} , {"body" : "During the draft riots of the Civil War, the deadliest in American history, white people rioted in Lower Manhattan. They turned their fury on blacks, who fled in terror to a safe haven in faraway Brooklyn. Weeksville, in what is now Bedford-Stuyvesant, was the name of that safe haven, once a largely forgotten redoubt of African-American" , "date" : "20050605" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Haven for Blacks in Civil War Riots Now Safeguards History" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE3DD1538F936A35755C0A9639C8B63"} , {"body" : "THE call came in about a pack of wild dogs running loose on a derelict stretch of East New York, Brooklyn, that is to be developed into a shopping mall. The task of removing the trespassers went to the agency that handles the city's animal troubles, Animal Care and Control, and, specifically, to Michael Pastore, the agency's manager of field" , "date" : "20050605" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "URBAN STUDIES: CORRALLING; Concrete Cowboys" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D02E2DA123EF936A35755C0A9639C8B63"} , {"body" : "THE Lafayette section of Jersey City, a tiny slip of waterfront land just west of Liberty State Park and south of the city's gentrifying and pricey downtown, has struggled for 30 years. But now real estate agents and developers are looking with eager eyes at the 19th-century row homes and industrial spaces next to the Hudson-Bergen Light Rail stop" , "date" : "20050605" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY" , "JERSEY CITY (NJ)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "12" , "title" : "IN THE REGION\/New Jersey; A Struggling Neighborhood Heats Up" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F07E6DC1738F936A35755C0A9639C8B63"} , {"body" : "The last Roman Catholic hospital in Brooklyn, St. Mary's, announced yesterday that it planned to close after years of heavy financial losses, the latest casualty in New York State's shrinking hospital industry. St. Mary's, which serves many poor and uninsured patients in Bedford-Stuyvesant, is the third hospital controlled by the St. Vincent's" , "date" : "20050604" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "St. Mary's Hospital in Brooklyn Is to Close After Years of Losses" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?sec=health&res=9C04EFD91438F937A35755C0A9639C8B63"} , {"body" : "A police officer shot a 37-year old man early yesterday in Bedford-Stuyvesant, striking him once in his left elbow, after he refused to drop what was apparently a toy semiautomatic gun, the police said. The man, Jensen Brown of 531 MacDonough Street, was arrested and charged with possessing a weapon and menacing. He was taken to Kings County" , "date" : "20050604" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Metro Briefing | New York: Brooklyn: Man Wielding Fake Gun Is Shot" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E5D71438F937A35755C0A9639C8B63"} , {"body" : "A 9-year-old girl got into in a fight with an 11-year-old girl in a Brooklyn apartment yesterday -- family members said it was over a ball -- and killed her by plunging a steak knife into her chest, the police said. The stabbing in the apartment building at 185 Wortman Avenue in East New York left the police scrambling to determine the appropriate" , "date" : "20050531" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Police Hold 9-Year-Old Girl In Killing Of Friend, 11" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B02E5DB1F39F932A05756C0A9639C8B63"} , {"body" : "Two men were shot yesterday evening on a corner in Bedford-Stuyvesant, the police said. The men, whose names were not released by the police, were standing at Bedford Avenue and Hancock Street just before 6 p.m. when they were shot. The police said that one man ran to the opposite corner of the intersection after he was struck and collapsed there." , "date" : "20050530" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Two Injured In Shooting" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990DEFD61E39F933A05756C0A9639C8B63"} , {"body" : "At first, Stacey Akerson did not know what they were -- those oblong, shrouded objects that she first began spotting a couple of years ago, affixed to the tops of cars on the streets of Brooklyn. ''You always wondered, what's that up there, covered up?'' she said. Now Ms. Akerson, a gas station attendant at a BP in Bedford-Stuyvesant, knows exactly" , "date" : "20050529" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A City Crowd Goes Surfin', Surfin' N.Y.C." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE7DA1E39F93AA15756C0A9639C8B63"} ,   {"body" : "IN art school, Taliah Lempert, pictured above, always gravitated toward painting the figure. But the figure that eventually fascinated her most was composed of handlebars, derailleurs and cranks. Ms. Lempert, 36, painted her first bicycle on a whim 10 years ago, when she was a casual bike commuter. Now she is an avid cyclist, and her loft in" , "date" : "20050529" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: WILLIAMSBURG; The Art of the Wheel" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00EFDD1139F93AA15756C0A9639C8B63"} , {"body" : "As a self-made billionaire, Michael R. Bloomberg was one of the nation's leading philanthropists well before he ran for mayor of New York in 2001. He has donated hundreds of millions of dollars to a wide variety of causes -- mostly to educational institutions and medical research -- from his own personal fortune, through family foundations and" , "date" : "20050523" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "With More Private Giving, Bloomberg Forges Ties" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E5DD1239F930A15756C0A9639C8B63"} , {"body" : "Jean G. Miele's heart attack happened on a sidewalk in Midtown Manhattan last May. He was walking back to work along Third Avenue with two colleagues after a several-hundred-dollar sushi lunch. There was the distant rumble of heartburn, the ominous tingle of perspiration. Then Mr. Miele, an architect, collapsed onto a concrete planter in a cold" , "date" : "20050516" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "Science" , "U.S." , "Health"] , "page_facet" : "1" , "title" : "Life at the Top in America Isn't Just Better, It's Longer" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?sec=health&res=980DE3DC1F30F935A25756C0A9639C8B63"} , {"body" : "Lost and Found Lamp Q. I understand that the 369th Regiment Armory in Harlem, home of the Harlem Hellfighters, lost one of its outside lamps to thievery a while back. Has it turned up? A. Indeed it has. One of the armory's two large custom-made brass lamps was stolen in January 2004. According to the Parks Department, a homeless man who saw the" , "date" : "20050508" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D04E2D81430F93BA35756C0A9639C8B63"} , {"body" : "''The most pitiful victim of city life is not the slum child who dies, but the slum child who lives,'' Jacob Riis wrote a century ago. ''Every time a child dies, the nation loses a prospective citizen, but in every slum child who lives the nation has a probable consumptive and possible criminal.'' Riis's photographs of slum life were primitive, but" , "date" : "20050508" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Before Public Housing, A City Life Cleared Away" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A05E6D71530F93BA35756C0A9639C8B63"} , {"body" : "Verity Liljedahl's face fell yesterday when she spotted the drilling machines extracting soil samples from the earth underneath an abandoned loading dock on the waterfront in Greenpoint, Brooklyn. ''They're going to put buildings here,'' she said, her voice working against the loud, pneumatic cadence of the machines as two land surveyors measured" , "date" : "20050503" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Greenpoint Residents See Change, but Not All Object" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E1D71F31F930A35756C0A9639C8B63"} , {"body" : "ONE Saturday last month, Leon Reid donned a hard hat and an orange worker's tunic and headed for a busy corner in Carroll Gardens, Brooklyn, where he bolted a bent telephone sign onto the top of a Verizon phone booth and screwed a crinkled one-way sign onto the top of a nearby pole. People drifted past, noticing nothing suspicious in their midst." , "date" : "20050501" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: MANHATTAN AND BROOKLYN UP CLOSE; Bending, Bolting And Evading The Police" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980DE3D81131F932A35756C0A9639C8B63"} , {"body" : "THE end came abruptly on Third Avenue. Just after 6 p.m. on May 12, 1955, the last elevated uptown train rolled out of Chatham Square, in Chinatown, bound for the Bronx and then for incineration. Subway ridership had declined steadily after peaking at 2.1 billion in 1947. Elevated railways, at least in Manhattan, were seen as a thing of the past." , "date" : "20050501" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Spell Of the El" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9405EFD81131F932A35756C0A9639C8B63"} , {"body" : "MICHELLE SCHLEIDER has been searching for an apartment to buy on the Upper West Side of Manhattan since January, but she has had no success. Qualifying for a mortgage isn't the problem. It's the down payment. ''I have a decent salary but I don't have tons of money in the bank,'' said Ms. Schleider, who is 36 and works as a lawyer for American" , "date" : "20050501" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "ASSETS; Buying a Home With Limited Savings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E2DF1131F932A35756C0A9639C8B63"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Full reviews of current shows, additional listings, showtimes and tickets:" , "date" : "20050429" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "The Listings: April 29-May 5" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9501EFD91031F93AA15757C0A9639C8B63"} ,   {"body" : "A 14-year-old Georgia girl visiting Brooklyn for her great-aunt's funeral became a victim of a shootout yesterday when she stepped outside the funeral home minutes before the service began, the police said. The girl, Nikiyra Hayes of Woodbine, Ga., was struck by at least one bullet and was reported in stable condition last night at Interfaith" , "date" : "20050428" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Girl, in Brooklyn for Funeral, Is Shot Just Before Service" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E7DD1031F93BA15757C0A9639C8B63"} , {"body" : "Two men in their 20's were shot and killed yesterday on the upper floor of a Bedford-Stuyvesant apartment building, the police said. The authorities said they believed that a third man committed the shootings at 1851 Fulton Street, between Buffalo and Ralph Avenues, in the Brevoort Houses project, but they offered no further information about" , "date" : "20050425" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Two Men Shot To Death" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0DE4DE1231F936A15757C0A9639C8B63"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in prentheses. Full reviews of current shows, additional listings, showtimes and tickets:" , "date" : "20050422" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "The Listings: April 22-April 28" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D01EFD91731F931A15757C0A9639C8B63"} , {"body" : "A police officer and a 21-year-old man were struck by a bullet from the officer's gun after it discharged during a struggle yesterday in Bedford-Stuyvesant, the police said. The bullet grazed the officer's ring finger and struck the 21-year-old in the chest, the police said. The shooting occurred about 5:40 p.m. inside an apartment at 528 Greene" , "date" : "20050422" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Officer And Suspect Shot" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E3DC1431F931A15757C0A9639C8B63"} , {"body" : "The city's latest great boxing hope is in the Rockaways, an undefeated middleweight from County Derry, Ireland, named John Duddy. ''See his build?'' his trainer, Harry Keitt, said the other day while watching Mr. Duddy shadowbox at the Irish Ropes Boxing Club in Far Rockaway, Queens. ''A lot of people think he's a guitar player, not a boxer. But" , "date" : "20050416" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "IRELAND" , "NORTHERN IRELAND"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Lacing Up the Gloves, and Holding Up the Flag of Ulster" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950CE1D7113EF935A25757C0A9639C8B63"} , {"body" : "A New York City police sergeant at the center of an investigation into the 2001 killing of a woman with whom he had been involved was accused by federal officials yesterday of using elaborate deceptions to live in a subsidized apartment, obtain citizenship and erase nearly $80,000 in debts by declaring bankruptcy. The charges against the sergeant," , "date" : "20050413" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Sergeant Investigated in Killing Is Accused of Fraud Schemes" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9802E6DF133EF930A25757C0A9639C8B63"} , {"body" : "Theater A selective listing by critics of The Times: New or noteworthy Broadway, Off Broadway and Off Off Broadway shows this weekend. Approximate running times are in parentheses. * denotes a highly recommended show. + means discounted tickets were available at the Theater Development Fund's TKTS booth for performances last Friday and Saturday" , "date" : "20050408" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E7DD173EF93BA35757C0A9639C8B63"} , {"body" : "''No body, no crime,'' goes the old saw, and New York City boasts a colorful history of people going missing forever, with no criminal case ever being made. But it is a history equally as rich with grisly murders, and miserably failed efforts to get rid of the body. The latest additions to that history of criminal failure have turned up in recent" , "date" : "20050327" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "In a City of 8 Million People, Murder Victims Are Hard to Hide, Whatever the Method" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F01E2DF153FF934A15750C0A9639C8B63"} , {"body" : "Bedford-Stuyvesant Town House $799,000 BROOKLYN: 471A MacDonough Street (at Malcolm X Boulevard) A 3,402-square-foot limestone with an owner's triplex and a one-bedroom rental with a separate entrance on the garden level. Leshah Williams, the Corcoran Group (718)923-8081; www.corcoran.com TAXES: $1,940 PROS: On a landmark block, the house has been" , "date" : "20050327" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F02E6DB173FF934A15750C0A9639C8B63"} , {"body" : "A sanitation worker was shot in the abdomen yesterday while making his usual morning rounds on a Brooklyn street, the police said. The worker, Larry Wilford, appeared to have been wounded by a ricocheting bullet when two people began shooting at each other during an argument. An 18-year-old man was also shot twice in the leg. Both victims were" , "date" : "20050322" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Sanitation Worker Is Shot While Working in Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950CE7DD1F3CF931A15750C0A9639C8B63"} ,   {"body" : "For hip-hop stars in New York, March got off to a flashy start. An eruption of gunfire outside Hot 97, the popular radio station, was attributed to tensions, since resolved, between 50 Cent and the rapper the Game. That week, the rapper Lil' Kim went on trial in Federal District Court in Manhattan on charges related to a shooting in front of Hot 97" , "date" : "20050320" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: BEDFORD-STUYVESANT; In Wake of Rap World Violence, Honoring Hip-Hop's Cool Side" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9804E4DD113CF933A15750C0A9639C8B63"} , {"body" : "IT is a matter of faith these days -- among academics, lawyers, athletes (even Little Leaguers) and members of nearly every other profession -- that the way to get ahead is to ignore the smorgasbord of interesting diversions in the world, and to focus on a single thing. For those who think generalists have faded away -- gone off to that land of a" , "date" : "20050320" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "2" , "title" : "Leonard Lopate, Conversational Acrobat" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D05E6DD113CF933A15750C0A9639C8B63"} , {"body" : "A Bedford-Stuyvesant man who came to personify the vulnerabilities of the criminal justice system was sentenced yesterday to 15 years to life in prison for bribing three witnesses in a Brooklyn murder case. The sentence could be the final public chapter in the unusual story of the defendant, Dupree Harris, who sent a chill through the Brooklyn" , "date" : "20050318" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Brooklyn Man Gets 15 Years to Life for Bribing 3 Witnesses" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990CE5D7103CF93BA25750C0A9639C8B63"} , {"body" : "Lil' Kim, the rap artist known for her daring dress and dirty talk, was convicted of perjury yesterday in federal court for lying to a grand jury about a 2001 shootout between rival rappers on the street outside a Manhattan radio station. After deliberating for two and a half days, the jurors found the diminutive diva, whose real name is Kimberly" , "date" : "20050318" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Lil' Kim Guilty Of Telling Lies About Gunfight" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9503EFDF113CF93BA25750C0A9639C8B63"} , {"body" : "It looked at first like a classic gangland hit. A Mercedes sat abandoned on a Brooklyn highway. A bullet-riddled corpse lay slumped across the seat. The dead man was Edward Lino, a Gambino family captain, who had helped kill Paul Castellano, the boss of bosses, and vault John Gotti into power. It was November 1990 and made men were dying. There was" , "date" : "20050312" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Blood Ties: 2 Officers' Path to Mob Indictments" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9400E4D7143CF931A25750C0A9639C8B63"} , {"body" : "Most New York politicians have to wait until they reach that great city hall in the sky before something is named after them. But Marty Markowitz, the Brooklyn borough president, is on a faster track. Yesterday, the Brooklyn Legal Services Corporation unveiled a new elevator at its Williamsburg office, which is known as Brooklyn A. The addition was" , "date" : "20050308" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "An Elevator Named Marty -- No, Really" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9500E6DD1F3DF93BA35750C0A9639C8B63"} , {"body" : "Manhattan TRIBECA $650,000 295 Greenwich Street (Chambers Street) (Greenwich Court) 1-bedroom, 1-bath, 700-sq.-ft. condo in a postwar building; 24-hr. doormen; marble baths, central air-conditioning; laundry and common roof deck in building; common charge $481; taxes $4,176; listed at $695,000, 3 weeks on market (broker: Manhattan Apartments) NOHO" , "date" : "20050303" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "Residential Sales" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0DEEDB133DF930A35750C0A9639C8B63"} , {"body" : "Detectives believe that whoever dismembered the body of a 19-year-old Brooklyn man whose limbs and torso were found in a subway tunnel and at a recycling plant cut him apart with precision and has some knowledge of anatomy, the police said yesterday. The police also disclosed that a third set of remains -- another piece of what they believe was the" , "date" : "20050226" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Body Was Cut Up Expertly, Police Say" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0DE0DB143DF935A15751C0A9639C8B63"} , {"body" : "AFTER struggling to fix up a brownstone in Harlem for the last 16 months, Meyghan Hill, a model and actress, and her husband, Daniel Scarola, a ballroom dancing instructor, are thinking about giving up and moving out. But what may drive them away is not the neighborhood, which they have come to love, nor their four-family house, where they have" , "date" : "20050220" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "HARLEM (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "In Brownstones, Taxes Suddenly Rise" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F07EFDA103AF933A15751C0A9639C8B63"} , {"body" : "A transit worker on a routine inspection shortly before 3 a.m. yesterday found a plastic bag containing two human legs and an arm beside the tracks of the southbound A train in Bedford-Stuyvesant, the police said. Last night, the police identified the victim as Rashawn Brazell, 19, of Bedford-Stuyvesant. He was identified after the police traced a" , "date" : "20050218" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Metro Briefing | New York: Brooklyn: Body Parts Found Near Subway Tracks" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E4DD113AF93BA25751C0A9639C8B63"} ,   {"body" : "An off-duty police officer on his way to work and a 19-year-old woman on her way home from her birthday party were killed after a sport utility vehicle ran a stop sign and slammed into a car in Brooklyn yesterday morning, the police said. The crash, at Putnam and Central Avenues in Bushwick, occurred when a Ford Excursion, carrying the 19-year-old" , "date" : "20050214" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Crash in Brooklyn Kills Off-Duty Officer and Woman, 19" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9404E0D9153AF937A25751C0A9639C8B63"} , {"body" : "It was the test scores that first got people outside of Connecticut interested in Amistad Academy, a charter school here. In a city where 31 percent of eighth graders achieved mastery on the state reading test in 2003, 81 percent of Amistad's did. In math, 75 percent of Amistad's eighth graders achieved mastery, compared with 19 percent citywide." , "date" : "20050209" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CONNECTICUT" , "NEW HAVEN (CONN)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "10" , "title" : "Can Amistad's Model Succeed in New York?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9407E5D91F3BF93AA35751C0A9639C8B63"} , {"body" : "It was a school night and well after 12, but Ashley Evans and Tatianna McDonald were not yet ready for sleep. Besides, after a humdrum evening of playing video games with five of their friends, the real fun was just getting under way. Ranging in age from 14 to 21, the group, most of them connected by blood or by romance, decided to go out ''and" , "date" : "20050206" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Reconstructing a Chance Encounter That Turned Deadly" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A06E4DE1E3BF935A35751C0A9639C8B63"} , {"body" : "City Council Speaker Gifford Miller, surrounded by a dozen Brooklyn officials on the steps of Borough Hall, announced his candidacy for mayor yesterday, and appeared intent on displaying his support within the 718 area code. Mr. Miller's mayoral intentions have been clear for many months, but until yesterday's event -- more of a soft opening for" , "date" : "20050205" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "For Miller, A Soft Toss Of His Hat For Mayor" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A00EFDC113BF936A35751C0A9639C8B63"} , {"body" : "Attractions Museums MUSEUM OF CHINESE IN THE AMERICAS, 70 Mulberry Street, Chinatown. On view, ''Have You Eaten Yet? The Chinese Restaurant in America Exhibit,'' an exhibition of Chinese menus, travel diaries and other items; ''Mapping Our Heritage Project,'' an interactive display on the history of Chinatown; ''Yellow Pearl,'' a compilation of" , "date" : "20050204" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E4D9103BF937A35751C0A9639C8B63"} , {"body" : "Mayor Michael R. Bloomberg distanced himself from President Bush yesterday on the president's proposal to divert some Social Security taxes into private investment accounts, describing the plan, which was the central theme of Mr. Bush's State of the Union address, as excessively risky. ''I've never thought that privatizing Social Security made a" , "date" : "20050204" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Mayor Differs With Bush On Social Security Changes" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D07EED6103BF937A35751C0A9639C8B63"} , {"body" : "The city will sever its contracts with two more low-performing foster care agencies as part of a far-reaching overhaul of the foster care system to be announced today, according to city officials and foster care providers. In addition, the city will remove several hundred children from an assortment of agencies that have performed poorly on annual" , "date" : "20050203" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "City to Sever Two Contracts For Foster Care" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0DEEDF103BF930A35751C0A9639C8B63"} , {"body" : "Oscardo Gonzalez describes the first time he held his newborn daughter with one word: ''Boom!'' The instant he took her in his arms, he said, he knew her birth ''was meant to be.'' His marriage, however, was not. Last year Mr. Gonzalez and his wife separated, and he became a single father. That baby girl is now almost a teenager. ''I'm the parent" , "date" : "20050131" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "The Neediest Cases; A Single Father Steps Up Into a Dizzying New Role" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0DE2D9153BF932A05752C0A9639C8B63"} , {"body" : "In a growing number of New York City neighborhoods, it is English that is the foreign language. ''The Newest New Yorkers 2000,'' a 265-page report released last week on how immigration has transformed the city's landscape and life, counted 17 neighborhoods where a majority of the residents were born outside the United States. In one, Elmhurst in" , "date" : "20050130" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)" , "ELMHURST (NYC)" , "BEDFORD-STUYVESANT (NYC)" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Around the World in 5 Boroughs" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE5DD153BF933A05752C0A9639C8B63"} , {"body" : "There is no doubt that a major disruption of subway service in New York City results in longer waits, aggravating delays and general inconvenience for hundreds of thousands of commuters. But for a certain breed of subway rider, the fire that destroyed a signal relay room in Lower Manhattan on Sunday did more than cripple service on the A and C" , "date" : "20050129" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "For Some Riders, a Subway Line Is Hallowed Ground" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F00E5D6143BF93AA15752C0A9639C8B63"} ,   {"body" : "THEY may live at opposite ends of the disabled A and C subway lines, but Kevin McCarthy and Bentley Rand had the same worry this week: Will the transportation breakdown caused by a signaling room fire also derail white-hot real estate values? ''Let's face it, real estate is all about location,'' said Mr. McCarthy, who lives with his partner, David" , "date" : "20050127" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Will Real Estate Miss The Train?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9406EED9163BF934A15752C0A9639C8B63"} , {"body" : "Manhattan WEST VILLAGE $2.225 million 1 Morton Square 3-bedroom, 3 1\/2-bath, 2,500-sq.-ft. condo in a new building; 24-hr. doormen; windowed eat-in kitchen, marble baths, Hudson River view; health club and gym in building; common charge $1,486; taxes $939 (abated); listed at $2.225 million, 1 week on market (broker: Dwelling Quest) GRAMERCY PARK" , "date" : "20050127" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "Residential Sales" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B01E7DC173BF934A15752C0A9639C8B63"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "IT took about three months for Andrew Squire and Ilya Speranza to find a house to buy. But it took more than a year to actually buy it -- primarily because they needed to locate the seller's long-lost brother, a man who had inherited a small share of the house and whose whereabouts had been unknown for 25 years. ''If I weren't a real estate lawyer," , "date" : "20050116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "THE HUNT; A Long Wait for the Happy Ending" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9807E7D61738F935A25752C0A9639C8B63"} , {"body" : "WHEN Emily Haddad moved to New York shortly after finishing college in 2001, she didn't know much about the city, but being gay, she knew she wanted to live in a gay-friendly community. Her neighborhood of choice? Park Slope. ''It seemed like lesbian central in New York,'' said Ms. Haddad, 24, whose unaccented speech belies her North Carolina" , "date" : "20050116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "WILLIAMSBURG (NYC)" , "PARK SLOPE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; Replanting The Rainbow Flag" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A01EEDA1438F935A25752C0A9639C8B63"} , {"body" : "PrattStore is determined to be more than just another college bookstore. Housed in a sleek contemporary building with large glass windows, the new art-and-design store, which will open this month on Myrtle Avenue in Brooklyn, has been purposely built to serve both town and gown. The store, a 15,000-square-foot soaring space, is a warehouse of" , "date" : "20050112" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Education" , "Books" , "Business"] , "page_facet" : "5" , "title" : "COMMERCIAL REAL ESTATE: REGIONAL MARKET -- Brooklyn; An Anchor Bookstore for a College and Its Neighborhood" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A03E2DB1638F931A25752C0A9639C8B63"} , {"body" : "SANDWICHED between Fort Greene and Bedford-Stuyvesant, Clinton Hill in Brooklyn might just be the quintessence of urban living in New York City. It is affluent and not so, seedy and grand, ethnically diverse, a magnet for artists, musicians and filmmakers, and so rich in architectural style that even now, with escalating property prices, a new" , "date" : "20050109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CLINTON HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN\/Clinton Hill, Brooklyn; Into the Big Leagues, With Prices to Match" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9405E3DF1139F93AA35752C0A9639C8B63"} , {"body" : "For three years, the authorities said, Robert Brown baby-sat for Essie Porter's youngest son and daughter. Ms. Porter was on welfare and either in job training or working part time, prosecutors said, so under welfare law, the city paid her child-care provider, Mr. Brown, for his services -- more than $10,000 over the years. There was only one" , "date" : "20050105" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: City Paid Man To Baby-Sit For Own Child" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980CE4D71339F936A35752C0A9639C8B63"} , {"body" : "Her face stares out from a wall on an elementary school in Bedford-Stuyvesant, Brooklyn, one of the few visible signs that Shirley Chisholm was here, even if she chose not to stay. Ms. Chisholm, the first black woman elected to Congress and the first black woman to seek the nomination of a major party for president, some two decades ago left the" , "date" : "20050104" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Back Home in Brooklyn, Rivals and Allies Remember Chisholm" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9405E7DF1339F937A35752C0A9639C8B63"} , {"body" : "Shirley Chisholm, the first black woman to serve in Congress and the first woman to seek the Democratic presidential nomination, died on Saturday night at her home in Ormond Beach, Fla. She was 80. She died after several recent strokes, according to a former staff member, William Howard. Mrs. Chisholm was an outspoken, steely" , "date" : "20050104" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["U.S." , "Obituaries"] , "page_facet" : "9" , "title" : "Shirley Chisholm, 80, Dies; 'Unbossed' Pioneer in Congress and Presidential Candidate" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0DE6DA1239F937A35752C0A9639C8B63"} , {"body" : "Shirley Chisholm, the first black woman to serve in Congress and the first woman to seek the Democratic presidential nomination, died on Saturday night at her home in Ormond Beach, Fla. She was 80. She had suffered several strokes recently, according to a former staff member, William Howard. Mrs. Chisholm was an outspoken, steely" , "date" : "20050103" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["Front Page" , "U.S." , "Obituaries" , "Washington"] , "page_facet" : "1" , "title" : "Chisholm, 80, Is Dead; 'Unbossed' Pioneer in Congress" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9503E5DD1239F930A35752C0A9639C8B63"} ,   {"author" : "E-mail: thehunt@nytimes.com" , "body" : "WITH two young children, Robin Hardman and Peter Hill loved living in Stuyvesant Town -- the playground right outside, the playmates across the hall, the 10-minute walk to school (15 if the kids dilly-dallied). But inside, the living conditions were tight. Leo, now 9, and Mae, 6, shared the bedroom. Their parents slept on a pullout sofa bed in the" , "date" : "20050102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RIDGEWOOD (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "THE HUNT; One Family Makes a Move, And Four Others Follow" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E4DB1739F931A35752C0A9639C8B63"}]