[  {"body" : "The body of Alistair Cooke, the genteel British broadcaster who interpreted the United States for his puzzled countrymen from his home in Manhattan, was surgically plundered last year after his death, his daughter and a law enforcement official said yesterday. Speaking for the family from her home in Vermont, Mr. Cooke's daughter, Susan Cooke" , "date" : "20051223" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Alistair Cooke's Bones Were Plundered, His Daughter Says" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/23\/nyregion\/23cooke.html"} , {"body" : "As New York City plunged into Day 2 of the transit strike, the stakes for those on the picket line, businesses and riders spiraled upward yesterday: Gov. George E. Pataki said that there would be no negotiations until the strikers return to work; a judge raised the possibility of sending union leaders to jail; businesses languished and weary New" , "date" : "20051222" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "TRANSIT STRIKE: OVERVIEW; STAKES CLIMB ON DAY 2 OF STRIKE; JAIL THREAT FOR UNION LEADERS" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/22\/nyregion\/nyregionspecial3\/22strike.html"} , {"body" : "On Sunday afternoon, millions of families in the New York area will sit down to Christmas dinner. In thousands of those homes, dinner will be interrupted around a quarter past four. As the sun prepares to set, some man, woman or child will say a brief prayer in Hebrew and light the first candle on the Hanukkah menorah. This year, for the first time" , "date" : "20051220" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Holidays' Convergence Adds to December Dilemma" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/20\/nyregion\/20holiday.html"} , {"body" : "Up until the 11th hour -- almost 12 a.m., to be exact -- New Yorkers remained steadfastly optimistic that the city's transit service would remain in its perpetual motion. But as word that the transit workers had rejected a late offer from the Metropolitan Transportation Authority trickled through the subway system, riders passing through some of" , "date" : "20051220" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "TRANSIT NEGOTIATIONS: THE RIDERS; A Frenzied Rush Hour That Came Around Midnight" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/20\/nyregion\/nyregionspecial3\/20scene.html"} , {"body" : "When the Los Angeles Dodgers traded Paul Lo Duca to the Florida Marlins in July 2004, aftershocks rumbled through Chavez Ravine. So moved by the departure of someone he calls ''one of the best people in baseball I've ever met,'' Manager Jim Tracy wanted to offer a small tribute. Without hesitation, Tracy gave his longtime No. 12 to Steve Finley," , "date" : "20051219" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "BASEBALL; The Lunch-Pail Guy Behind the Plate" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/19\/sports\/baseball\/19loduca.html"} , {"body" : "Aleksandr Shteyn made two bold moves as an adult. Each, he says, touched off a plunge into misery. His first fall, in his native Uzbekistan, ended after about five years. His second, in Brooklyn, is six years long and shows no sign of ending. The social workers helping him say their immediate task is keeping him from becoming homeless. In 1979 Mr." , "date" : "20051207" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "The Neediest Cases; For Ex-Soldier, an Enemy That's Hard to Beat" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E7DF1031F934A35751C1A9639C8B63"} , {"body" : "Thanksgiving is always a busy time for Julie Sorokurs. She and her younger sister, Cathy, help in the kitchen with the apple pie, mixing the flour and remembering, Julie said, to ''take turns so everything is fair.'' Then they work on the day's costumes, assembling Pilgrim hats out of black construction paper. During dinner, she is happy to" , "date" : "20051124" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Children Lead Pilgrims of Today In Cultural Lessons" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/24\/nyregion\/24thanks.html"} , {"body" : "Preston Robert Tisch, who with his older brother built a multibillion-dollar business empire and who himself was postmaster general, half-owner of the New York Giants football team and leader of many of the city's top business groups, died yesterday at his home in Manhattan. He was 79 and also had a home in Harrison, N.Y. The cause was a brain" , "date" : "20051116" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries" , "Business"] , "page_facet" : "8" , "title" : "Preston Robert Tisch, Co-Owner of Loews Empire and New York Giants, Dies at 79" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/16\/business\/16tisch.html"} , {"body" : "Silicone basting and pastry brushes have been around for a year or so, but this new one from Cuisipro ramps up the convenience with a self-contained stand, to avoid a mess when you park it on the counter. The handle unscrews so that fats, glazes or other ingredients (about three tablespoons' worth) can be poured in and released with slight" , "date" : "20051116" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; Free Countertop Parking For a New Baster in Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9800E7D9103EF935A25752C1A9639C8B63"} , {"body" : "Fresh off his landslide victory, Mayor Michael R. Bloomberg yesterday fended off speculation that he would next run for governor or even president. And rather than basking in his victory on Tuesday night, he went right back to work at City Hall. Stung by the lopsided loss in Tuesday's mayoral election, Democrats, meanwhile, warned that Mr." , "date" : "20051110" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "THE 2005 ELECTIONS: THE MAYOR; For Bloomberg, Victory Lap Leads Right Back to Work" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/10\/nyregion\/metrocampaigns\/10bloomberg.html"} ,   {"body" : "City Councilman Vincent J. Gentile knows a little about tight elections. In February 2003, Mr. Gentile, a Democrat and former state senator, earned a Council seat in Brooklyn by winning a special election by just 31 votes. In November of that year, he won with 55 percent of the vote, giving him the narrowest margin of any Council incumbent. This" , "date" : "20051104" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Councilman in Brooklyn Faces a Tough Rematch" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/04\/nyregion\/metrocampaigns\/04council.html"} , {"body" : "Investigators are pursuing a criminal inquiry involving macabre dealings in mortuaries and unseemly sales of flesh and bone. Investors in a Brooklyn funeral home have told the police that they suspect an embalmer improperly removed body parts. The embalmer had connections to a dentist whose business, Biomedical Tissue Services of Fort Lee, N.J.," , "date" : "20051031" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "At a Brooklyn Funeral Home, an Investigation Considers the Macabre" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/31\/nyregion\/31ghouls.html"} , {"body" : "A 69-year-old woman walking across an intersection in a residential area of Bensonhurst was struck and killed yesterday by a motorist who fled the scene, the police said. The woman, whose identity was not disclosed, was hit about 6:30 p.m. at 65th Street and West Fourth Street. She was taken to Coney Island Hospital, where she was pronounced dead" , "date" : "20051024" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Woman Killed In Hit-Run" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9506EFDB103FF937A15753C1A9639C8B63"} , {"body" : "LONG before Brooklyn got out of bed on Friday morning, Vincent Malta, 83, was up and painting in the quiet of the colorful clutter that has been his gallery, and his home, for more than half a century. Mr. Malta is a rather unusual portrait of the struggling artist: nearly two decades after his first Social Security check arrived, he began making a" , "date" : "20051020" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "INK; Success Finally Catches Up With an Artist" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/20\/nyregion\/20ink.html"} , {"body" : "THE moment seemed innocuous enough. Michael Vaccaro, a fourth grader, had just left P.S. 112 in Brooklyn and was headed home with his mother. Two filmmakers were in front of him, their camera capturing his every movement on video, when his mother's cellphone rang. ''It was such an indicator of today's culture,'' said Amy Sewell, a producer of ''Mad" , "date" : "20051016" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "13" , "title" : "FILM; The Hidden Cost of Documentaries" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/16\/movies\/16rams.html"} , {"body" : "At 12, his childhood already cut short by his mother's heroin addiction, Alex Krylov left Ukraine with his grandmother and started life anew in Brooklyn. Five years later, the young refugee is an A student at Edward R. Murrow High School. But American opportunity has come at a price: Alex's little sister, Raisa Skakun, was left behind in Odessa, in" , "date" : "20051014" , "day_of_week_facet" : "Friday" , "geo_facet" : ["UKRAINE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Contest of Suffering, With the U.S. as a Prize; Tearful Story of a Girl Left Behind Isn't Sad Enough to Earn a Visa" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/14\/nyregion\/14orphan.html"} , {"body" : "A swelling population, an overheated real estate market and the biggest building boom in 30 years are fueling a counterrevolution in New York City: Dozens of neighborhoods have asked the Bloomberg administration to rewrite zoning rules to rein in what residents see as runaway development and growth. In what some housing experts are calling ''the" , "date" : "20051010" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In a Still-Growing City, Some Neighborhoods Say Slow Down" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/10\/nyregion\/10density.html"} , {"body" : "Clarence Norman Jr.'s conviction and resulting fall from power as the Democratic Party leader in Brooklyn has touched off intense political jockeying among officials who aspire to succeed him in the first scramble for a new county leader in 16 years. Mr. Norman, the leader of Brooklyn's huge and fractious party, was found guilty last week of" , "date" : "20051005" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Assemblyman Sees Enough Support for Brooklyn Leader Post" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/05\/nyregion\/05brooklyn.html"} , {"body" : "The conviction of Clarence Norman Jr. has abruptly opened three positions in the political world of Brooklyn, and Democratic Party leaders in the borough spent yesterday in frenzied phone calls trying to determine how to fill them. Mr. Norman, the leader of Brooklyn's huge and fractious party, was found guilty on Tuesday of soliciting illegal" , "date" : "20050929" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Democrats Start Scrambling To Fill Norman's Three Posts" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/29\/nyregion\/29brooklyn.html"} , {"body" : "A man fired two shots into a parked car during a robbery attempt yesterday in Bensonhurst, the police said, accidentally killing his accomplice, who was standing outside the passenger side, and injuring a man in the driver's seat. The accomplice, Gregory Dorismond, 24, was fatally shot in the chest about 1:45 a.m., the police said. The man in the" , "date" : "20050929" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Metro Briefing | New York: Brooklyn: Man Killed In Robbery" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B05E2D61230F93AA1575AC0A9639C8B63"} ,   {"body" : "CHRIS ROCK is pleased that ''Everybody Hates Chris,'' the UPN comedy series that's kind of, sort of, but not-quite based on his less-than-idyllic adolescent years in the Bedford-Stuyvesant neighborhood of Brooklyn, is making its debut Thursday at 8 p.m. But he would have preferred that it not be preceded by the kind of critical superlatives and" , "date" : "20050918" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "20" , "title" : "TELEVISION; Chris Rock Hates Everybody's Fussing" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/18\/arts\/television\/18rhod.html"} , {"body" : "Among the few certain truths of Sept. 11, 2001, is one that applies to every day that dawns. That there is no guarantee of tomorrow, or the next five minutes. This is the central provision of all contracts between people and their lives. No plans, large or small, are exempt. The impact of 9\/11 on the world's large plans has been well documented." , "date" : "20050911" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "The Eleventh of Never; Millions Planned a Mundane 9\/11\/01. Of Course, It Didn't Happen." , "url" : "http:\/\/www.nytimes.com\/2005\/09\/11\/nyregion\/nyregionspecial3\/11day.html"} , {"body" : "RONALD A. FATOULLAH, a lawyer in Great Neck, was on vacation in Aruba last year when his office called to say that a client had an urgent question about a trust Mr. Fatoullah had set up for him. Mr. Fatoullah had Internet access to his computerized files, in which a copy of the trust -- like almost all of his work documents -- had been stored in" , "date" : "20050911" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "L.I. @ WORK; Today's Office: Whole Lot Of Shredding Going On" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B05E3DC1231F932A2575AC0A9639C8B63"} , {"body" : "The government's star witness in its racketeering case against John A. Gotti, the scion of the Gambino crime family, testified yesterday that he had lied to the police when asked about the killing of Yusuf K. Hawkins, a young black man shot in a racial attack in Bensonhurst in August 1989. The witness, Joseph D'Angelo, also admitted that he had" , "date" : "20050819" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Gotti Witness Tells of Role In Bias Attack In Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E0DF103EF93AA2575BC0A9639C8B63"} , {"body" : "Attractions Museums and Sites MUSEUM OF THE CITY OF NEW YORK, Fifth Avenue at 103rd Street. Tomorrow at 1 p.m., a walking tour of Greenwich Village. Fee: $20; students, museum members and members of the New-York Historical Society, $15; information, (212)817-8215. Also tomorrow at 3 p.m., ''Quilting With Laura Gadson,'' a workshop inspired by" , "date" : "20050812" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "32" , "title" : "SPARE TIMES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0CE4D8143EF931A2575BC0A9639C8B63"} , {"body" : "Patrick Dellamura, a lifelong resident of Gravesend, Brooklyn, has seen it over and over again in recent years: charming old one-family houses are bought, torn down and replaced with drab, blockish apartment buildings. And when areas are rezoned to prevent such out-of-context development, Mr. Dellamura says, the developers just move a few blocks" , "date" : "20050807" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; As Housing Keeps Sprouting, A Plea to Hold the Hammers" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0CEEDB163EF934A3575BC0A9639C8B63"} , {"body" : "It may not replace the Empire State Building or the MetroCard, but the most fitting symbol of New York City today could be the knotty plywood wall enclosing a housing construction site. From Bensonhurst to Morrisania to Flushing, new homes are going up faster now than they have in more than 30 years. In 2004, the city approved the construction of" , "date" : "20050804" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Housing Boom Echoes in All Corners of the City" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B04E7DA1F3FF937A3575BC0A9639C8B63"} , {"body" : "When Paul Malignaggi is preparing for a fight, he doesn't do his laundry, carry his car keys or cook. He has a friend do chores for him. Malignaggi, a junior welterweight from Bensonhurst, Brooklyn, handles the talking. And he handles it well. Last year in Malignaggi's fight against Ramiro Cano, a predominantly Mexican crowd in Nevada began" , "date" : "20050727" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "5" , "title" : "BOXING; A Fighter With Style and Substance" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A05E7D7133FF934A15754C0A9639C8B63"} , {"body" : "WHEN a group of white men attacked three black men on the streets of Howard Beach, Queens, last month, severely beating one with a baseball bat, it was the 125th hate crime in New York this year, according to records collected by the Police Department. The attack echoed an assault from nearly 20 years earlier when another group of white men armed" , "date" : "20050724" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Breaking Down Hate Crime" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03EFDC153FF937A15754C0A9639C8B63"} , {"body" : "THE DISAPPOINTMENT ARTIST AND OTHER ESSAYS By Jonathan Lethem Doubleday ($22.95, hardcover) The names of the three limbs of the subway -- the IRT (Interborough Rapid Transit), the BMT (Brooklyn-Manhattan Transit) and the IND (Independent Subway) -- are slowly falling from New Yorkers' common tongue, and the last enamel signs citing the old names" , "date" : "20050724" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "10" , "title" : "NEW YORK BOOKSHELF\/NONFICTION; Oddities of the Subway, Frustrations of the Cabby" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B04E5DB143FF937A15754C0A9639C8B63"} ,   {"body" : "They came to the Rev. Al Sharpton by telephone and in person -- New York politicians looking for advice and reassurance about the latest racial attack in Howard Beach, Queens. Mayor Michael R. Bloomberg called the night the news broke, and the men talked about the city's response. Others, like the Democratic candidates angling to replace Mr." , "date" : "20050702" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Like Sharpton Himself, City and Its Fears Have Calmed Since '86" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0CE3DC1331F931A35754C0A9639C8B63"} , {"body" : "Pedestrians and drivers along Eighth Avenue in Midtown Manhattan ran into a bit more than the usual rush hour chaos yesterday. First, around 5:30 p.m., the police surrounded a building near the corner of 39th Street. Officers had been looking in the Port Authority Bus Terminal for a man wanted in a rape case in Brooklyn from 2002, police officials" , "date" : "20050629" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing: New York | Manhattan: Manhunt In Midtown" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F02E2DA1431F93AA15755C0A9639C8B63"} , {"author" : "Joel Kotkin is an Irvine Senior Fellow at the New America Foundation and the author of ''The City: A Global History.''" , "body" : "MY grandparents all landed in Brooklyn shortly before World War I. My mother's parents, who stayed poor, shifted from small apartment to small apartment in Brownsville with their five kids. My dad's family did much better, building a successful garment business in Manhattan and moving to a two-story attached house, complete with backyard, on a" , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "10" , "title" : "THE NEW BROOKLYNS\/THE FUTURE; The Next Act" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0DE5DA143BF93AA25755C0A9639C8B63"} , {"body" : "SIXTY-FIRST Street in Bensonhurst isn't exactly at the heart of Brooklyn; it's more like where the appendix would be. It's not a fancy street, but it's very clean. The brick houses are either single or two-family. They have their own driveways and are only two stories high, so there's always a lot of sky. Kids who grew up on the block know how to" , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "THE NEW BROOKLYNS\/FACES OF A BOROUGH; Because It's There" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D02E4DA143BF93AA25755C0A9639C8B63"} , {"author" : "Gene Russianoff is a lawyer for the New York Public Interest Research Group's Straphangers Campaign." , "body" : "THIS week, in the wake of the failed West Side stadium project, Mayor Michael R. Bloomberg agreed to help the Mets and the Yankees build new ballparks that could be used if New York City wins its bid for the 2012 Olympics. Those projects may have their good points, but Mr. Bloomberg has neglected a project that would have a far greater impact: the" , "date" : "20050618" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "13" , "title" : "The Train! The Train!" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950CE3DF153BF93BA25755C0A9639C8B63"} , {"author" : "E-mail: hjaraton@nytimes.com" , "body" : "MOST people here at the N.B.A. finals would bet on a football stadium for the West Side of Manhattan before they would on Larry Brown's returning next season to coach the Detroit Pistons. Maybe he is going to be the president of the Cleveland Cavaliers, or maybe not. Maybe he is going to require time away from the sport to attend to a health issue," , "date" : "20050612" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "9" , "title" : "Sports of The Times; For the Brothers Brown, the Root of the Restlessness May Be Their Father" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E02E0DB1E38F931A25755C0A9639C8B63"} , {"body" : "When it comes to adapting beloved television sitcoms into feature films, more is almost always less. The great small-screen comedies succeed through familiarity and repetition. In the original ''Honeymooners,'' to take the example at hand, every episode is pretty much the same as every other. Ralph Kramden cooks up a sure-fire scheme that falls" , "date" : "20050610" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "10" , "title" : "FILM REVIEW; Ralph Kramden Resumes His Hunt for the Sure Thing" , "url" : "http:\/\/movies.nytimes.com\/movie\/review?res=9A0DEED61038F933A25755C0A9639C8B63"} , {"body" : "More than a decade ago, when Fred Newman and Lenora Fulani embraced Marxist ideology, they could not persuade even the Rev. Al Sharpton to run under the banner of their fringe political party in his 1992 Senate bid. Mr. Sharpton, seeking to gain legitimacy as a candidate, began distancing himself from the two and from their New Alliance Party, as" , "date" : "20050528" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "In New York, Fringe Politics In Mainstream" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9906E0D71139F93BA15756C0A9639C8B63"} , {"body" : "Daniel Schwarz, who rose from clerk to the top editor of the Sunday department of The New York Times in a 44-year-career, died on Saturday at a hospital in Bradenton, Fla. He was 96. He died after injuring his head in a fall while on a visit to his wife, Peggy, who lives in a nursing home in Bradenton, their son Edward said.. When Mr. Schwarz came" , "date" : "20050525" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "18" , "title" : "Daniel Schwarz, 96, Editor Of Sunday Times Sections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9500E6DD1339F936A15756C0A9639C8B63"} , {"body" : "There are times when Frances Mattina, a woman in her 70's from Mill Basin, Brooklyn, has a problem with her Social Security check, or a question about Medicare benefits. When that happens, she takes a bus a few blocks down Avenue U to her local Social Security Administration office. Many other members of her senior citizens' club do the same. ''To" , "date" : "20050522" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: MILL BASIN; Shutting of a U.S. Office Riles Some Local Elderly" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9906E0D91439F931A15756C0A9639C8B63"} ,   {"body" : "HE is the director David Lynch's composer of choice, has scored more than 70 movies, has won a Grammy and been nominated for an Emmy three times. But in Hollywood, where even mayflies are praised for their attention spans, Angelo Badalamenti is man of mystery. Maybe it's because Mr. Badalamenti shuns the lunches on Rodeo Drive. Or maybe it's how" , "date" : "20050522" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MUSIC; David Lynch's Not-So-Silent Partner" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9900E6D71739F931A15756C0A9639C8B63"} , {"body" : "WHEN the time came to sell our roomy old house in Montclair, with its stained-glass windows and towering oaks in the front yard, two nice young couples who had heard that the ''For Sale'' sign would soon be posted wanted to see the place. That wasn't surprising: Montclair's a hot market. We'd barely begun the daunting process of shoveling out 20" , "date" : "20050515" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Hudson Isn't So Wide Anymore" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E1D71030F936A25756C0A9639C8B63"} , {"body" : "SINGLING out any one year as emblematic of an era is a conceit, of course. For Jonathan Mahler, there's no problem, though. He admits he's biased, because his new book, ''Ladies and Gentlemen, the Bronx Is Burning,'' zeroes in on 1977, when a wave of arson, a blackout and riots, a serial killer, a transformative mayoral race and the Yankees'" , "date" : "20050515" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "3" , "title" : "The Nation: 'Do Something!'; The Year New York Lived Really Dangerously" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE2DD1E30F936A25756C0A9639C8B63"} , {"author" : "Paula Span, a former New York correspondent for The Washington Post, teaches at the Columbia University Graduate School of Journalism." , "body" : "WHEN the time came to sell our roomy old house in New Jersey, with its stained-glass windows and towering oaks in the front yard, two nice young couples who had heard that the ''for sale'' sign would soon be posted wanted to see the place. That wasn't surprising: Montclair's a hot market. We'd barely begun the daunting process of shoveling out 20" , "date" : "20050515" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Not-So-Great Divide" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D04EED91130F936A25756C0A9639C8B63"} , {"body" : "A few minutes into a Saturday service last month, two teenagers in dark suits and broad-brimmed black hats crept into Progressive Temple Beth Ahavath Shalom in Borough Park, Brooklyn. They were not pleased with the proceedings. Rabbi Karen Bookman Kaplan was leading the two dozen congregants in a prayer: ''God of light and sun, we thank you for the" , "date" : "20050513" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Reform Jews, Adrift In a Sea of Black Hats; In Orthodox Borough Park, Last Holdouts Get Strange Looks" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980DE6DA1130F930A25756C0A9639C8B63"} , {"body" : "The sight of a roomful of modern New York City fifth graders determinedly going through the paces of traditional ballroom dancing -- the fox trot, the rumba, even the sultry tango -- has a certain charming incongruity. The dances, with their old-style Astaire-and-Rogers urbanity, fit oddly with the unlithe bodies and dressed-down urban attitudes of" , "date" : "20050513" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Education"] , "page_facet" : "20" , "title" : "FILM REVIEW; Where the Rumba Is as Much a Part of School as Recess" , "url" : "http:\/\/movies.nytimes.com\/movie\/review?res=9B04E1D71030F930A25756C0A9639C8B63"} , {"body" : "Fernando Ferrer, a Democratic candidate for mayor, was endorsed by a cross section of Brooklyn politicians yesterday, while another candidate, C. Virginia Fields, assailed the mayor and the governor over the delays in rebuilding at ground zero. The endorsement of Mr. Ferrer, from a multiracial group that represents neighborhoods as disparate as" , "date" : "20050506" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Ferrer Gets Endorsement, And the Mayor Gets Criticism" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B02EFDC1430F935A35756C0A9639C8B63"} , {"author" : "E-mail: hjaraton@nytimes.com" , "body" : "IN the conspicuously puzzling absence of George Steinbrenner, may we present another prominent New York Boss, who also has an entry in tomorrow's Kentucky Derby, employs Nick Zito as his trainer and counts himself among the legions of Yankees fans wondering if his team is turning into an old plow horse before his eyes. The book on Leonard Riggio," , "date" : "20050506" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Sports of The Times; At Derby, Pinstripes Are Worn In 2 Styles" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A00E0DA1430F935A35756C0A9639C8B63"} , {"body" : "THE end came abruptly on Third Avenue. Just after 6 p.m. on May 12, 1955, the last elevated uptown train rolled out of Chatham Square, in Chinatown, bound for the Bronx and then for incineration. Subway ridership had declined steadily after peaking at 2.1 billion in 1947. Elevated railways, at least in Manhattan, were seen as a thing of the past." , "date" : "20050501" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Spell Of the El" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9405EFD81131F932A35756C0A9639C8B63"} , {"body" : "A few weeks ago the news broke that Jonathan Safran Foer, the young novelist, was trading up in Park Slope, selling one home for more than $3 million and buying another for $6.75 million. Brooklyn real estate watchers weren't all that surprised in a borough where homes are listed for as high as $20 million. But even if prices like this seem absurd" , "date" : "20050424" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "3" , "title" : "THE AGE OF DISSONANCE; No Sleep Till Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9807E0DC1431F937A15757C0A9639C8B63"} ,   {"author" : "Brooke Hauser is a writer and associate editor at Premiere magazine." , "body" : "ON a recent Saturday night at Danny Boy's, a favorite neighborhood bar on the North Shore of Staten Island, Lisa Shammas could have snagged any guy in the room. Her reddish-brown hair was long enough to twirl flirtatiously or swing in rebuff, her lips were glossed, her jeans shrink-wrap tight. Unfortunately, the selection of men left much to be" , "date" : "20050410" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Island Girls" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0CE7DE143EF933A25757C0A9639C8B63"} , {"body" : "DEREK WOOTEN has the basketball. He is standing on a Brooklyn park's asphalt court, known to him since he was 7. Behind him, the elevated D train, squealing. To his right, the Marlboro Houses, looming. And before him, a netless hoop, seducing from 20 feet away. They get some good games going on this court in Bensonhurst, with players coming from" , "date" : "20050330" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; At Age 31, Hanging On To the Ball" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E5D7123FF933A05750C0A9639C8B63"} , {"body" : "An 85-year-old Russian-born physicist was killed by a hit-and-run driver yesterday during his early-morning jog in Coney Island, the police said. The physicist, Ilya Aptekar, was crossing Cropsey Avenue at Bay Parkway about 5:20 a.m., witnesses told the police, when he was struck by a westbound car. Witnesses described the car as a large" , "date" : "20050326" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Science" , "New York and Region"] , "page_facet" : "4" , "title" : "Brooklyn Physicist, 85, Is Killed in a Hit-and-Run Accident" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9505E5DB143FF935A15750C0A9639C8B63"} , {"body" : "The German guy with the mullet never had a chance. Of course it didn't help that his female companion seemed to think an aggressive display of cleavage might neutralize her urgent need for orthodontia. Wass Stevens considered the couple for just a moment before muttering, ''Let me crush 'em,'' out of the corner of his mouth. As the doorman at" , "date" : "20050326" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Separating the Elite From the Chaff; Club's Doormen Guard a Higher Social Realm" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE5D8153FF935A15750C0A9639C8B63"} , {"body" : "The German guy with the mullet never had a chance. Of course it didn't help that his female companion seemed to think an aggressive display of cleavage might neutralize her urgent need for orthodontia. Wass Stevens considered the couple for just a moment before muttering, ''Let me crush 'em,'' out of the corner of his mouth. As the doorman at" , "date" : "20050326" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Separating the Elite From the Chaff; Club's Doormen Guard a Higher Social Realm" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E4DA143FF935A15750C0A9639C8B63"} , {"body" : "IN any kind of remotely fair Battle of the Saints, Joseph would smite Patrick all over the firmament. Patrick may be the patron saint of Ireland, but Joseph married the woman who soon gave birth to the savior of all Christendom. Down here in the United States, Patrick is the marquee name. Joseph's feast day falls two days after St. Patrick's, and" , "date" : "20050317" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "INK; After the Wearing of the Green, a Duel of Pastries" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F00E2DF103CF934A25750C0A9639C8B63"} , {"body" : "THE exposed red-brick walls of the studio apartment in the five-story, corniced limestone town house on West 145th Street in Harlem are delicately muted by feathery white paint strokes. The newly finished hardwood floors glisten, as do the stainless-steel kitchenette and its marble countertops. And when the apartment's current lease expires in" , "date" : "20050313" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Yes, There Are Apartments Out There for $1,000" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B06EFDB173CF930A25750C0A9639C8B63"} , {"body" : "It was somewhere between the salad course and the Barry White song that Fernando Ferrer, candidate for mayor, took the microphone last week at a dinner for the local Democratic club held at Temple Sholom in Mill Basin, Brooklyn. He had already told the crowd that he shared their values because they all came from the same place, as working New" , "date" : "20050310" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Ferrer Promoting Mayoralty as a National Democratic Goal" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9406E5DF173CF933A25750C0A9639C8B63"} , {"body" : "TO call Alva Barrezueta a coat-check girl might constitute a breach of political correctness, but it would certainly qualify as a misstatement of fact. On Valentine's Day, Mrs. Barrezueta turned 66. And she has never treated coat checking as provisional employment, a subsidy for a someday career as a movie actress or potter. Of her 66 years, 35" , "date" : "20050216" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Pick a Coat, Any Coat" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502E1DA123AF935A25751C0A9639C8B63"} , {"body" : "Fernando Ferrer, the former Bronx borough president who is running for mayor, received endorsements yesterday from State Senator Carl Kruger and State Assemblyman Steve Sanders, both Democrats. Mr. Kruger represents Sheepshead Bay, Bensonhurst, Brighton Beach and Borough Park in Brooklyn; Mr. Sanders represents Gramercy Park and the Lower East Side" , "date" : "20050202" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Ferrer Gains Endorsements" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A03E0DC133BF931A35751C0A9639C8B63"} ,   {"body" : "In a growing number of New York City neighborhoods, it is English that is the foreign language. ''The Newest New Yorkers 2000,'' a 265-page report released last week on how immigration has transformed the city's landscape and life, counted 17 neighborhoods where a majority of the residents were born outside the United States. In one, Elmhurst in" , "date" : "20050130" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)" , "ELMHURST (NYC)" , "BEDFORD-STUYVESANT (NYC)" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Around the World in 5 Boroughs" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE5DD153BF933A05752C0A9639C8B63"} , {"body" : "DEAR Diary: One day recently, I had a meeting and then lunch in the area between Pennsylvania Station and the Port Authority. This bustling area of local business and commuters from both depots results in a broad brush of the people who make up our city during the work-day rush. The pizzeria I happened into, with its small rear dining area, sounded" , "date" : "20050124" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Metropolitan Diary" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E06E5D81E38F937A15752C0A9639C8B63"} , {"body" : "For nearly 50 years, Boris Volovich worked as an engineer in Ukraine. His wife, Lyudmila, also of Ukraine, worked in the medical field for more than four decades, mostly as a gynecologist. Between them, they have worked for nearly a century. But when they finally retired in Odessa a few years ago, their combined pensions were equivalent to $22 a" , "date" : "20050104" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "The Neediest Cases; Finding a Kind of Wealth After Poverty in Ukraine" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9506E6D81239F937A35752C0A9639C8B63"} , {"body" : "A.J. Richard, whose contagious enthusiasm for new gadgets transformed P.C. Richard & Son from a hardware store into a major retailer of consumer appliances and electronics, died on Dec. 28 in West Islip, N.Y. He was 95 and lived in Bay Shore and Port St. Lucie, Fla. The cause was pneumonia, said Alan Meschkow, the company's advertising director." , "date" : "20050101" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Obituaries" , "Business"] , "page_facet" : "7" , "title" : "A.J. Richard, 95, Tinkerer Who Built Appliance Chain" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A05E3DF1539F932A35752C0A9639C8B63"}]