[  {"body" : "Icing-drizzled trees made of star-shape butter cookies are a holiday addition at One Girl Cookies, a bright new shop in Boerum Hill, Brooklyn. The trees come with chocolate cookies stuck together with a raspberry filling; ginger with an orange filling; and vanilla with chocolate mint. When Dawn Casale started the company five years ago -- without a" , "date" : "20051221" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "12" , "title" : "FOOD STUFF; A Centerpiece To Be Seen And Then Eaten" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E03E3D61730F932A15751C1A9639C8B63"} , {"body" : "Beulah Smith lived for 44 years in a brownstone at Park Place and Brooklyn Avenue in Crown Heights. She never took in boarders, and after the death of her husband, Ivan, she lived alone among the oak paneling, stained glass and flowery wooden fretwork of her turn-of-the-century house. When Ms. Smith died in 1996, at age 94, much of the interior of" , "date" : "20051211" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Class, Brass and 23 Doors" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/11\/nyregion\/thecity\/11hous.html"} , {"body" : "Manhattan GREENWICH VILLAGE $1.6 million 67 Perry Street (West Fourth Street) 2-bedroom, 1 1\/2-bath, 1,400-sq.-ft. co-op in a prewar building; windowed dining room, eat-in kitchen, exposed-brick walls, 3 fireplaces, original moldings and detail, south-facing bay window, 3 exposures; maintenance $700, 56% tax-deductible; listed at $1.45 million" , "date" : "20051208" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B03EEDD1031F93BA35751C1A9639C8B63"} , {"body" : "''WELCOME to my fabulous rental,'' said Christine McKeon, a 38-year-old mother of three, a few weeks after moving into an imposing six-bedroom Victorian town house on one of Park Slope's grandest blocks. ''Look at my chandeliers!'' she said, rolling her eyes. ''Look at my dining room table!'' Ms. McKeon is a bare-feet-and-bluejeans kind of mom and," , "date" : "20051204" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS\/Park Slope, Brooklyn; When a House Is Not Exactly a Home" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/04\/realestate\/04habi.html"} , {"body" : "The Gowanus Canal often stinks and is almost always spotted with slicks of oil. The streets alongside it are practically deserted, the silence broken by the rumble of concrete mixers and oil tankers or the screech of buzz saws. Graffiti abounds, and no one would use the word harmonious for the landscape, where ramshackle wood-frame and brick row" , "date" : "20051128" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "From Open Sewer to Open for Gentrification; Many Gowanus Residents Want Its Collar to Remain Blue" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/28\/nyregion\/28gowanus.html"} , {"author" : "This column about the local economy appears every other week. E-mail address: homefront@nytimes.com" , "body" : "AFTER more than a year of sitting in front of her home computer 16 hours a day, ''including days spent in my pajamas not leaving the house,'' Jessica Furst says, she decided that the life of a freelance graphic designer was not for her. Not that she grew tired of the work. It's just that her routine lacked contact with people other than on the" , "date" : "20051127" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Job Market"] , "page_facet" : "1" , "title" : "HOME FRONT; Working With Art (and People, Too)" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/27\/jobs\/27homefront.html"} , {"body" : "To the Editor: Re ''The Bicycle Thief: It's Not Who You Think'' (Nov. 6): That the police are confiscating bicycles in this city (and I hear it's not just happening in Williamsburg, Brooklyn) blows my mind. Cycling as a mode of transportation reduces pollution and promotes fitness and good health. As a cyclist, I have to risk my life getting on and" , "date" : "20051120" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "Locked Bikes, Taken by the Police" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B06EFD91E3EF933A15752C1A9639C8B63"} , {"body" : "Only two restaurants outside Manhattan won stars in the new Michelin Guide for New York, Peter Luger and Saul, and both are in Brooklyn. In all, 25 Brooklyn restaurants were listed, with places on Smith and Court Streets dominating. Here are some high points (star ratings are by New York Times). BANANIA CAFE (718) 237-9100; 241 Smith Street" , "date" : "20051113" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "GOOD EATING\/SMITH AND COURT STREETS; Bon Appétit" , "url" : "http:\/\/events.nytimes.com\/2005\/11\/13\/dining\/13rest.html"} , {"body" : "IT may have been only one more review among many, but when Michelin announced its first ratings for restaurants in New York City yesterday morning, superstar chefs and proprietors reacted with joyous tears, resignation and, in some cases, dismay. Four restaurants -- Alain Ducasse at the Essex House, Jean Georges, Le Bernardin and Per Se -- received" , "date" : "20051102" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Is New York Worth a Trip? Oui" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/02\/dining\/02mich.html"} , {"body" : "Duplex in Old Parish House $3,250,000 MANHATTAN: 205 East 16th Street (at Third Avenue), #5A A two-bedroom, two-and-a-half-bath duplex condo in a converted 19th-century church parish house. Deanna Kory and Gary Brynes, Corcoran Group (212)937-1957; www.abbeycondominium.com COMMON CHARGES: $1,345.49 a month, plus $1,734.67 a month in real estate" , "date" : "20051023" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F02EED7123FF930A15753C1A9639C8B63"} ,   {"body" : "To the Editor: Working for years in some of the poorest neighborhoods of New York, I watched banking ''reform'' in the 1980's lead to the closing of branch banks. I once asked the vice president of a major New York bank to establish the sort of school-based banking program that taught me to save in my early years. His response: ''It wouldn't pay us" , "date" : "20051023" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "A Need for Banks In Poor Neighborhoods" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D01EFDB133FF930A15753C1A9639C8B63"} , {"body" : "EVERYBODY on their block of Lexington Avenue in Bedford-Stuyvesant seems to know Erik Rothman, 34, and Juan-Manuel Olivera-Silvera, 33. Their neighbors know them as the couple who poured hundreds of thousands of dollars into a derelict 1899 town house. They know them as the guys who always seem to be walking their two long-haired Bergamasco" , "date" : "20051023" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "HABITATS\/Bedford-Stuyvesant, Brooklyn; 2 Guys, 2 Sheepdogs, A Flock of Neighbors" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/23\/realestate\/23habi.html"} , {"body" : "To longtime opponents of the proposed Atlantic Yards development, the intensity and rancor of Tuesday night's environmental impact hearing was not a surprise. They have spent the last two years, after all, mobilizing coalitions of community groups to oppose the project, passing out reams of antidevelopment pamphlets and news releases, and starting" , "date" : "20051020" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "From Huge Project, a Mighty Anger Grows" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/20\/nyregion\/20yards.html"} , {"body" : "CONSTANCE K. NEWSOM takes pride in her prewar row house in Boerum Hill, Brooklyn -- pre-Civil War, that is -- but she is also looking forward to some new neighbors across the street, a row of 14 starkly modern single-family town houses taking shape in cinderblock outlines. The town houses on State Street, priced at about $2.6 million, are the" , "date" : "20051002" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Embracing the Neighborhood Ambience" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/02\/realestate\/02posting.html"} , {"body" : "Craig Livingston, a Caribbean-American real estate developer and Democrat who lives in Harlem, has never voted for a Republican in his life. But on Nov. 8, he is prepared to do just that, casting his ballot in the New York City mayoral race for Mayor Michael R. Bloomberg over his Democratic opponent, Fernando Ferrer. Mr. Livingston feels that the" , "date" : "20050926" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Black Voters, No Longer a Bloc, Are Up for Grabs in Mayor's Race" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/26\/nyregion\/metrocampaigns\/26blacks.html"} , {"body" : "Attractions Gardens NEW YORK BOTANICAL GARDEN, Southern Boulevard and 200th Street, Bedford Park, the Bronx. Through Oct. 30, ''Carnivores: Plants That Eat Meat,'' a display that includes Venus flytraps, sundews and pitcher plants. Through Sept. 30, ''Rose Encore! at the Peggy Rockefeller Rose Garden.'' Events this weekend: an expert-led tour of" , "date" : "20050923" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/23\/arts\/23spar.html"} , {"author" : "This column about the local economy appears every other week. E-mail address: homefront@nytimes.com." , "body" : "HER business career and personal life have blended into one very sweet confection. In 2000, Dawn Casale left Barneys New York, where she had been the women's accessories manager at the Madison Avenue store, to become a cookie maker -- and cookie seller, packager, shipper and promoter. The one-person business she was starting was reflected in the" , "date" : "20050918" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Job Market"] , "page_facet" : "1" , "title" : "HOME FRONT; Out on Her Own, but Not for Long" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/18\/jobs\/18homefront.html"} , {"author" : "Jerome Charyn, who teaches film theory at the American University in Paris, is the author of 10 crime novels featuring a New York police officer, among them ''El Bronx,'' ''Citizen Sidel'' and ''The Isaac Quartet.''" , "body" : "MOST New Yorkers have a jolting memory of where they were on 9\/11, when the twin towers tumbled, leaving Lower Manhattan in a black void for 10 minutes until the smoke and dust clouds began to clear. I couldn't witness the smoke, the dust, the debris. I was sitting in my lawyer's office on the Avenue Henri-Martin, in Paris, when his sister called" , "date" : "20050911" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Enduring Salute" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/11\/nyregion\/thecity\/11feat.html"} , {"body" : "EXACTLY two weeks before the start of the New York Spring Collections, otherwise known as Fashion Week, Malcolm Harris, a 37-year-old designer, was inching toward the debut of a solo line that he is calling Mal Sirrah (his own name, written backward) and describing an unanticipated stumbling block: his new neighborhood. Mr. Harris is living," , "date" : "20050904" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "HABITATS\/Harlem; Luring Fashionistas Uptown" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/04\/realestate\/04habi.html"} , {"body" : "A recipe with the Shaken and Stirred column last Sunday, for the Big Mak, a drink served at Gravy in Boerum Hill, Brooklyn, specified the quantity of simple syrup imprecisely. It is a half-ounce." , "date" : "20050904" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Corrections" , "Style"] , "page_facet" : "2" , "title" : "Correction" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/04\/fashion\/sundaystyles\/04scxn.html"} ,   {"body" : "O.K., ladies. I want to hear from the bourbon drinkers. ''I got a lot of women drinking bourbon at the bar,'' said Kenny Kutch, a bartender who is backing up his bar special, the Big Mak, a bourbon cocktail, with a money-down-the-throat guarantee. ''If you don't like it, I'll drink it,'' he explained. The Big Mak is a sweetheart of a stiff drink." , "date" : "20050828" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "12" , "title" : "SHAKEN AND STIRRED; Bourbonade" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9400E1DA113CF93BA1575BC0A9639C8B63"} , {"body" : "New York's Bangladeshi immigrants are avid readers of Bengali-language newspapers, supporting about 10 local weeklies, but not long ago the editor of one of the papers became front-page news. The editor, Din Rana, a well-known member of the Bangladeshi community and owner and editor in chief of The Weekly Kagoj, was arrested in May on charges of" , "date" : "20050828" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: QUEENS UP CLOSE; An Arrest Roils a Tight-Knit Newspaper World" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E00E6DD1F3EF93BA1575BC0A9639C8B63"} , {"body" : "The shoppers and young families strolling along Seventh Avenue in Park Slope, Brooklyn, can normally slurp their iced coffees, nosh on bagels and French pastries and browse for books far from the tumultuous politics of City Hall. But now it seems they cannot escape the mayoral candidates and their campaign workers prospecting for votes, as" , "date" : "20050820" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Mayoral Rivals Fight for Turf in Brownstone Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9800E7D9103EF933A1575BC0A9639C8B63"} , {"body" : "Attractions Museums and Sites MERCHANT'S HOUSE MUSEUM, 29 East Fourth Street, East Village. This preserved late-Federal brick house with a Greek Revival interior, once owned by Seabury Tredwell, a wealthy hardware dealer, was built in 1832. Through Oct. 3, ''Understanding Architectural Moldings,'' an exhibition that includes artifacts from Federal," , "date" : "20050819" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D00E2D8133EF93AA2575BC0A9639C8B63"} , {"body" : "Touring by Foot and Boat Brooklyn Center for the Urban Environment; (718)788-8500. The center will offer several tours this month, starting with a walking tour in Boerum Hill on Saturday at 10:30 a.m. It will include the mix of 19th-century row houses and churches and Atlantic Avenue, a teeming thoroughfare lined with ethnic food stores, antique" , "date" : "20050818" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "CALENDAR" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0DE3DC133EF93BA2575BC0A9639C8B63"} , {"body" : "THE new restaurant Taku recently served an interesting dessert, a chilled strawberry soup with savory challenges to its essential sweetness, like pinches of salt and pepper, a splash of white vinegar, a goat cheese panna cotta in the center and, around that silken island, a scattering of anise hyssop. The result was as engrossing and pleasurable as" , "date" : "20050727" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["JAPAN" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "10" , "title" : "RESTAURANTS; Where Japan Is a Point of Departure" , "url" : "http:\/\/events.nytimes.com\/mem\/nycreview.html?res=9E02E6DD133FF934A15754C0A9639C8B63"} , {"body" : "THERE was a time when much of the point of fine dining was to be liberated from the frenetic, clangorous, sweaty making of a meal, to have it magically appear, an unlabored gift from unseen elves. Not these days. Not even close. Now you are primed to ooh as chefs simmer and aah as they sautée. You are prodded to watch the sausage being made (not" , "date" : "20050727" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "CRITIC'S NOTEBOOK; Yes, the Kitchen's Open. Too Open." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E06E7DD133FF934A15754C0A9639C8B63"} , {"body" : "The family of a 1-day-old boy delivered soon after his mother was fatally shot outside her Brooklyn apartment said last night that they wanted to name him for his mother. ''We're thinking of naming him after her: Nicholas Miracle or Nicholas Life,'' said Douglas Spain, an uncle of the slain woman, Nicole Sutton. ''We want to give him a strong" , "date" : "20050725" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Swift Care for Slain Woman Helped Save Baby" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D06E4DB123FF936A15754C0A9639C8B63"} , {"body" : "A pregnant bystander was killed early yesterday in a gunfight in front of her Brooklyn apartment house, but doctors were able to deliver her baby boy, the police said. The bystander, Nicole Sutton, was shot once in the neck. The infant was in stable condition last night at Long Island College Hospital in Brooklyn, a hospital spokesman said. Friends" , "date" : "20050724" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Brooklyn Shootout Claims Life of a Pregnant Bystander" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03EFD9153FF937A15754C0A9639C8B63"} , {"body" : "Manhattan SOHO $591,000 124 Thompson Street (Prince Street) 1-bedroom, 1-bath, 500-sq.-ft. co-op in a prewar building; dining area, high ceilings; maintenance $425, 55% tax-deductible; listed at $599,000, 7 weeks on market (brokers: Eychner Associates; Citi Habitats) GREENWICH VILLAGE $1.57 million 55 East Ninth Street 2-bedroom, 2-bath," , "date" : "20050714" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "Residential Sales" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9402E5DD1230F937A25754C0A9639C8B63"} ,   {"body" : "Attractions Museums MUSEUM OF TELEVISION AND RADIO, 25 West 52nd Street, Manhattan. Through Oct. 2, ''Peter Sellers: Does That Include Television?,'' excerpts from his appearances on American and British television. Through Aug. 21, ''TV Goes Hollywood,'' with episodes from vintage shows; through July 21, The Fantastic Four,'' featuring ''Three" , "date" : "20050708" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E4DF1F31F93BA35754C0A9639C8B63"} , {"body" : "Sipping her morning coffee, Karen Bornarth stared with amazement yesterday at the new building plan that would create a towering row of skyscrapers around a proposed Nets arena east of Downtown Brooklyn, and forever change the borough's cozy skyline. ''The idea of having a sports team in Brooklyn is nice,'' said Ms. Bornarth, a 34-year-old baker," , "date" : "20050706" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Brooklynites Take In a Big Development Plan, and Speak Up" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A07E3DF1E31F935A35754C0A9639C8B63"} , {"body" : "Manhattan UNION SQUARE AREA $349,000 69 Fifth Avenue (14th Street) 450-sq.-ft. studio co-op in a postwar building; 24-hr. doormen; renovated kitchen and bath; common roof deck and laundry in building; maintenance $472, 52% tax-deductible; listed at $349,000, 1 week on market (broker: Argo Residential) FLATIRON $912,500 889 Broadway (19th Street)" , "date" : "20050630" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0DEED91431F933A05755C0A9639C8B63"} , {"author" : "Suketu Mehta is the author of ''Maximum City: Bombay Lost and Found'' (Knopf)." , "body" : "AT a party on the Upper West Side in 2000, a distinguished American author, and longtime Manhattanite, asked where I lived. ''Brooklyn,'' I told him. He snorted. ''Poor people live in Brooklyn.'' Then he turned away to get some meat. Shortly after the party, to see if I could move from my rented apartment in Boerum Hill, I went looking to see what" , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE NEW BROOKLYNS\/SIGNS OF CHANGING TIMES; The Great Awakening" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0CE7D6153BF93AA25755C0A9639C8B63"} , {"body" : "There are now two big, theatrical Italian restaurants in Times Square, Bond 45 and the new Bolzano's Bar Cucina, in the vast space that was Charley O's at Shubert Alley and 45th Street. It has an Art Deco-style room and a wraparound terrace. Sam Hazen, right, is the chef and a partner with Marc Packer, who also owns Tao. Mr. Hazen is cooking his" , "date" : "20050615" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "5" , "title" : "FOOD STUFF; OFF THE MENU" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B06E1D81F38F936A25755C0A9639C8B63"} , {"body" : "Forest Hills Gardens Town House $1,079,000 QUEENS: 114-13 Union Turnpike A renovated semiattached brick town house on the edge of Forest Hills Gardens. The three-story house has four bedrooms, two full baths, two half-baths, a one-car garage with a driveway, a spacious back patio with a built-in gas grill and a finished basement with a" , "date" : "20050612" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B03EFDE1138F931A25755C0A9639C8B63"} , {"body" : "AS hordes of publishers, booksellers and agents descend this weekend on the Jacob K. Javits Convention Center for BookExpo America, the trade show featuring more than 2,000 exhibits, an enterprising group of 10 New York independent magazines will be pursuing a more homegrown effort, selling their wares around Brooklyn and Manhattan out of a" , "date" : "20050605" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "WORD FOR WORD; A Smattering of the City's Eight Million Stories" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE3D61738F936A35755C0A9639C8B63"} , {"body" : "In the following reports, the listed at price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. *Sale in this price category not available. Manhattan Less than $300,000 Hudson Heights $272,500 45 Overlook Terrace (184th St.) Number of bedrooms: 1 Number of full" , "date" : "20050605" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE0DD1738F936A35755C0A9639C8B63"} , {"body" : "SYLVIA RINI, an idealistic public schoolteacher, lives in a classic New York shoebox: a 400-square foot studio. Yes, she admits, the apartment is small. But the space is renovated, and located on the respectable Upper East Side, a neighborhood where she can feel that she has arrived. In Parkchester, in the Bronx, Alane Johnson knows she should feel" , "date" : "20050605" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "How We Feel About Home" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E2DA123EF936A35755C0A9639C8B63"} , {"body" : "When the red-brick building at 350 Bond Street in Carroll Gardens, Brooklyn, was new, sometime in the mid-1800's, it was near the middle of a busy shipping center. Barges on the Gowanus Canal, new itself and only a block away, would unload goods to be carted off to far-flung merchants. The cargo was pulled by horses, and when those horses finished" , "date" : "20050515" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: CARROLL GARDENS; The Hay Long Gone, A Stable Follows Suit" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502E1D91130F936A25756C0A9639C8B63"} ,   {"body" : "Pre-Revolutionary-War Farmhouse $899,000 WESTCHESTER: 355 Croton Dam Road, Ossining This home on 4.46 acres near the private Teatown Lake Reservation has five bedrooms, five baths and an in-ground pool. Douglas Dill, Houlihan Lawrence, Yorktown office, (914)962-4900; www.houlihanlawrence.com TAXES: $19,194 PROS: Some sections of the house still" , "date" : "20050508" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9802E5DF1430F93BA35756C0A9639C8B63"} , {"body" : "Attractions Museums and Sites INTREPID SEA-AIR-SPACE MUSEUM, Pier 86, West 46th Street at the Hudson River, Clinton. The Intrepid is a converted World War II aircraft carrier with two decks of displays, including four theme halls: United States Navy Hall, Pioneer Hall, Technologies Hall and Intrepid Hall. On view: ''All Hands on Deck,'' an" , "date" : "20050429" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940DEFD81031F93AA15757C0A9639C8B63"} , {"body" : "Somewhere in the world, gardens are tranquil and churches are altars of gold. On Atlantic Avenue in Brooklyn, where rumbling trucks and buses make their way past Hoyt Street, transcendence comes from humbler things. There is the Hoyt Street Garden, just big enough for half-court basketball if not for the forsythias and the cherry tree. It offers no" , "date" : "20050413" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Sanctuary vs. the Oasis; Brooklyn Church Seeks to Build on Garden Land" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B01E4DD133EF930A25757C0A9639C8B63"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Aug. 7, ''Exploring Bolivia's Biodiversity,'' an exhibition of more than 30 color photographs. Through May 30, ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter,'' a walk-in display of hundreds of live specimens. Through the" , "date" : "20050408" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E3DC173EF93BA35757C0A9639C8B63"} , {"author" : "Ben Gibberd is writing a book called ''On the Edge,'' about people who live and work along the New York waterfront." , "body" : "FOR hundreds of Brooklyn children, this coming Thursday is a day they have been waiting for all winter. That is the day when Kathleen Henderson, aka the Park Lady, will emerge from the mysterious regions to which she returns during the winter and once more take up residence in her summer home, which is Carroll Park in Carroll Gardens. There, from 9" , "date" : "20050327" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CARROLL PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: CARROLL GARDENS; The Park Lady and Her Peaceable Kingdom" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01EFDF143FF934A15750C0A9639C8B63"} , {"author" : "Ben Gibberd is writing a book called ''On the Edge,'' about people who live and work along the New York waterfront." , "body" : "IF you live in one of the more gentrified swaths of Brooklyn -- Park Slope, Boerum Hill, Fort Greene -- you can't mistake it these days: a British presence so strong you have to pinch yourself to realize you're not in Hampstead or Manchester, but rather the borough of New York that brought the world the Dodgers, Walt Whitman and fuhgeddaboudit." , "date" : "20050320" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GREAT BRITAIN" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; Close Your Eyes And Think Of England" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B00E4DD113CF933A15750C0A9639C8B63"} , {"body" : "What does it take to scare off brownstone buyers in the overheated Boerum Hill real estate market? More than a partial ceiling collapse in the middle of an open house, it turns out. During a frenzied showing on Jan. 30 at 142 Bergen Street, a brick town house described on the Web site of Prudential Douglas Elliman as a ''very well-maintained" , "date" : "20050227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: BOERUM HILL; Would the Price Be Higher If the Roof Had Fallen In?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9507E7DD143DF934A15751C0A9639C8B63"} , {"body" : "Plainclothes police officers on patrol at a Brooklyn housing project early yesterday shot and killed an ex-convict who was carrying a pistol, the police said. Police officials would not say why officers confronted the man, Montique Smalls, 39, outside 423 Baltic Street in the Gowanus Houses in the Boerum Hill section, shortly after midnight. They" , "date" : "20050221" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Armed Man Killed by Police At Brooklyn Housing Project" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F04E2D71E3AF932A15751C0A9639C8B63"} , {"body" : "IT was probably inevitable that two great New York obsessions would finally merge: real estate and food. At open houses, a ritual for those who are actually looking as well as those who are merely obsessed, brokers are starting to serve food and, sometimes, wine. The cost is usually covered by a friendly mortgage broker, standing by to help with" , "date" : "20050213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Hey, at Least the Food Is Free" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9807EEDD173AF930A25751C0A9639C8B63"} , {"body" : "Through the eyes of a developer, the building at 275 Atlantic Avenue has a lot going for it. It is 11 stories tall and centrally located. And if you strip away the tall wire fences and the cages that cover the windows, it's not a bad piece of modern architecture, either. The building is the Brooklyn House of Detention, which has been closed since" , "date" : "20050213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; In Case a Jail Closes: Pursuing Ideas for a Gentler Future" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E7DE143AF930A25751C0A9639C8B63"} ,   {"body" : "5,000-Square-Foot TriBeCa Loft $2,395,000 MANHATTAN: 112 Franklin Street, between West Broadway and Church Street A loft condo with 16-foot ceilings on the street level, a mezzanine level with one bedroom and one bathroom, and a lower level with two more bedrooms, a bath and access to a small garden. Gabrielle Frank, Halstead Property" , "date" : "20050213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E2DD173AF930A25751C0A9639C8B63"} , {"body" : "Before the development of modern museums there was the ''cabinet of curiosities,'' an idiosyncratic hodgepodge reflecting the collector's wandering interests, often juxtaposing the fine arts with freaks of nature. True to this tradition, Cabinet, a Brooklyn-based quarterly that recently published its 16th issue since its founding in 2000, is a" , "date" : "20050210" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "6" , "title" : "A Quarterly in Brooklyn That Is Beyond Eclectic" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9506E5DB163AF933A25751C0A9639C8B63"} , {"body" : "Manhattan GREENWICH VILLAGE $795,000 26 East 10th Street 1-bedroom, 1-bath, 850-sq.-ft. co-op in a prewar building; 24-hr. doormen; windowed eat-in kitchen, fireplace, beamed ceilings, hardwood floors, original moldings and detail; gym in building; maintenance $944, 34% tax-deductible; listed at $795,000, 2 weeks on market (broker: Corcoran Group)" , "date" : "20050203" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9401E2DA133BF930A35751C0A9639C8B63"} , {"body" : "Events SPECIAL CAMP FAIR, tomorrow, 11 a.m. to 3 p.m., at the Church of St. Paul the Apostle, 405 West 59th Street, Clinton. Sponsored by Resources for Children with Special Needs; (212)677-4650. Free. MILKSHAKE, a rock band, Sunday at 2 p.m., Jewish Museum, 1109 Fifth Avenue, at 92nd Street, (212)423-3337. Rescheduled from Jan. 23. Tickets:" , "date" : "20050128" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "45" , "title" : "Spare Times; For Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E01E7D8173BF93BA15752C0A9639C8B63"} , {"body" : "Two of the city's subway lines -- the A and the C -- have been crippled and may not return to normal capacity for three to five years after a fire Sunday afternoon in a Lower Manhattan transit control room that was started by a homeless person trying to keep warm, officials said yesterday. The blaze, at the Chambers Street station used by the A and" , "date" : "20050125" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "2 SUBWAY LINES CRIPPLED BY FIRE; LONG REPAIR SEEN" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A07E6D91F38F936A15752C0A9639C8B63"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue, at 36th Street, Astoria, Queens. One of the largest collections of moving-image artifacts. Through Feb. 13, ''Breaking Boundaries: Films Selected and Introduced by Members of the New York Film Critics Circle''; screenings this weekend, ''Citizen Ruth'' (1996)," , "date" : "20050114" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9404E0DD1438F937A25752C0A9639C8B63"} , {"body" : "SANDWICHED between Fort Greene and Bedford-Stuyvesant, Clinton Hill in Brooklyn might just be the quintessence of urban living in New York City. It is affluent and not so, seedy and grand, ethnically diverse, a magnet for artists, musicians and filmmakers, and so rich in architectural style that even now, with escalating property prices, a new" , "date" : "20050109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CLINTON HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN\/Clinton Hill, Brooklyn; Into the Big Leagues, With Prices to Match" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9405E3DF1139F93AA35752C0A9639C8B63"} , {"author" : "Robert Neuwirth is the author of ''Shadow Cities: A Billion Squatters, a New Urban World,'' being published this month by Routledge." , "body" : "LOUIS HEINEMAN and William Beard. They fought for more than a generation. The loser got a street named after him. The winner disappeared from history. Beard was a speculator who saw riches in the swampy shoreline of South Brooklyn. Heineman was a Swiss immigrant who made his life along that same waterfront. They fought the quintessential New York" , "date" : "20050109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORK OBSERVED; Up for Grabs" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940DE3D81139F93AA35752C0A9639C8B63"} , {"body" : "In the following reports, the 'listed at' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. Manhattan Less than $300,000 Washington Heights $170,000 790 Riverside Drive (156th St.) Number of bedrooms: 0 Number of full bathrooms: 1 Number of half bathrooms: 0 Time" , "date" : "20050102" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9405E3DD1739F931A35752C0A9639C8B63"}]