[  {"body" : "His blogger pen name is Shtreimel, the Yiddish word for the round fur hat that a Hasidic man wears on Sabbath. He styles himself a heretic, a Brooklyn Hasid with beard and earlocks who does not believe in God, sneaks away to snack on Yom Kippur and sometimes grabs a hamburger that isn't kosher at McDonald's. On three blogs that he has kept --" , "date" : "20051123" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Staying Connected, With the Internet at Bay; Orthodox Jews Grapple With the Web" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9505EEDE1631F930A15752C1A9639C8B63"} , {"body" : "On the final Sunday before the election, the New York City mayoral candidates made competing last-minute appeals to voters on the need for change versus the need to stay the course, and both sides made urgent appeals to their supporters to turn out tomorrow despite polls predicting a lopsided victory for the incumbent. With just three days left in" , "date" : "20051107" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Wrapping Up, Mayor and Ferrer Ask Voters to Ignore Polls" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/07\/nyregion\/metrocampaigns\/07mayor.html"} , {"body" : "City Councilman Vincent J. Gentile knows a little about tight elections. In February 2003, Mr. Gentile, a Democrat and former state senator, earned a Council seat in Brooklyn by winning a special election by just 31 votes. In November of that year, he won with 55 percent of the vote, giving him the narrowest margin of any Council incumbent. This" , "date" : "20051104" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Councilman in Brooklyn Faces a Tough Rematch" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/04\/nyregion\/metrocampaigns\/04council.html"} , {"body" : "Among the sea of bobbing black hats that filled Hamafitz, a Judaica store in Crown Heights, Brooklyn, on Tuesday was the high, rumpled headgear of Shlomo Zuntz, a man in his 60's with hangdog features and a wispy white beard. Mr. Zuntz pushed to the back of the store, looking for lulavs, the long, straight date-palm fronds used in celebration of" , "date" : "20051016" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: CROWN HEIGHTS; This Sukkot, No Blue-Light Specials on Fronds" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/16\/nyregion\/16lula.html"} , {"body" : "THE King of the Sea reigns from the basement of one of those spooky Sunset Park warehouses off the Gowanus Expressway. Follow the rutted road, cross the abandoned train tracks, pass the long-closed strip club, and descend a flight of stairs for your audience with perhaps the humblest monarch in all of Brooklyn. No need to bow. And you may also" , "date" : "20051008" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; The Mermaid Is Staying Out of It" , "url" : "http:\/\/select.nytimes.com\/\/2005\/10\/08\/nyregion\/08about.html"} , {"body" : "FOR many American Jews, kugel is the taste of childhood. They want exactly the kind of kugel their mother made, whether it is a weekly Sabbath treat or served only on holidays like Rosh Hashana, which starts on Monday night. I didn't know until recently, though, that this homey casserole of noodles or potatoes was credited with mystical powers." , "date" : "20050928" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Kugel Unraveled" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE1DF1230F93BA1575AC0A9639C8B63"} , {"author" : "E-mail:lijournal@nytimes.com" , "body" : "YEARS ago at a conference on teaching law, Aaron D. Twerski was asked how he approached the first day of class. What does he do to get students all stirred up? Mr. Twerski, a Hasidic Jew, replied, ''I just walk into the room.'' The startling effect of the law professor's sometimes unexpected appearance -- his long, grizzled beard, the skullcap on" , "date" : "20050918" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "LONG ISLAND JOURNAL; Hofstra's Law Dean Stands Out, but Still Fits In" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E1D81131F93BA2575AC0A9639C8B63"} , {"body" : "Before stepping into his pushcart on Remsen Street in Brooklyn Heights, Brauch Yehuda Ganz pulls on a pair of latex gloves, in compliance with the city's food handling regulations. A separate set of rules determines the rest of his attire: navy suit, white shirt, black yarmulke. Mr. Ganz is a Hasidic Jew, and his aluminum rig is stocked not only" , "date" : "20050911" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN HEIGHTS; The Pushcart That God Blessed" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/11\/nyregion\/thecity\/11kosher.html"} , {"body" : "A 15-year-old boy from Borough Park, Brooklyn, died yesterday afternoon when he fell 50 feet from a tree at a camp in Ulster County, the state police said. The boy, Shalom Rabinowitz, and a friend were climbing a tree at Camp Karlin Stolin when the limb supporting Shalom broke and sent him crashing through the branches to the ground, Trooper Chris" , "date" : "20050823" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Metro Briefing | New York: Highland: Boy Killed In Fall From Tree" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B00E0D8113EF930A1575BC0A9639C8B63"} , {"body" : "Mayor Michael R. Bloomberg has been known to have a taste for wine, especially reds, after a hard day's work. Just a few months ago he even confessed to the radio host John Gambling during an interview, ''I had too much to drink the other night.'' Burgers and hot dogs are his other weaknesses. But at 63, with a couple of Young Turks -- and a couple" , "date" : "20050813" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Burgermeister No More; Mayor Is Eating Lighter During This Campaign" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E2D9153EF930A2575BC0A9639C8B63"} ,   {"body" : "Attractions Museums MUSEUM OF TELEVISION AND RADIO, 25 West 52nd Street, Manhattan. Through Oct. 2, ''Peter Sellers: Does That Include Television?,'' excerpts from his appearances on American and British television. Through Aug. 21, ''TV Goes Hollywood,'' with episodes from vintage shows; through July 21, The Fantastic Four,'' featuring ''Three" , "date" : "20050708" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E4DF1F31F93BA35754C0A9639C8B63"} , {"body" : "The two members of the Islamic terrorist cell pulled up to the curb at the airport and quickly exited their Cadillac Escalade. As one hustled a passenger -- a biochemist from a local university -- out of the backseat and into the terminal, his destination Vancouver but his intentions unknown, the other nervously picked up a pay phone. He was" , "date" : "20050704" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "On a New Showtime Series, America's Protector Is a Muslim" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502E4DF1031F937A35754C0A9639C8B63"} , {"body" : "Mayor Michael R. Bloomberg's rising approval ratings reflect a significant political milestone: half of those New York City voters who now say they like him also say they disliked him for one reason or another after he was elected in 2001 but have changed their minds. Although not all of them say they are certain to vote for Mr. Bloomberg in" , "date" : "20050703" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Views of Mayor Have Changed For the Better" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A02E6D61331F930A35754C0A9639C8B63"} , {"body" : "NEARLY two years ago, Alistair and Catherine Economakis became the owners of a six-story tenement building at 47-49 East Third Street, between First and Second Avenues, in the East Village. The building has 15 apartments, with tenants paying rents of $500 to $950 a month. Within weeks, the Economakises began notifying tenants that their leases" , "date" : "20050626" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Everybody Out?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE7DA1F3EF935A15755C0A9639C8B63"} , {"body" : "For the sake of four old-time newspapermen who gathered for a last drink or two at a Brooklyn restaurant yesterday, let's get right to the facts. The Brooklyn Eagle folded 50 years ago, and the borough hasn't been the same since. The Brooklyn Daily Eagle, founded in 1841, was Brooklyn's beloved newspaper, famous for finding the Brooklyn angle for" , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Folded But Not Forgotten, Brooklyn's Leading Daily" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A02E4D7153BF93AA25755C0A9639C8B63"} , {"body" : "With the Rev. Billy Graham's 417th and possibly final crusade set to begin in Queens in a few days, most of the 1,200-voice Billy Graham Crusade Choir assembled yesterday for one last rehearsal before opening night. A few minutes before practice was to start, though, choir members said they had no idea what songs they would be singing. Nor were" , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "1,200 Voices With Faith In a Formula For Success" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B03E5D6153BF93AA25755C0A9639C8B63"} , {"author" : "Alan M. Dershowitz is a professor of law at Harvard. His latest book is ''Rights From Wrongs: A Secular Theory of the Origins of Rights.''" , "body" : "IN THE SHADOW OF THE LAW By Kermit Roosevelt. 370 pp. Farrar, Straus & Giroux. $24. THIS is an impressive first novel -- with equal emphasis on both adjectives. Kermit Roosevelt's legal coming-of-age story is quite commendable in its perceptive and witty insights into the post-law-school life of big-firm associates. But ''In the Shadow of the Law''" , "date" : "20050612" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "19" , "title" : "Their Finest Billable Hour" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9500E4D71638F931A25755C0A9639C8B63"} , {"body" : "Charles Finkelstein, a lawyer in Brooklyn, is not usually much of a globe-trotting activist. But he has cleared his calendar of personal-injury and criminal cases and, no less significantly, secured the permission of his wife and four children. And tonight, after attending a rally and concert in Central Park, he and 124 like-minded people clad in" , "date" : "20050605" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "ISRAEL" , "GAZA STRIP"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "Group to Visit Gaza Strip To Oppose Israeli Pullout" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0CE7DE1538F936A35755C0A9639C8B63"} , {"body" : "Assemblyman Dov Hikind and the president of New York City Transit, Lawrence G. Reuter, announced yesterday that 120 closed-circuit television cameras were installed last month at nine subway stations along the D, F and N lines in Brooklyn. Mr. Hikind, a Brooklyn Democrat, used $1.2 million in discretionary funds available to Assembly members for" , "date" : "20050602" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Metro Briefing | New York: Brooklyn: Security Cameras In Stations" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D04E6D71638F931A35755C0A9639C8B63"} , {"body" : "THE stalls at local farmers' markets are filling out like cornfields in July. Each week there are more choices, even more farmers. As you plow through the crowds and rustle through the greens, you might want a little help focusing. Here it is. These purveyors at local farmers' markets are among the best. Most bring crops to market month after" , "date" : "20050601" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "7" , "title" : "FARM TO MARKET; Fresh and Ripe for the Shopping" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502E0D71F39F932A35755C0A9639C8B63"} ,   {"body" : "The new face of New York City is taking shape among the graceful Victorian houses and stout apartment buildings of Ditmas Park, Brooklyn. This softly shaded patch of Flatbush is one of the city's most polyglot and polychrome, what city demographers like to call a melting-pot neighborhood, because no one ethnic or racial group is dominant and many" , "date" : "20050529" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Brooklyn's Technicolor Dream Quilt" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE1DC1E39F93AA15756C0A9639C8B63"} , {"author" : "John Mollenkopf is a professor at the City University of New York and director of its Center for Urban Research." , "body" : "BOTH presidential campaigns allotted New York State to John Kerry in 2004, largely because New York City was rightly perceived as among the bluest -- or most Democratic -- areas in the country. After all, Democrats enjoy a 5-to-1 registration advantage over Republicans in the city. In 2000, only 18 percent of the city's voters cast their ballots" , "date" : "20050529" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "Painting the Town Red" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A03EEDD1139F93AA15756C0A9639C8B63"} , {"body" : "Despite missing paperwork that delayed a police investigation for nearly two weeks, two Brooklyn teenagers were arrested Friday in the killing of a 51-year-old Bangladeshi immigrant who died after he was beaten into a coma, the police said yesterday. The teenagers, Javaughn Higgins, 16, and a 14-year-old boy whose name was not released because of" , "date" : "20050529" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "2 Teenagers Are Charged In Killing Of Immigrant" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0DE5DD1E39F93AA15756C0A9639C8B63"} , {"body" : "Missing paperwork delayed the police investigation into an attack that killed a Bangladeshi immigrant in Brooklyn for nearly two weeks, a Police Department spokesman said yesterday. The victim, Mofizur Rahaman, 53, was beaten by a group of teenagers during a robbery on the evening of May 6 at Chester Avenue and Minna Street in Borough Park, less" , "date" : "20050521" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Missing Paperwork Delayed Attack Inquiry, Police Say" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9900EED61439F932A15756C0A9639C8B63"} , {"body" : "A few minutes into a Saturday service last month, two teenagers in dark suits and broad-brimmed black hats crept into Progressive Temple Beth Ahavath Shalom in Borough Park, Brooklyn. They were not pleased with the proceedings. Rabbi Karen Bookman Kaplan was leading the two dozen congregants in a prayer: ''God of light and sun, we thank you for the" , "date" : "20050513" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Reform Jews, Adrift In a Sea of Black Hats; In Orthodox Borough Park, Last Holdouts Get Strange Looks" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980DE6DA1130F930A25756C0A9639C8B63"} , {"body" : "With the fate of the Plaza Hotel -- and hundreds of jobs -- in question this month, Mayor Michael R. Bloomberg's political aides saw a prime opportunity to score points with an important labor group by having him take a personal role in the dispute over the hotel's future. But the aides' suggestion to have the mayor appear at a meeting of thousands" , "date" : "20050416" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Political Memo; Anti-Politician Faces Necessity Of Realpolitik" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A04E7D6113EF935A25757C0A9639C8B63"} , {"body" : "The state law, conceived in Brooklyn and signed in 2003, was straightforward: ''The use or placing of posters or stickers on windshields or rear windows of motor vehicles other than those authorized by the commissioner is hereby prohibited.'' The goal of the legislation, which was sponsored by Assemblywoman Joan Millman and State Senator Marty" , "date" : "20050410" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; The Fliers Are Let Loose, and a Paper Chase Ensues" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE0DF143EF933A25757C0A9639C8B63"} , {"body" : "The Bobover rebbe died on Wednesday. It was the day before Purim, the most joyously theatrical holiday on the Jewish calendar and a particularly dear one to the Bobov Hasidim, who are perhaps the largest of the Hasidic sects in Borough Park, Brooklyn. Each year, the Bobov stage elaborate spoofs of the story of Esther, called Purimspielen, to" , "date" : "20050326" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Borough Park Journal; A Battle for Succession Takes No Holiday" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B01E1DA143FF935A15750C0A9639C8B63"} , {"body" : "Naftali Halberstam, the grand rabbi of the Bobov Hasidic sect, who continued his father's efforts to rebuild a community nearly eradicated by the Holocaust, died on Wednesday at Maimonides Medical Center in Brooklyn. He was 74. The cause was apparently a lung problem, a spokeswoman for Dov Hikind, the state assemblyman who represents Borough Park" , "date" : "20050325" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "11" , "title" : "Naftali Halberstam Dies at 74; Bobov Hasidim's Grand Rabbi" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0CE5DA173FF936A15750C0A9639C8B63"} , {"body" : "Several thousand Orthodox Jews gathered in the Borough Park section of Brooklyn last night for the funeral of Naftali Halberstam, the grand rabbi of the Bobov Hasidic sect, who died yesterday at Maimonides Medical Center. Rabbi Halberstam, 74, had led the Bobov sect, with more than 20,000 followers concentrated in Brooklyn, Montreal, Toronto, Miami" , "date" : "20050324" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Several Thousand Attend Grand Rabbi's Funeral in Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B01E3D6163FF937A15750C0A9639C8B63"} ,   {"body" : "To the Editor: Your March 13 editorial supporting a rail link under New York Harbor does not mention its drawbacks. Objections come not just from Maspeth, Queens, but from other affected areas such as Jersey City and Bay Ridge, Sunset Park, Borough Park and Midwood in Brooklyn. Noise, dirt and threats to the structural integrity of buildings will" , "date" : "20050320" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK HARBOR"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "Cross-Harbor Rail Link" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07EEDE113CF933A15750C0A9639C8B63"} , {"body" : "As he traveled through Jerusalem this week for a national commemoration of the Holocaust, Mayor Michael R. Bloomberg gave only glancing public voice to his own Judaism -- for example, saying jokingly to the mayor of Jerusalem that his grandfather ''would fall asleep'' during family Seders when he was a child back in Massachusetts. But in an" , "date" : "20050317" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "ISRAEL" , "JERUSALEM"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Bloomberg, in Israel Trip, Shies Away From Religiosity" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E5D7133CF934A25750C0A9639C8B63"} , {"body" : "Four and a half years ago, a federal judge declared unconstitutional New York State inspection laws that intended to ensure that kosher-labeled food was kosher. Now the state has begun carrying out a new law that gives consumers information online about the rabbinical authorities that certify products as kosher. Under the old laws, state inspectors" , "date" : "20050227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Health" , "New York and Region" , "Technology"] , "page_facet" : "38" , "title" : "State Offers Details Online to Help Determine if Food Is Truly Kosher" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?sec=health&res=9A0DEEDF153DF934A15751C0A9639C8B63"} , {"body" : "Fernando Ferrer, the former Bronx borough president who is running for mayor, received endorsements yesterday from State Senator Carl Kruger and State Assemblyman Steve Sanders, both Democrats. Mr. Kruger represents Sheepshead Bay, Bensonhurst, Brighton Beach and Borough Park in Brooklyn; Mr. Sanders represents Gramercy Park and the Lower East Side" , "date" : "20050202" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Ferrer Gains Endorsements" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A03E0DC133BF931A35751C0A9639C8B63"} , {"body" : "In a growing number of New York City neighborhoods, it is English that is the foreign language. ''The Newest New Yorkers 2000,'' a 265-page report released last week on how immigration has transformed the city's landscape and life, counted 17 neighborhoods where a majority of the residents were born outside the United States. In one, Elmhurst in" , "date" : "20050130" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)" , "ELMHURST (NYC)" , "BEDFORD-STUYVESANT (NYC)" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Around the World in 5 Boroughs" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE5DD153BF933A05752C0A9639C8B63"} , {"body" : "It may not come as news to bartenders, waiters and sommeliers, but New Yorkers drink a lot, a new City Health Department study shows. But what may not be so obvious to those who pour for a living is that New Yorkers in some neighborhoods drink much more than those in others. The study -- based on information collected in 2003 as part of the city's" , "date" : "20050122" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["PARK SLOPE (NYC)" , "UPPER WEST SIDE (MANHATTAN)" , "NEW YORK CITY" , "GREENWICH VILLAGE (NYC)" , "UPPER EAST SIDE (MANHATTAN)" , "GRAMERCY PARK (NYC)" , "CHELSEA (NYC)" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "No Wonder Manhattan Has a Drink Named for It" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9501EED61138F931A15752C0A9639C8B63"}]