[  {"body" : "Mayor Michael R. Bloomberg spent nearly $80 million of his own money to win re-election this year, but some New Yorkers felt he needed their financial help, too: at least a half-dozen sent checks to his campaign. Why would people send a billionaire mayor money? As it turns out, contributing to the Bloomberg campaign was this year's no-lose" , "date" : "20051216" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Offers of Coal for the Mayor's Newcastle" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/16\/nyregion\/metrocampaigns\/16donations.html"} , {"body" : "LIEBOWITZ - Janice. Died December 6, 2005, age 78. Devoted and loving mother of Susan Liebowitz. Dear sister of Gerard Brisman. Mourned also by sister-in-law Eva and loving nephew and nieces. Steadfast advocate for the betterment of the Brighton Beach, Brooklyn Community. Services Friday, 12PM at Boulevard-Riverside Chapels, 1895 Flatbush Ave.," , "date" : "20051208" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "11" , "title" : "Paid Notice: Deaths LIEBOWITZ, JANICE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9402E7D81031F93BA35751C1A9639C8B63"} , {"body" : "NEW York is Film Noir City: as I move through it, I scout locations for my imaginary 1947 thriller. All I need is a little night -- plenty of that this time of year -- and the last six decades are gone. The director of my imagination who wants to make the archetypal film noir of my imagination has endless miles to work with: whole swaths of" , "date" : "20051202" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "33" , "title" : "MY CITY; Right Out of Film Noir, A Shadowy New York" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/02\/movies\/MoviesFeatures\/02city.html"} , {"body" : "On a Friday earlier this month, Kateryna Komarovskyy walked down a hospital corridor, her eyes moist with tears. She said a collective hello to the staff, entered a room, squeezed some sanitizing liquid on her hands and walked over to her son. Sergei Komarovskyy, 19, lay in a hospital bed in Peninsula Hospital Center in Far Rockaway, Queens, with a" , "date" : "20051126" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "The Neediest Cases; New Start in America Is Marred by Son's Tragic Fall" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E3DB1731F935A15752C1A9639C8B63"} , {"body" : "''Brooklyn Lobster,'' Kevin Jordan's small family drama, set in Sheepshead Bay, is an unusually pure example of American kitchen-sink realism. With an astutely chosen ensemble led by Danny Aiello and Jane Curtin, it has integrity up to its eyeballs. But integrity and accuracy of detail are not synonymous with clarity or dramatic weight. Mr. Jordan," , "date" : "20051104" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "31" , "title" : "FILM REVIEW; Financial and Family Troubles, With Claws and Melted Butter" , "url" : "http:\/\/movies.nytimes.com\/2005\/11\/04\/movies\/04lobs.html"} , {"body" : "A 43-year-old Brooklyn man was charged late last night in the beating death of a woman after he directed the police to an apartment building in Harlem, where they dug up a body that had been wrapped in a plastic bag and buried in the sub-basement, the police said. The man, Charlie Tolarba, was charged with second-degree murder in the death of Mary" , "date" : "20051029" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["HARLEM (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Man Charged With Murder; Body Is Found" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/29\/nyregion\/29slay.html"} , {"body" : "At only 245 pounds, Levan Altunashvilli was the lightest of the 14 men who clambered off a minivan at the Carnegie Deli in Midtown yesterday and was served a Woody Allen. For the record, a Woody Allen is an enormous pastrami and corned beef sandwich on rye bread that was named for someone who weighs a little more than half of what Mr. Altunashvilli" , "date" : "20051019" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "4,468 Pounds of Wrestlers, and That Was Before Lunch" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D03E2DE123FF93AA25753C1A9639C8B63"} , {"body" : "IN the basement of the brightly painted Smiles Around Us preschool on Hylan Boulevard, a teacher named Natalia Romanova was struggling to get a horde of 3-year-olds to play nicely with their Hula-Hoops. ''Roman! No!'' she cried over the sound of bouncy Russian pop music. Two other boys seemed about to break into a wrestling match. ''Gabriel!'' she" , "date" : "20051002" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["RUSSIA" , "STATEN ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "STREET LEVEL\/Staten Island's Eastern Shore; On the Road To America, A Way Station By the Sea" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/02\/nyregion\/thecity\/02street.html"} , {"body" : "Since Hurricane Katrina, New York City officials have assured residents that the city is prepared to handle the kind of evacuation that a major hurricane would require. The city has plans to move people from areas that are likely to flood, plans to open shelters and reception centers, and plans to use public transportation to carry them there. Most" , "date" : "20050924" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Evaluating a What-If Case: New York City's Evacuation" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/24\/nyregion\/24emergency.html"} , {"body" : "AVENUE OF THE AMERICAS. This drives Gary Madovoy mad, oh, boy. Avenue of the Americas. An abomination in nomenclature. Several times Mr. Madovoy has been on the subway, the D, the B, rocking, rocking, the bilious stew over that name roiling within, when he has suddenly called out to his fellow passengers. Yes, he's the kind of person who calls out" , "date" : "20050921" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; No Way To Name An Avenue" , "url" : "http:\/\/select.nytimes.com\/\/2005\/09\/21\/nyregion\/21about.html"} ,   {"body" : "Two decades have passed since the last significant hurricane hit New York -- Gloria, in September 1985 -- but local officials have been preparing for another one for years. A Category 3 hurricane could bring a 25-foot storm surge crashing over the financial district, Kennedy International Airport, southern Brooklyn and eastern Staten Island;" , "date" : "20050831" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York City Looks South For Lessons a Storm Can Teach" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E05EFD61631F932A0575BC0A9639C8B63"} , {"body" : "Attractions Library NEW YORK PUBLIC LIBRARY FOR THE PERFORMING ARTS, 111 Amsterdam Avenue, at 65th Street, Lincoln Center Plaza. Through Oct. 15, ''A Community of Artists: 50 Years of the Public Theater,'' with photographs, programs, costumes and other items. Hours: Tuesdays, Wednesdays, Fridays and Saturdays, noon to 6 p.m.; Thursdays, noon to 8" , "date" : "20050826" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D07E0D91E3EF935A1575BC0A9639C8B63"} , {"body" : "A Brooklyn woman and her 8-year-old son were found murdered in the woman's apartment yesterday, which was transformed into a gruesome crime scene that contained several black garbage bags filled with the son's body parts, police officials said. The woman's teenage daughter was beaten in the attack but managed to call 911. Last night, the police" , "date" : "20050819" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Woman Is Found Slain And Her Son Dismembered" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F02E5DE103EF93AA2575BC0A9639C8B63"} , {"body" : "Starting this week, American Jews are likely to see wrenching scenes of Jewish soldiers expelling defiant Jewish settlers from their homes and farms in the Gaza Strip, as Israel begins its pullout there. The experience for many Americans will be almost as painful and perplexing as it will be for Israelis, because the two societies are so" , "date" : "20050814" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["ISRAEL" , "GAZA STRIP"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "American Jews Sharing Pain Of Gaza Pullout" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9807EFD7153EF937A2575BC0A9639C8B63"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "AFTER their son, Evan, was born nearly two years ago, Glenn and Melina Gontha were ready for a new house -- preferably something big and detached, with a garage and a yard in a tranquil neighborhood. Something sort of suburban. But both are New Yorkers -- he's from Brighton Beach, Brooklyn, and she's from Long Island City, Queens -- and wanted to" , "date" : "20050807" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "THE HUNT; Learning, Finally, to Love Staten Island" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A03E3D71F3FF934A3575BC0A9639C8B63"} , {"body" : "By his own admission, the Brooklyn borough president, Marty Markowitz, is not much of a swimmer. But he has had the borough's beaches on his mind in recent weeks, thanks to a lifeguard shortage that has been forcing the closing of long stretches of sand and water at Coney Island, the most visited beach in the city. The shortage, which has persisted" , "date" : "20050807" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; In a Summer of Simmer, The Great Lifeguard Shortage" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940CE7DA163EF934A3575BC0A9639C8B63"} , {"body" : "Almost 15 years ago, my daughter and I sat in very high seats at the Bolshoi Theater in Moscow for a ''limited view'' of ''Swan Lake.'' Mostly, the view was limited to the tops of the dancers' heads, but it was still the Bolshoi Ballet and as foreigners we knew we were among the favored. Outside, Russians were begging for tickets, even our tickets." , "date" : "20050731" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MOSCOW (RUSSIA)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "11" , "title" : "Editorial Observer; The Bolshoi Ballet Returns to New York and Finds Moscow" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9504E2D9113FF932A05754C0A9639C8B63"} , {"body" : "When Paul Malignaggi is preparing for a fight, he doesn't do his laundry, carry his car keys or cook. He has a friend do chores for him. Malignaggi, a junior welterweight from Bensonhurst, Brooklyn, handles the talking. And he handles it well. Last year in Malignaggi's fight against Ramiro Cano, a predominantly Mexican crowd in Nevada began" , "date" : "20050727" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "5" , "title" : "BOXING; A Fighter With Style and Substance" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A05E7D7133FF934A15754C0A9639C8B63"} , {"body" : "The police arrested the roommate of a woman whose decomposing body was discovered in a bag in Brighton Beach in Brooklyn early Saturday, the police said. The police identified the roommate as Nikolay Baranov, 51, of 3022 Brighton 2nd Street, who they said had argued with the woman over money. They said a charge of murder was pending against him" , "date" : "20050725" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Human Remains Found" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E1DB123FF936A15754C0A9639C8B63"} , {"body" : "It was created 40 years ago to provide health care for the poorest New Yorkers, offering a lifeline to those who could not afford to have a baby or a heart attack. But in the decades since, New York State's Medicaid program has also become a $44.5 billion target for the unscrupulous and the opportunistic. It has drawn dentists like Dr. Dolly Rosen," , "date" : "20050718" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "New York Medicaid Fraud May Reach Into Billions" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?sec=health&res=9807E7D8163CF93BA25754C0A9639C8B63"} ,   {"author" : "Sam Tanenhaus is the editor of the Book Review." , "body" : "THE GOLDEN WEST Hollywood Stories. By Daniel Fuchs. Selected by Christopher Carduff. Introduction by John Updike. 256 pp. A Black Sparrow Book\/ David R. Godine. $24.95. This superb collection of Daniel Fuchs's fiction and essays about Hollywood, spanning half a century, records the vagaries of the film industry from the perspective of a" , "date" : "20050710" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts" , "Books"] , "page_facet" : "13" , "title" : "Access Hollywood" , "url" : "http:\/\/movies.nytimes.com\/movie\/review?res=9C06E6DA123AF933A25754C0A9639C8B63"} , {"body" : "In this city of dozens of convivial ethnic neighborhoods, there are some people who do not have one. Australians, for example. Where do Australians go when they want a touch of home, to be called mate with a soothingly flattened and elongated vowel, to have a proper flat white coffee and Vegemite toast, to talk to someone who understands why Aussie" , "date" : "20050707" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["AUSTRALIA" , "NEW YORK CITY" , "GREAT BRITAIN" , "MANHATTAN (NYC)" , "JAPAN" , "NORWAY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Vegemite Toast and Other Small Slices of Home; Expatriates Without Neighborhoods Find Their Niches" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0DE2D71E31F934A35754C0A9639C8B63"} , {"body" : "To the Editor: Whew. Last week my family and I moved from Brooklyn (Sunset Park, Sheepshead Bay and Brighton Beach) to Staten Island. Apparently, we made it out just in time. When we moved to Brooklyn 20 years ago, I wondered where the accent had gone; it's very much here, in Staten Island. With absolutely no hipsters to be seen. Leah D. Casner" , "date" : "20050626" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "9" , "title" : "So Long, Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0DE3D6163AF935A15755C0A9639C8B63"} , {"author" : "Jenny Allen is a contributing editor at Good Housekeeping and a stand-up comic." , "body" : "MY friend Ashton and her boyfriend, Bob, are leaving Ashton's roomy, prewar apartment on West End Avenue and buying a two-story house in Williamsburg, Brooklyn. They are not making a real estate killing, the only reason I would consider budging from the Upper West Side. Like many of my fellow middle-aged Upper West Siders, I am hanging on for dear" , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "THE NEW BROOKLYNS\/BACKLASH; They'll Take Manhattan" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E4DA143BF93AA25755C0A9639C8B63"} , {"author" : "Suketu Mehta is the author of ''Maximum City: Bombay Lost and Found'' (Knopf)." , "body" : "AT a party on the Upper West Side in 2000, a distinguished American author, and longtime Manhattanite, asked where I lived. ''Brooklyn,'' I told him. He snorted. ''Poor people live in Brooklyn.'' Then he turned away to get some meat. Shortly after the party, to see if I could move from my rented apartment in Boerum Hill, I went looking to see what" , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE NEW BROOKLYNS\/SIGNS OF CHANGING TIMES; The Great Awakening" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0CE7D6153BF93AA25755C0A9639C8B63"} , {"body" : "At the Taste of Russia grocery store in Brooklyn, many people order potatoes by asking for ''potyaytoaz.'' Some order turkey saying, ''Tyurki, please.'' They are Russian immigrants mainly, some of the many thousands who inhabit Brighton Beach. There is, of course, a Russian word for potato -- kartoshka -- and a Russian word for turkey, too --" , "date" : "20050614" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["RUSSIA" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "For the Thirsty Runglish Speaker: Try an Ized Cyawfeh" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E01E3DD133EF937A25755C0A9639C8B63"} , {"body" : "City and state officials began an investigation yesterday after witnesses said that lifeguards on the beach at Coney Island were slow to respond to a report of a missing swimmer on Sunday. A large-scale search began about 30 minutes after the first report, city officials said, although several lifeguards searched right away, to no avail. The" , "date" : "20050614" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Reports of Lifeguard Lapse at Coney Island Spark an Inquiry" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9503E4DD133EF937A25755C0A9639C8B63"} , {"body" : "AFTER placing a fist-size chunk of raw steak on a table, Jon C. Garito, the president of Ellman International, picked up what looked like a soldering gun with two fine wires on the tip and touched it to the beef. But this was no soldering gun. It was a surgical instrument that harnesses the energy of high-frequency radio waves and can be used in" , "date" : "20050529" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "L.I. @ WORK; Harnessing Radio Waves for Dentists and Surgeons" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940CE4D81339F93AA15756C0A9639C8B63"} , {"body" : "All New York City's public beaches will be open for the swimming season today, according to health officials who are responsible for monitoring water conditions. The beaches include Orchard Beach in the Bronx; Brighton Beach, Coney Island and Manhattan Beach in Brooklyn; Rockaway Beach in Queens; and Midland Beach, South Beach and Wolf's Pond Park" , "date" : "20050528" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "City's Beaches Are Open for the Season" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E03E1D71139F93BA15756C0A9639C8B63"} , {"body" : "Amid the bad news about the subway system -- fires, delays and deferred dreams like the Second Avenue subway -- one ambitious project, the spectacular European-style train terminal at Coney Island, reaches a milestone this weekend. At 12:41 a.m. tomorrow, an N train will roll into the new station, at Stillwell and Surf Avenues, completing the" , "date" : "20050528" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "And Now for the Good News From the Subway System; New Terminal in Coney Island Rivals the Great Train Sheds of Europe" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9901E2D61139F93BA15756C0A9639C8B63"} ,   {"body" : "GREGORY ZASLAVSKY, a Russian entrepreneur with black hair, fine skin and a gravelly voice, describes his 28 years of achievement in New York with no small amount of pride: the Brighton Beach restaurant, the supermarkets. But the venture of which Mr. Zaslavsky is proudest, and the only one in which he still has a hand, is the Russian bathhouse on" , "date" : "20050522" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; Banya Fever" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9402E0D91439F931A15756C0A9639C8B63"} , {"body" : "Lost and Found Lamp Q. I understand that the 369th Regiment Armory in Harlem, home of the Harlem Hellfighters, lost one of its outside lamps to thievery a while back. Has it turned up? A. Indeed it has. One of the armory's two large custom-made brass lamps was stolen in January 2004. According to the Parks Department, a homeless man who saw the" , "date" : "20050508" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D04E2D81430F93BA35756C0A9639C8B63"} , {"body" : "Attractions Museums and Sites INTREPID SEA-AIR-SPACE MUSEUM, Pier 86, West 46th Street at the Hudson River, Clinton. The Intrepid is a converted World War II aircraft carrier with two decks of displays, including four theme halls: United States Navy Hall, Pioneer Hall, Technologies Hall and Intrepid Hall. On view: ''All Hands on Deck,'' an" , "date" : "20050429" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940DEFD81031F93AA15757C0A9639C8B63"} , {"body" : "''WHY doesn't somebody bring back the parasol?'' asked Peggy Levee, who owns Rain or Shine, a boutique on West 55th Street off Fifth Avenue that carries umbrellas, parasols and contraptions that fall in between. Parasols, by the way, distinguish themselves by having both a petite build and a purpose; the word is French for ''for the sun.'' Ms." , "date" : "20050424" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "URBAN STUDIES\/TWIRLING; Come Shine or Come Shine" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9507E3DB1431F937A15757C0A9639C8B63"} , {"body" : "A CHANGED MAN By Francine Prose HarperCollins ($24.95, hardcover) At last the car glides up to the curb in front of the Metropolitan Museum, in front of the monumental staircase over which someone has rolled an actual red carpet. Does the driver get it? The carpet is there for Vincent, who gallantly gives Bonnie his arm so they can play movie stars" , "date" : "20050424" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "9" , "title" : "NEW YORK BOOKSHELF; The Staircase, the Fireman, The Boardwalk, the Mobster" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E7DB1431F937A15757C0A9639C8B63"} , {"body" : "In a nation like the United States -- where cities are built, torn down and rebuilt, novelty rules, and self-invention is a cardinal virtue -- nostalgia for a golden past doesn't carry the weight it has in older European capitals, where centuries of history are visible in the streets and architecture. Most of the people who gather to reminisce and" , "date" : "20050330" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["UKRAINE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "FILM REVIEW; From Ukraine to Brooklyn, And Still Looking for Home" , "url" : "http:\/\/movies.nytimes.com\/movie\/review?res=9A01E4DE133FF933A05750C0A9639C8B63"} , {"body" : "In a nation like the United States -- where cities are built, torn down and rebuilt, novelty rules, and self-invention is a cardinal virtue -- nostalgia for a golden past doesn't carry the weight it has in older European capitals, where centuries of history are visible in the streets and architecture. Most of the people who gather to reminisce and" , "date" : "20050330" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "5" , "title" : "FILM REVIEW; From Ukraine to Brooklyn, And Still Looking for Home" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F01EEDB123FF933A05750C0A9639C8B63"} , {"body" : "LAST Sunday, as photographers gathered in front of the Millennium Theater on Brighton Beach Avenue in Brooklyn, a muscular man in a bulletproof vest dramatically hoisted a cardboard box full of ostensibly illegal DVD copies of the Russian-American spy thriller ''Nelegal'' (''Illegal''), a film that was having its U.S. premiere that night. ''Oleg," , "date" : "20050327" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; Pirates by the Sea" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9503E0DF143FF934A15750C0A9639C8B63"} , {"body" : "It took only three minutes before Anthony D. Weiner let loose his first one-liner at a recent event at the Stein Senior Citizen Center in Manhattan. ''I am not close to retirement,'' said Mr. Weiner, a 40-year-old congressman whose district includes parts of Brooklyn and Queens. ''Actually every two years I get close to retirement, but that's" , "date" : "20050215" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Underdog. No Kidding.; High-Energy Congressman Bids to Unseat Bloomberg" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980CE3DB123AF936A25751C0A9639C8B63"} , {"body" : "Fernando Ferrer, the former Bronx borough president who is running for mayor, received endorsements yesterday from State Senator Carl Kruger and State Assemblyman Steve Sanders, both Democrats. Mr. Kruger represents Sheepshead Bay, Bensonhurst, Brighton Beach and Borough Park in Brooklyn; Mr. Sanders represents Gramercy Park and the Lower East Side" , "date" : "20050202" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Ferrer Gains Endorsements" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A03E0DC133BF931A35751C0A9639C8B63"} ,   {"author" : "Henry Alford is the author of ''Big Kiss'' and ''Municipal Bondage.''" , "body" : "JACK FISH By J. Milligan. 217 pp. Soho Press. $23. CONSIDER the similarities between fish and hit men. They are both coldblooded. They have names like Hammerhead and Dead-Eye. They are sociopaths with links to highly organized networks. They are incapable of meaningful hugging. They are often killed in restaurants. I'm not trying to make your next" , "date" : "20050123" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "23" , "title" : "Triggerfish" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A05E0D81738F930A15752C0A9639C8B63"} , {"body" : "IF you saw it, you could not possibly forget it. One man was beating another man to death, right there in your living room. On that Saturday night in March 1962, I was a kid in Brooklyn, watching a much-anticipated welterweight championship bout with my father and my older brother. Boxing was not quite as avidly followed in my neighborhood" , "date" : "20050116" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "TELEVISION; A Fight the Winner Would Like to Forget" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03EFD61638F935A25752C0A9639C8B63"} , {"body" : "Vladislav Kolesnikov was 12 when he came to America, and only 17 in 2003, when he enlisted in the United States Navy just in time to serve in the start of the Iraq war. He was eager to protect the country that had given his family refuge from persecution in Russia, he said, and grateful for government aid to his mother, who is paralyzed by multiple" , "date" : "20050115" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Fighting for U.S., and for Citizenship; Refugee Policy Favors Serviceman While Relatives Lose Benefits" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9404EFDF1538F936A25752C0A9639C8B63"}]