[  {"body" : "Three-month-old twins who died after they were found unconscious in their cribs in a Brooklyn apartment on Oct. 20 -- leading to initial suspicions about the porridge they were fed -- were actually smothered, the police said yesterday. Their mother was charged with murder. An autopsy indicated that the babies had died of asphyxiation and that their" , "date" : "20051221" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "After Autopsy, Mother Is Held In Boys' Deaths" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/21\/nyregion\/21twins.html"} , {"body" : "When the Los Angeles Dodgers traded Paul Lo Duca to the Florida Marlins in July 2004, aftershocks rumbled through Chavez Ravine. So moved by the departure of someone he calls ''one of the best people in baseball I've ever met,'' Manager Jim Tracy wanted to offer a small tribute. Without hesitation, Tracy gave his longtime No. 12 to Steve Finley," , "date" : "20051219" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "BASEBALL; The Lunch-Pail Guy Behind the Plate" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/19\/sports\/baseball\/19loduca.html"} , {"body" : "A 13-year-old riding his bike in Brownsville yesterday was struck and critically injured by a sport utility vehicle whose driver was intoxicated, the police said. The boy, who was identified by his family as Carlyon Charles, was riding on Saratoga Avenue between Blake and Dumont Avenues about 5:20 p.m. when he was struck by a white Lexus RX300." , "date" : "20051212" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Boy Struck By Car" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F02E7DB1E31F931A25751C1A9639C8B63"} , {"body" : "Five men were shot in three separate, apparently unrelated incidents in the same Brooklyn precinct yesterday, leaving two dead and two in critical condition, the police said. Two of the shootings occurred less than 10 minutes apart in Brownsville last evening. The first, near 96th Street and Clarkson Avenue, took place just before 5:15 p.m., when" , "date" : "20051128" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "On a Single Day in One Precinct, Five Men Are Shot, Two Fatally" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/28\/nyregion\/28shot.html"} , {"body" : "When a 23-year-old armed man tried to rob a Brooklyn bodega Wednesday night, the two brothers who run it hit him with a glass-encased votive candle and a soda crate, a police investigator said yesterday, sending him tumbling out onto the curb. Then, in a puzzling twist, an unknown gunman sprayed shots in their direction from across the street. By" , "date" : "20051111" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "After Deli Clerks Fought Back, Mystery Shots Killed Robber" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/11\/nyregion\/11clerk.html"} , {"body" : "Frank Boyland is a tall man, stoop-shouldered and languid-eyed, who lopes around like a roguish uncle who might, at any moment, pluck a quarter from behind your ear. His voice holds a pinch of his native Tennessee and the gritty effect of the filtered Winstons he smokes nonstop. He is candid, and a little coarse, his repartee sprinkled with curses" , "date" : "20051106" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Kennedys Of Brownsville" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/06\/nyregion\/thecity\/06feat.html"} , {"body" : "Seven subway lines were crippled at the height of the morning rush yesterday by an electrical fire at the West Fourth Street station, leading to long delays for an estimated 125,000 commuters. The thick, smoky fire was unusual because it started in an underground storage room on a mezzanine inside the station, a transfer hub in Greenwich Village." , "date" : "20051022" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Fire in a Greenwich Village Station Snarls Morning Rush" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/22\/nyregion\/22fire.html"} , {"body" : "Twin boys just 3 months old died in Brooklyn yesterday after their mother found them unconscious in separate cribs in their bedroom, the police said. Last night, a police official said that detectives were investigating whether a mixture of soy milk and cornmeal that the twins ate earlier had caused their deaths. The boys' mother, Ingrid Rosier," , "date" : "20051021" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Twins Die Mysteriously After a Nap at Home" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/21\/nyregion\/21twins.html"} , {"body" : "In three days in New York, Bill Morris of Yorba Linda, Calif., has been everything that New Yorkers have been: drenched, doused, splashed on, dripped on, kind of dejected, kind of astonished. Can it really rain this much? As Mr. Morris has discovered, it can. As Mr. Morris has also discovered, the wettest October in history, with seven straight" , "date" : "20051014" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "And on the Seventh Day, It Rained More, and New York Lamented" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/14\/nyregion\/14rain.html"} , {"author" : "Mark Winston Griffith, a former chairman of the Central Brooklyn Federal Credit Union, is a fellow at the Drum Major Institute for Public Policy." , "body" : "IF you want a reality check on national efforts to stop banks from discriminating against low-income customers, spend five minutes in the lobby of the Rite Check check-cashing outlet on 138th Street in the South Bronx. That's where I met a 26-year-old mother who, after cashing a check for a fee and buying a MetroCard, told me she hasn't felt" , "date" : "20051009" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "Banking on the Bottom" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/09\/opinion\/nyregionopinions\/09CIwinston-griffith.html"} ,   {"body" : "The police were looking yesterday for the gunman who killed a 24-year-old man in Brownsville on Saturday, and for anyone who had witnessed the killing. The man, Sherdon Bassier, was shot twice in the chest around 8:30 p.m. while he stood outside First Class Services Car and Limousine, a livery cab service at 1071 Rutland Road. He died upon arrival" , "date" : "20051003" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Police Seek Gunman In Fatal Shooting" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E00E2D71030F930A35753C1A9639C8B63"} , {"body" : "Five people were killed across the city yesterday in unrelated cases, three in Queens and one each in Brooklyn and the Bronx, according to the police. The victims were a young man who was studying criminal law, a 52-year-old bakery employee, a 58-year- old grandmother who enjoyed a touch of glamour, a 45-year-old man and a 31-year-old man who" , "date" : "20050925" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "5 Are Dead, 2 From Gunshots, in Separate Slayings in Queens, Brooklyn and Bronx" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/25\/nyregion\/25killings.html"} , {"body" : "Sandra Feldman, the blunt-spoken former president of the American Federation of Teachers and its local in New York, who emerged from the shadow of her mentor, Albert Shanker, to become a deft and intimidating labor powerhouse on her own, died Sunday night at her home in Manhattan. She was 65. Alex Wohl, a spokesman for the national union, which Ms." , "date" : "20050920" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Obituaries" , "New York and Region" , "Education"] , "page_facet" : "27" , "title" : "Sandra Feldman, Scrappy and Outspoken Labor Leader for Teachers, Dies at 65" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/20\/nyregion\/20feldman.html"} , {"body" : "ARGAND -- Annabelle Rod man. Annabelle Rodman Argand, born in Brownsville, Brooklyn, and later residing in Maplewood, NJ, Jerusalem, Israel and Madison, WI, died Saturday, September 3, in Madison. She was 90 years old. Since 1945 a prominent presence in Hadassah and National Women's League, she was also a needlework artist on Judaic and biblical" , "date" : "20050918" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "35" , "title" : "Paid Notice: Deaths ARGAND, ANNABELLE ROD MAN" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9901E5D71F31F93BA2575AC0A9639C8B63"} , {"body" : "A 21-year-old man, Avery Frederick, was shot twice in the head and killed around noon yesterday while standing in front of 97 Lott Avenue, near the corner of Bristol Street, in Brownsville. The police said they were investigating whether Mr. Frederick's death was connected to the killing of his friend Anthony Manns, 22, who was shot in the chest" , "date" : "20050917" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: 2 Friends Killed Within 24 Hours" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D02E3DC1F31F934A2575AC0A9639C8B63"} , {"body" : "In Brooklyn, a borough with no shortage of political dynasties, the Boyland family name has been one of the most enduring. But in Tuesday's primary election, the family's electoral record suffered a rare blemish. For nearly 30 years, a member of the family has been in public office, with the patriarch, William F. Boyland Sr., serving the longest." , "date" : "20050915" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "THE NEW YORK PRIMARY: THE DYNASTY; Family Name In Brooklyn Loses Clout With Defeat" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/15\/nyregion\/metrocampaigns\/15brooklyn.html"} , {"body" : "In a rare defeat for an incumbent City Council member, Allan W. Jennings, a Queens Democrat whose candidacy had been shadowed by recent controversies, lost the party's primary yesterday to Thomas White Jr., Mr. Jennings's predecessor in the Council. Mr. Jennings has long been in a political war with the Queens Democratic organization, which poured" , "date" : "20050914" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "THE NEW YORK PRIMARY: CITY COUNCIL; Incumbent In Queens Is Defeated By Old Rival" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/14\/nyregion\/metrocampaigns\/14council.html"} , {"body" : "As much of upper Brooklyn continues to meld into one enormous restaurant row, it can be difficult for established borough restaurants to decide where to open a second location. Dumbo? Williamsburg? Clinton Hill? How about Bushwick or Brownsville? The owners of Tuk Tuk on Smith Street in Cobble Hill, at four years old a neighborhood standby," , "date" : "20050911" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: LONG ISLAND CITY; For a Restaurant in the Mainstream, A Cruise Into Uncharted Waters" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/11\/nyregion\/thecity\/11tuk.html"} , {"body" : "Lenora B. Fulani, a leading member of the Independence Party, will try to insert herself into the mayoral race this morning with a news conference at which she and other minority leaders will pledge support for Mayor Michael R. Bloomberg. That is not necessarily good news for Mr. Bloomberg, a Republican whose campaign team sees his position on the" , "date" : "20050907" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "CAMPAIGNING FOR CITY HALL: THE INCUMBENT; Like It or Not, Fulani Getting Behind Mayor" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/07\/nyregion\/metrocampaigns\/07fulani.html"} , {"body" : "HERB PREMINGER, a courteous, soft-eyed man who lives on East 17th Street in Midwood, Brooklyn, has managed well during his professional life as a marketing writer. But for nearly three decades, his overwhelming passion has been for his work as an amateur historian of the vanished New York candy store. In his living room one day recently, Mr." , "date" : "20050904" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE VOICE; His Madeleine, the Cherry Lime Rickey" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/04\/nyregion\/thecity\/04cand.html"} ,   {"body" : "The Sept. 13 primary is now just over two weeks away. Here are our recommendations for City Council races in the Bronx, Brooklyn and Queens. The Bronx 13th District (Pelham, City Island, Throgs Neck, Allerton and Morris Park): Single-family homeowners worried about overdevelopment give this Democratic district a conservative streak. The current" , "date" : "20050828" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BRONX (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "City Council Endorsements" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9505E5DD1F3EF93BA1575BC0A9639C8B63"} , {"body" : "At first glance it would appear that no candidate in the City Council race in east Harlem would have an advantage over another. The five are all politically seasoned candidates who have run for office before. But while most of them are cordial to their rivals, they do tend to single out one contender with some criticism. Their focus is on Melissa" , "date" : "20050827" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "CAMPAIGNING FOR CITY HALL: CITY COUNCIL; Tie to Labor Called a Plus, But Is It an Unfair Edge?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F04E5DC1F3EF934A1575BC0A9639C8B63"} , {"body" : "A gunman fired shots in the direction of a group of people sitting in front of a building in Brooklyn early yesterday, hitting a 10-year-old girl, the police said. As the girl's friend, a 13-year-old boy, tried to shield her from further harm, he was shot in the back, he and his family said. The police said that the children were probably not the" , "date" : "20050821" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "Gunman Intentionally Fired in Direction of Children, Relative Says" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9801E3D6103EF932A1575BC0A9639C8B63"} , {"body" : "FRESH from the gym, a woman wearing leggings and glistening with sweat walked up to Herman Duhaney, who was selling refreshments from his stoop. He could tell by her face that something was wrong. ''I got stress,'' the woman said, sighing. ''Man stress. The only good man is God.'' Mr. Duhaney listened to her sorrow while he hacked the top off a" , "date" : "20050807" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "URBAN STUDIES\/QUENCHING; Coconuts and Good Counselor" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A06E6DA163EF934A3575BC0A9639C8B63"} , {"body" : "A companion of the black youth severely beaten last month in Howard Beach, Queens, in what the authorities called a hate-crime attack by whites, was arrested on Sunday night and charged with participating in a gunpoint robbery aboard a subway train in Brooklyn, the police said yesterday. Richard Wood, one of two black men who escaped unharmed on" , "date" : "20050712" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Man Who Fled Bias Attack Is Arrested In Robbery" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F07E2DD1530F931A25754C0A9639C8B63"} , {"body" : "A second child who was trapped in a fire early Saturday morning in Brownsville has died of her injuries, the police said yesterday. The girl, Triena Dennis, 12, died Tuesday at Brookdale University Hospital and Medical Center in Brooklyn, where she was being treated for severe burns. Her half brother, Joshua Alexander Maldonado, 3, died in the fire" , "date" : "20050707" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Metro Briefing | New York: Brooklyn: Second Fire Victim Dies" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0CE4D61E31F934A35754C0A9639C8B63"} , {"body" : "A 3-year-old boy died and two of his siblings were critically injured early yesterday in a Brooklyn apartment fire that erupted as their mother went out briefly to speak to the young boy's father, according to fire officials and family members. The boy, identified by his family as Joshua Alexander Maldonado, was killed in a third-floor apartment at" , "date" : "20050703" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Brooklyn Fire Kills Boy, 3, And Leaves 2 Siblings Hurt" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990CE7D61331F930A35754C0A9639C8B63"} , {"body" : "A Brooklyn woman who said she was attacked yesterday by her jealous boyfriend who then shot himself said that he began his assault by reminding her he had vowed to kill her if he caught her with another man. The woman, Lonett Hall, 26, said that after she had locked herself in her bedroom, she heard a gunshot. The boyfriend, Lester Archer, 31, had" , "date" : "20050703" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Man Attacks Girlfriend, Then Kills Self" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E4D61331F930A35754C0A9639C8B63"} , {"body" : "INTERNATIONAL 3-12 Trial Expected for Hussein Officials at the Iraqi Special Tribunal have said that before the end of the year they expect to put Saddam Hussein on trial in the 1982 executions of nearly 160 men and boys from Dujail, all Shiites. 1 Three suicide bombers blew themselves up in two separate attacks aimed at Iraqi security forces," , "date" : "20050703" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0CEFDA113AF930A35754C0A9639C8B63"} , {"body" : "To the Editor: I can draw only one conclusion from your special City section about Brooklyn's rebirth: subscription to The Times must be very low in less affluent and distant neighborhoods like East New York, Brownsville, Canarsie, Gravesend, Mill Basin, Marine Park -- just about every neighborhood east of Flatlands Avenue. Shame on you for" , "date" : "20050626" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "9" , "title" : "Not Just Brownstones" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D00E3D6163AF935A15755C0A9639C8B63"} ,   {"body" : "To the Editor: ''The Great Awakening,'' by Suketu Mehta (June 19), is a beautiful article about life in Brooklyn. However, though there are those in Park Slope who may know more about gelato in Manhattan than about the roti in Brownsville, as Mr. Mehta stated, many of us not only explore much of Brooklyn, but also regularly enjoy the variety of" , "date" : "20050626" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "9" , "title" : "Savoring Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E4D6163AF935A15755C0A9639C8B63"} , {"author" : "E-mail: peappl@nytimes.com" , "body" : "THIS is how Harold Gubnitsky got to be the artist he is today. He grew up a Brooklyn tough guy in Brownsville in the 1940's and 50's, back when the tough guys were Jewish, wore black motorcycle jackets and boots, and joined gangs with names like the Savoys and the Snakepit Dukes. He dropped out of high school at 16 after excelling -- sort of -- in" , "date" : "20050622" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Our Towns; A Reformed Tough Guy, With a Sharp Knife and a Soft Spot" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE3DA103EF931A15755C0A9639C8B63"} , {"body" : "A Brooklyn man attending a pre-Father's Day barbecue at a Crown Heights playground was shot and killed on Saturday night, the police said. The shooting occurred after the victim, an aspiring hip-hop artist, was approached by two men he knew, witnesses told family members. The man, Linell Plair, 29, a father of four who lived on Legion Street in" , "date" : "20050620" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Aspiring Hip-Hop Artist Killed at Brooklyn Barbecue" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A02E5DD123BF933A15755C0A9639C8B63"} , {"author" : "Suketu Mehta is the author of ''Maximum City: Bombay Lost and Found'' (Knopf)." , "body" : "AT a party on the Upper West Side in 2000, a distinguished American author, and longtime Manhattanite, asked where I lived. ''Brooklyn,'' I told him. He snorted. ''Poor people live in Brooklyn.'' Then he turned away to get some meat. Shortly after the party, to see if I could move from my rented apartment in Boerum Hill, I went looking to see what" , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE NEW BROOKLYNS\/SIGNS OF CHANGING TIMES; The Great Awakening" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0CE7D6153BF93AA25755C0A9639C8B63"} , {"author" : "Joel Kotkin is an Irvine Senior Fellow at the New America Foundation and the author of ''The City: A Global History.''" , "body" : "MY grandparents all landed in Brooklyn shortly before World War I. My mother's parents, who stayed poor, shifted from small apartment to small apartment in Brownsville with their five kids. My dad's family did much better, building a successful garment business in Manhattan and moving to a two-story attached house, complete with backyard, on a" , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "10" , "title" : "THE NEW BROOKLYNS\/THE FUTURE; The Next Act" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0DE5DA143BF93AA25755C0A9639C8B63"} , {"body" : "The off-duty officer killed in a motorcycle crash on Wednesday has been identified as Kamal Matthews, 29, of the 73rd Precinct, which patrols Brownsville and Ocean Hill in Brooklyn, the police said. Officer Matthews, who was headed east on Flatlands Avenue in Brooklyn, struck a Toyota that was turning left from Flatlands Avenue onto Van Siclen" , "date" : "20050617" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Dead Off-Duty Officer Is Identified" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E6DB143BF934A25755C0A9639C8B63"} , {"body" : "A Brooklyn man was arrested yesterday and charged with hate crimes in the severe beating of a gay man in Brownsville last week. Steven Pomie, 22, was arrested in Seaside Heights, N.J., where he had been hiding since last Monday, said Capt. Michael J. Osgood of the Police Department's Hate Crimes Task Force. Captain Osgood said that on June 8, Mr." , "date" : "20050617" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Man Charged In Bias Attack" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D04E6DB143BF934A25755C0A9639C8B63"} , {"body" : "An off-duty police officer died last night after his motorcycle struck another vehicle at a Brooklyn intersection, the police said. The officer, who was assigned to the 73rd precinct, which covers the Ocean Hill and Brownsville sections of Brooklyn, was not named by the police. They said he was driving eastbound on Flatlands Avenue at Van Siclen" , "date" : "20050616" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Officer Is Killed in Crash" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0DE7DD173BF935A25755C0A9639C8B63"} , {"body" : "Two suspects arrested after a shooting Saturday in Midtown that left a tourist from Maryland wounded have been identified as 16-year-old neighbors from the Brownsville section of Brooklyn, the police said yesterday. The shooting, shortly before noon, occurred after the robbery of a vendor selling compact discs and DVD's on a bustling block of" , "date" : "20050613" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Manhattan: Arrests In Tourist's Shooting" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A05E4DF1F38F930A25755C0A9639C8B63"} , {"body" : "A 23-year-old Brooklyn man was stabbed to death yesterday, and his childhood friend was beaten in an attack that might have started as a robbery, the authorities said. In two other attacks yesterday, another man was stabbed to death in the Bronx, and a woman was shot and killed in Brooklyn. The Brooklyn man, Melvin Reales, was attacked about 4:40" , "date" : "20050612" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "Two Stabbings and a Shooting Kill Three People and Injure Two" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE3DB1E38F931A25755C0A9639C8B63"} ,   {"body" : "In September, Guy Tantillo stood before his fifth-grade class at Public School 45 in South Ozone Park, Queens, and warned his students that they were about to begin a school year like no other. ''Fourth grade was very difficult, but fifth grade is going to be the biggest challenge in your lives,'' he told Class 5-212. ''What got you through fourth" , "date" : "20050612" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "What Lifted Fifth-Grade Scores? Schools Say Lots of Hard Work" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0CE3DB1E38F931A25755C0A9639C8B63"} , {"body" : "A 26-year-old Brooklyn man was attacked late Wednesday in Brownsville, Brooklyn, by three men who were yelling anti-gay slurs, the police said. The victim, Duan Prince, was taken to Brookdale Hospital, where he remained unconscious in serious but stable condition last night, the police said. No arrests had been made. The police said that according" , "date" : "20050611" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Brooklyn Man Is Beaten In Bias Attack, Police Say" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B00EEDF133EF932A25755C0A9639C8B63"} , {"body" : "A police officer who was shot last week while chasing a suspect said yesterday that he was grateful for the support he has received from the New York Police Department and the staff of Brookdale Medical Center. Standing in the lobby of his apartment building in Crown Heights with a bandage on one arm, and leaning on a metal cane, Officer Patrick" , "date" : "20050610" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Officer Released From Hospital" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A02E7DB1138F933A25755C0A9639C8B63"} , {"body" : "As Mayor Michael R. Bloomberg's plan for a Far West Side stadium was going down to defeat this spring, another major plan for a sports arena was quietly coming to fruition in Brooklyn. Like the ill-fated football stadium plan for the Jets, the Brooklyn basketball arena, planned for the Nets by its team owner, the developer Bruce Ratner, would be" , "date" : "20050609" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Unlike Stadium on West Side, an Arena in Brooklyn Is Still a Go" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E0D6123EF93AA35755C0A9639C8B63"} , {"body" : "A surveillance video shows that the partner of a police officer who was shot three times during a car stop last week in Brooklyn ran away and, for several minutes, failed to help the wounded officer, a police official said yesterday. The actions of the partner, Officer Gilberto T. Marrero, are under investigation by the Police Department's Firearms" , "date" : "20050607" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Video, Officer Runs as Partner Is Shot, Police Say" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9504E0DB1F38F934A35755C0A9639C8B63"} , {"body" : "A 4-year-old girl was in critical condition after being struck by a car yesterday on a Brooklyn street, the police said. The child, whose name was not released by the authorities, ran out from between two parked cars about 3 p.m. in front of 505 Bristol Street, in Brownsville, and was hit by a 1995 Toyota Camry traveling south, according to the" , "date" : "20050605" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "4-Year-Old Girl Hit by Car" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9403E4DB1538F936A35755C0A9639C8B63"} , {"body" : "There is a kind of police officer, fixed in the public imagination through the movies and invoked at protest rallies, who clocks out and drives a long way home. He does not stop in places called Heights; he drives until he gets to places called Island, Long and Staten mostly, where he has a wife and a kid and a yard and a dog. Officer Patrick" , "date" : "20050603" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Police Officer Who Lives and Serves Close to Home" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E0DA1438F930A35755C0A9639C8B63"} , {"body" : "There is a kind of police officer, fixed in the public imagination through the movies and invoked at protest rallies, who clocks out and drives a long way home. He does not stop in places called Heights; he drives until he gets to places called Island, Long and Staten mostly, where he has a wife and a kid and a yard and a dog. Officer Patrick" , "date" : "20050602" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Police Officer Who Lives and Serves Close to Home" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9507E6D81738F931A35755C0A9639C8B63"} , {"body" : "A high-speed police chase that was followed by a gun battle in Brooklyn last night left a uniformed police officer wounded and a drug suspect dead, apparently by his own hand, the police said. The police officer, who was hit by two bullets that punctured his lower abdomen and forearm, was saved from graver harm by the Kevlar vest he was wearing," , "date" : "20050602" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Officer Shot Trading Fire After Chase; Suspect Is Later Found Dead" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D07EED81638F931A35755C0A9639C8B63"} , {"body" : "New York City public school students achieved strong gains on the citywide reading and math tests this year. They were led by fifth graders, who posted extraordinary increases in the face of Mayor Michael R. Bloomberg's blunt threat to make them repeat the grade if they did poorly on either exam. Mr. Bloomberg said the results proved that his" , "date" : "20050602" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Student Scores Climb Strongly Across the City" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9506E5D81638F931A35755C0A9639C8B63"} ,   {"body" : "Six Brooklyn men described as members or leaders of a violent gang responsible for five killings and for attempts to kill police officers were indicted yesterday on charges including racketeering and murder, the police and federal prosecutors said. The charges cover shootings that date to 2000, mostly involving members of rival gangs. One, on Oct." , "date" : "20050526" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Six Men, Said to Be in Gangs, Are Charged in Killings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E00E2D61339F935A15756C0A9639C8B63"} , {"body" : "Many more New York City fourth graders passed the state's English Language Arts test this year than last year, representing the single biggest one-year increase since the test was first given in 1999. In all, 59.5 percent of them met the state reading and writing standards, up 9.9 percentage points from last year (chart on this page and Page 15)." , "date" : "20050522" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "How Fourth Graders Fared on the State English Test" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D07EED91439F931A15756C0A9639C8B63"} , {"body" : "The Friday night bus was late. The Friday night conversations were well under way. ''I remember our wedding day,'' Chantel Lewis Campbell, a 32-year-old from Brownsville, Brooklyn, said to several friends at a crowded bus stop last week. ''I wore a veil and a gown, even a garter. He wore a white collared shirt and a tie, and those ugly green" , "date" : "20050520" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "On the Outside, Busing In; A Long and Bittersweet Ride, Weekly, to Visit Loved Ones in Prison" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E02EFDB1439F933A15756C0A9639C8B63"} , {"body" : "Sale to Aid the Blind WEDNESDAY -- The annual sale of designer clothing as well as home furnishings and beauty products at Lighthouse International, 110 East 60th Street, will aid its programs for blind and visually impaired people. The preview begins at 5 with cocktails, hors d'oeuvres and the shopping, and concludes at 9. Tickets, $225, or $125" , "date" : "20050508" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "BENEFITS" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F02EED91430F93BA35756C0A9639C8B63"} , {"body" : "Arnie Lawrence, a jazz saxophonist and pioneering educator who helped found the jazz program at the New School University in New York and started an innovative program to train young jazz musicians of both Jewish and Arab backgrounds in Israel, died on April 22 in Jerusalem. He was 66 and lived in Jerusalem. The cause was lung and liver cancer," , "date" : "20050429" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Obituaries"] , "page_facet" : "13" , "title" : "Arnie Lawrence, 66, Mentor And Teacher on Jazz Scene" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F00EFDC1131F93AA15757C0A9639C8B63"} , {"body" : "Charges filed yesterday against a math teacher in Brooklyn were the latest in a string of five cases said to have involved criminal or inappropriate behavior by school employees that have stunned parents and school officials. The teacher, Joanna Hernandez, 27, surrendered to face misdemeanor charges of kissing one of her students, a 15-year-old" , "date" : "20050421" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "In City Schools, Five Teachers Are Accused Of Sex Offenses" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B06E6DD1731F932A15757C0A9639C8B63"} , {"body" : "A dozen or so elementary and middle school students from Brooklyn stood on the steps of the City Education Department headquarters in Lower Manhattan yesterday, assembled for a concert on a pleasant spring evening. They blew into their instruments -- trumpets, saxophones and clarinets -- fashioned out of paper and cardboard, decorated with crayon." , "date" : "20050419" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Brooklyn Coalition Rallies For Middle School Programs" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DEFDB1F3EF93AA25757C0A9639C8B63"} , {"body" : "Detectives were looking for a man yesterday who kidnapped and sexually assaulted a 15-year-old girl in Brownsville early Tuesday, the police said. Investigators said the girl, whose identity was not disclosed, was approached near Eastern Parkway and Utica Avenue about 6:30 a.m. by a man with a gun who forced her into a four-door sport utility" , "date" : "20050414" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Man Sought In Girl's Kidnapping And Assault" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E01EFDE103EF937A25757C0A9639C8B63"} , {"body" : "The games drew about 15 chess enthusiasts to a windowless conference room at City College in Harlem, where pawns and rooks were moved with such intensity of purpose that the scene could have passed for yet another high-stakes tournament. The grandmaster and bona fide chess luminary Maurice Ashley was there, calling out commentary as he often does" , "date" : "20050412" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Chalkboard? First, Study The Chessboard; A Grandmaster Tries To Improve Teaching" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B02E1DA123EF931A25757C0A9639C8B63"} , {"body" : "SONIA WISOTSKY, Nicolina Nicolosci, Yetta Rosenbaum. These women were among the 146 workers who died in the Triangle Shirtwaist fire, New York's most infamous disaster before the attacks of Sept. 11. Their names, all but forgotten today, suggest the ethnic melting pot that was New York of 1911. Ten days ago, they surfaced again, in the ephemeral" , "date" : "20050403" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "CITY LORE; Memorials in Chalk" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B03E7D6103FF930A35757C0A9639C8B63"} ,   {"body" : "When Willie Randolph reflected on the memories that he will clip and save from his first spring as the Mets' manager, he included runners taking extra bases, outfielders hitting cutoff men and infielders visualizing plays before they occurred. He neglected to mention the time that Cliff Floyd strolled to first base after battering a pitch off the" , "date" : "20050402" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "BASEBALL; Mets Are Starting to Reflect Randolph's Approach" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990CE1DA113FF931A35757C0A9639C8B63"} , {"body" : "The baby sitter of a 19-month-old boy who died on Sunday in Brooklyn was charged with murder yesterday after an autopsy determined that the boy had been smothered with duct tape over his mouth, the police said. The baby sitter, Tammie Williams, 40, had been watching the boy, Jaylen Robinson, for a week in her home while his parents worked and" , "date" : "20050308" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Baby Sitter Is Charged With Murder of a 19-Month-Old Brooklyn Boy" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0CE4DD1F3DF93BA35750C0A9639C8B63"} , {"body" : "It was early February 2000, and Judge Paula J. Hepner said she could hardly believe what a doctor in the city's juvenile justice system had done to the girl standing before her in Brooklyn Family Court. The girl, Tiffany S., was 14, with a history of suicide threats and a set of serious psychological problems well documented by doctors at a" , "date" : "20050301" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "A Spotty Record of Health Care For Children in City Detention" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?sec=health&res=9E02E3DB123DF932A35750C0A9639C8B63"} , {"body" : "Mets Manager Willie Randolph poked his head out of his office at 8:52 a.m. Friday and peered into the clubhouse. He seemed agitated as he waited for Pedro Martínez, who had arrived seven minutes earlier and was gliding around in shorts and a T-shirt. Randolph was only eight minutes from giving his first team speech and then presiding over his" , "date" : "20050219" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "BASEBALL; On Day 1, a Proud Randolph Sets A Serious Tone and a Quick Pace" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9800E1D6113AF93AA25751C0A9639C8B63"} , {"body" : "Donald Margulies, the Pulitzer Prize-winning playwright who has a new play on Broadway called ''Brooklyn Boy,'' did not grow up in the mythically cozy borough where the natives played three-sewer stickball, rooted for the Dodgers and bought their paint at Pintchik's. He came of age in the Brooklyn of the 1960's and 70's, a nervous time in which" , "date" : "20050210" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "1" , "title" : "Sheepshead Revisited; 'Brooklyn Boy' Playwright Returns to Borough After 25 Years" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980CE3D6163AF933A25751C0A9639C8B63"} , {"body" : "It was the test scores that first got people outside of Connecticut interested in Amistad Academy, a charter school here. In a city where 31 percent of eighth graders achieved mastery on the state reading test in 2003, 81 percent of Amistad's did. In math, 75 percent of Amistad's eighth graders achieved mastery, compared with 19 percent citywide." , "date" : "20050209" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CONNECTICUT" , "NEW HAVEN (CONN)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "10" , "title" : "Can Amistad's Model Succeed in New York?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9407E5D91F3BF93AA35751C0A9639C8B63"} , {"author" : "E-mail: hjaraton@nytimes.com" , "body" : "ON the day before the start of the month that will mark the commencement of his new managerial life, Willie Randolph paused for a few breaths and a bagel with cream cheese. He slipped into a booth in a diner yesterday morning along the Route 4 thoroughfare, on the way to another two-bridge commute for another staff meeting. After a winter that" , "date" : "20050201" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Sports of The Times; A Whirlwind Winter For Randolph And the Mets" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990CEFDA123BF932A35751C0A9639C8B63"} , {"body" : "Two of the city's subway lines -- the A and the C -- have been crippled and may not return to normal capacity for three to five years after a fire Sunday afternoon in a Lower Manhattan transit control room that was started by a homeless person trying to keep warm, officials said yesterday. The blaze, at the Chambers Street station used by the A and" , "date" : "20050125" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "2 SUBWAY LINES CRIPPLED BY FIRE; LONG REPAIR SEEN" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A07E6D91F38F936A15752C0A9639C8B63"} , {"body" : "Shirley Chisholm, the first black woman to serve in Congress and the first woman to seek the Democratic presidential nomination, died on Saturday night at her home in Ormond Beach, Fla. She was 80. She died after several recent strokes, according to a former staff member, William Howard. Mrs. Chisholm was an outspoken, steely" , "date" : "20050104" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["U.S." , "Obituaries"] , "page_facet" : "9" , "title" : "Shirley Chisholm, 80, Dies; 'Unbossed' Pioneer in Congress and Presidential Candidate" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0DE6DA1239F937A35752C0A9639C8B63"} , {"body" : "Shirley Chisholm, the first black woman to serve in Congress and the first woman to seek the Democratic presidential nomination, died on Saturday night at her home in Ormond Beach, Fla. She was 80. She had suffered several strokes recently, according to a former staff member, William Howard. Mrs. Chisholm was an outspoken, steely" , "date" : "20050103" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["Front Page" , "U.S." , "Obituaries" , "Washington"] , "page_facet" : "1" , "title" : "Chisholm, 80, Is Dead; 'Unbossed' Pioneer in Congress" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9503E5DD1239F930A35752C0A9639C8B63"} ,   {"body" : "Three-month-old twins who died after they were found unconscious in their cribs in a Brooklyn apartment on Oct. 20 -- leading to initial suspicions about the porridge they were fed -- were actually smothered, the police said yesterday. Their mother was charged with murder. An autopsy indicated that the babies had died of asphyxiation and that their" , "date" : "20051221" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "After Autopsy, Mother Is Held In Boys' Deaths" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/21\/nyregion\/21twins.html"} , {"body" : "When the Los Angeles Dodgers traded Paul Lo Duca to the Florida Marlins in July 2004, aftershocks rumbled through Chavez Ravine. So moved by the departure of someone he calls ''one of the best people in baseball I've ever met,'' Manager Jim Tracy wanted to offer a small tribute. Without hesitation, Tracy gave his longtime No. 12 to Steve Finley," , "date" : "20051219" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "BASEBALL; The Lunch-Pail Guy Behind the Plate" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/19\/sports\/baseball\/19loduca.html"} , {"body" : "A 13-year-old riding his bike in Brownsville yesterday was struck and critically injured by a sport utility vehicle whose driver was intoxicated, the police said. The boy, who was identified by his family as Carlyon Charles, was riding on Saratoga Avenue between Blake and Dumont Avenues about 5:20 p.m. when he was struck by a white Lexus RX300." , "date" : "20051212" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Boy Struck By Car" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F02E7DB1E31F931A25751C1A9639C8B63"} , {"body" : "Five men were shot in three separate, apparently unrelated incidents in the same Brooklyn precinct yesterday, leaving two dead and two in critical condition, the police said. Two of the shootings occurred less than 10 minutes apart in Brownsville last evening. The first, near 96th Street and Clarkson Avenue, took place just before 5:15 p.m., when" , "date" : "20051128" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "On a Single Day in One Precinct, Five Men Are Shot, Two Fatally" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/28\/nyregion\/28shot.html"} , {"body" : "When a 23-year-old armed man tried to rob a Brooklyn bodega Wednesday night, the two brothers who run it hit him with a glass-encased votive candle and a soda crate, a police investigator said yesterday, sending him tumbling out onto the curb. Then, in a puzzling twist, an unknown gunman sprayed shots in their direction from across the street. By" , "date" : "20051111" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "After Deli Clerks Fought Back, Mystery Shots Killed Robber" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/11\/nyregion\/11clerk.html"} , {"body" : "Frank Boyland is a tall man, stoop-shouldered and languid-eyed, who lopes around like a roguish uncle who might, at any moment, pluck a quarter from behind your ear. His voice holds a pinch of his native Tennessee and the gritty effect of the filtered Winstons he smokes nonstop. He is candid, and a little coarse, his repartee sprinkled with curses" , "date" : "20051106" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Kennedys Of Brownsville" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/06\/nyregion\/thecity\/06feat.html"} , {"body" : "Seven subway lines were crippled at the height of the morning rush yesterday by an electrical fire at the West Fourth Street station, leading to long delays for an estimated 125,000 commuters. The thick, smoky fire was unusual because it started in an underground storage room on a mezzanine inside the station, a transfer hub in Greenwich Village." , "date" : "20051022" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Fire in a Greenwich Village Station Snarls Morning Rush" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/22\/nyregion\/22fire.html"} , {"body" : "Twin boys just 3 months old died in Brooklyn yesterday after their mother found them unconscious in separate cribs in their bedroom, the police said. Last night, a police official said that detectives were investigating whether a mixture of soy milk and cornmeal that the twins ate earlier had caused their deaths. The boys' mother, Ingrid Rosier," , "date" : "20051021" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Twins Die Mysteriously After a Nap at Home" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/21\/nyregion\/21twins.html"} , {"body" : "In three days in New York, Bill Morris of Yorba Linda, Calif., has been everything that New Yorkers have been: drenched, doused, splashed on, dripped on, kind of dejected, kind of astonished. Can it really rain this much? As Mr. Morris has discovered, it can. As Mr. Morris has also discovered, the wettest October in history, with seven straight" , "date" : "20051014" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "And on the Seventh Day, It Rained More, and New York Lamented" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/14\/nyregion\/14rain.html"} , {"author" : "Mark Winston Griffith, a former chairman of the Central Brooklyn Federal Credit Union, is a fellow at the Drum Major Institute for Public Policy." , "body" : "IF you want a reality check on national efforts to stop banks from discriminating against low-income customers, spend five minutes in the lobby of the Rite Check check-cashing outlet on 138th Street in the South Bronx. That's where I met a 26-year-old mother who, after cashing a check for a fee and buying a MetroCard, told me she hasn't felt" , "date" : "20051009" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "Banking on the Bottom" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/09\/opinion\/nyregionopinions\/09CIwinston-griffith.html"} , {"body" : "The police were looking yesterday for the gunman who killed a 24-year-old man in Brownsville on Saturday, and for anyone who had witnessed the killing. The man, Sherdon Bassier, was shot twice in the chest around 8:30 p.m. while he stood outside First Class Services Car and Limousine, a livery cab service at 1071 Rutland Road. He died upon arrival" , "date" : "20051003" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Police Seek Gunman In Fatal Shooting" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E00E2D71030F930A35753C1A9639C8B63"} , {"body" : "Five people were killed across the city yesterday in unrelated cases, three in Queens and one each in Brooklyn and the Bronx, according to the police. The victims were a young man who was studying criminal law, a 52-year-old bakery employee, a 58-year- old grandmother who enjoyed a touch of glamour, a 45-year-old man and a 31-year-old man who" , "date" : "20050925" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "5 Are Dead, 2 From Gunshots, in Separate Slayings in Queens, Brooklyn and Bronx" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/25\/nyregion\/25killings.html"} , {"body" : "Sandra Feldman, the blunt-spoken former president of the American Federation of Teachers and its local in New York, who emerged from the shadow of her mentor, Albert Shanker, to become a deft and intimidating labor powerhouse on her own, died Sunday night at her home in Manhattan. She was 65. Alex Wohl, a spokesman for the national union, which Ms." , "date" : "20050920" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Obituaries" , "New York and Region" , "Education"] , "page_facet" : "27" , "title" : "Sandra Feldman, Scrappy and Outspoken Labor Leader for Teachers, Dies at 65" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/20\/nyregion\/20feldman.html"} , {"body" : "ARGAND -- Annabelle Rod man. Annabelle Rodman Argand, born in Brownsville, Brooklyn, and later residing in Maplewood, NJ, Jerusalem, Israel and Madison, WI, died Saturday, September 3, in Madison. She was 90 years old. Since 1945 a prominent presence in Hadassah and National Women's League, she was also a needlework artist on Judaic and biblical" , "date" : "20050918" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "35" , "title" : "Paid Notice: Deaths ARGAND, ANNABELLE ROD MAN" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9901E5D71F31F93BA2575AC0A9639C8B63"} , {"body" : "A 21-year-old man, Avery Frederick, was shot twice in the head and killed around noon yesterday while standing in front of 97 Lott Avenue, near the corner of Bristol Street, in Brownsville. The police said they were investigating whether Mr. Frederick's death was connected to the killing of his friend Anthony Manns, 22, who was shot in the chest" , "date" : "20050917" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: 2 Friends Killed Within 24 Hours" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D02E3DC1F31F934A2575AC0A9639C8B63"} , {"body" : "In Brooklyn, a borough with no shortage of political dynasties, the Boyland family name has been one of the most enduring. But in Tuesday's primary election, the family's electoral record suffered a rare blemish. For nearly 30 years, a member of the family has been in public office, with the patriarch, William F. Boyland Sr., serving the longest." , "date" : "20050915" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "THE NEW YORK PRIMARY: THE DYNASTY; Family Name In Brooklyn Loses Clout With Defeat" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/15\/nyregion\/metrocampaigns\/15brooklyn.html"} , {"body" : "In a rare defeat for an incumbent City Council member, Allan W. Jennings, a Queens Democrat whose candidacy had been shadowed by recent controversies, lost the party's primary yesterday to Thomas White Jr., Mr. Jennings's predecessor in the Council. Mr. Jennings has long been in a political war with the Queens Democratic organization, which poured" , "date" : "20050914" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "THE NEW YORK PRIMARY: CITY COUNCIL; Incumbent In Queens Is Defeated By Old Rival" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/14\/nyregion\/metrocampaigns\/14council.html"} , {"body" : "As much of upper Brooklyn continues to meld into one enormous restaurant row, it can be difficult for established borough restaurants to decide where to open a second location. Dumbo? Williamsburg? Clinton Hill? How about Bushwick or Brownsville? The owners of Tuk Tuk on Smith Street in Cobble Hill, at four years old a neighborhood standby," , "date" : "20050911" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: LONG ISLAND CITY; For a Restaurant in the Mainstream, A Cruise Into Uncharted Waters" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/11\/nyregion\/thecity\/11tuk.html"} , {"body" : "Lenora B. Fulani, a leading member of the Independence Party, will try to insert herself into the mayoral race this morning with a news conference at which she and other minority leaders will pledge support for Mayor Michael R. Bloomberg. That is not necessarily good news for Mr. Bloomberg, a Republican whose campaign team sees his position on the" , "date" : "20050907" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "CAMPAIGNING FOR CITY HALL: THE INCUMBENT; Like It or Not, Fulani Getting Behind Mayor" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/07\/nyregion\/metrocampaigns\/07fulani.html"} , {"body" : "HERB PREMINGER, a courteous, soft-eyed man who lives on East 17th Street in Midwood, Brooklyn, has managed well during his professional life as a marketing writer. But for nearly three decades, his overwhelming passion has been for his work as an amateur historian of the vanished New York candy store. In his living room one day recently, Mr." , "date" : "20050904" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE VOICE; His Madeleine, the Cherry Lime Rickey" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/04\/nyregion\/thecity\/04cand.html"} , {"body" : "The Sept. 13 primary is now just over two weeks away. Here are our recommendations for City Council races in the Bronx, Brooklyn and Queens. The Bronx 13th District (Pelham, City Island, Throgs Neck, Allerton and Morris Park): Single-family homeowners worried about overdevelopment give this Democratic district a conservative streak. The current" , "date" : "20050828" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BRONX (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "City Council Endorsements" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9505E5DD1F3EF93BA1575BC0A9639C8B63"} , {"body" : "At first glance it would appear that no candidate in the City Council race in east Harlem would have an advantage over another. The five are all politically seasoned candidates who have run for office before. But while most of them are cordial to their rivals, they do tend to single out one contender with some criticism. Their focus is on Melissa" , "date" : "20050827" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "CAMPAIGNING FOR CITY HALL: CITY COUNCIL; Tie to Labor Called a Plus, But Is It an Unfair Edge?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F04E5DC1F3EF934A1575BC0A9639C8B63"} , {"body" : "A gunman fired shots in the direction of a group of people sitting in front of a building in Brooklyn early yesterday, hitting a 10-year-old girl, the police said. As the girl's friend, a 13-year-old boy, tried to shield her from further harm, he was shot in the back, he and his family said. The police said that the children were probably not the" , "date" : "20050821" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "Gunman Intentionally Fired in Direction of Children, Relative Says" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9801E3D6103EF932A1575BC0A9639C8B63"} , {"body" : "FRESH from the gym, a woman wearing leggings and glistening with sweat walked up to Herman Duhaney, who was selling refreshments from his stoop. He could tell by her face that something was wrong. ''I got stress,'' the woman said, sighing. ''Man stress. The only good man is God.'' Mr. Duhaney listened to her sorrow while he hacked the top off a" , "date" : "20050807" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "URBAN STUDIES\/QUENCHING; Coconuts and Good Counselor" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A06E6DA163EF934A3575BC0A9639C8B63"} , {"body" : "A companion of the black youth severely beaten last month in Howard Beach, Queens, in what the authorities called a hate-crime attack by whites, was arrested on Sunday night and charged with participating in a gunpoint robbery aboard a subway train in Brooklyn, the police said yesterday. Richard Wood, one of two black men who escaped unharmed on" , "date" : "20050712" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Man Who Fled Bias Attack Is Arrested In Robbery" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F07E2DD1530F931A25754C0A9639C8B63"} , {"body" : "A second child who was trapped in a fire early Saturday morning in Brownsville has died of her injuries, the police said yesterday. The girl, Triena Dennis, 12, died Tuesday at Brookdale University Hospital and Medical Center in Brooklyn, where she was being treated for severe burns. Her half brother, Joshua Alexander Maldonado, 3, died in the fire" , "date" : "20050707" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Metro Briefing | New York: Brooklyn: Second Fire Victim Dies" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0CE4D61E31F934A35754C0A9639C8B63"} , {"body" : "A 3-year-old boy died and two of his siblings were critically injured early yesterday in a Brooklyn apartment fire that erupted as their mother went out briefly to speak to the young boy's father, according to fire officials and family members. The boy, identified by his family as Joshua Alexander Maldonado, was killed in a third-floor apartment at" , "date" : "20050703" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Brooklyn Fire Kills Boy, 3, And Leaves 2 Siblings Hurt" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990CE7D61331F930A35754C0A9639C8B63"} , {"body" : "A Brooklyn woman who said she was attacked yesterday by her jealous boyfriend who then shot himself said that he began his assault by reminding her he had vowed to kill her if he caught her with another man. The woman, Lonett Hall, 26, said that after she had locked herself in her bedroom, she heard a gunshot. The boyfriend, Lester Archer, 31, had" , "date" : "20050703" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Man Attacks Girlfriend, Then Kills Self" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E4D61331F930A35754C0A9639C8B63"} , {"body" : "INTERNATIONAL 3-12 Trial Expected for Hussein Officials at the Iraqi Special Tribunal have said that before the end of the year they expect to put Saddam Hussein on trial in the 1982 executions of nearly 160 men and boys from Dujail, all Shiites. 1 Three suicide bombers blew themselves up in two separate attacks aimed at Iraqi security forces," , "date" : "20050703" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0CEFDA113AF930A35754C0A9639C8B63"} , {"body" : "To the Editor: I can draw only one conclusion from your special City section about Brooklyn's rebirth: subscription to The Times must be very low in less affluent and distant neighborhoods like East New York, Brownsville, Canarsie, Gravesend, Mill Basin, Marine Park -- just about every neighborhood east of Flatlands Avenue. Shame on you for" , "date" : "20050626" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "9" , "title" : "Not Just Brownstones" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D00E3D6163AF935A15755C0A9639C8B63"} , {"body" : "To the Editor: ''The Great Awakening,'' by Suketu Mehta (June 19), is a beautiful article about life in Brooklyn. However, though there are those in Park Slope who may know more about gelato in Manhattan than about the roti in Brownsville, as Mr. Mehta stated, many of us not only explore much of Brooklyn, but also regularly enjoy the variety of" , "date" : "20050626" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "9" , "title" : "Savoring Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E4D6163AF935A15755C0A9639C8B63"} , {"author" : "E-mail: peappl@nytimes.com" , "body" : "THIS is how Harold Gubnitsky got to be the artist he is today. He grew up a Brooklyn tough guy in Brownsville in the 1940's and 50's, back when the tough guys were Jewish, wore black motorcycle jackets and boots, and joined gangs with names like the Savoys and the Snakepit Dukes. He dropped out of high school at 16 after excelling -- sort of -- in" , "date" : "20050622" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Our Towns; A Reformed Tough Guy, With a Sharp Knife and a Soft Spot" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE3DA103EF931A15755C0A9639C8B63"} , {"body" : "A Brooklyn man attending a pre-Father's Day barbecue at a Crown Heights playground was shot and killed on Saturday night, the police said. The shooting occurred after the victim, an aspiring hip-hop artist, was approached by two men he knew, witnesses told family members. The man, Linell Plair, 29, a father of four who lived on Legion Street in" , "date" : "20050620" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Aspiring Hip-Hop Artist Killed at Brooklyn Barbecue" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A02E5DD123BF933A15755C0A9639C8B63"} , {"author" : "Suketu Mehta is the author of ''Maximum City: Bombay Lost and Found'' (Knopf)." , "body" : "AT a party on the Upper West Side in 2000, a distinguished American author, and longtime Manhattanite, asked where I lived. ''Brooklyn,'' I told him. He snorted. ''Poor people live in Brooklyn.'' Then he turned away to get some meat. Shortly after the party, to see if I could move from my rented apartment in Boerum Hill, I went looking to see what" , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE NEW BROOKLYNS\/SIGNS OF CHANGING TIMES; The Great Awakening" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0CE7D6153BF93AA25755C0A9639C8B63"} , {"author" : "Joel Kotkin is an Irvine Senior Fellow at the New America Foundation and the author of ''The City: A Global History.''" , "body" : "MY grandparents all landed in Brooklyn shortly before World War I. My mother's parents, who stayed poor, shifted from small apartment to small apartment in Brownsville with their five kids. My dad's family did much better, building a successful garment business in Manhattan and moving to a two-story attached house, complete with backyard, on a" , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "10" , "title" : "THE NEW BROOKLYNS\/THE FUTURE; The Next Act" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0DE5DA143BF93AA25755C0A9639C8B63"} , {"body" : "The off-duty officer killed in a motorcycle crash on Wednesday has been identified as Kamal Matthews, 29, of the 73rd Precinct, which patrols Brownsville and Ocean Hill in Brooklyn, the police said. Officer Matthews, who was headed east on Flatlands Avenue in Brooklyn, struck a Toyota that was turning left from Flatlands Avenue onto Van Siclen" , "date" : "20050617" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Dead Off-Duty Officer Is Identified" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E6DB143BF934A25755C0A9639C8B63"} , {"body" : "A Brooklyn man was arrested yesterday and charged with hate crimes in the severe beating of a gay man in Brownsville last week. Steven Pomie, 22, was arrested in Seaside Heights, N.J., where he had been hiding since last Monday, said Capt. Michael J. Osgood of the Police Department's Hate Crimes Task Force. Captain Osgood said that on June 8, Mr." , "date" : "20050617" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Man Charged In Bias Attack" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D04E6DB143BF934A25755C0A9639C8B63"} , {"body" : "An off-duty police officer died last night after his motorcycle struck another vehicle at a Brooklyn intersection, the police said. The officer, who was assigned to the 73rd precinct, which covers the Ocean Hill and Brownsville sections of Brooklyn, was not named by the police. They said he was driving eastbound on Flatlands Avenue at Van Siclen" , "date" : "20050616" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Officer Is Killed in Crash" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0DE7DD173BF935A25755C0A9639C8B63"} , {"body" : "Two suspects arrested after a shooting Saturday in Midtown that left a tourist from Maryland wounded have been identified as 16-year-old neighbors from the Brownsville section of Brooklyn, the police said yesterday. The shooting, shortly before noon, occurred after the robbery of a vendor selling compact discs and DVD's on a bustling block of" , "date" : "20050613" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Manhattan: Arrests In Tourist's Shooting" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A05E4DF1F38F930A25755C0A9639C8B63"} , {"body" : "A 23-year-old Brooklyn man was stabbed to death yesterday, and his childhood friend was beaten in an attack that might have started as a robbery, the authorities said. In two other attacks yesterday, another man was stabbed to death in the Bronx, and a woman was shot and killed in Brooklyn. The Brooklyn man, Melvin Reales, was attacked about 4:40" , "date" : "20050612" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "Two Stabbings and a Shooting Kill Three People and Injure Two" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE3DB1E38F931A25755C0A9639C8B63"} , {"body" : "In September, Guy Tantillo stood before his fifth-grade class at Public School 45 in South Ozone Park, Queens, and warned his students that they were about to begin a school year like no other. ''Fourth grade was very difficult, but fifth grade is going to be the biggest challenge in your lives,'' he told Class 5-212. ''What got you through fourth" , "date" : "20050612" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "What Lifted Fifth-Grade Scores? Schools Say Lots of Hard Work" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0CE3DB1E38F931A25755C0A9639C8B63"} , {"body" : "A 26-year-old Brooklyn man was attacked late Wednesday in Brownsville, Brooklyn, by three men who were yelling anti-gay slurs, the police said. The victim, Duan Prince, was taken to Brookdale Hospital, where he remained unconscious in serious but stable condition last night, the police said. No arrests had been made. The police said that according" , "date" : "20050611" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Brooklyn Man Is Beaten In Bias Attack, Police Say" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B00EEDF133EF932A25755C0A9639C8B63"} , {"body" : "A police officer who was shot last week while chasing a suspect said yesterday that he was grateful for the support he has received from the New York Police Department and the staff of Brookdale Medical Center. Standing in the lobby of his apartment building in Crown Heights with a bandage on one arm, and leaning on a metal cane, Officer Patrick" , "date" : "20050610" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Officer Released From Hospital" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A02E7DB1138F933A25755C0A9639C8B63"} , {"body" : "As Mayor Michael R. Bloomberg's plan for a Far West Side stadium was going down to defeat this spring, another major plan for a sports arena was quietly coming to fruition in Brooklyn. Like the ill-fated football stadium plan for the Jets, the Brooklyn basketball arena, planned for the Nets by its team owner, the developer Bruce Ratner, would be" , "date" : "20050609" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Unlike Stadium on West Side, an Arena in Brooklyn Is Still a Go" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E0D6123EF93AA35755C0A9639C8B63"} , {"body" : "A surveillance video shows that the partner of a police officer who was shot three times during a car stop last week in Brooklyn ran away and, for several minutes, failed to help the wounded officer, a police official said yesterday. The actions of the partner, Officer Gilberto T. Marrero, are under investigation by the Police Department's Firearms" , "date" : "20050607" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Video, Officer Runs as Partner Is Shot, Police Say" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9504E0DB1F38F934A35755C0A9639C8B63"} , {"body" : "A 4-year-old girl was in critical condition after being struck by a car yesterday on a Brooklyn street, the police said. The child, whose name was not released by the authorities, ran out from between two parked cars about 3 p.m. in front of 505 Bristol Street, in Brownsville, and was hit by a 1995 Toyota Camry traveling south, according to the" , "date" : "20050605" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "4-Year-Old Girl Hit by Car" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9403E4DB1538F936A35755C0A9639C8B63"} , {"body" : "There is a kind of police officer, fixed in the public imagination through the movies and invoked at protest rallies, who clocks out and drives a long way home. He does not stop in places called Heights; he drives until he gets to places called Island, Long and Staten mostly, where he has a wife and a kid and a yard and a dog. Officer Patrick" , "date" : "20050603" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Police Officer Who Lives and Serves Close to Home" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E0DA1438F930A35755C0A9639C8B63"} , {"body" : "There is a kind of police officer, fixed in the public imagination through the movies and invoked at protest rallies, who clocks out and drives a long way home. He does not stop in places called Heights; he drives until he gets to places called Island, Long and Staten mostly, where he has a wife and a kid and a yard and a dog. Officer Patrick" , "date" : "20050602" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Police Officer Who Lives and Serves Close to Home" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9507E6D81738F931A35755C0A9639C8B63"} , {"body" : "A high-speed police chase that was followed by a gun battle in Brooklyn last night left a uniformed police officer wounded and a drug suspect dead, apparently by his own hand, the police said. The police officer, who was hit by two bullets that punctured his lower abdomen and forearm, was saved from graver harm by the Kevlar vest he was wearing," , "date" : "20050602" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Officer Shot Trading Fire After Chase; Suspect Is Later Found Dead" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D07EED81638F931A35755C0A9639C8B63"} , {"body" : "New York City public school students achieved strong gains on the citywide reading and math tests this year. They were led by fifth graders, who posted extraordinary increases in the face of Mayor Michael R. Bloomberg's blunt threat to make them repeat the grade if they did poorly on either exam. Mr. Bloomberg said the results proved that his" , "date" : "20050602" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Student Scores Climb Strongly Across the City" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9506E5D81638F931A35755C0A9639C8B63"} , {"body" : "Six Brooklyn men described as members or leaders of a violent gang responsible for five killings and for attempts to kill police officers were indicted yesterday on charges including racketeering and murder, the police and federal prosecutors said. The charges cover shootings that date to 2000, mostly involving members of rival gangs. One, on Oct." , "date" : "20050526" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Six Men, Said to Be in Gangs, Are Charged in Killings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E00E2D61339F935A15756C0A9639C8B63"} , {"body" : "Many more New York City fourth graders passed the state's English Language Arts test this year than last year, representing the single biggest one-year increase since the test was first given in 1999. In all, 59.5 percent of them met the state reading and writing standards, up 9.9 percentage points from last year (chart on this page and Page 15)." , "date" : "20050522" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "How Fourth Graders Fared on the State English Test" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D07EED91439F931A15756C0A9639C8B63"} , {"body" : "The Friday night bus was late. The Friday night conversations were well under way. ''I remember our wedding day,'' Chantel Lewis Campbell, a 32-year-old from Brownsville, Brooklyn, said to several friends at a crowded bus stop last week. ''I wore a veil and a gown, even a garter. He wore a white collared shirt and a tie, and those ugly green" , "date" : "20050520" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "On the Outside, Busing In; A Long and Bittersweet Ride, Weekly, to Visit Loved Ones in Prison" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E02EFDB1439F933A15756C0A9639C8B63"} , {"body" : "Sale to Aid the Blind WEDNESDAY -- The annual sale of designer clothing as well as home furnishings and beauty products at Lighthouse International, 110 East 60th Street, will aid its programs for blind and visually impaired people. The preview begins at 5 with cocktails, hors d'oeuvres and the shopping, and concludes at 9. Tickets, $225, or $125" , "date" : "20050508" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "BENEFITS" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F02EED91430F93BA35756C0A9639C8B63"} , {"body" : "Arnie Lawrence, a jazz saxophonist and pioneering educator who helped found the jazz program at the New School University in New York and started an innovative program to train young jazz musicians of both Jewish and Arab backgrounds in Israel, died on April 22 in Jerusalem. He was 66 and lived in Jerusalem. The cause was lung and liver cancer," , "date" : "20050429" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Obituaries"] , "page_facet" : "13" , "title" : "Arnie Lawrence, 66, Mentor And Teacher on Jazz Scene" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F00EFDC1131F93AA15757C0A9639C8B63"} , {"body" : "Charges filed yesterday against a math teacher in Brooklyn were the latest in a string of five cases said to have involved criminal or inappropriate behavior by school employees that have stunned parents and school officials. The teacher, Joanna Hernandez, 27, surrendered to face misdemeanor charges of kissing one of her students, a 15-year-old" , "date" : "20050421" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "In City Schools, Five Teachers Are Accused Of Sex Offenses" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B06E6DD1731F932A15757C0A9639C8B63"} , {"body" : "A dozen or so elementary and middle school students from Brooklyn stood on the steps of the City Education Department headquarters in Lower Manhattan yesterday, assembled for a concert on a pleasant spring evening. They blew into their instruments -- trumpets, saxophones and clarinets -- fashioned out of paper and cardboard, decorated with crayon." , "date" : "20050419" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Brooklyn Coalition Rallies For Middle School Programs" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DEFDB1F3EF93AA25757C0A9639C8B63"} , {"body" : "Detectives were looking for a man yesterday who kidnapped and sexually assaulted a 15-year-old girl in Brownsville early Tuesday, the police said. Investigators said the girl, whose identity was not disclosed, was approached near Eastern Parkway and Utica Avenue about 6:30 a.m. by a man with a gun who forced her into a four-door sport utility" , "date" : "20050414" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Man Sought In Girl's Kidnapping And Assault" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E01EFDE103EF937A25757C0A9639C8B63"} , {"body" : "The games drew about 15 chess enthusiasts to a windowless conference room at City College in Harlem, where pawns and rooks were moved with such intensity of purpose that the scene could have passed for yet another high-stakes tournament. The grandmaster and bona fide chess luminary Maurice Ashley was there, calling out commentary as he often does" , "date" : "20050412" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Chalkboard? First, Study The Chessboard; A Grandmaster Tries To Improve Teaching" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B02E1DA123EF931A25757C0A9639C8B63"} , {"body" : "SONIA WISOTSKY, Nicolina Nicolosci, Yetta Rosenbaum. These women were among the 146 workers who died in the Triangle Shirtwaist fire, New York's most infamous disaster before the attacks of Sept. 11. Their names, all but forgotten today, suggest the ethnic melting pot that was New York of 1911. Ten days ago, they surfaced again, in the ephemeral" , "date" : "20050403" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "CITY LORE; Memorials in Chalk" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B03E7D6103FF930A35757C0A9639C8B63"} , {"body" : "When Willie Randolph reflected on the memories that he will clip and save from his first spring as the Mets' manager, he included runners taking extra bases, outfielders hitting cutoff men and infielders visualizing plays before they occurred. He neglected to mention the time that Cliff Floyd strolled to first base after battering a pitch off the" , "date" : "20050402" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "BASEBALL; Mets Are Starting to Reflect Randolph's Approach" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990CE1DA113FF931A35757C0A9639C8B63"} , {"body" : "The baby sitter of a 19-month-old boy who died on Sunday in Brooklyn was charged with murder yesterday after an autopsy determined that the boy had been smothered with duct tape over his mouth, the police said. The baby sitter, Tammie Williams, 40, had been watching the boy, Jaylen Robinson, for a week in her home while his parents worked and" , "date" : "20050308" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Baby Sitter Is Charged With Murder of a 19-Month-Old Brooklyn Boy" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0CE4DD1F3DF93BA35750C0A9639C8B63"} , {"body" : "It was early February 2000, and Judge Paula J. Hepner said she could hardly believe what a doctor in the city's juvenile justice system had done to the girl standing before her in Brooklyn Family Court. The girl, Tiffany S., was 14, with a history of suicide threats and a set of serious psychological problems well documented by doctors at a" , "date" : "20050301" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "A Spotty Record of Health Care For Children in City Detention" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?sec=health&res=9E02E3DB123DF932A35750C0A9639C8B63"} , {"body" : "Mets Manager Willie Randolph poked his head out of his office at 8:52 a.m. Friday and peered into the clubhouse. He seemed agitated as he waited for Pedro Martínez, who had arrived seven minutes earlier and was gliding around in shorts and a T-shirt. Randolph was only eight minutes from giving his first team speech and then presiding over his" , "date" : "20050219" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "BASEBALL; On Day 1, a Proud Randolph Sets A Serious Tone and a Quick Pace" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9800E1D6113AF93AA25751C0A9639C8B63"} , {"body" : "Donald Margulies, the Pulitzer Prize-winning playwright who has a new play on Broadway called ''Brooklyn Boy,'' did not grow up in the mythically cozy borough where the natives played three-sewer stickball, rooted for the Dodgers and bought their paint at Pintchik's. He came of age in the Brooklyn of the 1960's and 70's, a nervous time in which" , "date" : "20050210" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "1" , "title" : "Sheepshead Revisited; 'Brooklyn Boy' Playwright Returns to Borough After 25 Years" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980CE3D6163AF933A25751C0A9639C8B63"} , {"body" : "It was the test scores that first got people outside of Connecticut interested in Amistad Academy, a charter school here. In a city where 31 percent of eighth graders achieved mastery on the state reading test in 2003, 81 percent of Amistad's did. In math, 75 percent of Amistad's eighth graders achieved mastery, compared with 19 percent citywide." , "date" : "20050209" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CONNECTICUT" , "NEW HAVEN (CONN)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "10" , "title" : "Can Amistad's Model Succeed in New York?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9407E5D91F3BF93AA35751C0A9639C8B63"} , {"author" : "E-mail: hjaraton@nytimes.com" , "body" : "ON the day before the start of the month that will mark the commencement of his new managerial life, Willie Randolph paused for a few breaths and a bagel with cream cheese. He slipped into a booth in a diner yesterday morning along the Route 4 thoroughfare, on the way to another two-bridge commute for another staff meeting. After a winter that" , "date" : "20050201" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Sports of The Times; A Whirlwind Winter For Randolph And the Mets" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990CEFDA123BF932A35751C0A9639C8B63"} , {"body" : "Two of the city's subway lines -- the A and the C -- have been crippled and may not return to normal capacity for three to five years after a fire Sunday afternoon in a Lower Manhattan transit control room that was started by a homeless person trying to keep warm, officials said yesterday. The blaze, at the Chambers Street station used by the A and" , "date" : "20050125" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "2 SUBWAY LINES CRIPPLED BY FIRE; LONG REPAIR SEEN" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A07E6D91F38F936A15752C0A9639C8B63"} , {"body" : "Shirley Chisholm, the first black woman to serve in Congress and the first woman to seek the Democratic presidential nomination, died on Saturday night at her home in Ormond Beach, Fla. She was 80. She died after several recent strokes, according to a former staff member, William Howard. Mrs. Chisholm was an outspoken, steely" , "date" : "20050104" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["U.S." , "Obituaries"] , "page_facet" : "9" , "title" : "Shirley Chisholm, 80, Dies; 'Unbossed' Pioneer in Congress and Presidential Candidate" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0DE6DA1239F937A35752C0A9639C8B63"} , {"body" : "Shirley Chisholm, the first black woman to serve in Congress and the first woman to seek the Democratic presidential nomination, died on Saturday night at her home in Ormond Beach, Fla. She was 80. She had suffered several strokes recently, according to a former staff member, William Howard. Mrs. Chisholm was an outspoken, steely" , "date" : "20050103" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["Front Page" , "U.S." , "Obituaries" , "Washington"] , "page_facet" : "1" , "title" : "Chisholm, 80, Is Dead; 'Unbossed' Pioneer in Congress" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9503E5DD1239F930A35752C0A9639C8B63"}]