[  {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20051230" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "The Listings: Dec. 30 - Jan. 5" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A03E2DA1330F933A05751C1A9639C8B63"} , {"body" : "TEN minutes from the heart of Flushing in Queens, past a welter of store signs in Chinese and a desolate stretch of smokestacks, a 10-story slab of steel and glass shoots up next to a sprawling parking lot. It looks like a convention center, but it has a higher calling. It's a Pentecostal megachurch, and its name is Promise. Last Saturday, about" , "date" : "20051225" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "STREET LEVEL\/Flushing; Praise the Lord and Raise the Curtain" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/25\/nyregion\/thecity\/25leve.ready.html"} , {"body" : "Around the 83rd Precinct, one police officer was known as Opie. The other called himself King Clerge. Officers Charles McGeean and Fernand Clerge were partners on the midnight shift. They shared a squad car, one section in the two-square-mile precinct in Bushwick, Brooklyn, and, according to investigators, this secret: They sexually abused women" , "date" : "20051218" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "49" , "title" : "Accused of Abusing the Badge" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/18\/nyregion\/18cops.html"} , {"body" : "At 12:01 a.m., Mitchell Johnson, a security guard headed from Manhattan to Bushwick, Brooklyn, sat cautiously on a No. 4 train, his hands folded calmly in his lap, with the stored energy of a sprinter before the starting gun. The train pulled into Union Square and suddenly Mr. Johnson was off, joined by dozens of other passengers racing off the" , "date" : "20051216" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "TRANSIT DEADLINE: THE RIDERS; Racing Off Trains in Uncertain Hope of Making Connections" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/16\/nyregion\/nyregionspecial3\/16subway.html"} , {"body" : "The doors take forever to close. The subway inches down the tunnel. Then it screeches slowly to a halt. It sits there. Seconds turn to minutes. No announcements are made. Is this a work slowdown by angry transit union members, or just a regular day in the New York City subway system? And how, precisely, can one tell the difference? These were the" , "date" : "20051209" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Commuters Ask, Is This Train Just Slow, or Part of a Slowdown?" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/09\/nyregion\/09subway.html"} , {"body" : "Two New York City police officers who are accused of sexually assaulting a woman after a Nov. 20 traffic stop in Brooklyn faced new charges yesterday in connection with what two other women said was another assault case the month before. The officers, Charles McGeean, 37, and Fernand Clerge, 38, were indicted yesterday in both assault cases. In the" , "date" : "20051208" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "More Women Come Forward to Accuse Officers of Sexual Assault" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/08\/nyregion\/08cops.html"} , {"author" : "Daniel Maurer is an editor at the Web site of New York magazine." , "body" : "WHEN the Loew's Paradise Theater in the Bronx reopened in October after extensive restoration, its Web site promised ''a taste of the decadence of the Roaring Twenties.'' While the 76-year-old movie-palace-turned-events-space will try to live up to its name by way of a newly installed sports bar, music concerts and boxing matches, for years other" , "date" : "20051204" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEW YORK IN FOCUS; Now Showing: God" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B00E5DD1231F937A35751C1A9639C8B63"} , {"body" : "The $25 and Under column last Wednesday, about the restaurant Northeast Kingdom in Bushwick, Brooklyn, misspelled the surname of an owner. He is Paris Smeraldo, not Smeroldo." , "date" : "20051130" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Corrections" , "Arts" , "Dining and Wine"] , "page_facet" : "5" , "title" : "Correction" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/30\/dining\/30corr.html"} , {"body" : "SOMEWHERE beyond the last hip outpost of Far East Williamsburg, the shag haircuts and vintage sunglasses finally disappear. There, on the gritty interstices of Bushwick and Bedford-Stuyvesant, in the shadow of the J\/M\/Z elevated line, lifestyle is replaced by just life: 99-cent stores, live poultry markets, accident lawyers (1-888-I-CAN-SUE)," , "date" : "20051127" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The 21st-Century Garret" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/27\/nyregion\/thecity\/27grou.html"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "WITH prices soaring in Williamsburg, Brooklyn, Alberto Orso was able to sell his condominium there and do a reverse migration to Manhattan. ''I was getting a little bit past my hipster phase, whatever that might have been,'' said Mr. Orso, 31, a native of Southern California who had bought the 900-square-foot studio in the Smith Gray building four" , "date" : "20051127" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "THE HUNT; Honor Thy Brother (as Long as You Can)" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/27\/realestate\/27hunt.html"} ,   {"body" : "THERE will come a time when the list of restaurant fads that haven't swept through New York will be shorter than those that have. One to strike from the first list: Alpine chic. Lodge, in Williamsburg, opened in the dead of the summer with no air-conditioning and a décor native to colder climes: porcelain antler sconces and chandeliers, tree-trunk" , "date" : "20051123" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "9" , "title" : "$25 AND UNDER; Close to the Slopes in Bushwick" , "url" : "http:\/\/events.nytimes.com\/2005\/11\/23\/dining\/reviews\/23unde.html"} , {"body" : "Two veteran police officers were arraigned yesterday, charged with sexually abusing a Brooklyn woman, and the police and prosecutors detailed how the officers' harassment of the woman on the street early Sunday escalated into a attack in her apartment. The officers, Charles McGeean, 37, and Fernand Clerge, 38, steered their marked patrol car up to" , "date" : "20051122" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Two Officers Are Charged In Sex Attack" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/22\/nyregion\/22cops.html"} , {"body" : "Two New York City police officers were arrested on charges of sexually abusing a 35-year-old woman in her Brooklyn apartment early yesterday morning after pulling her over for a traffic stop, the police said. The officers, Charles McGeean and Fernand Clerge, who were both in uniform, stopped the woman as she drove near the corner of Irving and" , "date" : "20051121" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Woman Says Officers Sexually Abused Her" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/21\/nyregion\/21officers.html"} , {"body" : "ARIN CRUMLEY, 24, and his girlfriend, Susan Buice, 27, sat in their cramped apartment in the Bushwick section of Brooklyn, in front of the computers on which they edited their independent film. Post-Its on a nearby wall read, ''Eat Less,'' ''No More Banana Chips'' and ''Work Succeed.'' An oversized skateboard leaned precariously against a makeshift" , "date" : "20051120" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "FILM; Join a Revolution. Make Movies. Go Broke." , "url" : "http:\/\/www.nytimes.com\/2005\/11\/20\/movies\/20lyon.html"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20051111" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "The Listings: Nov. 11 -- Nov. 17" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9503E2DC123EF932A25752C1A9639C8B63"} , {"body" : "Entering the final days before the election, Mayor Michael R. Bloomberg said yesterday that he would not scale back his campaigning, even though the latest polls show him continuing to maintain a big lead over his Democratic challenger, Fernando Ferrer. ''I think that anybody that takes anything for granted in something like this is making a" , "date" : "20051105" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE 2005 ELECTIONS: THE INCUMBENT; Running as if They Were Neck and Neck" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/05\/nyregion\/metrocampaigns\/05mayor.html"} , {"body" : "One person was shot and six others were assaulted in an apartment in Bushwick early yesterday morning. Three men entered the apartment, at 316 Suydam Street, about 3:30 a.m. and demanded cash, the police said. The men shot a 17-year-old man in the shoulder and assaulted four men and two women inside the apartment. The shooting victim was in" , "date" : "20051104" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: One Shot And Six Assaulted In Dispute" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0DE0D9173EF937A35752C1A9639C8B63"} , {"body" : "Within minutes after being elected chairman of the beleaguered Brooklyn Democratic Party last week, Assemblyman Vito J. Lopez faced reporters with his two rivals for the leadership position at his side, and pledged a host of reforms for the organization. For one thing, Mr. Lopez called for a comprehensive internal review of the party's finances. He" , "date" : "20051024" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Brooklyn's New Democratic Chairman Promises an Array of Reforms on the Heels of Scandal" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/24\/nyregion\/24brooklyn.html"} , {"body" : "Because of an editing error, an article on Thursday about a vote to elect a leader of the Brooklyn Democratic Party gave an erroneous name in some copies for the political club led by one candidate, Assemblyman Vito J. Lopez. (Mr. Lopez won the election.) It is the Bushwick (not Brooklyn) United Democratic Club." , "date" : "20051024" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9401EEDC103FF937A15753C1A9639C8B63"} , {"body" : "IT seems counterintuitive, but the luxury real estate market is helping to build housing for low- and moderate-income people. Sometimes, the deals create what could be called sibling buildings -- for example, a 42-story luxury tower on West 43rd Street is linked to five renovated tenement buildings nine blocks to the north. It was a good deal for" , "date" : "20051023" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The Benefits of the Boom" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/23\/realestate\/23cov.html"} ,   {"body" : "Leaders of the Brooklyn Democratic Party last night elected Assemblyman Vito J. Lopez as their new chairman, four weeks after the conviction of Clarence Norman Jr. The selection of Mr. Lopez by the party's 41-member executive committee was expected. But he won with 28 votes, three fewer than expected. Four voted for Assemblywoman Annette Robinson" , "date" : "20051021" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Lopez Wins Brooklyn Post" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/21\/nyregion\/21lopez.html"} , {"body" : "Members of the Brooklyn Democratic Party's executive committee plan to vote today to elect their new leader, and one candidate, Assemblyman Vito J. Lopez, said yesterday that he had secured enough votes to win. Should he assume the leadership of the large and fractured Democratic organization in Brooklyn, Mr. Lopez would succeed Clarence Norman" , "date" : "20051020" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Assemblyman Expects to Win Brooklyn Post" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/20\/nyregion\/metrocampaigns\/20brooklyn.html"} , {"body" : "It was 7 a.m. yesterday, and the silver Camaro with New Jersey plates was in place. It was too early to be violating any rules -- there was another two hours before the meter had to be fed. But the car was still there at 9:30, and no coins had been dropped in the meter. There was no sign of when the Camaro had arrived, but it did not appear to be" , "date" : "20051017" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Soon, No More Tithing at the Meter; Parking for the Religious and All the Rest, Free on Sundays" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/17\/nyregion\/17meter.html"} , {"body" : "Architect as Sculptor Metropolitan Museum of Art, Fifth Avenue at 82nd Street; (212)535-7710. ''Santiago Calatrava: Sculpture Into Architecture,'' an exhibition of drawings, models and marble and bronze sculptures, starts Tuesday and runs through March 5. The architect, whose work is known for its inspiration by wings, waves, birds and natural" , "date" : "20051013" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "CALENDAR" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/13\/garden\/13cal.html"} , {"body" : "HAS it finally arrived, the end of Manhattan's real estate orgy, the autumn of our discontent? After four years of record-breaking prices and consistent growth, brokers and sellers are examining the latest sales data and wondering whether they indicate a stall, a pause or an insignificant blip. So it's time to shake the Magic 8 Ball and ask: Is the" , "date" : "20051009" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "A Mixed Message" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/09\/realestate\/09cov.html"} , {"body" : "THE King of the Sea reigns from the basement of one of those spooky Sunset Park warehouses off the Gowanus Expressway. Follow the rutted road, cross the abandoned train tracks, pass the long-closed strip club, and descend a flight of stairs for your audience with perhaps the humblest monarch in all of Brooklyn. No need to bow. And you may also" , "date" : "20051008" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; The Mermaid Is Staying Out of It" , "url" : "http:\/\/select.nytimes.com\/\/2005\/10\/08\/nyregion\/08about.html"} , {"author" : "E-mail: geovec@nytimes.com" , "body" : "CHURCH bells were pealing all over Brooklyn. That's what I remember from the afternoon of Oct. 4, 1955. It was a grand day to be in the borough of Brooklyn. I was playing a different sport that afternoon: soccer, for Jamaica High School, against either Bushwick or Brooklyn Automotive, I forget which. People were listening to the Dodgers game on" , "date" : "20051007" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Sports of The Times; Red Sox Fans Will Have 2004 Forever" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A06EED71E30F934A35753C1A9639C8B63"} , {"body" : "Clarence Norman Jr.'s conviction and resulting fall from power as the Democratic Party leader in Brooklyn has touched off intense political jockeying among officials who aspire to succeed him in the first scramble for a new county leader in 16 years. Mr. Norman, the leader of Brooklyn's huge and fractious party, was found guilty last week of" , "date" : "20051005" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Assemblyman Sees Enough Support for Brooklyn Leader Post" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/05\/nyregion\/05brooklyn.html"} , {"body" : "A police officer got into a gun battle yesterday with a man who had just wounded a 15-year-old boy in Bushwick, the police said. The gunman unloaded his revolver at the officer, another officer and a sergeant who had been patrolling the area in a van, the police said. The gunman and three friends had been tossed out of a christening party at 917" , "date" : "20051003" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Gunfight After Shooting" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9801E2D71030F930A35753C1A9639C8B63"} , {"body" : "The conviction of Clarence Norman Jr. has abruptly opened three positions in the political world of Brooklyn, and Democratic Party leaders in the borough spent yesterday in frenzied phone calls trying to determine how to fill them. Mr. Norman, the leader of Brooklyn's huge and fractious party, was found guilty on Tuesday of soliciting illegal" , "date" : "20050929" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Democrats Start Scrambling To Fill Norman's Three Posts" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/29\/nyregion\/29brooklyn.html"} ,   {"body" : "Fernando Ferrer began the first real weekend of the general election campaign quietly shoring up support among backers of his former rivals for the Democratic nomination, while Mayor Michael R. Bloomberg continued efforts to make inroads into Mr. Ferrer's own base of Hispanic voters. Making his first weekend appearance as the de facto Democratic" , "date" : "20050918" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "Ferrer, His Candidacy Assured, Campaigns in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/18\/nyregion\/metrocampaigns\/18mayor.html"} , {"body" : "This spring, Brenda Oliver, depressed and desperate for spiritual sustenance, visited the church near her home in Bushwick, Brooklyn. She lasted until the minister started talking about the men of Sodom who demanded that Lot let them have sex with his houseguests. He looked straight at Ms. Oliver, a sturdy, dreadlocked woman dressed in her" , "date" : "20050916" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Serving Gays Who Serve God" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/16\/nyregion\/16church.html"} , {"body" : "Two Brooklyn men were killed in unrelated shootings in Bushwick, Brooklyn, late Friday night and early yesterday, the police said. In the first shooting, at 11:43 p.m. on Friday, the victim, identified by the police as Santiago Vasquez, 35, was shot twice on Central Avenue near Jefferson Avenue by an unknown person. He died after surgery at" , "date" : "20050911" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Two Men Are Killed in Separate Shootings in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/11\/nyregion\/11murder.html"} , {"body" : "As much of upper Brooklyn continues to meld into one enormous restaurant row, it can be difficult for established borough restaurants to decide where to open a second location. Dumbo? Williamsburg? Clinton Hill? How about Bushwick or Brownsville? The owners of Tuk Tuk on Smith Street in Cobble Hill, at four years old a neighborhood standby," , "date" : "20050911" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: LONG ISLAND CITY; For a Restaurant in the Mainstream, A Cruise Into Uncharted Waters" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/11\/nyregion\/thecity\/11tuk.html"} , {"body" : "New York City's nearly 1.1 million schoolchildren returned to class yesterday, trailed by Mayor Michael R. Bloomberg and his political opponents, who fanned out to greet students and parents on an opening day that offered endless photo opportunities but otherwise seemed to proceed smoothly. Across the city, educators, parents, union officials and" , "date" : "20050909" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "First School Day Is Calm, Orderly and Attended by Many Politicians" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/09\/nyregion\/metrocampaigns\/09school.html"} , {"body" : "Two critical contests on the Sept. 13 Democratic primary ballot in Brooklyn -- for district attorney and for a Surrogate's Court judgeship -- offer voters a chance to register their disgust with the cozy clubhouse-courthouse ties that lie at the heart of the borough's judicial patronage and corruption scandal, and the undue influence of Clarence" , "date" : "20050904" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "For Cleaner Courts in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/04\/opinion\/nyregionopinions\/CIjudges.html"} , {"body" : "Defying an arbitrator's ruling, New York City Transit has no plans to restore train conductors to the L subway line, officials said yesterday, adding that they were instead considering an appeal in State Supreme Court. The refusal to return the conductors ''forthwith'' -- as required by the ruling -- intensified a dispute with union leaders over a" , "date" : "20050902" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Transit Agency Balks at Order To Bring Back Its Conductors" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/02\/nyregion\/02subway.html"} , {"body" : "The old firehouse narrows as it rises over Knickerbocker Avenue like a church spire, but it's not a church, so the firefighters call it the Ant Farm because it's narrow and crowded and it looks like one of those, too. Sometimes they call it the House of Pain. The captain of the ladder company has a gray crew cut. He lost his bike to a thief at the" , "date" : "20050831" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Time Brings Down What Fire Could Not; 'Ant Farm' Was a Bastion When Arson Ruled Bushwick" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04EFD61631F932A0575BC0A9639C8B63"} , {"body" : "A grand jury has indicted a Brooklyn businessman on charges of defrauding mortgage lenders of more than $6 million by inflating the appraised value of dilapidated and abandoned buildings in Bushwick, Crown Heights and Bedford Stuyvesant, prosecutors with the Brooklyn district attorney's office said yesterday. The businessman, Owen Larman, who" , "date" : "20050831" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Man Charged In Mortgage Fraud" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B03EEDF1731F932A0575BC0A9639C8B63"} , {"body" : "At a time when the United States Supreme Court has granted local governments free rein to condemn private property on behalf of commercial projects, an energy entrepreneur says he is going City Hall one better: he plans to condemn some prime Brooklyn waterfront land himself. Adam H. Victor, the president of TransGas Energy Systems, has sought for" , "date" : "20050820" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Businessman Battles the City For Power Plant" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9402E6D9103EF933A1575BC0A9639C8B63"} ,   {"body" : "Attorney General Eliot Spitzer announced yesterday that the owner of three discount stores in Bushwick, Flatbush and Sunset Park had agreed to pay $70,000 to workers to settle a lawsuit charging him with failing to pay minimum wage and overtime. Khubaib Masood, owner of Super Star 99, Less & Plus Discount, and Jimmy 99 Cents, was accused of paying" , "date" : "20050817" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Metro Briefing | New York: Brooklyn: Merchant Settles Wage Dispute" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E0DD133EF934A2575BC0A9639C8B63"} , {"body" : "It is still business as usual at the city's Department of Design and Construction. The agency remains in cavernous headquarters in what feels like the middle of nowhere in Long Island City, Queens. It continues to be determined to have the city's capital projects built on schedule and on budget. But a new spirit is also informing the agency: a" , "date" : "20050813" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "9" , "title" : "City Seeking Rich Designs Instead of the Lowest Bids" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B05E3DC153EF930A2575BC0A9639C8B63"} , {"body" : "AS the elevator door opened onto his large, sparse SoHo studio, Alex Katz came around the corner wearing a plain white T-shirt, paint-flecked jeans and a smear of white gesso across the bridge of his nose. He looked less like what he was -- at 78, one of America's most celebrated realist painters -- and more like a hard-working house painter, just" , "date" : "20050812" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "Painting for a Gallery of Busy City Streets Below" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A06E1D8143EF931A2575BC0A9639C8B63"} , {"body" : "A man who shot his estranged girlfriend in a Bronx delicatessen on Saturday morning was found dead in Bushwick last night, with a gunshot wound to his head, investigators said. The man, Juan Ramos, 46, was found opposite 434 Harman Street at 10:40 p.m., the police said. Investigators said that Mr. Ramos's death appeared to be a suicide. Mr. Ramos" , "date" : "20050810" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Murder Suspect Commits Suicide" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E3DD143EF933A2575BC0A9639C8B63"} , {"body" : "KOREAN TEMPLE CUISINE is a sliver of an East Village restaurant appointed with colorful abstract photographs, art-quality shots of the New York skyline and jewel-toned cushions. The narrow space is filled with an endless array of items designed to catch the eye -- garlands strung with mirrored tiles, table lamps suspended upside down from the" , "date" : "20050807" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Kimchi Chic" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B01E7DA163EF934A3575BC0A9639C8B63"} , {"body" : "At age 32, CBGB, the legendary punk club on the Bowery, is old by some of punk's own standards. ''Blondie said, 'Die young, stay pretty,''' said 17-year-old Melody Willoughby, a pink-haired punk rock aficionado who works at Trash and Vaudeville, a clothing store on St. Marks Place. A punk club should not outlive its youthful energy and angst, she" , "date" : "20050805" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Never Trust a Punk Club Over 30? The Past May Not Save CBGB for Long" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9504E2D61F3FF936A3575BC0A9639C8B63"} , {"body" : "A 9-year-old kills her 11-year-old playmate in a fight over a ball. Three boys suffocate in a car trunk. A flower girl in a wedding limousine is killed by a drunk driver. A ninth-grader is stabbed in the chest for his iPod. For weeks now, the list of young lives extinguished has grown. And even in a city and region well conditioned to heartbreak," , "date" : "20050805" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Season of Children Lost, and Pain Compounded" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A00E2DE163EF936A3575BC0A9639C8B63"} , {"body" : "Rebecca Jean Haverstick, a daughter of Brenda Haverstick and Dr. Park Haverstick of Lebanon, Pa., was married yesterday evening to Adam Joshua Schwartz, a son of Madeline and Edward Schwartz of Weston, Fla. Cantor Ellie Shaffer officiated at the Millstream Farm Inn in Lebanon. Ms. Haverstick, 28, is keeping her name. She is the director of" , "date" : "20050731" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "10" , "title" : "WEDDINGS\/CELEBRATIONS; Rebecca Haverstick, Adam Schwartz" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A04E5D6103CF932A05754C0A9639C8B63"} , {"body" : "It was a gift bag, the kind you use for a book or maybe a package of fancy coffee when you do not want to buy wrapping paper, when the occasion is no big deal. Karen Vaughan said she saw it hanging from a white wire hooked to a 10-foot-high chain-link fence next to the C-Town grocery store at Pilling Street and Broadway in Bushwick, Brooklyn. The" , "date" : "20050730" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Dangling Gift Bag Wriggles, And a Baby Girl Is Found Inside" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0CEEDA113FF933A05754C0A9639C8B63"} , {"body" : "Two Brooklyn men found dead in a Bushwick apartment under a blanket and a sheet on Friday were the victims of homicide, the medical examiner's office said yesterday. The police have not yet confirmed the identity of the two, but said they believed that one, a white man who appeared to be in his 30's, was the resident of the third-floor apartment at" , "date" : "20050724" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Two Men Found Dead Were Shot" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E4D8153FF937A15754C0A9639C8B63"} ,   {"body" : "The decomposing bodies of two men were found in a Brooklyn apartment yesterday morning, the police said. The names of the men have not been released. The police were called to 175 Covert Street in Bushwick by neighbors who were concerned about a foul odor emanating from a third-floor apartment. When officers entered the apartment they found a white" , "date" : "20050723" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Men Found Dead In Apartment" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E07EEDE153FF930A15754C0A9639C8B63"} , {"body" : "City Council members will have the authority to order housing inspections within their districts under a new agreement with the city's Department of Housing Preservation and Development. The program will rotate among the 51 council members, with three districts participating every three months, department officials said. Each council member will be" , "date" : "20050719" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Manhattan: Council Given Inspection Role" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B04EEDD1F30F93AA25754C0A9639C8B63"} , {"body" : "After 17 years, Joanne Grant knows Bushwick. So when she looked out her kitchen window and saw a farmer unloading his bounty onto her Brooklyn street Wednesday morning, she knew something was up. Still clad in slippers and an aqua housedress, her hair tucked under a nightcap, Ms. Grant headed over to the farmer and waited in line to buy the three" , "date" : "20050710" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: BUSHWICK; For a Scrappy Neighborhood, a Scent of Farm Fresh" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E1DD1630F933A25754C0A9639C8B63"} , {"body" : "A FEW months after the Republicans took control in Washington in 2001, Keith Boykin, a writer and former aide to President Clinton, decided to pull up stakes in the capital and begin a new life in Harlem, in search of affordable rent and connections to his African-American roots. He found a charming one-bedroom floor-through on the second floor of" , "date" : "20050710" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Harlem (Housing Woes) on His Mind" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D03E1DD1F31F933A25754C0A9639C8B63"} , {"body" : "To the Editor: I enjoyed your special Brooklyn section, but found several of the articles bizarre in the extreme. First there was ''Go East, Young Man,'' about a young white man who feels like a ''pioneer'' because he lives on Bogart Street, the street where Francie was born in ''A Tree Grows in Brooklyn.'' Bogart Street is said to be in a" , "date" : "20050626" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "9" , "title" : "Pioneers and Corpses" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B07E3D6163AF935A15755C0A9639C8B63"} , {"body" : "It's not every Saturday morning that a boy gets to see his favorite Bible action hero in person. But there was 5-year-old Jonathan Lara yesterday, silver Bibleman mask and yellow Bibleman light saber at his feet in front of the stage at Flushing Meadows-Corona Park in Queens. And there, not 50 feet away, sweating profusely into his long johns," , "date" : "20050626" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Take That, Evil! In Queens Park, a Superhero Prevails" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9400E3D9173AF935A15755C0A9639C8B63"} , {"body" : "With six seconds remaining, things looked grim for the San Antonio Spurs. Darko Milicic of the Detroit Pistons had given his team a 1-point lead with a ''sensational move'' to the hoop, according to Marv Albert's play by play. Now Bruce Bowen of the Spurs was bringing the ball upcourt. Unable to pass, he heaved the ball up from midcourt in a" , "date" : "20050621" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Front Page" , "U.S." , "Technology"] , "page_facet" : "1" , "title" : "They Got (Video) Game; N.B.A. Finals Can Wait" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A02E1D9133BF932A15755C0A9639C8B63"} , {"author" : "Suketu Mehta is the author of ''Maximum City: Bombay Lost and Found'' (Knopf)." , "body" : "AT a party on the Upper West Side in 2000, a distinguished American author, and longtime Manhattanite, asked where I lived. ''Brooklyn,'' I told him. He snorted. ''Poor people live in Brooklyn.'' Then he turned away to get some meat. Shortly after the party, to see if I could move from my rented apartment in Boerum Hill, I went looking to see what" , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE NEW BROOKLYNS\/SIGNS OF CHANGING TIMES; The Great Awakening" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0CE7D6153BF93AA25755C0A9639C8B63"} , {"body" : "HERE'S an exercise. Google the words ''New Brooklyn'' and see how many hits you come up with. The answer: 15.7 million. Even allowing for the insane inclusiveness of an Internet search, that number reveals something profound about the frenzy -- cultural, gastronomic, architectural and otherwise -- that has seized what is affectionately known as" , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE NEW BROOKLYNS\/FACES OF A BOROUGH; Who Hurts?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502E3DA143BF93AA25755C0A9639C8B63"} , {"body" : "STANDING five floors above Bogart Street, on the roof of a building in the no-man's land between Bushwick and East Williamsburg in Brooklyn, Glen Bingham surveyed the factories, warehouses and low-slung residential structures below him and made a prediction. ''I really think Bogart and Seigel is like the new Haight-Ashbury,'' Mr. Bingham, a" , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE NEW BROOKLYNS\/TIPPING POINTS; Go East, Young Man" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B04E2DA143BF93AA25755C0A9639C8B63"} ,   {"body" : "THREE officials from the city's Department for the Aging paid a visit last week to the Roundtable Senior Center in Bushwick. They pressed the button and asked for admission. Go away, said voices from the other side of the locked door. So they went away. The next morning, more city officials arrived, six this time, armed with cellphones, an" , "date" : "20050618" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; Bolting Door Against Rival With Clout" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E05E6DC153BF93BA25755C0A9639C8B63"} , {"body" : "A project by New York City Transit to computerize the signals along the L line in Brooklyn and Manhattan has resulted in more than 300 service disruptions, annoying residents and business owners. It has also led the agency to alter its approach as it prepares to begin a similar project on a second subway line, the No. 7. Representatives of the" , "date" : "20050609" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Lessons Learned From L Will Be Applied to No. 7" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9507E0D6123EF93AA35755C0A9639C8B63"} , {"body" : "Like many shopping strips in immigrant neighborhoods, Knickerbocker Avenue in Bushwick is overflowing with 99-cent stores, cuchifrito stands, sneaker shops -- and egregious wage and hour violations. At the Super Star 99 discount store at 353 Knickerbocker, employees say they work 63 hours a week for $260, which works out to $4.13 an hour, far below" , "date" : "20050606" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Beyond the Bargains, Grievances; On a Discount Shopping Strip in Brooklyn, Immigrants Report Illegal Wages" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9507E1D8123EF935A35755C0A9639C8B63"} , {"body" : "A 19-year-old man was shot to death late Friday in a playground in Bushwick, Brooklyn, the police said. The man, Andrew Holness, of 102 Moffat Street, was shot twice, once in the back and once in the neck, the police said. He was taken to Woodhull Medical Center, where he was pronounced dead. Tracy Townsend, 42, said he had known Mr. Holness for" , "date" : "20050605" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "19-Year-Old Man Fatally Shot in Brooklyn Playground" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E03E3DD1538F936A35755C0A9639C8B63"} , {"body" : "The carnations were still in place from a wake the night before, arranged to form pink hearts, a white cross, a three-pronged yellow crown with the name Queen spelled in white capital letters. The Holy Tabernacle Church of Deliverance in Bushwick, Brooklyn, was filled with mourners yesterday morning, and many of them were strangers. They came in" , "date" : "20050605" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "For Those Who Knew Her, and Some Who Didn't, a Farewell to a Young Girl" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0CE3DD1538F936A35755C0A9639C8B63"} , {"body" : "An 11-year-old girl was lying in a box. It was a pretty pink box, the color that little girls prefer, with flowers painted on the metal clasps and flowers stitched on the cloth inside, but still: an 11-year-old girl was lying in a box. She wore a clean white dress and a jeweled tiara; she carried a glittering wand fit for a girl called Queen, but" , "date" : "20050604" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "At Wake for Slain Girl, 11, Questions With No Answers" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05EFDB1438F937A35755C0A9639C8B63"} , {"body" : "A 9-year-old girl accused of stabbing her 11-year-old friend to death in a tussle over a ball was taken from her round-the-clock suicide watch, dressed in a black dress with matching shoes and driven to Brooklyn Family Court yesterday, where her lawyer entered pleas of not guilty to charges of manslaughter. The killing happened on Monday in her" , "date" : "20050603" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "A 9-Year-Old Suspect in Court: 'Traumatized,' Her Lawyer Says" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980DE0DA1438F930A35755C0A9639C8B63"} , {"body" : "A 9-year-old girl accused of stabbing her 11-year-old friend to death in a tussle over a ball was taken from her round-the-clock suicide watch, dressed in a black dress with matching shoes and driven to Brooklyn Family Court yesterday, where her lawyer entered pleas of not guilty to charges of manslaughter. The killing happened on Monday in her" , "date" : "20050602" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "A 9-Year-Old Suspect in Court: 'Traumatized,' Her Lawyer Says" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D04E0DA1738F931A35755C0A9639C8B63"} , {"body" : "Attractions Museums MUSEUM OF THE CITY OF NEW YORK, Fifth Avenue at 103rd Street. The museum collects, preserves and presents material related to the city's history. Tomorrow and Sunday at 2 p.m., ''Lovely to Look At,'' a cabaret performance celebrating New York City and the music of Kern, Berlin, Porter, Arlen, Weill and others, with Marian" , "date" : "20050520" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E4D81739F933A15756C0A9639C8B63"} , {"body" : "Wyckoff Heights Medical Center in Bushwick began decontaminating its emergency room last night after a woman carrying an envelope containing a white powder arrived complaining of flulike symptoms. The envelope, which the woman said she had received from California four days earlier, raised concerns that she had been exposed to a lethal substance," , "date" : "20050520" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Emergency Room Decontaminated" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A03E1DA1439F933A15756C0A9639C8B63"} ,   {"body" : "A police officer was attacked by a dog and bitten several times as he patrolled a Bushwick housing project last night, the police said. The attack occurred around 11 p.m. as the officer, who works in the Housing Bureau and whose name was not released, was walking in a stairwell with his partner at 140 Menahan Street near Central Avenue. They" , "date" : "20050512" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Metro Briefing | New York: Brooklyn: Officer Attacked By Dog" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DEFDA1030F931A25756C0A9639C8B63"} , {"body" : "A 29-year-old Brooklyn man who was shot and crashed his car while driving died early yesterday, the police said. They said it was unclear whether the man, identified as Abdul Carlisle, of Bushwick, had been shot before or after his late-model Lexus crashed around 2 a.m. into a parked car and a lamppost at Wyckoff and DeKalb Avenues in Bushwick. Mr." , "date" : "20050508" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Brooklyn Man, 29, Dies After Shooting and Car Crash" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE4D81530F93BA35756C0A9639C8B63"} , {"body" : "It began with two 16-year-old immigrant girls arrested at dawn, detained far from home, and, in a chilling government assertion, called would-be suicide bombers who posed ''an imminent threat to the security of the United States.'' But now, after holding the girls for six weeks in a Pennsylvania detention center, the government has quietly released" , "date" : "20050507" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Celebration in Harlem as Girl Held in Terror Inquiry Is Released" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B07E7DD1530F934A35756C0A9639C8B63"} , {"body" : "Sixteen school custodians were arrested yesterday on charges of taking kickbacks from corrupt vendors who were paid for cleaning products and other supplies that were never delivered. The custodians were charged with misappropriating federal funds, a felony, among other counts. In all, investigators estimated that several hundred thousand dollars" , "date" : "20050506" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "16 Custodians In City Schools Are Accused Of Corruption" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D07E2DE1430F935A35756C0A9639C8B63"} , {"body" : "City officials agreed yesterday to let developers turn the decaying north Brooklyn waterfront, with its relics of Brooklyn's industrial past, into a neighborhood of residential towers with a parklike esplanade along the East River. The plan, which rivals the ambition and scope of the creation of Battery Park City, would rezone a 175-block area of" , "date" : "20050503" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "City Backs Makeover for Decaying Brooklyn Waterfront" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E00EFD61F31F930A35756C0A9639C8B63"} , {"body" : "The Central Park East Secondary School, one of New York City's first small public high schools, was once a beacon of educational innovation. But in the two decades since it opened, the graduation and attendance rates have plummeted to below citywide averages. Even the founding principal has not visited in years, saying she finds the school's fate" , "date" : "20050503" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Getting Smaller To Improve The Big Picture; Trying to Lift Performance By Shrinking City Schools" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9405E7DE1630F930A35756C0A9639C8B63"} , {"body" : "THE end came abruptly on Third Avenue. Just after 6 p.m. on May 12, 1955, the last elevated uptown train rolled out of Chatham Square, in Chinatown, bound for the Bronx and then for incineration. Subway ridership had declined steadily after peaking at 2.1 billion in 1947. Elevated railways, at least in Manhattan, were seen as a thing of the past." , "date" : "20050501" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Spell Of the El" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9405EFD81131F932A35756C0A9639C8B63"} , {"body" : "Mysteries do not last long on Milford Street. A road sign left by the police on a block of Milford in East New York, Brooklyn, yesterday was flashing a request for help in finding a hit-and-run driver, but on the street the case was considered closed. Life was moving on, fast. Gerald Etienne, 10, was bouncing a basketball on the sidewalk after a" , "date" : "20050428" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "A Fatal Hit-Run, and 'Now the Kids Are Playing Again'" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03EEDE1031F93BA15757C0A9639C8B63"} , {"body" : "DIANE STEMPLE is a clinical psychologist. But each Thursday she steps away from her practice in Port Washington, N.Y., to work at the counter at Murray's Cheese shop in Greenwich Village. When the restaurant Artisanal opened four years ago with a list of 200 cheeses, Dr. Stemple worked there as an intern. ''I was the weird woman from the suburbs" , "date" : "20050427" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "By Cheese Possessed" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9402E7DE1331F934A15757C0A9639C8B63"} , {"body" : "SCHMIED--Joseph. 97, Richmond Hill, NY. Best known as ''Uncle Joe'', died Friday, April 15, 2005. Born June 3, 1907, in Brooklyn, NY. Started his career with the Consolidated Edison Electric Company in the 1930s. Later created his own company called (Schmied Neon Signs) at 852 Wyckoff Avenue, Brooklyn, which endured for more than 50 years. During" , "date" : "20050418" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "8" , "title" : "Paid Notice: Deaths SCHMIED, JOSEPH" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9801E5DE1F3EF93BA25757C0A9639C8B63"} ,   {"body" : "She wears hoop earrings and dark spindly eyeglass frames in the latest fashion. She carries a backpack and a digital camera. A young-looking 33 with sandy blond curls, she is a fixture on the streets of East Williamsburg, Brooklyn. The hipsters never suspect a thing. She is Dana Ruppert, urban secret agent of sorts, on a mission to document every" , "date" : "20050416" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Nancy Drew and the Hidden Loft; Tracking Illegal Apartments in Industrial Zones" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9903EFD6113EF935A25757C0A9639C8B63"} , {"body" : "The tiny store is more like a corridor off the sidewalk than a shop, and its dangling wares -- $3 scarves, trinkets, cellphone covers -- shiver each time the subway rumbles by. At the store, in the Bushwick section of Brooklyn, a 16-year-old Guinean girl named by the government as a potential suicide bomber helped her father make a living when she" , "date" : "20050415" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Mother Defends Girl Swept Up in an Immigration Raid, Amid Terror Claims" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0DE0DF113EF936A25757C0A9639C8B63"} , {"body" : "IT looks a bit like a boxy Hamptons beach house propped atop a concrete factory, but to its architect, Adam Kushner, the five-story apartment building under construction in the Bushwick section of Brooklyn is designed to symbolize the rebirth of an inner-city Brooklyn neighborhood in the midst of a real estate revival. Mr. Kushner said he" , "date" : "20050403" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "POSTINGS; A Symbol of Rebirth in Bushwick" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0DEEDA103FF930A35757C0A9639C8B63"} , {"body" : "MAKING space for art in New York, one of the nation's most expensive cities, is hard. Making space for dance, perhaps the most impoverished art, is harder. Though there are exceptions -- Alvin Ailey American Dance Theater just opened a new building on Ninth Avenue and 55th Street, and the Field plans to open an informal performance space soon in" , "date" : "20050401" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "Dance's Vanguard Stakes Out Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940CE4D6133FF932A35757C0A9639C8B63"} , {"body" : "A 15-year-old with no prior record who spent three months in detention until he was cleared of attempting to kill a police officer plans to sue the city, claiming false arrest, malicious prosecution and use of excessive force, his lawyers said last night. On the night of Nov. 17, the boy, Darryl Forde, a student at Clara Barton High School, was" , "date" : "20050330" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Suit Planned After Boy, 15, Is Exonerated" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D04EFDF133FF933A05750C0A9639C8B63"} , {"body" : "'Ladies and Gentlemen, The Bronx Is Burning' ''1977, Baseball, Politics, and the Battle for the Soul of a City'' By Jonathan Mahler Illustrated. 356 pages. Farrar, Straus & Giroux. $25. It was Game 2 of the 1977 World Series, the Yankees locked in mortal struggle with the Dodgers. As night descended, ABC, broadcasting the game, cut to a helicopter" , "date" : "20050330" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "8" , "title" : "BOOKS OF THE TIMES; A City Gripped by Crisis and Enraptured by the Yankees" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E4DA123FF933A05750C0A9639C8B63"} , {"body" : "SUNDAY 3|27 BEHIND THE MUSIC Chiaki Watanabe, who makes intricate videos of flashing and rolling patterns, conducts the first of three workshops on video art at the Flux Factory. (They'll get a bit technical, but experts and mere enthusiasts are equally welcome.) Tonight's emphasis is on music, so she'll bring along Giles Hendrix, who collaborates" , "date" : "20050327" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "THE GUIDE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE6D81F3CF934A15750C0A9639C8B63"} , {"body" : "Theater A selective listing by critics of The Times: New or noteworthy Broadway, Off Broadway and Off Off Broadway shows this weekend. Approximate running times are in parentheses. *denotes a highly recommended show. +means discounted tickets were available at the Theater Development Fund's TKTS booth for performances last Friday and Saturday" , "date" : "20050325" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "THE LISTINGS" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9906E4D8153FF936A15750C0A9639C8B63"} , {"body" : "IN 1991 Corey Ford, now a cheerful man of 34 who is shaped like a large panda, arrived at the Downstate Correctional Facility in Fishkill, N.Y., for 14 months on charges of drug and gun possession. Twelve years later circumstance sent him briefly to Riker's Island, leaving his wife, he feared, with renewed reason to re-evaluate her living" , "date" : "20050309" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Education" , "Dining and Wine"] , "page_facet" : "1" , "title" : "A Recipe for a Second Chance" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A01E6D91F3DF93AA35750C0A9639C8B63"} , {"body" : "The world of crafts tends to bring to mind genteel images, like quilting bees, decoupage lampshades and the pre-prison aura of Martha Stewart. It does not usually evoke chain-link cages, spotlights, rabid fans and a deafening announcer shouting things like ''Step away from the glue gun!'' and ''Shut the craft up!'' But crafting and grudge-match pro" , "date" : "20050308" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Savage Crafters, Start Your Glue Guns!" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E1DE1F3DF93BA35750C0A9639C8B63"} ,   {"body" : "CATHERINE GRANT could do nothing but roll her eyes when she paid the $9.75 for her trip from Grand Central Terminal to Chappaqua early Tuesday morning. It was March 1, the day the latest Metro-North fare increases went into effect, and commuters across the region were grumbling. But Ms. Grant said she had even more to complain about. She takes the" , "date" : "20050306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WESTCHESTER COUNTY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "TRANSPORTATION; Taking the 'Reverse' Out of Commuting" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A05E4DD103DF935A35750C0A9639C8B63"} , {"body" : "Wanderers on Manhattan Avenue in Greenpoint, Brooklyn, inevitably confront an array of Polish merchants: bakeries selling plump Polish pastries and diners serving steaming plates of pirogi. No one is questioning the neighborhood's position as the center of New York's Polish community, a distinction it has had since the postwar years. Not yet. But" , "date" : "20050227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RIDGEWOOD (NYC)" , "GERMANY" , "POLAND" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: RIDGEWOOD; A Once-German Neighborhood Is Looking More Like Little Poland" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990DE1DE143DF934A15751C0A9639C8B63"} , {"body" : "Still Hailing That Taxi Q. There once was a life-size statue of a man with a briefcase, hailing a cab, in front of an office building on Park Avenue in the 40's, but I haven't seen him lately. When did he leave, and where did he go? A. Your dashing commuter moved across Park Avenue, along with his bank's headquarters. The statue, ''Taxi!,'' a" , "date" : "20050227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940DE2DE143DF934A15751C0A9639C8B63"} , {"author" : "E-mail: edmike@nytimes.com" , "body" : "AFTER school, Helen Feldman, the librarian at Public School 105 in Far Rockaway, Queens, was doing a quick errand, hurrying past one of the many public housing projects in the neighborhood. The police were canvassing the projects, looking for leads on a dead child who had washed up on Rockaway Beach, when a boy shouted from a barred third-floor" , "date" : "20050223" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "ON EDUCATION; New Libraries Make the City's Schools Come Alive" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E05E0DD163DF930A15751C0A9639C8B63"} , {"body" : "A week after the Metropolitan Transportation Authority opened up the bidding for the West Side railyard, where the city wants to build a football stadium, a new bid has come in for the property -- one that seems custom-made to stir the anger of Deputy Mayor Daniel L. Doctoroff. The bid was submitted yesterday by TransGas, an energy company, which" , "date" : "20050222" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "WEST SIDE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "New Bidder Offers $700 Million for Railyard if It Also Gets a Site in Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9500EEDC1F3AF931A15751C0A9639C8B63"} , {"body" : "Detectives investigating the slaying and dismemberment of a 19-year-old Brooklyn man were trying to find a man with whom they believe he had planned a tryst, a law enforcement official said yesterday. But the police said they were unsure of the motive for the killing of Rashawn Brazell, whose limbs were discovered in a plastic bag early Thursday on" , "date" : "20050219" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Sought in Killing and Dismemberment" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0CE1DA113AF93AA25751C0A9639C8B63"} , {"body" : "Yesterday morning, unusually balmy for February, the gentle slopes north of the Delacorte Theater in Central Park resembled a giant schoolyard. Swarms of students were led to ''The Gates'' by their teachers, to observe, to draw, to meditate -- and in many cases to pontificate -- on the meaning of art and nature. For Kate Rosenberg, 9, a third-grade" , "date" : "20050217" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "Young Critics See 'The Gates' and Offer Their Reviews: Mixed" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9807E0DB133AF934A25751C0A9639C8B63"} , {"body" : "An off-duty police officer on his way to work and a 19-year-old woman on her way home from her birthday party were killed after a sport utility vehicle ran a stop sign and slammed into a car in Brooklyn yesterday morning, the police said. The crash, at Putnam and Central Avenues in Bushwick, occurred when a Ford Excursion, carrying the 19-year-old" , "date" : "20050214" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Crash in Brooklyn Kills Off-Duty Officer and Woman, 19" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9404E0D9153AF937A25751C0A9639C8B63"} , {"body" : "The book of Bible stories in Pearl Thorne's classroom at St. John Cantius School in Brooklyn was open yesterday to a passage from Matthew, Chapter 4. In it, the devil takes Jesus to the top of a temple and dares him to jump to prove his divinity, and Jesus rebukes the devil, saying he need not jump to prove anything. It is one of many lessons, and" , "date" : "20050211" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "A Missed Chance to Return As High School Big Shots" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9407E6D8173AF932A25751C0A9639C8B63"} , {"body" : "It was the test scores that first got people outside of Connecticut interested in Amistad Academy, a charter school here. In a city where 31 percent of eighth graders achieved mastery on the state reading test in 2003, 81 percent of Amistad's did. In math, 75 percent of Amistad's eighth graders achieved mastery, compared with 19 percent citywide." , "date" : "20050209" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CONNECTICUT" , "NEW HAVEN (CONN)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "10" , "title" : "Can Amistad's Model Succeed in New York?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9407E5D91F3BF93AA35751C0A9639C8B63"} ,   {"body" : "Throughout a two-month spree of drug-fueled robberies that left three people dead, Christopher DiMeo and his girlfriend, Nicole Pearce, stuck together, the police said yesterday. She would survey a jewelry shop and sketch out maps of the interior, noting the location of clerks and expensive jewels, the Nassau County police said. Mr. DiMeo then" , "date" : "20050208" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE" , "GLEN HEAD (NY)" , "CONNECTICUT" , "NASSAU COUNTY (NY)" , "BRIDGEPORT (CONN)" , "SUFFOLK COUNTY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Girlfriend Cased Jewelry Stores Where Gunman Killed 3, Police Say" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A05EFDC1F3BF93BA35751C0A9639C8B63"} , {"body" : "THE industrial corner of Brooklyn located about five minutes from the East Village by L train is known as a haven for Orthodox Jews and art school hipsters. In the 1990's, it became home to an alternative gallery district. But over the past few years, Williamsburg, Brooklyn has also evolved into something else: a full-fledged theater district. Call" , "date" : "20050206" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "8" , "title" : "THEATER; Where All the Neighborhood Is a Stage" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE4D7123BF935A35751C0A9639C8B63"} , {"body" : "On Sunday mornings, Bushwick High School in Brooklyn undergoes a remarkable transformation: trucks pull up hauling musical instruments, cribs, tables, chairs, flowers, headsets and sound equipment, video screens and cameras. A white canopy rises over one entrance, and by 12:30 p.m., the auditorium is packed with 800 worshipers from the Christ" , "date" : "20050206" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "25" , "title" : "On Sundays, Hymn Books Replace Textbooks in City Schools" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A06EFDF1E3BF935A35751C0A9639C8B63"} , {"body" : "A fugitive wanted in the killing of three jewelers in a string of shop robberies in New York and Connecticut was seized at a seedy motel in Atlantic City yesterday after law enforcement officials surrounded his barricaded hideout with a cordon of firepower and persuaded him it was hopeless. The suspect, Christopher DiMeo, 23, a former convict" , "date" : "20050205" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["FAIRFIELD (CONN)" , "GLEN HEAD (NY)" , "ATLANTIC CITY (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Suspect in Deadly Jewel Robberies Is Caught in Atlantic City" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9905E3D9113BF936A35751C0A9639C8B63"} , {"body" : "A couple of weeks ago, Mayor Michael R. Bloomberg stood amid students in a library of a Brooklyn middle school that had just been removed from the list of the state's worst. The moment was meant to promote the mayor's election-year case that schools are getting better. But the photo opportunity was interrupted when one student switched to a less" , "date" : "20050123" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WEST SIDE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Stadium Push by Bloomberg May Come at His Political Peril" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07EEDC1E38F930A15752C0A9639C8B63"} , {"body" : "'There's no school for learning how to deliver very fragile, perishable wedding cakes,'' Barbara Arvanitis said from behind the wheel of her white Ford Econoline, as she inched up a pothole-ravaged Third Avenue in rush-hour traffic. If there were a school for cake movers, Arvanitis, 47, would be its headmistress. For 19 years, Arvanitis has" , "date" : "20050116" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "64" , "title" : "STYLE; The Special Delivery" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9901E1DC1F39F935A25752C0A9639C8B63"} , {"body" : "Theater A selective listing by critics of The Times: New or noteworthy Broadway and Off Broadway shows this weekend. Approximate running times are in parentheses. * denotes a highly recommended show. + means discounted tickets were available at the Theater Development Fund's TKTS booth for performances last Friday and Saturday nights. ++ means" , "date" : "20050114" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "THE LISTINGS" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E6D81738F937A25752C0A9639C8B63"}]