[  {"body" : "The jet approaching Reagan National Airport followed the complicated turns required for the prescribed route over the Potomac River, banking sharply left and right as it descended smoothly toward Runway 19. But the two pilots never touched the controls. The plane was being guided by the autopilot, which was taking its cues in three dimensions, from" , "date" : "20051221" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "33" , "title" : "New Airline Navigation System Is Displayed" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/21\/national\/21airport.html"} , {"body" : "One day in 1988, Derick Graham was 180 feet underwater when he found himself trapped in the Caribbean Sea without air. His oxygen had run out. Fortunately for Mr. Graham, the experience didn't end his life. But it did change it, radically and irrevocably. Mr. Graham said a broken pressure gauge was to blame. It showed that he still had adequate" , "date" : "20051212" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Neediest Cases; 17 Years After Crippling Accident, Struggling to Rebuild a Life" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950CEFDE1E31F931A25751C1A9639C8B63"} , {"body" : "When the 30-year-old accountant at WNYC told his co-workers at the public radio station that he was leaving his job of nine years for a new career, they were shocked. ''He said, 'I want to become a police officer,' '' said Brenda Williams-Butts, 46, director of community affairs. ''Why?'' she asked him. ''It's just something I want to do,'' she" , "date" : "20051129" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "An Accountant Changed Careers at 30, and the Citations for Bravery Followed" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/29\/nyregion\/29profile.html"} , {"body" : "During three anxious minutes outside a Brooklyn police station early yesterday, a man aimed his gun at police officers three times -- apparently hoping for a spectacular death, investigators said. But no one was injured during the episode, which included a twisting chase around a partly residential block in the Canarsie neighborhood and ended when" , "date" : "20051127" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "Man Who Aimed Gun at Officers Is Held After a Chase in Canarsie" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/27\/nyregion\/27threat.html"} , {"body" : "A Brooklyn pediatrician recalled yesterday how a 7-year-old girl who died last month of severe internal injuries was brought to him two years ago with a broken leg -- and how he accused the father of beating her and notified child welfare authorities. The girl, Sierra Roberts, died on Oct. 25. Her father, Russell Roberts, 43, was charged on" , "date" : "20051119" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Doctor of Girl, 7, Who Died Says He Made Abuse Report" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/19\/nyregion\/19girl.html"} , {"author" : "E-mail: hjaraton@nytimes.com" , "body" : "JASON KIDD finished shooting free throws yesterday, bent his 32-year-old knees into an imperfect L and lowered himself into a courtside seat at the Nets' practice facility. Veteran legs grow weary when the long road beckons, even in a season that is eight games young. If Thanksgiving is upon us, it is time for the Nets to make their annual -- and" , "date" : "20051118" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Sports of The Times; Best Move For Kidd Was Spiritual" , "url" : "http:\/\/select.nytimes.com\/\/2005\/11\/18\/sports\/basketball\/18araton.html"} , {"body" : "RACHEL MADDOW is the sunny, 32-year-old early bird of liberal talk radio, who spices her pre-dawn newscast on the Air America network with news of the weird. ''I have to tell you about this story, or it will possess me for the rest of my natural-born life,'' Ms. Maddow mentioned one very early morning last month. A Chinese man had been harvesting" , "date" : "20051113" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "TELEVISION\/RADIO; They Look Nothing Like Rush Limbaugh" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/13\/arts\/13bren.html"} , {"body" : "When the fishing is good, who keeps track of the miles covered in its pursuit? And when it's not so good, who doesn't count the distance and the time without a fish at the end of the line? I experienced those extremes in the past month while kayaking around Canarsie in Brooklyn with Andy Novick, the canoe chairman of the Sebago Canoe Club on" , "date" : "20051112" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "OUTDOORS; Under the Overpass and Into the Bay, Kayaking We Go" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/12\/sports\/othersports\/12outdoors.html"} , {"body" : "Funtime Stadium was already dark Monday night. Nobody was at the wheel of the Eighteen Wheeler, and the Tornado spun nearly empty. A batting cage, a video game and a spinning ride: They were among the popular attractions most nights at Fun Time U.S.A., which for almost 11 years billed itself as ''Brooklyn's largest indoor family entertainment" , "date" : "20051016" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: SHEEPSHEAD BAY; The Party's Over" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/16\/nyregion\/16fun.html"} , {"body" : "The ghosts of past political bosses hang like stale cigar smoke over the gleaming new state courtroom in Brooklyn where Clarence Norman Jr., the Democratic county leader, heir to long and fabled lines of political power brokers, is charged with violating campaign finance laws. William Marcy Tweed, the legendary political boss, controlled the State" , "date" : "20050921" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Presenting Political Boss As Manager Of Details" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/21\/nyregion\/21norman.html"} ,   {"body" : "IN New York, 2001 was a year to remember for the young and politically savvy. That year, newly imposed term limits flushed out most of the City Council, and recent changes in the city's campaign-finance regulations meant that candidates could receive windfalls in public financing. In the years since, young people have become more visible than ever" , "date" : "20050918" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Peach-Fuzz Pols" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/18\/nyregion\/thecity\/18feat.html"} , {"body" : "The reporter first called sometime over the summer, Josephine Beckman remembered. Soon after, the reporter, Kate Pezzimenti, showed up at the offices of Community Board 10 in Bay Ridge, Brooklyn, where Ms. Beckman is district manager. Ms. Pezzimenti was fresh-faced and toted her own video camera, and she wanted to ask the board's chairman about a" , "date" : "20050911" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; All Brooklyn, All the Time" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/11\/nyregion\/thecity\/11news.html"} , {"body" : "New York City's nearly 1.1 million schoolchildren returned to class yesterday, trailed by Mayor Michael R. Bloomberg and his political opponents, who fanned out to greet students and parents on an opening day that offered endless photo opportunities but otherwise seemed to proceed smoothly. Across the city, educators, parents, union officials and" , "date" : "20050909" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "First School Day Is Calm, Orderly and Attended by Many Politicians" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/09\/nyregion\/metrocampaigns\/09school.html"} , {"body" : "Gifford Miller, the City Council speaker, called a news conference last week to criticize the Metropolitan Transportation Authority over one of his pet peeves: government waste at taxpayer expense. But Mr. Miller, who is running for mayor, found himself fending off pointed questions from reporters about his own campaign spending. He insisted that" , "date" : "20050905" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE CAMPAIGN FOR CITY HALL: SPENDING; Using Advantage, or Abusing It? Questions on Miller's Bid Persist" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/05\/nyregion\/metrocampaigns\/05miller.html"} , {"body" : "HERB PREMINGER, a courteous, soft-eyed man who lives on East 17th Street in Midwood, Brooklyn, has managed well during his professional life as a marketing writer. But for nearly three decades, his overwhelming passion has been for his work as an amateur historian of the vanished New York candy store. In his living room one day recently, Mr." , "date" : "20050904" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE VOICE; His Madeleine, the Cherry Lime Rickey" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/04\/nyregion\/thecity\/04cand.html"} , {"body" : "In a significant defeat for New York City Transit, an arbitrator has ruled that the removal of train conductors from the L subway line on nights and weekends violated a labor agreement and ordered that the conductors be restored immediately. The decision could jeopardize the agency's efforts to gradually eliminate the jobs of conductors from more" , "date" : "20050831" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "L Subway Line Will Regain Conductors" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E04E4DF1731F932A0575BC0A9639C8B63"} , {"body" : "Nineteen years ago, Hyacinth Cespedes was shot in the spine by a robber, forcing her to use a wheelchair. Yesterday morning she was shot again; this time she was killed. Ms. Cespedes, 54, was returning from a night out on a Circle Line cruise and a party in Canarsie when her companion and another man, a family friend, dropped her off at her home in" , "date" : "20050830" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Neighborhood Matriarch Killed in Brooklyn Crossfire" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F00E2DC1631F933A0575BC0A9639C8B63"} , {"body" : "It is still business as usual at the city's Department of Design and Construction. The agency remains in cavernous headquarters in what feels like the middle of nowhere in Long Island City, Queens. It continues to be determined to have the city's capital projects built on schedule and on budget. But a new spirit is also informing the agency: a" , "date" : "20050813" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "9" , "title" : "City Seeking Rich Designs Instead of the Lowest Bids" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B05E3DC153EF930A2575BC0A9639C8B63"} , {"body" : "It may have been the swimsuit competition, in which she performed a catchy little dance for the judges. It may have been her response during the on-stage interview -- intended to reflect poise -- in which she was asked, ''Will it be difficult to face your family and friends if you lose?'' ''You are never a loser,'' responded Jessica Morales, 19, of" , "date" : "20050711" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Queen Is Back. Now How About Her Kingdom?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05EFDF1430F932A25754C0A9639C8B63"} , {"body" : "Mayor Michael R. Bloomberg's commutes on the Lexington Avenue subway have become something of a mayoral signature. So why was it Gov. George E. Pataki who was seen on a southbound No. 4 train pulling out of Grand Central Terminal on Thursday afternoon? Mr. Pataki and Mr. Bloomberg had just held a news conference to discuss the London bombings. ''We" , "date" : "20050711" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "OFF THE TRAIL: 2005 MAYOR; Pataki Takes a Ride" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E0DB1430F932A25754C0A9639C8B63"} ,   {"body" : "Mayor Michael R. Bloomberg's commutes on the Lexington Avenue subway have become something of a mayoral signature. So why was it Gov. George E. Pataki who was seen on a southbound No. 4 train pulling out of Grand Central Terminal on Thursday afternoon? Mr. Pataki and Mr. Bloomberg had just held a news conference to discuss the London bombings. ''We" , "date" : "20050711" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "OFF THE TRAIL: 2005 MAYOR; Pataki Takes a Ride" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0DE1DA103DF932A25754C0A9639C8B63"} , {"body" : "To the Editor: I can draw only one conclusion from your special City section about Brooklyn's rebirth: subscription to The Times must be very low in less affluent and distant neighborhoods like East New York, Brownsville, Canarsie, Gravesend, Mill Basin, Marine Park -- just about every neighborhood east of Flatlands Avenue. Shame on you for" , "date" : "20050626" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "9" , "title" : "Not Just Brownstones" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D00E3D6163AF935A15755C0A9639C8B63"} , {"body" : "When a fiery young preacher named Billy Graham first journeyed to New York City in 1957, his national reputation had already been building. But he arrived in this famously secular city -- regarded as something of a graveyard for evangelists -- feeling more than a bit of trepidation. ''No other city in America -- perhaps in the world -- presented as" , "date" : "20050621" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Billy Graham Returns, to Find Evangelical Force in New York" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990CE2D9133BF932A15755C0A9639C8B63"} , {"body" : "Conductors suddenly disappeared yesterday from the L line, but most subway riders did not seem to notice. From now on, only one crew member, the train operator, will be on each L train during nights and on weekends. The change, which took effect just after midnight yesterday, is supposed to be the precursor to computerization of signals along the" , "date" : "20050620" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "On L Train, Drivers Perform Solo, Without Conductors" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9403E5DD123BF933A15755C0A9639C8B63"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "FORTUNATELY or not, lots of prospective home purchases fall through. Daniel MacBride and Georgia Hamilton feel lucky that theirs did. Captivated by the first house they saw, a two-family Victorian in Canarsie, Brooklyn, they immediately offered the asking price of $450,000. And they were prepared to spend another $50,000 to reconfigure it as a" , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "THE HUNT; A Lot of Chemistry, Even More Patience" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A05E3DA173BF93AA25755C0A9639C8B63"} , {"body" : "Williamsburg Village Style Freddy Jakubowski has tended bar at the Greenpoint Tavern on Bedford Avenue since 1985. It was 1992 when a place arrived unlike any other there, a little restaurant called the L Cafe. \"Some girl opened it,\" Mr. Jakubowski said. \"She was a good girl. I'm not much of an architect or a decorator, but she did it something" , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE NEW BROOKLYNS\/TIPPING POINTS; The Day When Back in the Day Ended" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907E2DA143BF93AA25755C0A9639C8B63"} , {"body" : "Deriding the elitist 19th-century notion that there were only 400 people who really counted in New York City, O. Henry credited ''a wiser man'' -- the census taker -- with a ''larger estimate of human interest,'' which he memorialized in fiction as ''The Four Million.'' Though enormous as New York must have seemed then, his four million of a" , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "The Superlative City? Let New Yorkers Count the Ways, in Almost Every Language" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D00E1D7153BF93AA25755C0A9639C8B63"} , {"body" : "As City Councilman Lewis A. Fidler tells it, Canarsie Beach Park, along Jamaica Bay in eastern Brooklyn, has long been a sore spot. For one thing, there was the seven-and-a-half-acre compost yard installed in the park over residents' complaints in 1999. Even before that, Mr. Fidler says, many in the neighborhood believed that the park was getting" , "date" : "20050605" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: CANARSIE; For a Park Long Maligned, A New Plan, and New Complaints" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F02E2DA123EF936A35755C0A9639C8B63"} , {"body" : "The police yesterday identified the body of a man found Tuesday night in the trunk of a Mercedes-Benz parked in Canarsie. The man, Antoine Arrington, 36, of Baltimore, had been shot once in the head. His body was found in a car near 95th Street and Avenue M." , "date" : "20050603" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Body In Trunk Identified" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06EFDA1438F930A35755C0A9639C8B63"} , {"body" : "The police yesterday identified the body of a man found Tuesday night in the trunk of a Mercedes-Benz parked in Canarsie. The man, Antoine Arrington, 36, of Baltimore, had been shot once in the head. His body was found in a car near 95th Street and Avenue M." , "date" : "20050602" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Body In Trunk Identified" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9803E1D71738F931A35755C0A9639C8B63"} ,   {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Full reviews of current shows, additional listings, showtimes and tickets:" , "date" : "20050527" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907E7DB1039F934A15756C0A9639C8B63"} , {"body" : "New York City Transit plans to introduce one-person crews on the L line during nights and weekends beginning on June 19, making it the latest subway line in the city to operate without a conductor. The planned change has drawn criticism from union leaders and elected officials who believe the concept has not been adequately tested. Subway crews" , "date" : "20050513" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Despite Union Objections, Conductorless Trains to Run on L Line at Night and on Weekends" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E7DA1130F930A25756C0A9639C8B63"} , {"body" : "FOR nearly 10 years, the hand-carved wooden horses from Nunley's Carousel have stood in loose formation inside a hangar at Mitchel Field, bolted to wooden platforms, neglected and gathering dust. But when word got out recently that Thomas R. Suozzi, Nassau's county executive, was working with a North Shore civic group that has financial backing" , "date" : "20050501" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Around In Circles" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0CE6D61331F932A35756C0A9639C8B63"} , {"body" : "Pearl Russell, 89, has been hooked since she was a teenager. Bob and Linda Smith have done it 25 times in the past three months, and Ruth Biller manages to satisfy her craving almost every night, sometimes twice on Wednesdays. ''I'm definitely an addict,'' boasted Ms. Biller, a retired personal shopper. These and hundreds of other people are" , "date" : "20050420" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "1" , "title" : "Will Work for a View of the Show; Off Broadway Ushers Form a Zealous Subculture" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9505E7DA1631F933A15757C0A9639C8B63"} , {"body" : "A Brooklyn pastor has been arrested on charges he sexually abused a 13-year-old boy who attended his church, the police said. The pastor, Donald Jean, 35, of 1256 East 95th Street in Canarsie, was arrested Monday and charged with first-degree sexual abuse after the boy reported the assault, the police said. The police said the abuse occurred at the" , "date" : "20050420" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Minister Accused In Sexual Abuse Of Boy" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0CE3DA1631F933A15757C0A9639C8B63"} , {"body" : "A dozen or so elementary and middle school students from Brooklyn stood on the steps of the City Education Department headquarters in Lower Manhattan yesterday, assembled for a concert on a pleasant spring evening. They blew into their instruments -- trumpets, saxophones and clarinets -- fashioned out of paper and cardboard, decorated with crayon." , "date" : "20050419" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Brooklyn Coalition Rallies For Middle School Programs" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DEFDB1F3EF93AA25757C0A9639C8B63"} , {"body" : "In New York, the eternal struggle to cope with the high cost of living has often meant a willingness to live with just about anyone, anyhow. Adults in their 30's routinely move back in with their parents. Young artists bunk with other young artists in $3,000-a-month apartments intended for two tenants, not six. Poor immigrants wedge themselves into" , "date" : "20050417" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "Need Turns Aging Strangers Into Roommates" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F02E1DE1E3EF934A25757C0A9639C8B63"} , {"body" : "For the first time, more blacks are coming to the United States from Africa than during the slave trade. Since 1990, according to immigration figures, more have arrived voluntarily than the total who disembarked in chains before the United States outlawed international slave trafficking in 1807. More have been coming here annually -- about 50,000" , "date" : "20050221" , "day_of_week_facet" : "Monday" , "geo_facet" : ["LOS ANGELES (CALIF)" , "UNITED STATES" , "NEW YORK STATE" , "ATLANTA (GA)" , "NEW YORK CITY" , "AFRICA" , "BOSTON (MASS)" , "OREGON" , "MINNESOTA" , "FAR EAST, SOUTH AND SOUTHEAST ASIA AND PACIFIC AREAS" , "SOMALIA" , "CHICAGO (ILL)" , "NIGERIA" , "HOUSTON (TEX)" , "WASHINGTON (DC)" , "MAINE" , "GHANA" , "LATIN AMERICA"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "More Africans Enter U.S. Than in Days of Slavery" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0DE6D71E3AF932A15751C0A9639C8B63"} , {"body" : "Theater A selective listing by critics of The Times: New or noteworthy Broadway, Off Broadway and Off Off Broadway shows this weekend. Approximate running times are in parentheses. * denotes a highly recommended show. + means discounted tickets were available at the Theater Development Fund's TKTS booth for performances last Friday and Saturday" , "date" : "20050218" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0CE6DC103AF93BA25751C0A9639C8B63"} , {"body" : "An off-duty police officer on his way to work and a 19-year-old woman on her way home from her birthday party were killed after a sport utility vehicle ran a stop sign and slammed into a car in Brooklyn yesterday morning, the police said. The crash, at Putnam and Central Avenues in Bushwick, occurred when a Ford Excursion, carrying the 19-year-old" , "date" : "20050214" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Crash in Brooklyn Kills Off-Duty Officer and Woman, 19" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9404E0D9153AF937A25751C0A9639C8B63"} ,   {"body" : "MARISOL GUIVAS met her husband-to-be one day in 1998 through an instant message. She lived in the Bronx, he in Brooklyn, and she asked his name. It was Angel, he said, and like his future wife, he had a keen interest in the heavenly figures that were his namesake. One of their first dates was to see the Internet love story ''You've Got Mail.'' They" , "date" : "20050213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "ROCKAWAY PENINSULA (NYC)" , "ARVERNE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "On the Beach, a Brand New Life" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B04E6DE143AF930A25751C0A9639C8B63"} , {"body" : "Lyn Maris German, the daughter of Roxanne and Aaron German of Brooklyn, was married last evening to Jonathan Patrick Edwards, a son of Betsy and Serpell Edwards of Houston. Melody F. Nelson, a minister of the Church of Spiritual Humanism and an aunt of the bride, performed the ceremony at the Gatehouse, an event space in Lafayette, Colo. Mrs." , "date" : "20050213" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "13" , "title" : "WEDDINGS\/CELEBRATIONS; Lyn German, Jonathan Edwards" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE4DF143AF930A25751C0A9639C8B63"} , {"body" : "In an unexpected setback to Representative Anthony D. Weiner's mayoral campaign, three Democratic clubs in his southern Brooklyn district have decided to endorse two of his rivals, Gifford Miller and Fernando Ferrer. The Thomas Jefferson Democratic Club and the Highway Democratic Club will support Mr. Miller, the speaker of the City Council, who" , "date" : "20050210" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Democrats Go Beyond Border in Mayor's Race" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E1D9163AF933A25751C0A9639C8B63"} , {"body" : "In a growing number of New York City neighborhoods, it is English that is the foreign language. ''The Newest New Yorkers 2000,'' a 265-page report released last week on how immigration has transformed the city's landscape and life, counted 17 neighborhoods where a majority of the residents were born outside the United States. In one, Elmhurst in" , "date" : "20050130" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)" , "ELMHURST (NYC)" , "BEDFORD-STUYVESANT (NYC)" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Around the World in 5 Boroughs" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE5DD153BF933A05752C0A9639C8B63"} , {"body" : "Vince Canziani, the director of Wagon Road Camp in Chappaqua, N.Y., has an understanding with Jose Robles, a 17-year-old camper. ''I say hello, and he gets really happy,'' Mr. Canziani said. Set on 53 wooded acres 35 miles north of New York City, Wagon Road offers a retreat for developmentally and physically disabled children on weekends throughout" , "date" : "20050128" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "The Neediest Cases; Where Children Get Recreation, and Guardians a Rest" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B05E7DE143BF93BA15752C0A9639C8B63"} , {"body" : "Msgr. John Delendick began his day in the dark yesterday, as he always does when a fallen firefighter must be celebrated and put to rest. It had been four days since three members of his flock -- Lt. Curtis W. Meyran, Firefighter John G. Bellew and Firefighter Richard T. Sclafani, all of the New York Fire Department -- died in two separate fires in" , "date" : "20050128" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "PEARL RIVER (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "As Firefighters' Rites Begin, Their Chaplain Is Called to Serve" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E5D6173BF93BA15752C0A9639C8B63"} , {"body" : "A Brooklyn teacher and an acquaintance have been charged in a vicious attack last year on the principal at the teacher's school, the police said yesterday. The principal, Wanda Rivera-Switalski, was attacked outside her home in South Ozone Park in Queens just before 8 a.m. on Sept. 15 by a man on a motorcycle as she was leaving for work. She was" , "date" : "20050122" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Brooklyn Teacher Charged In Attack on Her Principal" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E6DF1E38F931A15752C0A9639C8B63"} , {"body" : "A 39-year-old man beat and stabbed his wife to death late Thursday night in the Kensington section of Brooklyn, then drove his car into the side of a gasoline tanker at a service station six miles away, the police said. The collision, just west of the Flatbush Avenue exit on the Belt Parkway near Canarsie, spilled 2,000 gallons of gasoline, but it" , "date" : "20050122" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Wife's Killing Is Followed By Car Crash At Gas Station" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E6D71138F931A15752C0A9639C8B63"} , {"body" : "The police arrested a man yesterday in the killing of an Army sergeant outside a nightclub in Brooklyn on Sunday morning, the authorities said. The man, Joseph Carrington, 24, of 130 Martense Street in Flatbush, was charged with second-degree murder, attempted murder and first-degree assault, the police said. The shooting outside the nightclub," , "date" : "20050112" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "IRAQ"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Arrest In Nightclub Killing" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F01E5D71638F931A25752C0A9639C8B63"} , {"body" : "The police identified a suspect yesterday in the killing of an Army sergeant outside a nightclub in Brooklyn on Sunday morning, and said the gunman may have fired simply because he saw the sergeant talking to his girlfriend. The suspect, Joseph Carrington, 24, lives at 130 Martense Street in Flatbush, the police said. There is a $2,000 reward for" , "date" : "20050111" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Suspect Named In Fatal Shooting Outside a Club" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06EFD91F39F932A25752C0A9639C8B63"} ,   {"body" : "After serving for two years in Iraq and Germany, an Army sergeant who had returned home to Brooklyn for a rare visit was shot to death early yesterday as he and two of his brothers walked out of a neighborhood nightclub, the police said. The police would not say exactly what led to the shooting, but family members said it sprang from a trivial" , "date" : "20050110" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "IRAQ" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Army Sergeant on Leave Is Shot to Death Outside a Brooklyn Nightclub" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E3DD1F39F933A25752C0A9639C8B63"} , {"body" : "To the city's School Construction Authority, it was a stroke of luck: a vacant former yeshiva in Canarsie, Brooklyn, up for sale just as the agency was planning to build a new school in the neighborhood. To many local officials in Canarsie, however, the city's plan to buy the building, on East 107th Street near Avenue J, looked like inefficiency." , "date" : "20050109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: CANARSIE; School Is Proposed, Neighborhood Feels Snubbed" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E0D81139F93AA35752C0A9639C8B63"}]