[  {"body" : "The day after the strike deadline came and went, the day after the city went to bed not knowing what to expect, it seemed yesterday that New Yorkers had finally started to take the threat of a transit strike seriously. And they were not happy. After serenely assuring themselves earlier this week that brinkmanship would not give way to an actual" , "date" : "20051217" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "TRANSIT NEGOTIATIONS: RIDERS; A Tense Wait For Word On Getting To One's Job" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/17\/nyregion\/nyregionspecial3\/17mood.html"} , {"body" : "Throwing New Yorkers off balance with fluid deadlines and rigid demands, the Metropolitan Transportation Authority and the transit workers' union broke off talks yesterday morning, leading the union to call a strike against two Queens bus companies on Monday and the whole system on Tuesday if no settlement is reached. After the union's first" , "date" : "20051217" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "TRANSIT NEGOTIATIONS: OVERVIEW; New Transit Talks Set; Strike Is Put Off to Tuesday" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/17\/nyregion\/nyregionspecial3\/17transit.html"} , {"body" : "Attractions Museums and Sites FRAUNCES TAVERN MUSEUM, 54 Pearl Street, second floor, Lower Manhattan. The museum, in a former tavern, is dedicated to the study and interpretation of early American history and culture. Tuesday night at 6:30, ''Sing We All Merrily,'' a musical celebration of an 18th-century Christmas, with Linda Russell & Companie;" , "date" : "20051216" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/16\/arts\/16spar.html"} , {"body" : "It began this spring without explanation: fire hydrants, street signs and bicycles all over Park Slope and Carroll Gardens in Brooklyn were suddenly standing watch over their own distorted chalk outlines, as if anticipating some violent demise. Whoever did this left no clue other than an ambiguous signature: ''$; Ellis G. 2007,'' scrawled next to" , "date" : "20051210" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Tracing Shadows; Brooklynite Finds Art Wherever Light Is Blocked" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/10\/nyregion\/10chalk.html"} , {"body" : "Bicyclists were elated when a major renovation of the Williamsburg Bridge finished two years ago included improvements to the pedestrian and bicycle path. But they were decidedly displeased at the addition of some two dozen steel plates that stuck up nearly two inches above the pathway. The raised plates covered joints in the bridge that allowed" , "date" : "20051206" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Bridge Is So Smooth Now, Why Not Have Breakfast While You Ride?" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/06\/nyregion\/06bridge.html"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through New Year's Day, the Origami Holiday Tree. The Rose Center is open on Friday nights until 8:45, for ''Starry Nights: Fridays Under the Sphere,'' with cash bar, jazz and tapas on the first Friday of every month. Tonight at 6 and 7:30, Chico" , "date" : "20051202" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/02\/arts\/02spar.html"} , {"body" : "The Gowanus Canal often stinks and is almost always spotted with slicks of oil. The streets alongside it are practically deserted, the silence broken by the rumble of concrete mixers and oil tankers or the screech of buzz saws. Graffiti abounds, and no one would use the word harmonious for the landscape, where ramshackle wood-frame and brick row" , "date" : "20051128" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "From Open Sewer to Open for Gentrification; Many Gowanus Residents Want Its Collar to Remain Blue" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/28\/nyregion\/28gowanus.html"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through May 29, ''Darwin,'' an exhibition devoted to the naturalist that includes live creatures and fossils, as well as a reconstruction of the study at his home, Down House in Kent, where he wrote ''On the Origin of Species.'' Through New Year's" , "date" : "20051125" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/25\/arts\/25spare.html"} , {"body" : "Manhattan CHINATOWN $340,000 215 Park Row (Pearl Street) (Gotham Green) 480-sq.-ft. studio co-op in a postwar building; 24-hr. doormen; eat-in kitchen, hardwood floors, south and east exposure; maintenance $415, 46% tax-deductible; listed at $340,000, 5 weeks on market (broker: Weichert Realtors\/Mazzeo) CHELSEA $2.7 million 144 West 18th Street" , "date" : "20051124" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "Residential Sales" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D05E3DB1631F937A15752C1A9639C8B63"} , {"body" : "DEAR DIARY: I'm a chocolatier, and I enjoy selling my creations at the Columbus Avenue flea market. Last year, a week or two before Thanksgiving, a young woman was admiring my chocolate turkeys and other seasonal items when she picked up a chocolate pilgrim-shaped lollipop and exclaimed, ''I love the little leprechauns!'' Debbie Eiser Dear Diary:" , "date" : "20051121" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/21\/nyregion\/21diary.ready.html"} ,   {"body" : "THE question sounded laughable: Given that the national median home price recently calculated by the National Association of Realtors is $220,000, is it possible to buy something for that price in New York City? Or even, just to provide some wiggle room, up to $250,000? The initial reactions of real estate brokers in all five boroughs included:" , "date" : "20051120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "What You Can Get for $220,000" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/20\/realestate\/20cov.html"} , {"body" : "Attractions Museums and Sites MUSEUM OF THE CITY OF NEW YORK, Fifth Avenue at 103rd Street. Tomorrow at 2 p.m., ''Dutch Days Tour,'' a tour of the galleries that highlight Dutch influence in the city. Also tomorrow at 2 p.m., ''The Creatures -- Tales from the Bush,'' a family presentation of Yoruba parables by Orisha Tales Production; a" , "date" : "20051118" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/18\/arts\/18spar.html"} , {"body" : "Only two restaurants outside Manhattan won stars in the new Michelin Guide for New York, Peter Luger and Saul, and both are in Brooklyn. In all, 25 Brooklyn restaurants were listed, with places on Smith and Court Streets dominating. Here are some high points (star ratings are by New York Times). BANANIA CAFE (718) 237-9100; 241 Smith Street" , "date" : "20051113" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "GOOD EATING\/SMITH AND COURT STREETS; Bon Appétit" , "url" : "http:\/\/events.nytimes.com\/2005\/11\/13\/dining\/13rest.html"} , {"body" : "Six years ago, Philipp Angermeyer bought an apartment in the Carroll Gardens Landmark Condominiums, a 19th-century Romanesque church turned residential building on Court Street in Brooklyn. In part, the appeal of living in the landmark church is architectural: stained-glass windows, high ceilings and a certain monastic quietude. Over the summer," , "date" : "20051113" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: CARROLL GARDENS; When a Church Is Not a Home" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/13\/nyregion\/thecity\/13chur.html"} , {"body" : "THE evolution of David Scott's Red Hook loft from party pad to stylishly designed apartment tracked the 38-year-old's personal growth. Once a stay-up-all-night bachelor, he is now a married entrepreneur who goes to bed around 9 p.m. so he can get an early start on his work -- making modern furniture for his own Brooklyn-based design firm. When Mr." , "date" : "20051113" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS\/Red Hook, Brooklyn; The History of a Loft Reflects The His-and-Her Story of a Couple" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/13\/realestate\/13habi.html"} , {"body" : "Manhattan Less than $300,000 Hudson Heights $223,400 45 Overlook Terrace (184th St.) Number of bedrooms: 0 Number of full bathrooms: 1 Number of half bathrooms: 0 Weeks on market: 5 weeks 405-sq.-ft. studio co-op in a postwar building; elevator, renovated kitchen, separate windowed sleeping area, h\/w floors; maintenance $277, 47% tax-deductible;" , "date" : "20051106" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Sales From Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A02EFDD173EF935A35752C1A9639C8B63"} , {"body" : "WHILE the narrow, slow-moving waterway in Brooklyn known as the Gowanus Canal has not been called ''Lavender Lake'' for some time, it remains an occasionally fetid and sludge-slicked thoroughfare. It is home to industrial businesses, infrequent boat visits and a growing contingent of marine life. Yet the canal, sandwiched between the real estate" , "date" : "20051030" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "LIVING IN\/Gowanus, Brooklyn; Some See Venice; Some See a Canal" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/30\/realestate\/30living.html"} , {"body" : "Attractions Museums and Sites MERCHANT'S HOUSE MUSEUM, 29 East Fourth Street, East Village. Tonight from 6 to 10, ''Death at Home: Ghostly Tales and Tours by Candlelight,'' a tour of the house as it was decorated for 19th-century home funerals, followed by tales of the ghosts that are said to inhabit the museum. Fee: $20; members, $13; reservations" , "date" : "20051028" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "33" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/28\/arts\/28spar.html"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through May 29, ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter,'' the annual walk-in display of hundreds of butterflies in a natural environment. Through March 12, ''Voices From South of the Clouds,'' a display of photographs of" , "date" : "20051021" , "day_of_week_facet" : "Friday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/21\/arts\/21spar.html"} , {"body" : "Manhattan SOHO $2.1 million 85 Mercer Street (Spring Street) 3-bedroom, 2 1\/2-bath, 2,300-sq.-ft. co-op in a prewar loft building; dining area, upgraded kitchen appliances, 13-ft. ceilings, 7 large windows, east exposure; common roof deck in building; maintenance $1,544, 50% tax-deductible; listed at $2 million (multiple bids), 34 weeks on market" , "date" : "20051020" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9902EEDD123FF933A15753C1A9639C8B63"} ,   {"body" : "WHEN Carroll Gardens was developed in the 1840's, the homes on the ''place'' streets in that Brooklyn neighborhood were sold with long front yards -- courtyards -- and deeds stipulating that they must be retained. If you bought a brownstone on Third Place, for instance, you could plant a pine tree or tend a garden, as many people who live there do," , "date" : "20051016" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: CARROLL GARDENS; Buicks Amid the Bushes" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/16\/nyregion\/16lawn.html"} , {"body" : "MY garden, if ever a term has been so generously applied, yielded a special crop this year: weeds from another garden. I noticed them one morning recently while picking up after the dog: thigh-high weeds uprooted and tucked carefully between the hibiscus and the stone facade of my building, bunched together like a sheaf of slightly greenish wheat" , "date" : "20051009" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "URBAN STUDIES\/Planting; Her Not So Secret Garden" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/09\/nyregion\/thecity\/09gard.html"} , {"body" : "AS with most birthday parties for 1-year-olds, the guest of honor didn't really know what was going on. A Brooklyn band, Have Her Home by Ten, was celebrating its first anniversary last weekend with a prom-themed all-nighter at the Bitter End, the legendary Greenwich Village bar where Bob Dylan and Bruce Springsteen played as they were hitting the" , "date" : "20050925" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; The Band Just Wants to Have Fun" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/25\/nyregion\/thecity\/25band.html"} , {"body" : "Cary McWilliam, a freelance modern dancer and teacher in Manhattan who earns about $23,000 a year, loves the freedom of leaping from one job to the next, unbeholden to any single employer. But that same independence takes a toll on her finances and her nerves. ''With the inconsistent paycheck,'' she said, ''it's hard to save. My retirement is" , "date" : "20050918" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; The Highs and Lows of Going It Alone" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/18\/nyregion\/thecity\/18free.html"} , {"body" : "BROOKLYN should need no introduction: ancestors of as many as one in four Americans are said to have once called it home. But New York's most populous borough -- with about 2.5 million residents representing more than 90 ethnic groups -- has always been shadowed by its glamorous neighbor across the East River. Thriving a century ago, Brooklyn fell" , "date" : "20050916" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "3" , "title" : "36 HOURS; Brooklyn" , "url" : "http:\/\/travel.nytimes.com\/2005\/09\/16\/travel\/escapes\/16hours.html"} , {"body" : "The four Democratic mayoral candidates aggressively courted voters yesterday on the eve of today's primary, with Fernando Ferrer making an appeal to black and Hispanic New Yorkers in hopes of winning the primary and avoiding a runoff, while the three others tried to energize their core supporters to vote in a race where turnout is the big unknown." , "date" : "20050913" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "CAMPAIGNING FOR CITY HALL: THE CANDIDATES; Mayoral Hopefuls Traverse New York in Primary Race" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/13\/nyregion\/metrocampaigns\/13mayor.html"} , {"author" : "Jerome Charyn, who teaches film theory at the American University in Paris, is the author of 10 crime novels featuring a New York police officer, among them ''El Bronx,'' ''Citizen Sidel'' and ''The Isaac Quartet.''" , "body" : "MOST New Yorkers have a jolting memory of where they were on 9\/11, when the twin towers tumbled, leaving Lower Manhattan in a black void for 10 minutes until the smoke and dust clouds began to clear. I couldn't witness the smoke, the dust, the debris. I was sitting in my lawyer's office on the Avenue Henri-Martin, in Paris, when his sister called" , "date" : "20050911" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Enduring Salute" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/11\/nyregion\/thecity\/11feat.html"} , {"body" : "Babies were born, and then they walked, and a contentious presidential race came and went. There were two heat waves, a blackout and 665 Yankees and Mets home games. Scores of fresh New Yorkers, from Calcutta and Kalamazoo, whose memories of the 2001 attack on the city were formed by the television screen, have rolled up to the gates of the" , "date" : "20050907" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "With a Wrench of the Gut; A Sight or a Sound Can Bring 9\/11 Flooding Back" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/07\/nyregion\/07remember.html"} , {"body" : "THE residents at the Sheffield, a 50-story apartment building near Central Park, believed their King Midas moment had finally arrived. Their building had just been sold for $418 million, and the new owners wanted to convert the rental building into a luxury condominium. They had heard the El Dorado tales of how renters sometimes got amazing deals" , "date" : "20050904" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The End Of The Fabled Insider Deal" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/04\/realestate\/04inside.html"} , {"body" : "The shoppers and young families strolling along Seventh Avenue in Park Slope, Brooklyn, can normally slurp their iced coffees, nosh on bagels and French pastries and browse for books far from the tumultuous politics of City Hall. But now it seems they cannot escape the mayoral candidates and their campaign workers prospecting for votes, as" , "date" : "20050820" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Mayoral Rivals Fight for Turf in Brownstone Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9800E7D9103EF933A1575BC0A9639C8B63"} ,   {"body" : "On a cool night last week, the small dining space at Panino'teca 275, a sandwich and wine bar on the Smith Street restaurant row in Carroll Gardens, Brooklyn, was crowded. In the restaurant's vast back patio, though, sat eight empty tables, each with six unused seats. Out front, a chalkboard that read ''The Garden Is Open!'' was marked over with a" , "date" : "20050814" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: SMITH STREET, BROOKLYN; At These Garden Patios, Empty Tables Bloom" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990DEFDD153EF937A2575BC0A9639C8B63"} , {"body" : "City residents longing for rolling green pastures can find them at the southwest corner of Sackett and Columbia Streets in Carroll Gardens, Brooklyn. A vacant lot has been given berms and grass (top left), and some nights one wall comes alive (bottom left) with moving images of grazing cows or horses. The multimedia work is by Julie Farris, a" , "date" : "20050811" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS: SIDEWALK ART; In Bosky Brooklyn, Cows and Horses Come Out After Dark" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9904E0DD143EF932A2575BC0A9639C8B63"} , {"body" : "As the 4 p.m. sun ducked behind an accommodating cloud last weekend, two shirtless men of considerable girth discovered they were neighbors. Sipping frothy beverages with their feet tucked into the sand, the neighbors, from Woodside, Queens, reflected on their good fortune. They had discovered a beach on the East River. ''Ain't like taking the 53" , "date" : "20050731" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: LONG ISLAND CITY; On the Beach, Courtesy of New Jersey" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E4D8113FF932A05754C0A9639C8B63"} , {"body" : "Attractions Museums and Sites MUSEUM OF THE CITY OF NEW YORK, Fifth Avenue at 103rd Street. Through Oct. 30, ''New York Fast Forward: Buildings by Enrique Norten\/TEN Arquitectos,'' an exhibition of drawings, photographs, renderings and models. Through Sept. 18, ''The Destruction of Lower Manhattan: Photographs by Danny Lyon.'' Through Oct. 2," , "date" : "20050722" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E07E1DC173FF931A15754C0A9639C8B63"} , {"body" : "There are a baby's handful of people in this city you can point to and say, ''That's who folks come to New York to be'' -- Mayor Mike from Boston, Bobby Short from Danville, Ill., and Kate Spade from Kansas City, to name a few. Kurt Andersen from Omaha, to name another. Andersen, 50, whose résumé is as diverse as Leonardo's, has been a literary" , "date" : "20050717" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "61" , "title" : "KITCHEN VOYEUR; Kitchen Sage" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F07E5DA123DF934A25754C0A9639C8B63"} , {"body" : "There was a restaurant in Greenwich Village called Le Zoo, and it was good, and it was cheap, and now, like so many others of its kind, it is gone. It was not the sort of place that drew tourists clutching their Zagats, but it swelled each night with young hipsters and people from the neighborhood, who sipped red wine at the bar and ate $6.50 trout" , "date" : "20050626" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Yesterday's Special: Good, Cheap Dining; The Reasonable One-Star Grows Rarer in Manhattan" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502E7DA173AF935A15755C0A9639C8B63"} , {"body" : "Walking Tours New York City GREEN-WOOD CEMETERY, Brooklyn. A look at the architecture, sculpture and history of the cemetery, led by John Cashman, meeting Sunday at 1 p.m. at the gate at Fort Hamilton Parkway, off McDonald Avenue. Fee, $6. Information: (718)768-7300. STREET SMARTS N.Y. Tomorrow at 2 p.m., ''Crimes of Old New York,'' meeting at the" , "date" : "20050624" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9807E5D81F3BF937A15755C0A9639C8B63"} , {"author" : "Jenny Allen is a contributing editor at Good Housekeeping and a stand-up comic." , "body" : "MY friend Ashton and her boyfriend, Bob, are leaving Ashton's roomy, prewar apartment on West End Avenue and buying a two-story house in Williamsburg, Brooklyn. They are not making a real estate killing, the only reason I would consider budging from the Upper West Side. Like many of my fellow middle-aged Upper West Siders, I am hanging on for dear" , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "THE NEW BROOKLYNS\/BACKLASH; They'll Take Manhattan" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E4DA143BF93AA25755C0A9639C8B63"} , {"body" : "AS a convert to Brooklyn's charms, I like to think I was ahead of the curve. We were driving back from a camping trip somewhere upstate, my parents, my brother and me, squeezed into my father's pickup truck, the back piled high with tents and sleeping bags. I must have been about 12. The detour wasn't even on the way back to our house on eastern" , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "THE NEW BROOKLYNS\/SIGNS OF CHANGING TIMES; Two Guys From the Hood" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E3DA143BF93AA25755C0A9639C8B63"} , {"body" : "HERE'S an exercise. Google the words ''New Brooklyn'' and see how many hits you come up with. The answer: 15.7 million. Even allowing for the insane inclusiveness of an Internet search, that number reveals something profound about the frenzy -- cultural, gastronomic, architectural and otherwise -- that has seized what is affectionately known as" , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE NEW BROOKLYNS\/FACES OF A BOROUGH; Who Hurts?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502E3DA143BF93AA25755C0A9639C8B63"} ,   {"body" : "THIS is how it happens. Priced out of Manhattan, you move from a shoebox in the East Village to a quiet, tree-lined neighborhood in Brooklyn, Carroll Gardens, say, or Park Slope. Or maybe you hole up in an underfurnished loft in Williamsburg. This is a temporary, even unexpected move. Somehow, in your imaginings of life in New York, the Jay" , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "THE NEW BROOKLYNS\/SIGNS OF CHANGING TIMES; Two Guys From the Hood" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9407E3DA143BF93AA25755C0A9639C8B63"} , {"body" : "1802 -- A land speculator named Richard M. Woodhull, who operates a ferry service from Manhattan to Metropolitan Avenue, buys 13 acres and names the area Williamsburgh, after Col. Jonathan Williams, the man who surveyed the land. But trendiness is still two centuries away; Woodhull declares bankruptcy after selling only a few lots. 1855 -- At the" , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE NEW BROOKLYNS\/TIPPING POINTS; How Williamsburg Got Its Groove" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9801E3DA143BF93AA25755C0A9639C8B63"} , {"body" : "Williamsburg Village Style Freddy Jakubowski has tended bar at the Greenpoint Tavern on Bedford Avenue since 1985. It was 1992 when a place arrived unlike any other there, a little restaurant called the L Cafe. \"Some girl opened it,\" Mr. Jakubowski said. \"She was a good girl. I'm not much of an architect or a decorator, but she did it something" , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE NEW BROOKLYNS\/TIPPING POINTS; The Day When Back in the Day Ended" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907E2DA143BF93AA25755C0A9639C8B63"} , {"author" : "Compiled by Kris Ensminger" , "body" : "Fine Brooklyn dining was once pretty much synonymous with Peter Luger and the River Café. But the transformation of the borough's restaurant scene has spawned Brooklyn's own Zagat guide and a number of relatively new places that have earned at least one star from The New York Times. BLUE RIBBON SUSHI * [Rating: One Star] (718) 840-0408; 278 Fifth" , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "GOOD EATING; Star Performers" , "url" : "http:\/\/events.nytimes.com\/mem\/nycreview.html?res=9A03E5DA143BF93AA25755C0A9639C8B63"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the Northeast this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and" , "date" : "20050617" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "The Listings: June 17 -- June 23" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9900E7DC173BF934A25755C0A9639C8B63"} , {"body" : "AS hordes of publishers, booksellers and agents descend this weekend on the Jacob K. Javits Convention Center for BookExpo America, the trade show featuring more than 2,000 exhibits, an enterprising group of 10 New York independent magazines will be pursuing a more homegrown effort, selling their wares around Brooklyn and Manhattan out of a" , "date" : "20050605" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "WORD FOR WORD; A Smattering of the City's Eight Million Stories" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE3D61738F936A35755C0A9639C8B63"} , {"body" : "A feeling of the unsettled past had settled over St. Mary Star of the Sea Church in Carroll Gardens, Brooklyn, in recent days. Rather than shrug it off, the church's organist, Salvatore Mazzucco, who has a keen ear for long and trembling notes, seized it with a plan. Memorial Day was approaching, he told the Rev. Christopher Cashman, pastor and" , "date" : "20050530" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Filling In a Memorial's Blank Space; A Church's War Dead Will Be Nameless No More" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E4D81E39F933A05756C0A9639C8B63"} , {"body" : "To the Editor: Reading about Edward Kent's crusade to furnish cashiers at Morton Williams University Supermarket with stools to sit on while they work (''As They Ring It Up, Should They Be Sitting Down?,'' May 15) reminded me of the first time I saw this practice: England, in 1986. Every supermarket I shopped at allowed the workers to sit during" , "date" : "20050529" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "Give Cashiers a Break" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D06EEDD1139F93AA15756C0A9639C8B63"} , {"body" : "I DON'T remember the first time I walked into Frank's Gourmet Deli on Smith Street, but it must have been a little more than a year ago, around the time I signed a lease a couple of blocks away in Carroll Gardens, Brooklyn. Getting to know a new neighborhood is always a process of locating and evaluating the essentials -- grocery store, laundry," , "date" : "20050529" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK OBSERVED; Comfort Food" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B03E7DC1139F93AA15756C0A9639C8B63"} , {"body" : "In the following reports, the listed at price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. Manhattan Less than $300,000 Hudson Heights $218,000 153 Bennett Avenue (187th St.) Number of bedrooms: 1 Number of full bathrooms: 2 Number of half bathrooms: 0 Time on the" , "date" : "20050529" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E3D91039F93AA15756C0A9639C8B63"} ,   {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Full reviews of current shows, additional listings, showtimes and tickets:" , "date" : "20050527" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907E7DB1039F934A15756C0A9639C8B63"} , {"body" : "FROM an aesthetics standpoint, a standpoint that comes naturally to an urban and urbane London-educated architect who shed his green card only because regulations require New York City commissioners to be United States citizens, David J. Burney's workday took a sorry plummet from the sublime to the ridiculous last Thursday afternoon. Dirt, and lots" , "date" : "20050520" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; An Architect Who Also Clears Away" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E6DE1439F933A15756C0A9639C8B63"} , {"body" : "When the red-brick building at 350 Bond Street in Carroll Gardens, Brooklyn, was new, sometime in the mid-1800's, it was near the middle of a busy shipping center. Barges on the Gowanus Canal, new itself and only a block away, would unload goods to be carted off to far-flung merchants. The cargo was pulled by horses, and when those horses finished" , "date" : "20050515" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: CARROLL GARDENS; The Hay Long Gone, A Stable Follows Suit" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502E1D91130F936A25756C0A9639C8B63"} , {"body" : "COLUMBIA STREET, a 1.3-mile stretch of low-rise buildings running along the Brooklyn waterfront, has known good times, bad times and some really terrible times. But now, with the recent announcement that the piers it faces, owned by the Port Authority, will be used for cruise lines, it seems highly likely that Columbia Street will watch its own" , "date" : "20050515" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON STREET (BROOKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "13" , "title" : "SQUARE FEET; On the Waterfront in Brooklyn, an Enclave Regains Its Energy" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940CE5DF1130F936A25756C0A9639C8B63"} , {"body" : "NEW YORK CITY real estate agents are beginning to hear a rumbling under them, something that makes them stop cold and stand at full attention: the sound of sellers asking, ''Do I have to pay 6 percent?'' Although the vast majority of commissions in Manhattan are still at 6 percent, some sellers realize that, with agents starved for listings and" , "date" : "20050515" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Are Commissions Really Negotiable? Sort of." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9807E2D61030F936A25756C0A9639C8B63"} , {"body" : "Manhattan GRAMERCY PARK AREA $805,000 12 East 29th Street (Gramercy Hill) 1-bedroom, 1-bath, 1,005-sq.-ft. condo in a newly constructed building; elevator; marble bath, common charge $401; taxes $6,734; listed at $805,000, 3 weeks on market (brokers: Alchemy Properties; Halstead Property) EAST MIDTOWN $2.5 million 4 Sutton Place (57th Street)" , "date" : "20050512" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "Residential Sales" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0CE4D61330F931A25756C0A9639C8B63"} , {"body" : "Sidewalk cafes are sprouting around the city these days, but ''Sex and the City'' notwithstanding, not everyone enjoys dining smack on the street, with the accompaniment of honking taxis. A few places, relative newcomers, offer outdoor dining that comes with a little seclusion. BOUILLABAISSE 126 (718) 855-4405; 126 Union Street (Columbia Street)," , "date" : "20050508" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "GOOD EATING; Off-Street Dining" , "url" : "http:\/\/events.nytimes.com\/mem\/nycreview.html?res=9F04EFD81430F93BA35756C0A9639C8B63"} , {"body" : "ONE Saturday last month, Leon Reid donned a hard hat and an orange worker's tunic and headed for a busy corner in Carroll Gardens, Brooklyn, where he bolted a bent telephone sign onto the top of a Verizon phone booth and screwed a crinkled one-way sign onto the top of a nearby pole. People drifted past, noticing nothing suspicious in their midst." , "date" : "20050501" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: MANHATTAN AND BROOKLYN UP CLOSE; Bending, Bolting And Evading The Police" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980DE3D81131F932A35756C0A9639C8B63"} , {"body" : "A few weeks ago the news broke that Jonathan Safran Foer, the young novelist, was trading up in Park Slope, selling one home for more than $3 million and buying another for $6.75 million. Brooklyn real estate watchers weren't all that surprised in a borough where homes are listed for as high as $20 million. But even if prices like this seem absurd" , "date" : "20050424" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "3" , "title" : "THE AGE OF DISSONANCE; No Sleep Till Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9807E0DC1431F937A15757C0A9639C8B63"} , {"body" : "In the following reports, the listed at price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. *Sale in this price category not available. Manhattan Less than $300,000 East Midtown $250,000 321 East 54th Street Number of bedrooms: 0 Number of full bathrooms: 1 Number" , "date" : "20050424" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0CE2D81731F937A15757C0A9639C8B63"} ,   {"body" : "To the Editor: After 35 years as a public school teacher, I can say that the only ''experts'' never consulted about the school system's problems are teachers. Yet opinions like Sy Fliegel's are given full voice (''Fix the Teachers' Contract,'' Op-Ed, April 17). He should know that all teachers in public schools face ''challenging assignments,'' not" , "date" : "20050424" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region" , "Education"] , "page_facet" : "13" , "title" : "Our Teachers and Principals" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B05EFD71431F937A15757C0A9639C8B63"} , {"body" : "Roman Catholics poured into cathedrals and parish churches across the United States on Tuesday to celebrate Masses of Thanksgiving for the new pope, Benedict XVI, but the choice of Cardinal Joseph Ratzinger as pope prompted strong disagreement over what he would mean for the American church. Some liberal Catholics and interest groups criticized the" , "date" : "20050420" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["World"] , "page_facet" : "12" , "title" : "POPE BENEDICT XVI: U.S. REACTION; For America's Divided Roman Catholics, a New Difference of Opinion" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F00E2DC1631F933A15757C0A9639C8B63"} , {"author" : "Ben Gibberd is writing a book called ''On the Edge,'' about people who live and work along the New York waterfront." , "body" : "FOR hundreds of Brooklyn children, this coming Thursday is a day they have been waiting for all winter. That is the day when Kathleen Henderson, aka the Park Lady, will emerge from the mysterious regions to which she returns during the winter and once more take up residence in her summer home, which is Carroll Park in Carroll Gardens. There, from 9" , "date" : "20050327" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CARROLL PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: CARROLL GARDENS; The Park Lady and Her Peaceable Kingdom" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01EFDF143FF934A15750C0A9639C8B63"} , {"body" : "Three Roman Catholic elementary schools in Brooklyn and Queens that had been scheduled for closing received joyous news yesterday as they began their Easter vacations: the Brooklyn Diocese approved emergency business plans drawn up by the pupils' parents and agreed to keep the schools open as long as they meet the plans' goals. The three schools --" , "date" : "20050324" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "Three Schools in the Brooklyn Diocese Are Given Reprieves" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E7DF173FF937A15750C0A9639C8B63"} , {"body" : "THERE'S a tambourine in Adam Pierce's bedroom, two upright pianos and some Balinese gamelan instruments in his living room, a Celtic harp near his television set. Piled up next to the basement stairs are four drum kits in their cases. Take a left at the laundry room and there's the recording studio, a low-ceiling den where drums, a guitar and a" , "date" : "20050320" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Technology"] , "page_facet" : "1" , "title" : "MUSIC; Home Sweet Studio" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE7D7123CF933A15750C0A9639C8B63"} , {"body" : "IN any kind of remotely fair Battle of the Saints, Joseph would smite Patrick all over the firmament. Patrick may be the patron saint of Ireland, but Joseph married the woman who soon gave birth to the savior of all Christendom. Down here in the United States, Patrick is the marquee name. Joseph's feast day falls two days after St. Patrick's, and" , "date" : "20050317" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "INK; After the Wearing of the Green, a Duel of Pastries" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F00E2DF103CF934A25750C0A9639C8B63"} , {"body" : "THERE'S a lot riding on a restaurant sequel. Like its cinematic counterparts, it has to gratify die-hard fans while gaining new ones. In Brooklyn, the three-month-old Bouillabaisse 126 is to the late, great La Bouillabaisse what, say, ''Road Warrior'' was to the original ''Mad Max.'' It reinterprets the original's low-budget, indie cool for wider" , "date" : "20050309" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "$25 AND UNDER; For a French Second Act, a Wardrobe Change" , "url" : "http:\/\/events.nytimes.com\/mem\/nycreview.html?res=9405E4D91F3DF93AA35750C0A9639C8B63"} , {"body" : "A day after spring seemed to burst out of hiding, winter came charging back to the New York region yesterday with a storm that brought plunging temperatures and wind-whipped snow that appeared strangely immune to gravity -- blowing up and sideways as well as down. From street corners, office windows and front porches, many watched in dismay as the" , "date" : "20050309" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "In Wind, Snow, Cold and Frustration, a Dangerous Storm" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9400E0DD163CF93AA35750C0A9639C8B63"} , {"body" : "MANY New Yorkers think they can do better than ''The World's Second Home,'' the phrase that the Bloomberg administration wants to trademark as New York's official slogan. When the City section invited readers to suggest alternatives, hundreds of ideas arrived; here are some of the ones we especially liked. What's Next Starts Here PETER KLEIN UPPER" , "date" : "20050306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: NEW YORK VOICES; Second Thoughts About 'Second Home'" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F03E0DE113DF935A35750C0A9639C8B63"} , {"body" : "Snow was slowly covering the handsome streets and stoops of Carroll Gardens, a reminder that winter wasn't ready to surrender and an incentive to hurry into Crave. When it's frigid and difficult outside, you want something warm and cozy. You want an unassuming hug of a place. Crave fits the bill. In the felicitous words of one of its chefs and" , "date" : "20050304" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Diner's Journal" , "url" : "http:\/\/events.nytimes.com\/mem\/nycreview.html?res=9902E0DB103DF937A35750C0A9639C8B63"} ,   {"body" : "YOU can see them in any kind of weather and at almost any time of day. On bicycles that look sturdy enough to withstand a collision with a tank, the seats often wrapped in old plastic bags, they surge ahead through snow and rain, heat and, yes, especially gloom of night. No marble carving will ever exalt their heroic efforts, yet they are fixtures" , "date" : "20050302" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "WE DELIVER" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F07EFD9123DF931A35750C0A9639C8B63"} , {"body" : "In the following reports, the 'listed at' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. *Sale in this price category not available. Manhattan Less than $300,000 Hudson Heights $147,000 450 Overlook Terrace (184th St.) Number of bedrooms: 0 Number of full" , "date" : "20050227" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D02E5DB173DF934A15751C0A9639C8B63"} , {"body" : "JUST across the border from the cocktail nation is Red Hook Bait and Tackle, a new bar on Van Brunt Street in Red Hook, Brooklyn. Last gas for cosmos is probably Carroll Gardens, a mile or two mile away. Despite the lineup of flavored vodkas and premium gins at the bar, Red Hook Bait and Tackle is, as Barry O'Meara, the bartender and one of four" , "date" : "20050227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "12" , "title" : "SHAKEN AND STIRRED; Warm-Up Act" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0DE7DE143DF934A15751C0A9639C8B63"} , {"body" : "THIS spring there's a bumper crop of colorful place mats and table runners to give a lift to even the most casual takeout meal. 1. Hand-woven cotton table runners by Nicole Linton, a designer in Boulder, Colo., have irregular stripes in red and brown, orange and green, moss and pea, or fuchsia and brown. They are woven by a women's cooperative in" , "date" : "20050217" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "PERSONAL SHOPPER; Who Needs A Flying Carpet?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F03E6DB133AF934A25751C0A9639C8B63"} , {"body" : "In fewer than 20 words, the songwriter Michael Smith once neatly summarized many basic tenets of the American Catholic school experience, as transmitted by his fifth grade teacher, Sister Clarissa. She was 11 feet tall, Mr. Smith reported, and when she wrote on the blackboard, not even the chalk dared to squeak. He sang: Sister Clarissa believes in" , "date" : "20050213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "37" , "title" : "Once Mighty, Catholic Schools Find Status Is Diminished" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B01E6DE153AF930A25751C0A9639C8B63"} , {"body" : "In the following reports, the listed at price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. *Sale in this price category not available. Manhattan Less than $300,000 Murray Hill $212,000 140 East 40th Street Number of bedrooms: 0 Number of full bathrooms: 1 Number" , "date" : "20050213" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F01E4DC173AF930A25751C0A9639C8B63"} , {"body" : "In the following reports, the 'listed at' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. * Sale in this price category not available. Manhattan Less than $300,000 Upper East Side $285,000 345 East 93rd Street Number of bedrooms: 1 Number of full bathrooms: 1" , "date" : "20050130" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE2DA173BF933A05752C0A9639C8B63"} , {"body" : "In March 1999, shortly after a fire destroyed a signal relay room at a Brooklyn subway station, an internal investigation by New York City Transit determined that smoke detectors and fire-retardant material should be installed at all relay rooms throughout the system, according to agency documents. Nearly six years later, at least 40 of those" , "date" : "20050128" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Fire Prevention in Subway Signal Rooms Was Urged After 1999 Blaze" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A00EFDE143BF93BA15752C0A9639C8B63"} , {"body" : "A subway fire severely damaged a signal relay room in Lower Manhattan yesterday afternoon, and transit officials warned last night that service on the A and the C, two of the city's busiest subway lines, would be suspended or sharply reduced throughout today. The A, C and E lines were rerouted following the 2 p.m. fire at the Chambers Street" , "date" : "20050124" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "SNOWSTORM IN THE NORTHEAST: THE SUBWAYS; Signal Room Fire Reroutes Trains on 3 Subway Lines" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E0D71E38F937A15752C0A9639C8B63"} , {"body" : "SANDWICHED between Fort Greene and Bedford-Stuyvesant, Clinton Hill in Brooklyn might just be the quintessence of urban living in New York City. It is affluent and not so, seedy and grand, ethnically diverse, a magnet for artists, musicians and filmmakers, and so rich in architectural style that even now, with escalating property prices, a new" , "date" : "20050109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CLINTON HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN\/Clinton Hill, Brooklyn; Into the Big Leagues, With Prices to Match" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9405E3DF1139F93AA35752C0A9639C8B63"} ,   {"body" : "The day after the strike deadline came and went, the day after the city went to bed not knowing what to expect, it seemed yesterday that New Yorkers had finally started to take the threat of a transit strike seriously. And they were not happy. After serenely assuring themselves earlier this week that brinkmanship would not give way to an actual" , "date" : "20051217" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "TRANSIT NEGOTIATIONS: RIDERS; A Tense Wait For Word On Getting To One's Job" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/17\/nyregion\/nyregionspecial3\/17mood.html"} , {"body" : "Throwing New Yorkers off balance with fluid deadlines and rigid demands, the Metropolitan Transportation Authority and the transit workers' union broke off talks yesterday morning, leading the union to call a strike against two Queens bus companies on Monday and the whole system on Tuesday if no settlement is reached. After the union's first" , "date" : "20051217" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "TRANSIT NEGOTIATIONS: OVERVIEW; New Transit Talks Set; Strike Is Put Off to Tuesday" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/17\/nyregion\/nyregionspecial3\/17transit.html"} , {"body" : "Attractions Museums and Sites FRAUNCES TAVERN MUSEUM, 54 Pearl Street, second floor, Lower Manhattan. The museum, in a former tavern, is dedicated to the study and interpretation of early American history and culture. Tuesday night at 6:30, ''Sing We All Merrily,'' a musical celebration of an 18th-century Christmas, with Linda Russell & Companie;" , "date" : "20051216" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/16\/arts\/16spar.html"} , {"body" : "It began this spring without explanation: fire hydrants, street signs and bicycles all over Park Slope and Carroll Gardens in Brooklyn were suddenly standing watch over their own distorted chalk outlines, as if anticipating some violent demise. Whoever did this left no clue other than an ambiguous signature: ''$; Ellis G. 2007,'' scrawled next to" , "date" : "20051210" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Tracing Shadows; Brooklynite Finds Art Wherever Light Is Blocked" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/10\/nyregion\/10chalk.html"} , {"body" : "Bicyclists were elated when a major renovation of the Williamsburg Bridge finished two years ago included improvements to the pedestrian and bicycle path. But they were decidedly displeased at the addition of some two dozen steel plates that stuck up nearly two inches above the pathway. The raised plates covered joints in the bridge that allowed" , "date" : "20051206" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Bridge Is So Smooth Now, Why Not Have Breakfast While You Ride?" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/06\/nyregion\/06bridge.html"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through New Year's Day, the Origami Holiday Tree. The Rose Center is open on Friday nights until 8:45, for ''Starry Nights: Fridays Under the Sphere,'' with cash bar, jazz and tapas on the first Friday of every month. Tonight at 6 and 7:30, Chico" , "date" : "20051202" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/02\/arts\/02spar.html"} , {"body" : "The Gowanus Canal often stinks and is almost always spotted with slicks of oil. The streets alongside it are practically deserted, the silence broken by the rumble of concrete mixers and oil tankers or the screech of buzz saws. Graffiti abounds, and no one would use the word harmonious for the landscape, where ramshackle wood-frame and brick row" , "date" : "20051128" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "From Open Sewer to Open for Gentrification; Many Gowanus Residents Want Its Collar to Remain Blue" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/28\/nyregion\/28gowanus.html"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through May 29, ''Darwin,'' an exhibition devoted to the naturalist that includes live creatures and fossils, as well as a reconstruction of the study at his home, Down House in Kent, where he wrote ''On the Origin of Species.'' Through New Year's" , "date" : "20051125" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/25\/arts\/25spare.html"} , {"body" : "Manhattan CHINATOWN $340,000 215 Park Row (Pearl Street) (Gotham Green) 480-sq.-ft. studio co-op in a postwar building; 24-hr. doormen; eat-in kitchen, hardwood floors, south and east exposure; maintenance $415, 46% tax-deductible; listed at $340,000, 5 weeks on market (broker: Weichert Realtors\/Mazzeo) CHELSEA $2.7 million 144 West 18th Street" , "date" : "20051124" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "Residential Sales" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D05E3DB1631F937A15752C1A9639C8B63"} , {"body" : "DEAR DIARY: I'm a chocolatier, and I enjoy selling my creations at the Columbus Avenue flea market. Last year, a week or two before Thanksgiving, a young woman was admiring my chocolate turkeys and other seasonal items when she picked up a chocolate pilgrim-shaped lollipop and exclaimed, ''I love the little leprechauns!'' Debbie Eiser Dear Diary:" , "date" : "20051121" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/21\/nyregion\/21diary.ready.html"} , {"body" : "THE question sounded laughable: Given that the national median home price recently calculated by the National Association of Realtors is $220,000, is it possible to buy something for that price in New York City? Or even, just to provide some wiggle room, up to $250,000? The initial reactions of real estate brokers in all five boroughs included:" , "date" : "20051120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "What You Can Get for $220,000" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/20\/realestate\/20cov.html"} , {"body" : "Attractions Museums and Sites MUSEUM OF THE CITY OF NEW YORK, Fifth Avenue at 103rd Street. Tomorrow at 2 p.m., ''Dutch Days Tour,'' a tour of the galleries that highlight Dutch influence in the city. Also tomorrow at 2 p.m., ''The Creatures -- Tales from the Bush,'' a family presentation of Yoruba parables by Orisha Tales Production; a" , "date" : "20051118" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/18\/arts\/18spar.html"} , {"body" : "Only two restaurants outside Manhattan won stars in the new Michelin Guide for New York, Peter Luger and Saul, and both are in Brooklyn. In all, 25 Brooklyn restaurants were listed, with places on Smith and Court Streets dominating. Here are some high points (star ratings are by New York Times). BANANIA CAFE (718) 237-9100; 241 Smith Street" , "date" : "20051113" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "GOOD EATING\/SMITH AND COURT STREETS; Bon Appétit" , "url" : "http:\/\/events.nytimes.com\/2005\/11\/13\/dining\/13rest.html"} , {"body" : "Six years ago, Philipp Angermeyer bought an apartment in the Carroll Gardens Landmark Condominiums, a 19th-century Romanesque church turned residential building on Court Street in Brooklyn. In part, the appeal of living in the landmark church is architectural: stained-glass windows, high ceilings and a certain monastic quietude. Over the summer," , "date" : "20051113" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: CARROLL GARDENS; When a Church Is Not a Home" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/13\/nyregion\/thecity\/13chur.html"} , {"body" : "THE evolution of David Scott's Red Hook loft from party pad to stylishly designed apartment tracked the 38-year-old's personal growth. Once a stay-up-all-night bachelor, he is now a married entrepreneur who goes to bed around 9 p.m. so he can get an early start on his work -- making modern furniture for his own Brooklyn-based design firm. When Mr." , "date" : "20051113" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS\/Red Hook, Brooklyn; The History of a Loft Reflects The His-and-Her Story of a Couple" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/13\/realestate\/13habi.html"} , {"body" : "Manhattan Less than $300,000 Hudson Heights $223,400 45 Overlook Terrace (184th St.) Number of bedrooms: 0 Number of full bathrooms: 1 Number of half bathrooms: 0 Weeks on market: 5 weeks 405-sq.-ft. studio co-op in a postwar building; elevator, renovated kitchen, separate windowed sleeping area, h\/w floors; maintenance $277, 47% tax-deductible;" , "date" : "20051106" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Sales From Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A02EFDD173EF935A35752C1A9639C8B63"} , {"body" : "WHILE the narrow, slow-moving waterway in Brooklyn known as the Gowanus Canal has not been called ''Lavender Lake'' for some time, it remains an occasionally fetid and sludge-slicked thoroughfare. It is home to industrial businesses, infrequent boat visits and a growing contingent of marine life. Yet the canal, sandwiched between the real estate" , "date" : "20051030" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "LIVING IN\/Gowanus, Brooklyn; Some See Venice; Some See a Canal" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/30\/realestate\/30living.html"} , {"body" : "Attractions Museums and Sites MERCHANT'S HOUSE MUSEUM, 29 East Fourth Street, East Village. Tonight from 6 to 10, ''Death at Home: Ghostly Tales and Tours by Candlelight,'' a tour of the house as it was decorated for 19th-century home funerals, followed by tales of the ghosts that are said to inhabit the museum. Fee: $20; members, $13; reservations" , "date" : "20051028" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "33" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/28\/arts\/28spar.html"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through May 29, ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter,'' the annual walk-in display of hundreds of butterflies in a natural environment. Through March 12, ''Voices From South of the Clouds,'' a display of photographs of" , "date" : "20051021" , "day_of_week_facet" : "Friday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/21\/arts\/21spar.html"} , {"body" : "Manhattan SOHO $2.1 million 85 Mercer Street (Spring Street) 3-bedroom, 2 1\/2-bath, 2,300-sq.-ft. co-op in a prewar loft building; dining area, upgraded kitchen appliances, 13-ft. ceilings, 7 large windows, east exposure; common roof deck in building; maintenance $1,544, 50% tax-deductible; listed at $2 million (multiple bids), 34 weeks on market" , "date" : "20051020" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9902EEDD123FF933A15753C1A9639C8B63"} , {"body" : "WHEN Carroll Gardens was developed in the 1840's, the homes on the ''place'' streets in that Brooklyn neighborhood were sold with long front yards -- courtyards -- and deeds stipulating that they must be retained. If you bought a brownstone on Third Place, for instance, you could plant a pine tree or tend a garden, as many people who live there do," , "date" : "20051016" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: CARROLL GARDENS; Buicks Amid the Bushes" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/16\/nyregion\/16lawn.html"} , {"body" : "MY garden, if ever a term has been so generously applied, yielded a special crop this year: weeds from another garden. I noticed them one morning recently while picking up after the dog: thigh-high weeds uprooted and tucked carefully between the hibiscus and the stone facade of my building, bunched together like a sheaf of slightly greenish wheat" , "date" : "20051009" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "URBAN STUDIES\/Planting; Her Not So Secret Garden" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/09\/nyregion\/thecity\/09gard.html"} , {"body" : "AS with most birthday parties for 1-year-olds, the guest of honor didn't really know what was going on. A Brooklyn band, Have Her Home by Ten, was celebrating its first anniversary last weekend with a prom-themed all-nighter at the Bitter End, the legendary Greenwich Village bar where Bob Dylan and Bruce Springsteen played as they were hitting the" , "date" : "20050925" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; The Band Just Wants to Have Fun" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/25\/nyregion\/thecity\/25band.html"} , {"body" : "Cary McWilliam, a freelance modern dancer and teacher in Manhattan who earns about $23,000 a year, loves the freedom of leaping from one job to the next, unbeholden to any single employer. But that same independence takes a toll on her finances and her nerves. ''With the inconsistent paycheck,'' she said, ''it's hard to save. My retirement is" , "date" : "20050918" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; The Highs and Lows of Going It Alone" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/18\/nyregion\/thecity\/18free.html"} , {"body" : "BROOKLYN should need no introduction: ancestors of as many as one in four Americans are said to have once called it home. But New York's most populous borough -- with about 2.5 million residents representing more than 90 ethnic groups -- has always been shadowed by its glamorous neighbor across the East River. Thriving a century ago, Brooklyn fell" , "date" : "20050916" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "3" , "title" : "36 HOURS; Brooklyn" , "url" : "http:\/\/travel.nytimes.com\/2005\/09\/16\/travel\/escapes\/16hours.html"} , {"body" : "The four Democratic mayoral candidates aggressively courted voters yesterday on the eve of today's primary, with Fernando Ferrer making an appeal to black and Hispanic New Yorkers in hopes of winning the primary and avoiding a runoff, while the three others tried to energize their core supporters to vote in a race where turnout is the big unknown." , "date" : "20050913" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "CAMPAIGNING FOR CITY HALL: THE CANDIDATES; Mayoral Hopefuls Traverse New York in Primary Race" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/13\/nyregion\/metrocampaigns\/13mayor.html"} , {"author" : "Jerome Charyn, who teaches film theory at the American University in Paris, is the author of 10 crime novels featuring a New York police officer, among them ''El Bronx,'' ''Citizen Sidel'' and ''The Isaac Quartet.''" , "body" : "MOST New Yorkers have a jolting memory of where they were on 9\/11, when the twin towers tumbled, leaving Lower Manhattan in a black void for 10 minutes until the smoke and dust clouds began to clear. I couldn't witness the smoke, the dust, the debris. I was sitting in my lawyer's office on the Avenue Henri-Martin, in Paris, when his sister called" , "date" : "20050911" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Enduring Salute" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/11\/nyregion\/thecity\/11feat.html"} , {"body" : "Babies were born, and then they walked, and a contentious presidential race came and went. There were two heat waves, a blackout and 665 Yankees and Mets home games. Scores of fresh New Yorkers, from Calcutta and Kalamazoo, whose memories of the 2001 attack on the city were formed by the television screen, have rolled up to the gates of the" , "date" : "20050907" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "With a Wrench of the Gut; A Sight or a Sound Can Bring 9\/11 Flooding Back" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/07\/nyregion\/07remember.html"} , {"body" : "THE residents at the Sheffield, a 50-story apartment building near Central Park, believed their King Midas moment had finally arrived. Their building had just been sold for $418 million, and the new owners wanted to convert the rental building into a luxury condominium. They had heard the El Dorado tales of how renters sometimes got amazing deals" , "date" : "20050904" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The End Of The Fabled Insider Deal" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/04\/realestate\/04inside.html"} , {"body" : "The shoppers and young families strolling along Seventh Avenue in Park Slope, Brooklyn, can normally slurp their iced coffees, nosh on bagels and French pastries and browse for books far from the tumultuous politics of City Hall. But now it seems they cannot escape the mayoral candidates and their campaign workers prospecting for votes, as" , "date" : "20050820" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Mayoral Rivals Fight for Turf in Brownstone Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9800E7D9103EF933A1575BC0A9639C8B63"} , {"body" : "On a cool night last week, the small dining space at Panino'teca 275, a sandwich and wine bar on the Smith Street restaurant row in Carroll Gardens, Brooklyn, was crowded. In the restaurant's vast back patio, though, sat eight empty tables, each with six unused seats. Out front, a chalkboard that read ''The Garden Is Open!'' was marked over with a" , "date" : "20050814" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: SMITH STREET, BROOKLYN; At These Garden Patios, Empty Tables Bloom" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990DEFDD153EF937A2575BC0A9639C8B63"} , {"body" : "City residents longing for rolling green pastures can find them at the southwest corner of Sackett and Columbia Streets in Carroll Gardens, Brooklyn. A vacant lot has been given berms and grass (top left), and some nights one wall comes alive (bottom left) with moving images of grazing cows or horses. The multimedia work is by Julie Farris, a" , "date" : "20050811" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS: SIDEWALK ART; In Bosky Brooklyn, Cows and Horses Come Out After Dark" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9904E0DD143EF932A2575BC0A9639C8B63"} , {"body" : "As the 4 p.m. sun ducked behind an accommodating cloud last weekend, two shirtless men of considerable girth discovered they were neighbors. Sipping frothy beverages with their feet tucked into the sand, the neighbors, from Woodside, Queens, reflected on their good fortune. They had discovered a beach on the East River. ''Ain't like taking the 53" , "date" : "20050731" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: LONG ISLAND CITY; On the Beach, Courtesy of New Jersey" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E4D8113FF932A05754C0A9639C8B63"} , {"body" : "Attractions Museums and Sites MUSEUM OF THE CITY OF NEW YORK, Fifth Avenue at 103rd Street. Through Oct. 30, ''New York Fast Forward: Buildings by Enrique Norten\/TEN Arquitectos,'' an exhibition of drawings, photographs, renderings and models. Through Sept. 18, ''The Destruction of Lower Manhattan: Photographs by Danny Lyon.'' Through Oct. 2," , "date" : "20050722" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E07E1DC173FF931A15754C0A9639C8B63"} , {"body" : "There are a baby's handful of people in this city you can point to and say, ''That's who folks come to New York to be'' -- Mayor Mike from Boston, Bobby Short from Danville, Ill., and Kate Spade from Kansas City, to name a few. Kurt Andersen from Omaha, to name another. Andersen, 50, whose résumé is as diverse as Leonardo's, has been a literary" , "date" : "20050717" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "61" , "title" : "KITCHEN VOYEUR; Kitchen Sage" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F07E5DA123DF934A25754C0A9639C8B63"} , {"body" : "There was a restaurant in Greenwich Village called Le Zoo, and it was good, and it was cheap, and now, like so many others of its kind, it is gone. It was not the sort of place that drew tourists clutching their Zagats, but it swelled each night with young hipsters and people from the neighborhood, who sipped red wine at the bar and ate $6.50 trout" , "date" : "20050626" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Yesterday's Special: Good, Cheap Dining; The Reasonable One-Star Grows Rarer in Manhattan" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502E7DA173AF935A15755C0A9639C8B63"} , {"body" : "Walking Tours New York City GREEN-WOOD CEMETERY, Brooklyn. A look at the architecture, sculpture and history of the cemetery, led by John Cashman, meeting Sunday at 1 p.m. at the gate at Fort Hamilton Parkway, off McDonald Avenue. Fee, $6. Information: (718)768-7300. STREET SMARTS N.Y. Tomorrow at 2 p.m., ''Crimes of Old New York,'' meeting at the" , "date" : "20050624" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9807E5D81F3BF937A15755C0A9639C8B63"} , {"author" : "Jenny Allen is a contributing editor at Good Housekeeping and a stand-up comic." , "body" : "MY friend Ashton and her boyfriend, Bob, are leaving Ashton's roomy, prewar apartment on West End Avenue and buying a two-story house in Williamsburg, Brooklyn. They are not making a real estate killing, the only reason I would consider budging from the Upper West Side. Like many of my fellow middle-aged Upper West Siders, I am hanging on for dear" , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "THE NEW BROOKLYNS\/BACKLASH; They'll Take Manhattan" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E4DA143BF93AA25755C0A9639C8B63"} , {"body" : "AS a convert to Brooklyn's charms, I like to think I was ahead of the curve. We were driving back from a camping trip somewhere upstate, my parents, my brother and me, squeezed into my father's pickup truck, the back piled high with tents and sleeping bags. I must have been about 12. The detour wasn't even on the way back to our house on eastern" , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "THE NEW BROOKLYNS\/SIGNS OF CHANGING TIMES; Two Guys From the Hood" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E3DA143BF93AA25755C0A9639C8B63"} , {"body" : "HERE'S an exercise. Google the words ''New Brooklyn'' and see how many hits you come up with. The answer: 15.7 million. Even allowing for the insane inclusiveness of an Internet search, that number reveals something profound about the frenzy -- cultural, gastronomic, architectural and otherwise -- that has seized what is affectionately known as" , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE NEW BROOKLYNS\/FACES OF A BOROUGH; Who Hurts?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502E3DA143BF93AA25755C0A9639C8B63"} , {"body" : "THIS is how it happens. Priced out of Manhattan, you move from a shoebox in the East Village to a quiet, tree-lined neighborhood in Brooklyn, Carroll Gardens, say, or Park Slope. Or maybe you hole up in an underfurnished loft in Williamsburg. This is a temporary, even unexpected move. Somehow, in your imaginings of life in New York, the Jay" , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "THE NEW BROOKLYNS\/SIGNS OF CHANGING TIMES; Two Guys From the Hood" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9407E3DA143BF93AA25755C0A9639C8B63"} , {"body" : "1802 -- A land speculator named Richard M. Woodhull, who operates a ferry service from Manhattan to Metropolitan Avenue, buys 13 acres and names the area Williamsburgh, after Col. Jonathan Williams, the man who surveyed the land. But trendiness is still two centuries away; Woodhull declares bankruptcy after selling only a few lots. 1855 -- At the" , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE NEW BROOKLYNS\/TIPPING POINTS; How Williamsburg Got Its Groove" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9801E3DA143BF93AA25755C0A9639C8B63"} , {"body" : "Williamsburg Village Style Freddy Jakubowski has tended bar at the Greenpoint Tavern on Bedford Avenue since 1985. It was 1992 when a place arrived unlike any other there, a little restaurant called the L Cafe. \"Some girl opened it,\" Mr. Jakubowski said. \"She was a good girl. I'm not much of an architect or a decorator, but she did it something" , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE NEW BROOKLYNS\/TIPPING POINTS; The Day When Back in the Day Ended" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907E2DA143BF93AA25755C0A9639C8B63"} , {"author" : "Compiled by Kris Ensminger" , "body" : "Fine Brooklyn dining was once pretty much synonymous with Peter Luger and the River Café. But the transformation of the borough's restaurant scene has spawned Brooklyn's own Zagat guide and a number of relatively new places that have earned at least one star from The New York Times. BLUE RIBBON SUSHI * [Rating: One Star] (718) 840-0408; 278 Fifth" , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "GOOD EATING; Star Performers" , "url" : "http:\/\/events.nytimes.com\/mem\/nycreview.html?res=9A03E5DA143BF93AA25755C0A9639C8B63"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the Northeast this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and" , "date" : "20050617" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "The Listings: June 17 -- June 23" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9900E7DC173BF934A25755C0A9639C8B63"} , {"body" : "AS hordes of publishers, booksellers and agents descend this weekend on the Jacob K. Javits Convention Center for BookExpo America, the trade show featuring more than 2,000 exhibits, an enterprising group of 10 New York independent magazines will be pursuing a more homegrown effort, selling their wares around Brooklyn and Manhattan out of a" , "date" : "20050605" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "WORD FOR WORD; A Smattering of the City's Eight Million Stories" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE3D61738F936A35755C0A9639C8B63"} , {"body" : "A feeling of the unsettled past had settled over St. Mary Star of the Sea Church in Carroll Gardens, Brooklyn, in recent days. Rather than shrug it off, the church's organist, Salvatore Mazzucco, who has a keen ear for long and trembling notes, seized it with a plan. Memorial Day was approaching, he told the Rev. Christopher Cashman, pastor and" , "date" : "20050530" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Filling In a Memorial's Blank Space; A Church's War Dead Will Be Nameless No More" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E4D81E39F933A05756C0A9639C8B63"} , {"body" : "To the Editor: Reading about Edward Kent's crusade to furnish cashiers at Morton Williams University Supermarket with stools to sit on while they work (''As They Ring It Up, Should They Be Sitting Down?,'' May 15) reminded me of the first time I saw this practice: England, in 1986. Every supermarket I shopped at allowed the workers to sit during" , "date" : "20050529" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "Give Cashiers a Break" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D06EEDD1139F93AA15756C0A9639C8B63"} , {"body" : "I DON'T remember the first time I walked into Frank's Gourmet Deli on Smith Street, but it must have been a little more than a year ago, around the time I signed a lease a couple of blocks away in Carroll Gardens, Brooklyn. Getting to know a new neighborhood is always a process of locating and evaluating the essentials -- grocery store, laundry," , "date" : "20050529" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK OBSERVED; Comfort Food" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B03E7DC1139F93AA15756C0A9639C8B63"} , {"body" : "In the following reports, the listed at price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. Manhattan Less than $300,000 Hudson Heights $218,000 153 Bennett Avenue (187th St.) Number of bedrooms: 1 Number of full bathrooms: 2 Number of half bathrooms: 0 Time on the" , "date" : "20050529" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E3D91039F93AA15756C0A9639C8B63"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Full reviews of current shows, additional listings, showtimes and tickets:" , "date" : "20050527" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907E7DB1039F934A15756C0A9639C8B63"} , {"body" : "FROM an aesthetics standpoint, a standpoint that comes naturally to an urban and urbane London-educated architect who shed his green card only because regulations require New York City commissioners to be United States citizens, David J. Burney's workday took a sorry plummet from the sublime to the ridiculous last Thursday afternoon. Dirt, and lots" , "date" : "20050520" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; An Architect Who Also Clears Away" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E6DE1439F933A15756C0A9639C8B63"} , {"body" : "When the red-brick building at 350 Bond Street in Carroll Gardens, Brooklyn, was new, sometime in the mid-1800's, it was near the middle of a busy shipping center. Barges on the Gowanus Canal, new itself and only a block away, would unload goods to be carted off to far-flung merchants. The cargo was pulled by horses, and when those horses finished" , "date" : "20050515" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: CARROLL GARDENS; The Hay Long Gone, A Stable Follows Suit" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502E1D91130F936A25756C0A9639C8B63"} , {"body" : "COLUMBIA STREET, a 1.3-mile stretch of low-rise buildings running along the Brooklyn waterfront, has known good times, bad times and some really terrible times. But now, with the recent announcement that the piers it faces, owned by the Port Authority, will be used for cruise lines, it seems highly likely that Columbia Street will watch its own" , "date" : "20050515" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON STREET (BROOKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "13" , "title" : "SQUARE FEET; On the Waterfront in Brooklyn, an Enclave Regains Its Energy" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940CE5DF1130F936A25756C0A9639C8B63"} , {"body" : "NEW YORK CITY real estate agents are beginning to hear a rumbling under them, something that makes them stop cold and stand at full attention: the sound of sellers asking, ''Do I have to pay 6 percent?'' Although the vast majority of commissions in Manhattan are still at 6 percent, some sellers realize that, with agents starved for listings and" , "date" : "20050515" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Are Commissions Really Negotiable? Sort of." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9807E2D61030F936A25756C0A9639C8B63"} , {"body" : "Manhattan GRAMERCY PARK AREA $805,000 12 East 29th Street (Gramercy Hill) 1-bedroom, 1-bath, 1,005-sq.-ft. condo in a newly constructed building; elevator; marble bath, common charge $401; taxes $6,734; listed at $805,000, 3 weeks on market (brokers: Alchemy Properties; Halstead Property) EAST MIDTOWN $2.5 million 4 Sutton Place (57th Street)" , "date" : "20050512" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "Residential Sales" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0CE4D61330F931A25756C0A9639C8B63"} , {"body" : "Sidewalk cafes are sprouting around the city these days, but ''Sex and the City'' notwithstanding, not everyone enjoys dining smack on the street, with the accompaniment of honking taxis. A few places, relative newcomers, offer outdoor dining that comes with a little seclusion. BOUILLABAISSE 126 (718) 855-4405; 126 Union Street (Columbia Street)," , "date" : "20050508" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "GOOD EATING; Off-Street Dining" , "url" : "http:\/\/events.nytimes.com\/mem\/nycreview.html?res=9F04EFD81430F93BA35756C0A9639C8B63"} , {"body" : "ONE Saturday last month, Leon Reid donned a hard hat and an orange worker's tunic and headed for a busy corner in Carroll Gardens, Brooklyn, where he bolted a bent telephone sign onto the top of a Verizon phone booth and screwed a crinkled one-way sign onto the top of a nearby pole. People drifted past, noticing nothing suspicious in their midst." , "date" : "20050501" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: MANHATTAN AND BROOKLYN UP CLOSE; Bending, Bolting And Evading The Police" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980DE3D81131F932A35756C0A9639C8B63"} , {"body" : "A few weeks ago the news broke that Jonathan Safran Foer, the young novelist, was trading up in Park Slope, selling one home for more than $3 million and buying another for $6.75 million. Brooklyn real estate watchers weren't all that surprised in a borough where homes are listed for as high as $20 million. But even if prices like this seem absurd" , "date" : "20050424" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "3" , "title" : "THE AGE OF DISSONANCE; No Sleep Till Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9807E0DC1431F937A15757C0A9639C8B63"} , {"body" : "In the following reports, the listed at price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. *Sale in this price category not available. Manhattan Less than $300,000 East Midtown $250,000 321 East 54th Street Number of bedrooms: 0 Number of full bathrooms: 1 Number" , "date" : "20050424" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0CE2D81731F937A15757C0A9639C8B63"} , {"body" : "To the Editor: After 35 years as a public school teacher, I can say that the only ''experts'' never consulted about the school system's problems are teachers. Yet opinions like Sy Fliegel's are given full voice (''Fix the Teachers' Contract,'' Op-Ed, April 17). He should know that all teachers in public schools face ''challenging assignments,'' not" , "date" : "20050424" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region" , "Education"] , "page_facet" : "13" , "title" : "Our Teachers and Principals" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B05EFD71431F937A15757C0A9639C8B63"} , {"body" : "Roman Catholics poured into cathedrals and parish churches across the United States on Tuesday to celebrate Masses of Thanksgiving for the new pope, Benedict XVI, but the choice of Cardinal Joseph Ratzinger as pope prompted strong disagreement over what he would mean for the American church. Some liberal Catholics and interest groups criticized the" , "date" : "20050420" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["World"] , "page_facet" : "12" , "title" : "POPE BENEDICT XVI: U.S. REACTION; For America's Divided Roman Catholics, a New Difference of Opinion" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F00E2DC1631F933A15757C0A9639C8B63"} , {"author" : "Ben Gibberd is writing a book called ''On the Edge,'' about people who live and work along the New York waterfront." , "body" : "FOR hundreds of Brooklyn children, this coming Thursday is a day they have been waiting for all winter. That is the day when Kathleen Henderson, aka the Park Lady, will emerge from the mysterious regions to which she returns during the winter and once more take up residence in her summer home, which is Carroll Park in Carroll Gardens. There, from 9" , "date" : "20050327" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CARROLL PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: CARROLL GARDENS; The Park Lady and Her Peaceable Kingdom" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01EFDF143FF934A15750C0A9639C8B63"} , {"body" : "Three Roman Catholic elementary schools in Brooklyn and Queens that had been scheduled for closing received joyous news yesterday as they began their Easter vacations: the Brooklyn Diocese approved emergency business plans drawn up by the pupils' parents and agreed to keep the schools open as long as they meet the plans' goals. The three schools --" , "date" : "20050324" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "Three Schools in the Brooklyn Diocese Are Given Reprieves" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E7DF173FF937A15750C0A9639C8B63"} , {"body" : "THERE'S a tambourine in Adam Pierce's bedroom, two upright pianos and some Balinese gamelan instruments in his living room, a Celtic harp near his television set. Piled up next to the basement stairs are four drum kits in their cases. Take a left at the laundry room and there's the recording studio, a low-ceiling den where drums, a guitar and a" , "date" : "20050320" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Technology"] , "page_facet" : "1" , "title" : "MUSIC; Home Sweet Studio" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE7D7123CF933A15750C0A9639C8B63"} , {"body" : "IN any kind of remotely fair Battle of the Saints, Joseph would smite Patrick all over the firmament. Patrick may be the patron saint of Ireland, but Joseph married the woman who soon gave birth to the savior of all Christendom. Down here in the United States, Patrick is the marquee name. Joseph's feast day falls two days after St. Patrick's, and" , "date" : "20050317" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "INK; After the Wearing of the Green, a Duel of Pastries" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F00E2DF103CF934A25750C0A9639C8B63"} , {"body" : "THERE'S a lot riding on a restaurant sequel. Like its cinematic counterparts, it has to gratify die-hard fans while gaining new ones. In Brooklyn, the three-month-old Bouillabaisse 126 is to the late, great La Bouillabaisse what, say, ''Road Warrior'' was to the original ''Mad Max.'' It reinterprets the original's low-budget, indie cool for wider" , "date" : "20050309" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "$25 AND UNDER; For a French Second Act, a Wardrobe Change" , "url" : "http:\/\/events.nytimes.com\/mem\/nycreview.html?res=9405E4D91F3DF93AA35750C0A9639C8B63"} , {"body" : "A day after spring seemed to burst out of hiding, winter came charging back to the New York region yesterday with a storm that brought plunging temperatures and wind-whipped snow that appeared strangely immune to gravity -- blowing up and sideways as well as down. From street corners, office windows and front porches, many watched in dismay as the" , "date" : "20050309" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "In Wind, Snow, Cold and Frustration, a Dangerous Storm" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9400E0DD163CF93AA35750C0A9639C8B63"} , {"body" : "MANY New Yorkers think they can do better than ''The World's Second Home,'' the phrase that the Bloomberg administration wants to trademark as New York's official slogan. When the City section invited readers to suggest alternatives, hundreds of ideas arrived; here are some of the ones we especially liked. What's Next Starts Here PETER KLEIN UPPER" , "date" : "20050306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: NEW YORK VOICES; Second Thoughts About 'Second Home'" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F03E0DE113DF935A35750C0A9639C8B63"} , {"body" : "Snow was slowly covering the handsome streets and stoops of Carroll Gardens, a reminder that winter wasn't ready to surrender and an incentive to hurry into Crave. When it's frigid and difficult outside, you want something warm and cozy. You want an unassuming hug of a place. Crave fits the bill. In the felicitous words of one of its chefs and" , "date" : "20050304" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Diner's Journal" , "url" : "http:\/\/events.nytimes.com\/mem\/nycreview.html?res=9902E0DB103DF937A35750C0A9639C8B63"} , {"body" : "YOU can see them in any kind of weather and at almost any time of day. On bicycles that look sturdy enough to withstand a collision with a tank, the seats often wrapped in old plastic bags, they surge ahead through snow and rain, heat and, yes, especially gloom of night. No marble carving will ever exalt their heroic efforts, yet they are fixtures" , "date" : "20050302" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "WE DELIVER" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F07EFD9123DF931A35750C0A9639C8B63"} , {"body" : "In the following reports, the 'listed at' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. *Sale in this price category not available. Manhattan Less than $300,000 Hudson Heights $147,000 450 Overlook Terrace (184th St.) Number of bedrooms: 0 Number of full" , "date" : "20050227" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D02E5DB173DF934A15751C0A9639C8B63"} , {"body" : "JUST across the border from the cocktail nation is Red Hook Bait and Tackle, a new bar on Van Brunt Street in Red Hook, Brooklyn. Last gas for cosmos is probably Carroll Gardens, a mile or two mile away. Despite the lineup of flavored vodkas and premium gins at the bar, Red Hook Bait and Tackle is, as Barry O'Meara, the bartender and one of four" , "date" : "20050227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "12" , "title" : "SHAKEN AND STIRRED; Warm-Up Act" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0DE7DE143DF934A15751C0A9639C8B63"} , {"body" : "THIS spring there's a bumper crop of colorful place mats and table runners to give a lift to even the most casual takeout meal. 1. Hand-woven cotton table runners by Nicole Linton, a designer in Boulder, Colo., have irregular stripes in red and brown, orange and green, moss and pea, or fuchsia and brown. They are woven by a women's cooperative in" , "date" : "20050217" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "PERSONAL SHOPPER; Who Needs A Flying Carpet?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F03E6DB133AF934A25751C0A9639C8B63"} , {"body" : "In fewer than 20 words, the songwriter Michael Smith once neatly summarized many basic tenets of the American Catholic school experience, as transmitted by his fifth grade teacher, Sister Clarissa. She was 11 feet tall, Mr. Smith reported, and when she wrote on the blackboard, not even the chalk dared to squeak. He sang: Sister Clarissa believes in" , "date" : "20050213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "37" , "title" : "Once Mighty, Catholic Schools Find Status Is Diminished" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B01E6DE153AF930A25751C0A9639C8B63"} , {"body" : "In the following reports, the listed at price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. *Sale in this price category not available. Manhattan Less than $300,000 Murray Hill $212,000 140 East 40th Street Number of bedrooms: 0 Number of full bathrooms: 1 Number" , "date" : "20050213" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F01E4DC173AF930A25751C0A9639C8B63"} , {"body" : "In the following reports, the 'listed at' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. * Sale in this price category not available. Manhattan Less than $300,000 Upper East Side $285,000 345 East 93rd Street Number of bedrooms: 1 Number of full bathrooms: 1" , "date" : "20050130" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE2DA173BF933A05752C0A9639C8B63"} , {"body" : "In March 1999, shortly after a fire destroyed a signal relay room at a Brooklyn subway station, an internal investigation by New York City Transit determined that smoke detectors and fire-retardant material should be installed at all relay rooms throughout the system, according to agency documents. Nearly six years later, at least 40 of those" , "date" : "20050128" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Fire Prevention in Subway Signal Rooms Was Urged After 1999 Blaze" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A00EFDE143BF93BA15752C0A9639C8B63"} , {"body" : "A subway fire severely damaged a signal relay room in Lower Manhattan yesterday afternoon, and transit officials warned last night that service on the A and the C, two of the city's busiest subway lines, would be suspended or sharply reduced throughout today. The A, C and E lines were rerouted following the 2 p.m. fire at the Chambers Street" , "date" : "20050124" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "SNOWSTORM IN THE NORTHEAST: THE SUBWAYS; Signal Room Fire Reroutes Trains on 3 Subway Lines" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E0D71E38F937A15752C0A9639C8B63"} , {"body" : "SANDWICHED between Fort Greene and Bedford-Stuyvesant, Clinton Hill in Brooklyn might just be the quintessence of urban living in New York City. It is affluent and not so, seedy and grand, ethnically diverse, a magnet for artists, musicians and filmmakers, and so rich in architectural style that even now, with escalating property prices, a new" , "date" : "20050109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CLINTON HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN\/Clinton Hill, Brooklyn; Into the Big Leagues, With Prices to Match" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9405E3DF1139F93AA35752C0A9639C8B63"}]