[  {"body" : "The puffy white coat with the fake fur trim fit perfectly. Lindsay Dunlap stood in the Gap in Chelsea and inspected herself in the mirror. She had lost 30 pounds after separating from her husband. Now Ms. Dunlap, 24, wanted a coat that showed off her trimmer six-foot figure. It was the kind of fashion decision people make dozens of times a year --" , "date" : "20051230" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Where Coats Go for a Second Chance" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/30\/nyregion\/30coats.html"} , {"body" : "''Imagining America: Icons of 20th-Century American Art'' ends with the Velvet Underground's haunting, upbeat song ''I'll Be Your Mirror.'' The music crosses the final ''t'' on the documentary's lyrical portrait of a nation as seen through the work of a dozen of its best known 20th-century artists. Ranging from Georgia O'Keeffe to Jean-Michel" , "date" : "20051228" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "TELEVISION REVIEW; Artists' Personal Visions Reveal a Nation to Itself" , "url" : "http:\/\/movies.nytimes.com\/2005\/12\/28\/arts\/television\/28smit.html"} , {"body" : "ON New Year's Day, as the world slowly sloughs off hangovers and cleans up confetti, crowds gather to watch people throw themselves into frigid bodies of water. Like the Rose Parade, black-eyed peas and collard greens, polar bear swims have become a fixture of the holiday, with new ones popping up almost every new year. What is it about the day" , "date" : "20051223" , "day_of_week_facet" : "Friday" , "page_facet" : "6" , "title" : "AHEAD | Polar Bear Club Swims; New Year Parties (Don't Hold the Ice)" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/23\/travel\/escapes\/23ahead.html"} , {"body" : "A woman in her 50's whose body was discovered in a cardboard shipping container near a Brooklyn movie theater on Wednesday night was strangled, the medical examiner's office said yesterday. An employee of the Kent Theater, at 1170 Coney Island Avenue, called the police shortly about 8 p.m. after glimpsing a woman's foot when trying to move a heavy" , "date" : "20051216" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Metro Briefing | New York: Brooklyn: Unidentified Dead Woman Was Strangled" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9405E1DD1630F935A25751C1A9639C8B63"} , {"body" : "Workers at a movie theater on Coney Island Avenue came across a woman's body in a large oil drum in an alley behind the theater last night, the police said. The body, which was found about 8:15 p.m. near 1170 Coney Island Avenue, was partially wrapped in bedding, said one employee, an 18-year-old man who said his name was Kam. The woman was white" , "date" : "20051215" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Woman's Body Found Behind Theater" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9402E7D81F31F936A25751C1A9639C8B63"} , {"body" : "ALCINDOR -- Ferdinand L. Father of NBA legend and Hall of Famer Kareem Abdul Jabbar, died on December 9 at 3:00 P.M. EST at Coney Island Hospital in Coney Island, NY, from organ failure after a long bout with senile dementia. He was 86. A decorated member of the NYPD and veteran of the United States Armed Forces from 1941-1945, Mr. Alcindor" , "date" : "20051213" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "19" , "title" : "Paid Notice: Deaths ALCINDOR, FERDINAND L." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980DEFD71E31F930A25751C1A9639C8B63"} , {"body" : "His is the voice you hear over the loudspeaker, if it is working. His is the blue uniform you look for when the subway pulls into the station if you are confused about which train to take. His is the head that pops out of the conductor's cab, scanning the length of the platform as the train pulls out. William Bailon, 28, is a conductor on the F, G" , "date" : "20051213" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Man in the Middle" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/13\/nyregion\/13worker.html"} , {"body" : "The shows are strikingly intimate, even in the low-cost, no-frills lineup that appears on Brooklyn's cable-access television channel: teenagers in foster care, or just out of it, talking about their lives -- the lost connections, the pain and disappointments, the perpetual desire to someday be part of a family. At one recent taping, inside a church" , "date" : "20051209" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Painful Reality TV; Show Reflects Urgent Push for Teenage Adoption" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/09\/nyregion\/09adopt.html"} , {"body" : "Aleksandr Shteyn made two bold moves as an adult. Each, he says, touched off a plunge into misery. His first fall, in his native Uzbekistan, ended after about five years. His second, in Brooklyn, is six years long and shows no sign of ending. The social workers helping him say their immediate task is keeping him from becoming homeless. In 1979 Mr." , "date" : "20051207" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "The Neediest Cases; For Ex-Soldier, an Enemy That's Hard to Beat" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E7DF1031F934A35751C1A9639C8B63"} , {"body" : "Angelo Painu is a former waiter who lives in Brooklyn. As a young immigrant from Italy, he would ride the Coney Island parachute jump on the weekends. It has closed, but he still visits, and reminisces with friends. LENS" , "date" : "20051130" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "LENS; Invisible New Yorkers" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9507E1D71431F933A05752C1A9639C8B63"} ,   {"author" : "This column about the local economy appears every other week. E-mail address: homefront@nytimes.com" , "body" : "AFTER more than a year of sitting in front of her home computer 16 hours a day, ''including days spent in my pajamas not leaving the house,'' Jessica Furst says, she decided that the life of a freelance graphic designer was not for her. Not that she grew tired of the work. It's just that her routine lacked contact with people other than on the" , "date" : "20051127" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Job Market"] , "page_facet" : "1" , "title" : "HOME FRONT; Working With Art (and People, Too)" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/27\/jobs\/27homefront.html"} , {"body" : "On a Friday earlier this month, Kateryna Komarovskyy walked down a hospital corridor, her eyes moist with tears. She said a collective hello to the staff, entered a room, squeezed some sanitizing liquid on her hands and walked over to her son. Sergei Komarovskyy, 19, lay in a hospital bed in Peninsula Hospital Center in Far Rockaway, Queens, with a" , "date" : "20051126" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "The Neediest Cases; New Start in America Is Marred by Son's Tragic Fall" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E3DB1731F935A15752C1A9639C8B63"} , {"body" : "TV antennas were beginning to sprout on rooftops like spindly metallic weeds, the alternate-side parking minuet was just being choreographed and air raid sirens still rumbled daily at noon in 1955 when New Yorkers paused briefly to contemplate a city ''strained almost to bursting'' after the ''tensest quarter century'' in its history. Titled ''Our" , "date" : "20051121" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "'55 Vision of an '05 City: Times Sq. Dies but 2nd Ave. Has a Subway" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/21\/nyregion\/21predict.html"} , {"body" : "For generations of boys coming of age at Poly Prep Country Day School in Bay Ridge, Brooklyn, Phil Foglietta was more than a football coach. Over 25 years, as he built the school into a powerhouse, Mr. Foglietta, who died in 1998, also served as a tough father figure and inspiring confidant, pushing his charges to high levels of achievement. In" , "date" : "20051116" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Abuse Charges Against a Coach Now Dead" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/16\/nyregion\/16poly.html"} , {"body" : "WHEN we say, ''I'm a New Yorker,'' we sometimes say it with a little sneer. Rats? Mafiosi? Terrorists? We can take it. Bars here close at dawn. Subway doors are ripped open with bare hands. New York's edginess is so endemic, so untamed, that a crack cocaine den was found this year in the otherwise relentlessly genteel Upper East Side. That's how we" , "date" : "20051113" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; Thread Counts, Yo" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/13\/nyregion\/thecity\/13vide.html"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "FOR years, the idea of buying a Harlem brownstone tugged at Joseph Troché. Initially, he figured, he would act as a landlord. Then, when both of his children were out of high school, he and his wife, Lissa, would sell their house in Hastings-on-Hudson, N.Y., and move there themselves. Mr. Troché (pronounced tro-SHAY), an accountant, was familiar" , "date" : "20051113" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "THE HUNT; A Place Where Life Can Go On" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/13\/realestate\/13hunt.html"} , {"body" : "BERMAN--Herbert, 80. Died November 4. Publisher of the Brooklyn Graphic newspaper for 50 years. Husband to the late Phyllis. Adored by children Jonathan and Lisa, three stepchildren and seven grandchildren. He is survived by wife Joyce. His humor and personable nature made him legendary and much loved beyond the west Brooklyn community where he" , "date" : "20051111" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "16" , "title" : "Paid Notice: Deaths BERMAN, HERBERT" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9801E0D6123EF932A25752C1A9639C8B63"} , {"body" : "A man who showed up uninvited at a birthday party in a Brooklyn nightclub early yesterday fatally stabbed a guest who tried to smooth over a confrontation between the man and the club's bartender, the police and witnesses said. Albert Springer, 35, a deliveryman with no criminal record, unfurled a folding knife and stabbed Eduardo Carter, 55, in" , "date" : "20051107" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Man Fatally Stabbed at Brooklyn Club After Intervening in Conflict" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/07\/nyregion\/07stab.html"} , {"author" : "Susann Cokal's novels are ''Mirabilis'' and ''Breath and Bones.''" , "body" : "THE ELECTRIC MICHELANGELO By Sarah Hall. 340 pp. HarperPerennial. Paper, $13.95. THE human body's largest organ is its skin: at an average of around 20 square feet, an ample if challenging canvas for the tattoo artists who, in Sarah Hall's new novel, make this piercing and inking a kind of birth rite for selfhood. The best of them ''bestowed" , "date" : "20051106" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "17" , "title" : "Body of Work" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/06\/books\/review\/06cokal.html"} , {"body" : "MEYER--Trude (nee Nassau) January 1, 1910, at 95. Beloved mother of Rita and Ronny Meyer. Devoted wife of Allen. Loving daughter of Rose and Louis Nassau and Tetta to Lewis and Harold Nassau. Charter member and former vice president of neighborhood chapter of B'nai B'rith and member of the East Midwood Jewish Center. Kind and caring friend to so" , "date" : "20051102" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "18" , "title" : "Paid Notice: Deaths MEYER, TRUDE (NEE NASSAU)" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9503E7D9163EF931A35752C1A9639C8B63"} ,   {"body" : "Gary Benchley, a 22-year-old Albany-reared hipster naif, sought only, with every aching bit of his indie-music soul, to rock. He also had the bloggy itch of his generation to tell people about it. So the unflaggingly self-assured and fetchingly candid rocker documented, in semi-regular installments for an online alternative magazine," , "date" : "20051031" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts" , "Books" , "Technology"] , "page_facet" : "1" , "title" : "A Web Geek Takes Off His Mask" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/31\/books\/31ford.html"} , {"body" : "KARDUNA--Martin E. On October 30 at the age of 73. Beloved husband of Estelle. Loving father of Mitchell and Howard. Cherished grandfather of David, Rachel, Megan and Andrew. Devoted brother of Karen and the late Arthur. Active member of Oklahoma Jacob Harnett Lodge, Knights of Pythias for over 45 years. President of Karduna Associates, insurance" , "date" : "20051031" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "7" , "title" : "Paid Notice: Deaths KARDUNA, MARTIN E." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950CE0D91F3FF932A05753C1A9639C8B63"} , {"body" : "YAVEL--Murray. On October 24, 2005 of natural causes in Greenport, New York. He was 96. A loving father, grandfather and great-grandfather, he was predeceased by his wife Rose in 1975 and son Michael in 1986. He is survived by his brother Dave Yavel & sister Bea D'Angelo; his children, Herbert, Robert, Nanette and John; his grandchildren Dr. Regina" , "date" : "20051030" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "37" , "title" : "Paid Notice: Deaths YAVEL, MURRAY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9503E3DB1F3FF933A05753C1A9639C8B63"} , {"body" : "COBEN -- Grace. Beloved mother of Dr. Flora and Elliott Bloom. Dear grandmother of Dr. Lisa Ellen Bloom and Dr. Peter Jason Bloom; fond sister of Sidney and Lucille Cole. Cherished aunt of Roberta Fortgang and great aunt of Rebecca Fortgang. Funeral services Sunday 11AM Midwood Nieberg Chapels, 1625 Coney Island Ave., Brooklyn at Avenue M." , "date" : "20051029" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "16" , "title" : "Paid Notice: Deaths COBEN, GRACE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9901E5DF1F3FF93AA15753C1A9639C8B63"} , {"body" : "The remnants of Hurricane Wilma combined with a northeaster yesterday to drop nearly two inches of rain on the region and rake the New Jersey coast with high winds and a pounding surf that eroded beaches and undermined boardwalks. Minor flooding was reported in Bay Head, Manasquan and Washington Township in Burlington County. Some areas of Cape May" , "date" : "20051026" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW JERSEY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Storm Rakes Region, but Isn't as Bad as Forecasters Feared" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/26\/nyregion\/26storm.html"} , {"body" : "A 69-year-old woman walking across an intersection in a residential area of Bensonhurst was struck and killed yesterday by a motorist who fled the scene, the police said. The woman, whose identity was not disclosed, was hit about 6:30 p.m. at 65th Street and West Fourth Street. She was taken to Coney Island Hospital, where she was pronounced dead" , "date" : "20051024" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Woman Killed In Hit-Run" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9506EFDB103FF937A15753C1A9639C8B63"} , {"body" : "In recent weeks, the trickle of Democrats endorsing Mayor Michael R. Bloomberg has turned more into a steady stream, with prominent local politicians like Brooklyn Borough President Marty Markowitz, former City Council Speaker Peter F. Vallone and City Councilwoman Eva Moskowitz lining up to endorse the Republican incumbent. Even as national stars" , "date" : "20051019" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Political Memo; As Ferrer's Star Fades, More Democrats Are Hedging Their Bets" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/19\/nyregion\/metrocampaigns\/19ferrer.html"} , {"body" : "GERBERG -- Ethel Robin ''Robbie'', beloved sister, aunt, and Federated colleague. Died October 15. Survivors include Juliet Segal of Tamarac, FL, Dr. Murray Robin of Babylon, NY, and Leila Reich of Flossmore, IL, Barbara Nevins Taylor, niece and Mort Gerberg, nephew. Service 11 AM, October 20 at Weinstein - Garlick - Kirschen baum Chapels, 1153" , "date" : "20051018" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "25" , "title" : "Paid Notice: Deaths GERBERG, ETHEL ROBIN ''ROBBIE''" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9500E5D7153FF93BA25753C1A9639C8B63"} , {"body" : "At 12, his childhood already cut short by his mother's heroin addiction, Alex Krylov left Ukraine with his grandmother and started life anew in Brooklyn. Five years later, the young refugee is an A student at Edward R. Murrow High School. But American opportunity has come at a price: Alex's little sister, Raisa Skakun, was left behind in Odessa, in" , "date" : "20051014" , "day_of_week_facet" : "Friday" , "geo_facet" : ["UKRAINE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Contest of Suffering, With the U.S. as a Prize; Tearful Story of a Girl Left Behind Isn't Sad Enough to Earn a Visa" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/14\/nyregion\/14orphan.html"} , {"body" : "For 18 hours after a powerful earthquake hit Pakistan early Saturday, Mohammad Javed Iqbal, a livery cabdriver in New York City, tried in vain to telephone his relatives. But phone lines into their town of about 30,000 in the North-West Frontier Province were jammed or not working for hours, he said. Finally, he reached his son Bahadur Khan, 25," , "date" : "20051010" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "PAKISTAN"] , "nytd_section_facet" : ["World"] , "page_facet" : "12" , "title" : "THE PAKISTAN-INDIA QUAKE: THE U.S. RELATIVES; Pakistani Immigrants Receive Scant Information But Mobilize to Assist Victims of Quake" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/10\/nyregion\/10family.html"} ,   {"body" : "KAY--Helen Dorothy. Died on October 4, 2005 at the age of 103. Before marrying Irving Kay on October 3, 1926 she wrote and acted in plays and short stories and received professional offers. As a conscientious wife and mother of two sons she still became an outstanding handball player and worker in a war time naval hospital. Afterwards, she was a" , "date" : "20051007" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "27" , "title" : "Paid Notice: Deaths KAY, HELEN DOROTHY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D02EFD61E30F934A35753C1A9639C8B63"} , {"body" : "O.K., time for an indie-rock hypothetical. If you were in a Scottish band given the opportunity to plan an American baseball stadium; and if this stadium belonged to, say, the Brooklyn Cyclones, the Class A affiliate of the New York Mets; and if your famously un-macho lead singer had gone to the trouble of putting on a Mets T-shirt and bringing a" , "date" : "20051004" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "5" , "title" : "ROCK REVIEW; Alternative Rock Bands in a Minor League Ballpark" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/04\/arts\/music\/04beck.html"} , {"body" : "One of the more graphic moments in the history of racial integration occurred on a baseball field in Cincinnati in 1947 and was never photographed. During batting practice, crowds of racist fans were loudly taunting Jackie Robinson, the Brooklyn Dodger who had just broken the sport's ban on black ballplayers. He stood alone, taking the jeers" , "date" : "20051001" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "14" , "title" : "The City Life; The Diamond's Cutting Edge" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/01\/opinion\/01sat3.html"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20050930" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "The Listings: Sept. 30 -- Oct. 6" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A04E3DF1330F933A0575AC0A9639C8B63"} , {"body" : "Rarely does anyone see peaches labeled by type: yellow, white, local and doughnut are usually as far as it goes. But the Indian blood peach, a velvet-skinned late-season variety, is worth seeking. Its burgundy flesh, shading to gold, is deeply flavored and juicy. Goldbud Farms in Placerville, Calif., ships Indian bloods to the Orchard, 1367 Coney" , "date" : "20050928" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; Voluptuary in a Velvet Glove" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E01E2DF1230F93BA1575AC0A9639C8B63"} , {"body" : "WASHOR TEPPER--Arlene. September 26, 2005. Beloved mother to Brian and Lisa. Dear grandmother to Harrison and Jasmine. Devoted sister to Gail. Dear sister-inlaw to Judith and Elliot. Dedicated teacher at P.S. 90 for 38 years. Services September 30 at 12:45 PM from WeinsteinGarlick-Kirschenbaum Chapels, 1153 Coney Island Ave., Brooklyn, NY." , "date" : "20050928" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "8" , "title" : "Paid Notice: Deaths WASHOR TEPPER, ARLENE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9803E0DA1230F93BA1575AC0A9639C8B63"} , {"author" : "Malcolm Bowman is professor of oceanography at the State University of New York at Stony Brook and head of the Stony Brook Storm Surge Research Group." , "body" : "AS we read about the effects of Hurricanes Katrina and Rita on the Gulf states, we have to wonder if the same thing could happen to the metropolitan region. Scarily, it could. New York City is not as low-lying as New Orleans, but much of it is less than 10 feet above sea level, including the perimeter of Manhattan's business district; the Lower" , "date" : "20050925" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "15" , "title" : "A City at Sea" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/25\/opinion\/nyregionopinions\/25CIbowman.html"} , {"body" : "Tobias Schneebaum, a New York writer, artist and explorer who in the 1950's lived among cannibals in the remote Amazon jungle and, by his own account, sampled their traditional cuisine, died on Tuesday in Great Neck, N.Y. He was in his mid-80's and a longtime resident of Greenwich Village. The cause was complications of Parkinson's disease, his" , "date" : "20050925" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PERU"] , "nytd_section_facet" : ["New York and Region" , "Obituaries" , "Books"] , "page_facet" : "44" , "title" : "Tobias Schneebaum, Chronicler and Dining Partner of Cannibals, Dies" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/25\/obituaries\/24schneebaum.html"} , {"body" : "Opens today in Manhattan Directed by Michael Phelan Not rated; 90 minutes The density of grief and guilt per square centimeter that washes through ''Into the Fire'' is equal to that of any film released this year. The tearful floodgates open when a jumbo jet approaching Kennedy Airport crashes into the ocean in the middle of the night, and the" , "date" : "20050923" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "FILM IN REVIEW; Into the Fire" , "url" : "http:\/\/movies.nytimes.com\/2005\/09\/23\/movies\/23fire.html"} , {"body" : "With his rusty holler, old-timey leanings and relentless lone-guitar attack, Jack White, above, has established himself over the last five years as the retro-rock bandleader to beat. But the White Stripes's latest album, ''Get Behind Me Satan'' (V2), reveals the falsetto-screeching frontman's country blues shtick to be more versatile than he'd" , "date" : "20050923" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "The Listings: Sept. 23-Sept. 29; THE WHITE STRIPES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E0DA1730F930A1575AC0A9639C8B63"} ,   {"body" : "It had been a merry all-day party in the Bronx, a Dora-the-Explorer-themed birthday bash on a balmy Sunday on the eve of 3-year-old Jalien Abreu's first day in school. ''We were so happy, my sister and I, playing around, having a real good time,'' Jalien's half brother, Manuel Bonilla, 12, said yesterday. ''I still can hear her giggling in the car." , "date" : "20050920" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["CONEY ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Girl Killed by Car Driven by Father, Police Say" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/20\/nyregion\/20girl.html"} , {"body" : "Sandra Feldman, the blunt-spoken former president of the American Federation of Teachers and its local in New York, who emerged from the shadow of her mentor, Albert Shanker, to become a deft and intimidating labor powerhouse on her own, died Sunday night at her home in Manhattan. She was 65. Alex Wohl, a spokesman for the national union, which Ms." , "date" : "20050920" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Obituaries" , "New York and Region" , "Education"] , "page_facet" : "27" , "title" : "Sandra Feldman, Scrappy and Outspoken Labor Leader for Teachers, Dies at 65" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/20\/nyregion\/20feldman.html"} , {"body" : "A 3-year-old girl was killed last night when her father, who was allegedly drunk, accidentally ran over her in front of their home, the police said. The driver, Robert Abreu, was apparently unaware that his daughter had stepped in front of his S.U.V. as he was driving in front of his house on West 31st Street in Coney Island around 10:20 p.m., the" , "date" : "20050919" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Girl Killed By Father's Vehicle" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A07E4DE1630F93AA2575AC0A9639C8B63"} , {"body" : "Vito Acconci is cleaning up his act. The 65-year-old renegade artist turned architect has trimmed his mad-scientist's tousled hair so that he looks almost clean-cut. He still wears a uniform of head-to-toe black, but he no longer removes it in public. And he's scaled back the cigarettes, from two-and-a-half packs a day to just one. Perhaps this is" , "date" : "20050918" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["AUSTRIA"] , "nytd_section_facet" : ["Style" , "Magazine"] , "page_facet" : "120" , "title" : "The Talk; Space Oddity" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/18\/style\/tmagazine\/TM1903190.html"} , {"body" : "A worker at a Brooklyn construction company was killed yesterday afternoon when his head became wedged between a massive block of concrete and the metal cable being used to hoist it onto a flatbed truck, the police said. Joel Chavez, a friend of the victim who arrived at the scene after the accident, identified the worker as Pedro Yaxon, 35. Mr." , "date" : "20050918" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "Concrete Worker Is Killed in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/18\/nyregion\/18crane.html"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through March 12, ''Voices From South of the Clouds,'' a display of photographs of life in the Yunnan Province of China, taken by its villagers. Through Jan. 8. ''Dinosaurs: Ancient Fossils, New Discoveries'' examines modern paleontology and new" , "date" : "20050916" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/16\/arts\/16spar.html"} , {"body" : "Dates are subject to change. September DIET COKE WOMEN IN JAZZ FESTIVAL I shudder at the association between women and diet soda, but maybe jazz audiences are well trained enough to ignore corporate logos at concerts. The festival continues through the month with concerts including Marian McPartland playing solo piano; the singers Tessa Souter," , "date" : "20050911" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "79" , "title" : "THE NEW SEASON POP\/JAZZ; Paul Is Alive and Queen Is Back" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/11\/arts\/music\/11ratl.html"} , {"body" : "With the latest polls suggesting that the Democratic race for mayor now has a clear pecking order, the party's four candidates hopscotched the city yesterday to rally supporters and woo undecided New Yorkers as Tuesday's primary election draws near. At events across the five boroughs, the buzz centered on the two candidates who have been one-two in" , "date" : "20050911" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "With Time Running Out, Mayoral Candidates Run Faster" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/11\/nyregion\/metrocampaigns\/11mayor.html"} , {"body" : "Theater 'THE NASTIEST DRINK IN THE WORLD,' a musical about a king who learns to admit that he's not always right, by the Vital Children's Theater Company, at the McGinn\/Cazale Theater, 2162 Broadway, at 76th Street, fourth floor, (212)352-3101. Saturdays and Sundays at 1 and 3 p.m. through Oct. 16. Tickets: $16. 'BLUES FOR MISTER CHARLIE,' the" , "date" : "20050909" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "Spare Times; For Children" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/09\/arts\/09kids.html"} , {"body" : "LEVY -- Abraham Chaim (Hy), 80, of Brooklyn and Boca Raton, Florida, after a short, gallant struggle with ALS, at home in Brooklyn. Born in Jerusalem, Hy immigrated to the United States at age 12 along with his parents and six sisters. A peaceful and peace-loving man, Hy served his nations proudly in times of crisis, in the US Army in World War II" , "date" : "20050908" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "9" , "title" : "Paid Notice: Deaths LEVY, ABRAHAM CHAIM (HY)" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E7D71231F93BA3575AC0A9639C8B63"} ,   {"body" : "Most American travelers managed to avoid any serious gasoline supply disruptions over the holiday weekend, officials said yesterday, but analysts and industry executives warned that fuel prices were likely to remain high and that the nation's oil supply system might not return to normal operations for several weeks, perhaps longer. Even as the" , "date" : "20050906" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "It Won't Be Cheap, But Gas Is to Be Had" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/06\/business\/06gas.html"} , {"body" : "Theater 'BEAUTY AND THE BEAST,' by Puppetworks, 338 Sixth Avenue, Park Slope, Brooklyn. Tomorrow and Sunday at 12:30 and 2:30 p.m. Admission: $8; $7 for children. Reservations: (718)965-3391. Events PLAY OUTSIDE! FESTIVAL OF FREE OUTDOOR THEATER, with Circus Amok in ''Princess: The Tail of a Lost City,'' mixing juggling with gentrification; and the" , "date" : "20050902" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "Spare Times; For Children" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/02\/arts\/02kids.html"} , {"body" : "On the eve of one of the busiest driving weekends of the year, drivers all over the metropolitan region suddenly found themselves paying $3 or more for a gallon of gasoline yesterday. Oil industry analysts hastened to explain why prices had leaped so high so quickly for gas that left the Gulf Coast many weeks ago, long before Hurricane Katrina cut" , "date" : "20050902" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Fuel Prices Soar Around the Region" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/02\/nyregion\/02gas.html"} , {"body" : "Two decades have passed since the last significant hurricane hit New York -- Gloria, in September 1985 -- but local officials have been preparing for another one for years. A Category 3 hurricane could bring a 25-foot storm surge crashing over the financial district, Kennedy International Airport, southern Brooklyn and eastern Staten Island;" , "date" : "20050831" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York City Looks South For Lessons a Storm Can Teach" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E05EFD61631F932A0575BC0A9639C8B63"} , {"body" : "Gulluoglu, a chain of pastry shops in Turkey, has specialized in baklava and other desserts made with phyllo for more than 100 years. Now, pastries shipped from the company's factory in Istanbul are being sold in New York at Gulluoglu Baklava and Café, an elegant mahogany and marble store at 1985 Coney Island Avenue (Avenue P) in Flatbush," , "date" : "20050831" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; Sweet and Savory in Flatbush, By Way of Istanbul" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DEFD91631F932A0575BC0A9639C8B63"} , {"body" : "To be honest, said Rebecca Richardson, a graduate of St. Saviour High School in Park Slope, what Brooklyn men would probably really like in a calendar featuring an assortment of Kings County beauties is ''seeing the girl next door naked.'' Sadly for such men, the calendar in the works from Ms. Richardson and seven other of the school's graduates" , "date" : "20050828" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Brooklyn Cheesecake (Not From Junior's)" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D05E6DD1F3EF93BA1575BC0A9639C8B63"} , {"body" : "Attractions Library NEW YORK PUBLIC LIBRARY FOR THE PERFORMING ARTS, 111 Amsterdam Avenue, at 65th Street, Lincoln Center Plaza. Through Oct. 15, ''A Community of Artists: 50 Years of the Public Theater,'' with photographs, programs, costumes and other items. Hours: Tuesdays, Wednesdays, Fridays and Saturdays, noon to 6 p.m.; Thursdays, noon to 8" , "date" : "20050826" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D07E0D91E3EF935A1575BC0A9639C8B63"} , {"body" : "The jerseys fit just fine, but, what with age, their pants were somewhat tight. Lacking locker rooms, they had to yank their socks on in the parking lot, though being Brooklyn boys, they didn't seem to mind. At any rate, that's how Doug LeVien wanted his send-off to the war -- a last night with his old pals from Xavier High. So it was home runs and" , "date" : "20050825" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["IRAQ"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "INK; The Sweet Spot, Just Once More" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE6DA1E3EF936A1575BC0A9639C8B63"} , {"body" : "The box, filled with yellowing papers that detail a life cut short and a trail long cold, languished for decades in a dusty quadrant of the basement beneath Police Headquarters in Lower Manhattan. It contained a jumble of leads and theories, pieces of a 75-year-old puzzle that has intrigued generations of New Yorkers. None ever led to an answer in" , "date" : "20050820" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Judge Crater Abruptly Appears, At Least in Public Consciousness" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F00EEDA103EF933A1575BC0A9639C8B63"} , {"body" : "Attractions Museums and Sites MERCHANT'S HOUSE MUSEUM, 29 East Fourth Street, East Village. This preserved late-Federal brick house with a Greek Revival interior, once owned by Seabury Tredwell, a wealthy hardware dealer, was built in 1832. Through Oct. 3, ''Understanding Architectural Moldings,'' an exhibition that includes artifacts from Federal," , "date" : "20050819" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D00E2D8133EF93AA2575BC0A9639C8B63"} ,   {"body" : "A Brooklyn woman and her 8-year-old son were found murdered in the woman's apartment yesterday, which was transformed into a gruesome crime scene that contained several black garbage bags filled with the son's body parts, police officials said. The woman's teenage daughter was beaten in the attack but managed to call 911. Last night, the police" , "date" : "20050819" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Woman Is Found Slain And Her Son Dismembered" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F02E5DE103EF93AA2575BC0A9639C8B63"} , {"body" : "A 19-year-old man whom investigators have identified as the ringleader of a gang of white men who attacked a black man 10 days ago in Brooklyn was arrested yesterday afternoon, the police said. The suspect, Nicolas Morse, is the fourth man arrested since Monday night in connection with the beating of Alex Moore, 29, the police said. Mr. Morse was" , "date" : "20050817" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Five Arrested In Beating Of Black Man In Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0CE4DE133EF934A2575BC0A9639C8B63"} , {"body" : "A 41-year-old woman leapt to her death yesterday from the window of a burning 17th-floor apartment, the authorities said. A Fire Department spokesman said the woman had been alone in the apartment, in the Luna Park Houses in Coney Island. The door was locked from the inside, with a couch pushed in front of it. Fires appeared to have been purposely" , "date" : "20050816" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Woman Jumps To Her Death" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990DE0D8123EF935A2575BC0A9639C8B63"} , {"body" : "Mayor Michael R. Bloomberg has been known to have a taste for wine, especially reds, after a hard day's work. Just a few months ago he even confessed to the radio host John Gambling during an interview, ''I had too much to drink the other night.'' Burgers and hot dogs are his other weaknesses. But at 63, with a couple of Young Turks -- and a couple" , "date" : "20050813" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Burgermeister No More; Mayor Is Eating Lighter During This Campaign" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E2D9153EF930A2575BC0A9639C8B63"} , {"body" : "Attractions Museums and Sites MUSEUM OF THE CITY OF NEW YORK, Fifth Avenue at 103rd Street. Tomorrow at 1 p.m., a walking tour of Greenwich Village. Fee: $20; students, museum members and members of the New-York Historical Society, $15; information, (212)817-8215. Also tomorrow at 3 p.m., ''Quilting With Laura Gadson,'' a workshop inspired by" , "date" : "20050812" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "32" , "title" : "SPARE TIMES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0CE4D8143EF931A2575BC0A9639C8B63"} , {"body" : "Mayor Michael R. Bloomberg announced yesterday that the city had arranged to buy the last wooden carousel in Coney Island for $1.8 million, averting an auction that could have sent the horses far from their native Brooklyn. ''I am delighted to announce that the historic B&B Carousell has been saved,'' said Mr. Bloomberg, speaking at a news" , "date" : "20050810" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "City Paying $1.8 Million to Save a Carousel" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E1D6173EF933A2575BC0A9639C8B63"} , {"body" : "Jazz Hall of Famers The class of 2005 for the Nesuhi Ertegun Jazz Hall of Fame was announced yesterday by Jazz at Lincoln Center: Count Basie, right, Roy Eldridge, Ella Fitzgerald, Benny Goodman, Earl Hines, Johnny Hodges, Jo Jones, Charles Mingus, King Oliver, Max Roach, Sonny Rollins and Fats Waller. ''These great jazz musicians set new standards" , "date" : "20050809" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "Arts, Briefly" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9506E4D8173EF93AA3575BC0A9639C8B63"} , {"body" : "By his own admission, the Brooklyn borough president, Marty Markowitz, is not much of a swimmer. But he has had the borough's beaches on his mind in recent weeks, thanks to a lifeguard shortage that has been forcing the closing of long stretches of sand and water at Coney Island, the most visited beach in the city. The shortage, which has persisted" , "date" : "20050807" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; In a Summer of Simmer, The Great Lifeguard Shortage" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940CE7DA163EF934A3575BC0A9639C8B63"} , {"body" : "Machpela Avenue is patched and pebbled, and you have to walk past Mitchell Parish 1900-1993 Lyricist, past gates to the Abion Sick and Benevolent Society and past scattered stones where the grass stretches open to get to where Ruby has gone. ''Loved and Admired, a Friend to All,'' his gravestone at Beth David Cemetery on Long Island says, and the" , "date" : "20050807" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Finding Shade in a Legend's Shadow" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9507EED8163EF934A3575BC0A9639C8B63"} , {"body" : "Jeffrey Deitch may spend more time in a well-pressed pinstripe suit than any other downtown art dealer, but he is second to none when it comes to diverting street art's creative energies into the white cube of the traditional gallery. At the moment both of Mr. Deitch's white cubes -- former garages in the relatively quiet southwest quadrant of SoHo" , "date" : "20050803" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel" , "Arts"] , "page_facet" : "1" , "title" : "ART REVIEW; Urban Outsider Artists Evoke Society's Margins" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E06EED71E3FF930A3575BC0A9639C8B63"} ,   {"body" : "What do you say to the sushi chef who has just served you the most sublime yellowtail? Often these days, it is ''Gracias.'' New tides of immigration have so transformed New York City that classic ethnic foods and drinks are increasingly being prepared by people whose ethnicity does not necessarily match the menu's. Exhibit A: the egg cream. For New" , "date" : "20050731" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "The Pizza Is Still Old World, Only Now the Old World Is Tibet" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9401E4D6113FF932A05754C0A9639C8B63"} , {"body" : "Almost 15 years ago, my daughter and I sat in very high seats at the Bolshoi Theater in Moscow for a ''limited view'' of ''Swan Lake.'' Mostly, the view was limited to the tops of the dancers' heads, but it was still the Bolshoi Ballet and as foreigners we knew we were among the favored. Outside, Russians were begging for tickets, even our tickets." , "date" : "20050731" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MOSCOW (RUSSIA)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "11" , "title" : "Editorial Observer; The Bolshoi Ballet Returns to New York and Finds Moscow" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9504E2D9113FF932A05754C0A9639C8B63"} , {"body" : "Usually, when a New York museum has to close for renovations, the doors never really close. The Museum of Modern Art bought a temporary home in Queens during its recent rebuilding. The New Museum of Contemporary Art, currently between locations, is bunking with another museum in Chelsea during the move. But when the tiny Waterfront Museum and" , "date" : "20050726" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "A Return to Its Maritime Roots; A Return to Its Maritime Roots; After Years of Damage by Marine Borers, Brooklyn's Floating Museum Reopens" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E03EFDB123FF935A15754C0A9639C8B63"} , {"body" : "Gloria Altieri believes in the Bronx, especially in those neighborhoods that many of her contemporaries revisit only in memory, never in person. It is a mere detail that Ms. Altieri, born in Mott Haven 52 years ago and raised in Soundview, sleeps just over the border in Mount Vernon, since she has dedicated her most productive waking hours to the" , "date" : "20050726" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "CITYWIDE; In Bronx, a Fight for Health and Dignity" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?sec=health&res=9E04E1D7123FF935A15754C0A9639C8B63"} , {"body" : "There were the usual temporary mermaids and here-till-high-tide fish at the 15th Annual Sand Sculpting Championships at Coney Island yesterday. There were lumpy sharks and disproportionate turtles. But there were also ultrarealistic spaceships and Gothic castles. Chuck Feld, 56, of West Chester, Pa., knelt in the sand grooming his eight-foot-tall" , "date" : "20050724" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "At Coney Island, Works of Art Are Built, Destroyed and Taken Home in Shoes" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9504EFD9153FF937A15754C0A9639C8B63"} , {"body" : "LOWENHEIM -- Dr. Henry (Hy), On July 22, 2005, suddenly at the age of 78. Beloved husband of Maralyn, loving father of Carol Park, Gwen and Hedy and father-in-law of Stephen Park, Stuart Goldstein and Patricia Wood. Cherished grandfather of Matthew, Frieda and Rosa, devoted brother of Rabbi Cy Lowenheim, Jerry & Meyer. Dear friend of Claudia" , "date" : "20050724" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "32" , "title" : "Paid Notice: Deaths LOWENHEIM, DR. HENRY (HY)" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F04E3D91F30F937A15754C0A9639C8B63"} , {"body" : "A teenager was arrested for slashing two passengers with a folding knife on the B49 bus in Manhattan Beach, Brooklyn, the police said. The suspect, Alain Gurvil, 17, of East Flatbush, was charged with two counts of assault and one count of criminal possession of a weapon. The police said that Mr. Gurvil bumped into a 24-year-old man while they were" , "date" : "20050724" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Youth Charged in Brooklyn Bus Slashings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E4D8153FF937A15754C0A9639C8B63"} , {"body" : "Few would question that Coney Island is the quintessential American amusement area, the home of Nathan's frankfurters, the Cyclone and the Wonder Wheel. So how did the commission to design a public pavilion around its celebrated Parachute Jump end up in the hands of an Australian, a Scot and two Englishmen? The answer lies not only in the" , "date" : "20050721" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Leaps of Imagination For the Parachute Jump" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9503E2DB163FF932A15754C0A9639C8B63"} , {"body" : "IN the shorthand language of the police, a 10-54 took place Sunday evening on the shores of Coney Island. A 33-year-old male, beginning to drown, was rescued from the water and a 911 call was placed. The police and Emergency Medical Service personnel responded. Said male was taken to Coney Island Hospital, where he was listed in poor condition. As" , "date" : "20050720" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; A City Too Hot To Bother With a Hero" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0DEFD91F30F933A15754C0A9639C8B63"} , {"body" : "BLOCK--Norman Jacob. Of Brooklyn, NY on July 18, 2005. Beloved husband of Carole. Loving father of Gail Block Harris and Ira Jay Block. Dear father-in-law of Walter Harris & Madelon Rosenfeld. Adoring grandfather of Katherine Clark Harris and Jennifer Leigh Harris. President of Carole Block, Ltd. Past President of Avenue M Merchants Association." , "date" : "20050719" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "8" , "title" : "Paid Notice: Deaths BLOCK, NORMAN JACOB" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9504E4DC1F30F93AA25754C0A9639C8B63"} ,   {"body" : "A 33-year-old man was in stable condition at Coney Island Hospital last night after being pulled from the water off Coney Island by a passer-by who noticed him flailing, the police said. The victim, Reuben Delgada Garcia, was in the water near Stillwell Avenue when the passer-by, Gary Heath, saw him struggling shortly before 6:30 p.m., the police" , "date" : "20050718" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Metro Briefing | New York: Brooklyn: Man Pulled From Water" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E5DA1E30F93BA25754C0A9639C8B63"} , {"body" : "This annual free festival takes over Coney Island for one day every summer, giving fans a chance to prove their devotion by spending nine hours braving the elements: the sun, the fried food, one another. The festival is sponsored by The Village Voice, but while that weekly paper struggles mightily to avoid devoting itself to indie rock, the Siren" , "date" : "20050715" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "The Listings: July 15 -- July 21; SIREN MUSIC FESTIVAL" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F02E0DE1330F936A25754C0A9639C8B63"} , {"body" : "It may have been the swimsuit competition, in which she performed a catchy little dance for the judges. It may have been her response during the on-stage interview -- intended to reflect poise -- in which she was asked, ''Will it be difficult to face your family and friends if you lose?'' ''You are never a loser,'' responded Jessica Morales, 19, of" , "date" : "20050711" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Queen Is Back. Now How About Her Kingdom?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05EFDF1430F932A25754C0A9639C8B63"} , {"body" : "While public attention was focused on the city's ill-fated plan to build a stadium on the West Side of Manhattan over the past two years, the Bloomberg administration quietly labored over projects and development plans in corners of the city -- from Jamaica, Queens, to Staten Island -- that generated very few headlines. But the city has only so" , "date" : "20050711" , "day_of_week_facet" : "Monday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BRONX (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Mayor Pursues Plans Outside Manhattan, and Even Critics Applaud" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B02EFDC1430F932A25754C0A9639C8B63"} , {"body" : "THERE was a time, back in the first half of the 20th century, when being crowned the prettiest girl in Coney Island really meant something. Coney Island in those days was a domain that included Steeplechase Park, the famous parachute jump, and one of New York's most famous beaches. And the title was hard to win, open only to the most elegant of" , "date" : "20050710" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: CONEY ISLAND; On the Boardwalk, Strutting Once More" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E2DD1630F933A25754C0A9639C8B63"} , {"author" : "Neil Genzlinger is a staff editor at The New York Times." , "body" : "GARBAGE LAND On the Secret Trail of Trash. By Elizabeth Royte. 311 pp. Little, Brown & Company. $24.95. Imagine a type of obsessive-compulsive disorder that leaves you unable to throw or flush something away without tracking precisely where it goes. Not just from your indoor container to the curb or trunk line; this affliction makes you unable to" , "date" : "20050710" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "10" , "title" : "Trash Talk" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9500E7DA123AF933A25754C0A9639C8B63"} , {"body" : "Attractions Museums MUSEUM OF TELEVISION AND RADIO, 25 West 52nd Street, Manhattan. Through Oct. 2, ''Peter Sellers: Does That Include Television?,'' excerpts from his appearances on American and British television. Through Aug. 21, ''TV Goes Hollywood,'' with episodes from vintage shows; through July 21, The Fantastic Four,'' featuring ''Three" , "date" : "20050708" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E4DF1F31F93BA35754C0A9639C8B63"} , {"body" : "At first, the young man from Sunset Park, Brooklyn, was a nameless statistic in a grim compilation. On Monday, he became the fourth person to have died swimming in the waters off New York City this summer, as many as had died in all of 2000. Many who might have known him did not know that he had died, despite the television coverage and the" , "date" : "20050706" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Seeking Relief in Coney Island's Waters, and Finding Tragedy" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9801EFD91131F935A35754C0A9639C8B63"} , {"body" : "A 20-year-old Sunset Park man drowned off Coney Island yesterday evening, less than 30 feet from the shore, the police said. The man, whom the police did not identify, had been in the water for several minutes when people on the beach called the police about 8:20 p.m. to say that he was missing. Lifeguards had been off duty for more than two hours," , "date" : "20050705" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Man Drowns at Coney Island After Beach Closes" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B02E4DD1131F936A35754C0A9639C8B63"} , {"body" : "A police horse was killed in an accident on Saturday night after it bolted in Coney Island. Just before 9 p.m., Officer Mattius Sobato was adjusting a saddle on his horse, Sledge, when the saddle slipped off, the police said. The falling saddle scared the animal, which ran away, crashing into the Boardwalk near 22nd Street, the police said. The" , "date" : "20050704" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Police Horse Killed" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A04E0DC1E3AF937A35754C0A9639C8B63"} ,   {"body" : "Way behind the black-and-white roller coaster pictures and smiling beer girl posters, the snapshots of the regulars and the late lamented Ruby, a sign behind the bar said, ''Welcome Back to Coney Island Summer 2004.'' The scrawny dude everybody calls Master was walking around in a too-big tank top looking for a good place to hang a new sign. Same" , "date" : "20050703" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "SUMMER AT RUBY'S: The Season Begins; Where Summer Glides Down Like a 9 A.M. Beer" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980DE6D61331F930A35754C0A9639C8B63"} , {"body" : "SICKLES -- Renee. Beloved wife of the late Harold. Loving mother of Roberta, Alan, Barry and Howard, and mother-in-law of Marlene, William and Hal. Cherished grandmother of Harris and Shira. Devoted sister of Debby Buchwald and Rochell Turshen. Dear aunt of Ivy, Ben, Julia and Sam. Services today, 12 noon at Sherman's Flatbush Memorial Chapel," , "date" : "20050703" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "27" , "title" : "Paid Notice: Deaths SICKLES, RENEE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950CE6DF1031F930A35754C0A9639C8B63"} , {"body" : "A 22-year-old man was fatally shot last night in Seagate, the police said, and his killer was being sought. The man, whose name was not released by the authorities, was shot in the neck at 3194 Bayview Avenue around 10:30 p.m., the police said. He was taken to Coney Island Hospital and pronounced dead. Michelle O'Donnell (NYT)" , "date" : "20050701" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Fatal Shooting In Seagate" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F01E7DA1231F932A35754C0A9639C8B63"} , {"body" : "The students leaned forward in padded metal chairs facing picture windows. From there they could see clear across Jamaica Bay and off into the Atlantic, too. The students were restless and they chattered while a keyboard player warmed up. Some of them wore pink floral brooches and carried big handbags. They had gray hair or no hair or hair dyed" , "date" : "20050629" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "In Citizenship Class, American Music Is a Universal Language" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B00EFDF1431F93AA15755C0A9639C8B63"} , {"body" : "To the Editor: While Suketu Mehta, writing from the comfort of a Park Slope address, paints a loving picture of Brooklyn during the last big city-wide blackout in ''The Great Awakening,'' those of us pushed out of Park Slope years ago by ridiculously escalating rents spent that night with our doors locked tight, wondering if the drunken people in" , "date" : "20050626" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "9" , "title" : "Priced Out, Again" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE4D6163AF935A15755C0A9639C8B63"} , {"body" : "A 15-year-old boy drowned in choppy surf off Long Beach, N.Y., yesterday afternoon, one day before the beach opened for the summer and lifeguards took up their posts, the Long Beach police said. The teenager, whom Lt. Eugene Brown of the Long Beach Police Department identified as Yuhang Gao, 15, of Flushing, had gone swimming off Long Beach Road" , "date" : "20050625" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Surf Claims Long Island Teenager Off an Unguarded Beach" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9504EED7163AF936A15755C0A9639C8B63"} , {"body" : "Walking Tours New York City GREEN-WOOD CEMETERY, Brooklyn. A look at the architecture, sculpture and history of the cemetery, led by John Cashman, meeting Sunday at 1 p.m. at the gate at Fort Hamilton Parkway, off McDonald Avenue. Fee, $6. Information: (718)768-7300. STREET SMARTS N.Y. Tomorrow at 2 p.m., ''Crimes of Old New York,'' meeting at the" , "date" : "20050624" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9807E5D81F3BF937A15755C0A9639C8B63"} , {"body" : "In New York City, summer cannot really officially begin without two outlandish events. One is the Coney Island Mermaid Parade, in which an assortment of loony sea creatures, ruled by King Neptune and Queen Mermaid, descend upon the Brooklyn boardwalk. But the other one offers a more magical adventure. In George Balanchine's indelible ''Midsummer" , "date" : "20050623" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "CITY BALLET REVIEW; Star-Crossed Lovers, Magically Unscrambled" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE4DC1E3BF930A15755C0A9639C8B63"} , {"author" : "Humera Afridi is completing her first novel, ''Asymptotes,'' set in New York, Pakistan and Saudi Arabia." , "body" : "CONEY ISLAND is what they call it. ''Our new home -- Coney Island,'' they say proudly and flick their eyes toward the double-wide avenue lined with squat two- and three-story buildings huddled together like members of an ambushed army. The short stretch of Coney Island Avenue from Avenue H to Beverly Road, along with the side streets leading off" , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CONEY ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "THE NEW BROOKLYNS\/FACES OF A BOROUGH; The Coney Island Of Their Mind" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE4DA143BF93AA25755C0A9639C8B63"} , {"author" : "Jenny Allen is a contributing editor at Good Housekeeping and a stand-up comic." , "body" : "MY friend Ashton and her boyfriend, Bob, are leaving Ashton's roomy, prewar apartment on West End Avenue and buying a two-story house in Williamsburg, Brooklyn. They are not making a real estate killing, the only reason I would consider budging from the Upper West Side. Like many of my fellow middle-aged Upper West Siders, I am hanging on for dear" , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "THE NEW BROOKLYNS\/BACKLASH; They'll Take Manhattan" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E4DA143BF93AA25755C0A9639C8B63"} ,   {"author" : "Suketu Mehta is the author of ''Maximum City: Bombay Lost and Found'' (Knopf)." , "body" : "AT a party on the Upper West Side in 2000, a distinguished American author, and longtime Manhattanite, asked where I lived. ''Brooklyn,'' I told him. He snorted. ''Poor people live in Brooklyn.'' Then he turned away to get some meat. Shortly after the party, to see if I could move from my rented apartment in Boerum Hill, I went looking to see what" , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE NEW BROOKLYNS\/SIGNS OF CHANGING TIMES; The Great Awakening" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0CE7D6153BF93AA25755C0A9639C8B63"} , {"body" : "13 Copies of \"A Tree Grows in Brooklyn\" by Betty Smith in the entire collection, all branches, of the Brooklyn Public Library 242,000 Real trees, mostly oak, that grow in Brooklyn, 130,000 of them in parks and 112,000 on the streets 250 Ducks that enjoy the warm weather in Prospect Park Lake 20,800 Nuts (and bolts) on the Cyclone roller coaster at" , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "THE NEW BROOKLYNS\/BY THE NUMBERS; The Truth About Cats, Dogs and the Borough President" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9400E5DA143BF93AA25755C0A9639C8B63"} , {"body" : "City and state officials began an investigation yesterday after witnesses said that lifeguards on the beach at Coney Island were slow to respond to a report of a missing swimmer on Sunday. A large-scale search began about 30 minutes after the first report, city officials said, although several lifeguards searched right away, to no avail. The" , "date" : "20050614" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Reports of Lifeguard Lapse at Coney Island Spark an Inquiry" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9503E4DD133EF937A25755C0A9639C8B63"} , {"author" : "Roger Kahn is the author of ''The Boys of Summer'' and most recently, ''Beyond the Boys of Summer.''" , "body" : "BLOOMBERG FIELD, the billion-dollar stadium that will not be appearing on the West Side of Manhattan, is the second super ballpark not to be built in New York City in modern times. The other, O'Malley Downs, would have housed the Brooklyn Dodgers under a dome at Flatbush and Atlantic Avenues. Had that scheme worked, most Brooklynites today would be" , "date" : "20050611" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "13" , "title" : "Will Travel for Stadium" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E07E4D71138F932A25755C0A9639C8B63"} , {"body" : "Events DINOSAUR DOINGS, at the American Museum of Natural History, Central Park West at 79th Street, Manhattan, (212)769-5200. Tomorrow at noon and 2 p.m., a one-man show with Brian Selznick, illustrator of the book ''The Dinosaurs of Waterhouse Hawkins,'' by Barbara Kerley. Included in museum admission: $13; students and 60+, $10; 12 and younger," , "date" : "20050610" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "Spare Times; For Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E4DE1138F933A25755C0A9639C8B63"} , {"body" : "UNTIL recently, residents of Brooklyn's Victorian Flatbush have been all dressed up with no place to go. No place in the neighborhood, that is. But that seems to be changing with the slow but steady evolution of Cortelyou Road, the seven-block-long commercial section of a street that cuts through Flatbush between Coney Island Avenue and East 17th" , "date" : "20050605" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CORTELYOU ROAD (BROOKLYN)" , "NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "14" , "title" : "SQUARE FEET\/Cortelyou Road, Brooklyn; A Commercial Strip Gaining in Charm" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0CEEDD1738F936A35755C0A9639C8B63"} , {"body" : "A massive work train that sucks up trash derailed early yesterday in Brooklyn, near the highest point in the subway system, disrupting Manhattan-bound service on the F line for much of the day and delaying thousands of morning commuters. The five-car work train had been used for an overnight cleaning shift and was being returned to a storage yard" , "date" : "20050601" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Work Train Derails, Slowing Subway Service" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9905E7DF1638F932A35755C0A9639C8B63"} , {"body" : "SOMETIME in the late 1980's, when the Coney Island parachute jump amusement ride stood idle, rusting and forlorn in a dirty lot by a downtrodden beach, a reporter was said to have remarked, ''It is scarier now to stand under it than it ever was to ride it.'' That was a long time ago, during the legendary ride's lost years, before the city's" , "date" : "20050529" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN ICONS; Famed for What's Up Above, Fixing What's Down Below" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E02E6DC1139F93AA15756C0A9639C8B63"} , {"author" : "Tom Vanderbilt is a contributing editor of ID and Print." , "body" : "THE 30th anniversary of ''Jaws,'' with its attendant Martha's Vineyard festivities beginning Friday and an obligatory DVD release, would seem hardly relevant to the historical memory of New York. At most, New Yorkers who might have a faint recollection of having seen the first summer blockbuster at some 42nd Street grind house in the summer of" , "date" : "20050529" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "CITY LORE; When the Great White Way Was the Hudson" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B05EEDD1139F93AA15756C0A9639C8B63"} , {"author" : "E-mail: amh@nytimes.com" , "body" : "IF you take the Q train on the long ride through Brooklyn, drifting past the tar roofs and skylights of three-story houses along miles of elevated track, you'll come to the next-to-the-last stop on the line, at West Eighth Street, near the Coney Island aquarium. Down the steps from the elevated, the first sign you see is not for the aquarium but" , "date" : "20050529" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COPING; Boardwalk Life: Peddling Ice Cream, Praying for Sun" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F00E5DC1139F93AA15756C0A9639C8B63"} ,   {"body" : "DAVID BRANCACCIO has inherited Bill Moyers's office, his job and his PBS program on Friday evening. It remains to be seen if he also will inherit Mr. Moyers's enemies. Mr. Brancaccio, a 45-year-old Maplewood resident, succeeded Mr. Moyers -- icon of the left and lightning rod of the right -- six months ago as the anchor of the public affairs" , "date" : "20050529" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Treading In the Shadow Of Bill Moyers" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A06E7D91039F93AA15756C0A9639C8B63"} , {"body" : "In New York, the preferred answer to steamy summer weekends is exodus. Locals flee the city's sweaty concrete islands for life in the country or at the beach. Memorial Day weekend usually jump-starts this ritual. After that, those of us who do not have a weekend retreat (or friends who do) must look closer to home for relief. That can be a problem." , "date" : "20050529" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "The City Life; Want to Cool Off? Behave." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F07EEDD1139F93AA15756C0A9639C8B63"} , {"body" : "Amid the bad news about the subway system -- fires, delays and deferred dreams like the Second Avenue subway -- one ambitious project, the spectacular European-style train terminal at Coney Island, reaches a milestone this weekend. At 12:41 a.m. tomorrow, an N train will roll into the new station, at Stillwell and Surf Avenues, completing the" , "date" : "20050528" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "And Now for the Good News From the Subway System; New Terminal in Coney Island Rivals the Great Train Sheds of Europe" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9901E2D61139F93BA15756C0A9639C8B63"} , {"body" : "INTERNATIONAL A3-6 U.N. Nonproliferation Talks Fail After One Month A monthlong conference to strengthen the Nuclear Nonproliferation Treaty ended at the United Nations in failure, with its chairman saying the disagreements between nuclear-armed and non-nuclear states ran so deep that ''very little has been accomplished.'' A1 Saudi King" , "date" : "20050528" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D07EFD91139F93BA15756C0A9639C8B63"} , {"body" : "All New York City's public beaches will be open for the swimming season today, according to health officials who are responsible for monitoring water conditions. The beaches include Orchard Beach in the Bronx; Brighton Beach, Coney Island and Manhattan Beach in Brooklyn; Rockaway Beach in Queens; and Midland Beach, South Beach and Wolf's Pond Park" , "date" : "20050528" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "City's Beaches Are Open for the Season" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E03E1D71139F93BA15756C0A9639C8B63"} , {"body" : "On the Street New York City LOWER THIRD AVENUE SPRING FESTIVAL, Sixth to 14th Street, East Village. Tomorrow, 11 a.m. to 6 p.m. Sponsored by Safe Haven and Two Bridges Neighborhood House. CHELSEA DEMOCRATIC CLUB STREET FAIR, Avenue of the Americas, 14th to 23rd Street. Tomorrow, 11 a.m. to 6 p.m. TIMES SQUARE FAIR, Seventh Avenue, 47th to 57th" , "date" : "20050527" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B00E0DA1039F934A15756C0A9639C8B63"} , {"author" : "Neal Bascomb is the author of ''Higher'' (Doubleday, 2003), which chronicles the 1929 skyscraper race." , "body" : "THE architect of New York's best-loved landmark, William Van Alen, has been all but forgotten in the half-century since his death. Even at the height of his career, Van Alen never approached the fame of Frank Lloyd Wright or Le Corbusier, but he was a major architectural figure and had been a star in the making since his student days. Soon after" , "date" : "20050526" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "For the Architect, a Height Never Again to Be Scaled" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E05E7D81339F935A15756C0A9639C8B63"} , {"body" : "YOU know those hot dogs that you know and love, and can't wait to eat this time of year? The ones served at Katz's Delicatessen, Gray's Papaya, Papaya King, the legendary Dominick's truck in Queens and the best ''dirty water dog'' carts? They're all the same dog, manufactured by Marathon Enterprises, of East Rutherford, N.J., the parent company of" , "date" : "20050525" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "CONNECTICUT"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "It's All in How The Dog Is Served" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F06E3D61239F936A15756C0A9639C8B63"} , {"body" : "The No. 9 train has six days left to live, but it has already begun to disappear. Platform by platform, station by station, workers are erasing evidence of the line's existence on hundreds of signs hanging above the tracks and at the entrances to the subway system. By Tuesday, the No. 9 line will officially and forever be no more. The No. 9 line" , "date" : "20050525" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "On Its Last Wheels, No. 9 Line Is Vanishing on Signs" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A01EEDF1339F936A15756C0A9639C8B63"} , {"body" : "There were two empty chairs among the rows of seniors graduating from Bishop Donahue High School on Tuesday night. Instead of being occupied by two young women in polyester robes, they were draped with white cloth. The graduates who should have sat there, Danielle Block and JoBeth Marie Gross, both 18, died on Saturday in Brooklyn when their" , "date" : "20050525" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["CONEY ISLAND (NYC)" , "WEST VIRGINIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Two Empty Chairs Sadden a High School Graduation Day" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502EFDB1339F936A15756C0A9639C8B63"} ,   {"body" : "A Mercedes-Benz sedan flipped over and skidded hundreds of feet after smashing into a guardrail in Brooklyn early yesterday, killing two passengers and injuring three others along with the driver, who the police say was drunk. The accident occurred about 1:30 a.m. when the driver, Mohammed Kaisar, 43, lost control of his car near Avenue V as he was" , "date" : "20050524" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "2 Die in Sheepshead Bay Crash; Alcohol Is Suspected, Police Say" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990CE5D81239F937A15756C0A9639C8B63"} , {"body" : "BILOFSKY--Pearl. Devoted wife of the late Joseph. Loving mother of Walter and Ellen Bilofsky. Mother-in-law of David Newman and Nancy Bilofsky. Adored grandmother of Jessica and Alexander Newman. Services 1:30 Wednesday at Nieberg Midwood Chapel, 1625 Coney Island Avenue, Brooklyn (Ave M)." , "date" : "20050524" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "9" , "title" : "Paid Notice: Deaths BILOFSKY, PEARL" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0CE3D61239F937A15756C0A9639C8B63"} , {"body" : "The driver of a white Jaguar that plowed into a subway station in Sheepshead Bay, Brooklyn, on Sunday, hitting a woman who lost her leg in the accident, was arrested yesterday and charged with drunken driving, the police said. The driver, Donna Dashosh, 45, of Gerritsen Beach, Brooklyn, surrendered to detectives at the 61st Precinct stationhouse on" , "date" : "20050524" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Driver Arrested In Hit-and-Run That Crippled A Pedestrian" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F04E4D71239F937A15756C0A9639C8B63"} , {"body" : "They simply appeared, moved by grief, faith and a deep sense of community. News of the accident had traveled fast through the northern panhandle of West Virginia: two students from Bishop Donahue High School in the small town of McMechen, and the father of one of them, had died along with the pilot in a plane crash in New York City. Within a few" , "date" : "20050523" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CONEY ISLAND (NYC)" , "WEST VIRGINIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Victims' Hometown, Sadness at Promising Lives Cut Short" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E05E6DD1239F930A15756C0A9639C8B63"} , {"body" : "A small sightseeing plane making a sharp turn at low altitude lost power and crashed on the beach at Coney Island yesterday, killing all four people on board, the police said. No one on the beach was injured, though some sunbathers got up and scattered as the aircraft went down. Witnesses said the plane, a white single-engine Cessna 172S, flew in" , "date" : "20050522" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "4 Die in Plane Crash on Beach at Coney Island" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F02E5D81539F931A15756C0A9639C8B63"} , {"body" : "For Joelbeth Marie Gross, 18, a high school senior from McMechen, W.Va., a sightseeing plane ride was to be the highlight of her visit to New York City, a weeklong trip she was making with two classmates from Bishop Donahue High School before graduating on Tuesday. ''I just know that when they were planning their trip to New York, they arranged for" , "date" : "20050522" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "An Experienced Pilot, and Tourists Eager to See the Views" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B00E5D81539F931A15756C0A9639C8B63"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "Coal-Fired Flavor Q. The other day, I noticed a coal truck pulling up to a pizza place. Do many pizza places in the city actually use coal ovens? And that reminded me, what about those public schools with coal furnaces that were in the news a few years ago? A. First, the pizzas. There are perhaps a dozen pizzerias in the city that use genuine" , "date" : "20050522" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950CEED91439F931A15756C0A9639C8B63"} , {"body" : "MILLIONS of people pass through the city's subway stations every day, crossing paths with small businesses selling everything from women's handbags to chewing gum. But the typical subway retail space is dark and unappealing, and serves a minimally functional purpose. With the recent rehabilitation of several major subway stations, however, the" , "date" : "20050522" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "SQUARE FEET; The Underground Economy: Subway Retailing" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F05E4DF1439F931A15756C0A9639C8B63"} , {"body" : "The Friday night bus was late. The Friday night conversations were well under way. ''I remember our wedding day,'' Chantel Lewis Campbell, a 32-year-old from Brownsville, Brooklyn, said to several friends at a crowded bus stop last week. ''I wore a veil and a gown, even a garter. He wore a white collared shirt and a tie, and those ugly green" , "date" : "20050520" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "On the Outside, Busing In; A Long and Bittersweet Ride, Weekly, to Visit Loved Ones in Prison" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E02EFDB1439F933A15756C0A9639C8B63"} , {"body" : "At the start of a debate yesterday among the Democrats vying to be mayor of New York, only one, Representative Anthony D. Weiner, rose from his chair to answer questions addressed to him. He then continued to portray himself as an earnest outsider who would change the way government is run in the city. By the second round of questions, Gifford" , "date" : "20050516" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Style Differences on Display as 4 Mayoral Rivals Debate" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E00E0DF1F30F935A25756C0A9639C8B63"} ,   {"body" : "Theater 'CAPTAIN LOUIE,' a musical based on the book ''The Trip'' by Ezra Jack Keats, with music by Stephen Schwartz, presented by the York Theater Company at St. Peter's Church, 619 Lexington Avenue, at 54th Street, (212)868-4444. Tonight at 6:30; tomorrow at 11:30 a.m. and 2:30 p.m.; Sunday at 1 and 3 p.m. Tickets: $35. 'THE JUNGLE BOOK,' by the" , "date" : "20050506" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "Spare Times; For Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940CE2D71730F935A35756C0A9639C8B63"} , {"body" : "Arkansas RIVERFEST Little Rock and North Little Rock, May 27-29. This Memorial Day weekend series is not free, but it's the next best thing. B.B. King, Hank Williams Jr., the Black Crowes, the Wallflowers, Richard Thompson, Gavin DeGraw, Sonny Landreth and others can all be seen for just $7.50 when paid in advance. Spend the rest on barbecue." , "date" : "20050501" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "SUMMER STAGES: POP\/JAZZ; How to Be Cool In the Summer" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E01E3DE1331F932A35756C0A9639C8B63"} , {"body" : "FOR nearly 10 years, the hand-carved wooden horses from Nunley's Carousel have stood in loose formation inside a hangar at Mitchel Field, bolted to wooden platforms, neglected and gathering dust. But when word got out recently that Thomas R. Suozzi, Nassau's county executive, was working with a North Shore civic group that has financial backing" , "date" : "20050501" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Around In Circles" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0CE6D61331F932A35756C0A9639C8B63"} , {"body" : "THE end came abruptly on Third Avenue. Just after 6 p.m. on May 12, 1955, the last elevated uptown train rolled out of Chatham Square, in Chinatown, bound for the Bronx and then for incineration. Subway ridership had declined steadily after peaking at 2.1 billion in 1947. Elevated railways, at least in Manhattan, were seen as a thing of the past." , "date" : "20050501" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Spell Of the El" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9405EFD81131F932A35756C0A9639C8B63"} , {"body" : "During a recent visit to the Vietnamese city of Hue, Carol Anastasio watched two women secure a fat pig, its feet bound with rope, on the seat of their scooter, then zoom off into the chaotic traffic. That scene made Ms. Anastasio a believer -- people with scooters and a little ingenuity can handle just about anything. ''I love riding so much,''" , "date" : "20050430" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Get Your Motor Buzzin' . . .; Scooter Owners Have Biker Bars, Too" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E3DD1E31F933A05757C0A9639C8B63"} , {"body" : "Attractions Museums and Sites INTREPID SEA-AIR-SPACE MUSEUM, Pier 86, West 46th Street at the Hudson River, Clinton. The Intrepid is a converted World War II aircraft carrier with two decks of displays, including four theme halls: United States Navy Hall, Pioneer Hall, Technologies Hall and Intrepid Hall. On view: ''All Hands on Deck,'' an" , "date" : "20050429" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940DEFD81031F93AA15757C0A9639C8B63"} , {"body" : "Tom Glavine is the rare baseball player who is comfortable talking about steroids and supplements, labor issues and rules violations. No subject is too sensitive, no question too controversial. There is only one topic that seems to make him squeamish. Two and a half years after Glavine left Atlanta for the Mets, the mere sight of a tomahawk can cut" , "date" : "20050428" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "BASEBALL; He's Moved On, but Braves Still Own Glavine" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F06E6DA1031F93BA15757C0A9639C8B63"} , {"body" : "On a recent Tuesday night, about 75 people crowded into the third-floor dining room of a private club in a Manhattan town house. Some flocked to a small, noisy bar in the front, others to a rollicking party spilling out into a rear garden. The drinks flowed freely, and a jazz band struck up a lively blues number. A couple near the bar began swing" , "date" : "20050426" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Nudes on Stage, And Music To Sketch By; The Society of Illustrators Offers Offbeat Study Sessions" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9507E4DA1231F935A15757C0A9639C8B63"} , {"body" : "To the Editor: Re ''In Coney Island's Future, Looking to Past Glory'' (news article, April 18): I hope that Coney Island remains as unique as it has always been. But its future seems mixed, with talk of an indoor water park and mall developers. The developers should look down the coast at New Jersey's Wildwood and its numerous piers. They'd see the" , "date" : "20050424" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "11" , "title" : "The Heart of Coney Island" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F01E6DF1531F937A15757C0A9639C8B63"} , {"body" : "ALEKSEY PETRUSHIN plays a good hand. His face is handsome, his flirtation bewitching, and his dance moves confident. But it's his black Mercedes Jeep that seals the deal. ''A lot of Russian girls ask you straight up what you drive,'' he said. ''It's the beginning of the process.'' Mr. Petrushin hugged the wall one recent Friday night at Rasputin, a" , "date" : "20050424" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RUSSIA" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: SHEEPSHEAD BAY -- THE CHASE; From Russia, With Love and Ambivalence" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F04E4DB1431F937A15757C0A9639C8B63"} ,   {"body" : "A CHANGED MAN By Francine Prose HarperCollins ($24.95, hardcover) At last the car glides up to the curb in front of the Metropolitan Museum, in front of the monumental staircase over which someone has rolled an actual red carpet. Does the driver get it? The carpet is there for Vincent, who gallantly gives Bonnie his arm so they can play movie stars" , "date" : "20050424" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "9" , "title" : "NEW YORK BOOKSHELF; The Staircase, the Fireman, The Boardwalk, the Mobster" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E7DB1431F937A15757C0A9639C8B63"} , {"body" : "For decades, talk about a revival of Coney Island was shrugged off by the area's veterans as a distortion in a fun house mirror. Such talk was about a Coney Island of the Mind that did not match the reality of a shrunken and forlorn stretch of boardwalk concession stands and down-at-the-heels amusement rides. But despite a long history of shattered" , "date" : "20050418" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Coney Island's Future, Looking to Past Glory; After Decades of Decay, Signs of Revival Abound" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E1DF1F3EF93BA25757C0A9639C8B63"} , {"body" : "INTERNATIONAL A3-13 North Korean ReactorUnder Close Scrutiny The suspected shutdown of a nuclear reactor at North Korea's main nuclear weapons complex has raised concern at the White House that the country could be preparing to make good on its recent threat to harvest a new load of nuclear fuel, potentially increasing the size of its nuclear" , "date" : "20050418" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F07E1D61E3EF93BA25757C0A9639C8B63"} , {"body" : "CHICUREL--Captain Michael M. Of Long Beach, NY, passed away on Friday, April 15. He was 86 years old. Born in the Coney Island section of Brooklyn, NY, Captain Chicurel developed a love of the ocean that ushered him into a distinguished career in maritime affairs. He graduated from the United States Merchant Marine Academy in 1943, and served in" , "date" : "20050418" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "8" , "title" : "Paid Notice: Deaths CHICUREL, CAPTAIN MICHAEL M." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9805E6DE1F3EF93BA25757C0A9639C8B63"} , {"author" : "Jessica Grose is an M.F.A. candidate at Columbia and the editorial assistant at Spin.com. She lives in Brooklyn." , "body" : "SINCE I know what it's like to sob on nearly every single form of public transportation in the New York metropolitan area, I can tell you with authority that crying on the subway is the most cathartic. I suppose I'm not a full-fledged expert in local mass transit emoting; I have yet to cry on the Staten Island Ferry or the tram to Roosevelt Island." , "date" : "20050417" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "9" , "title" : "MODERN LOVE; Me? I'm Just Fine (Whimper). Really (Sob)." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9801E4DC113EF934A25757C0A9639C8B63"} , {"body" : "Theater A selective listing by critics of The Times: New or noteworthy Broadway, Off Broadway and Off Off Broadway shows this weekend. Approximate running times are in parentheses. * denotes a highly recommended show. + means discounted tickets were available at the Theater Development Fund's TKTS booth for performances last Friday and Saturday" , "date" : "20050408" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E7DD173EF93BA35757C0A9639C8B63"} , {"body" : "An article on Saturday about a hit-and-run accident in Brooklyn that killed an 85-year-old Russian physicist misidentified the neighborhood where it occurred. It was Bath Beach, not Coney Island." , "date" : "20050331" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D00E6D9133FF932A05750C0A9639C8B63"} , {"body" : "After watching New York City bus speeds struggle to the point where some Manhattan buses crawl at 4 miles per hour -- only slightly faster than the average human walks -- transportation planners now think that if they can make buses move even 10 percent faster, they can revolutionize travel in the five boroughs. That's right, just 10 percent. In" , "date" : "20050330" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["LOS ANGELES (CALIF)" , "NEW YORK CITY" , "NEW YORK STATE" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "1" , "title" : "Getting Buses to Crawl a Little Faster; A Los Angeles Program May Have Something to Teach New York" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A07E5DF133FF933A05750C0A9639C8B63"} , {"body" : "DEREK WOOTEN has the basketball. He is standing on a Brooklyn park's asphalt court, known to him since he was 7. Behind him, the elevated D train, squealing. To his right, the Marlboro Houses, looming. And before him, a netless hoop, seducing from 20 feet away. They get some good games going on this court in Bensonhurst, with players coming from" , "date" : "20050330" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; At Age 31, Hanging On To the Ball" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E5D7123FF933A05750C0A9639C8B63"} , {"body" : "In a nation like the United States -- where cities are built, torn down and rebuilt, novelty rules, and self-invention is a cardinal virtue -- nostalgia for a golden past doesn't carry the weight it has in older European capitals, where centuries of history are visible in the streets and architecture. Most of the people who gather to reminisce and" , "date" : "20050330" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["UKRAINE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "FILM REVIEW; From Ukraine to Brooklyn, And Still Looking for Home" , "url" : "http:\/\/movies.nytimes.com\/movie\/review?res=9A01E4DE133FF933A05750C0A9639C8B63"} ,   {"body" : "In a nation like the United States -- where cities are built, torn down and rebuilt, novelty rules, and self-invention is a cardinal virtue -- nostalgia for a golden past doesn't carry the weight it has in older European capitals, where centuries of history are visible in the streets and architecture. Most of the people who gather to reminisce and" , "date" : "20050330" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "5" , "title" : "FILM REVIEW; From Ukraine to Brooklyn, And Still Looking for Home" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F01EEDB123FF933A05750C0A9639C8B63"} , {"body" : "WEINMAN--Philip. Beloved husband of Dorothy. Loving father of Linda (Michael). Adored grandfather of Jonathan. Devoted brother of Lillian. Services are today, at 10 AM, at Sherman's Flatbush Memorial Chapel, 1283 Coney Island Avenue, Brooklyn." , "date" : "20050327" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "32" , "title" : "Paid Notice: Deaths WEINMAN, PHILIP" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0CEEDD153FF934A15750C0A9639C8B63"} , {"author" : "Robert W. Snyder, director of the journalism and media studies program at Rutgers University at Newark, is the author of ''Transit Talk: New York's Bus and Subway Workers Tell Their Stories.''" , "body" : "WHILE Albany debates the fiscal future of New York's subways, it forgets one of the great lessons of the 20th century: when the subway works well, the city works well. That's why Gov. George E. Pataki and the State Legislature must finance the Metropolitan Transportation Authority's $17.2 billion capital program to repair and expand the subways and" , "date" : "20050327" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "9" , "title" : "Next Stop: Chaos?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E5DE143FF934A15750C0A9639C8B63"} , {"body" : "An 85-year-old Russian-born physicist was killed by a hit-and-run driver yesterday during his early-morning jog in Coney Island, the police said. The physicist, Ilya Aptekar, was crossing Cropsey Avenue at Bay Parkway about 5:20 a.m., witnesses told the police, when he was struck by a westbound car. Witnesses described the car as a large" , "date" : "20050326" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Science" , "New York and Region"] , "page_facet" : "4" , "title" : "Brooklyn Physicist, 85, Is Killed in a Hit-and-Run Accident" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9505E5DB143FF935A15750C0A9639C8B63"} , {"body" : "Of all the possible signs that spring had, in fact, arrived in New York yesterday, a 5-foot-2-inch carrot strolling down Broadway at midday was a pretty hopeful one. But not even the carrot could convince itself that yesterday, the official first day of spring, even remotely resembled springtime. ''It's not spring yet,'' the carrot declared" , "date" : "20050321" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "What, the Calendar Says Spring And You Want Sun and Flowers?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE1D81E3CF932A15750C0A9639C8B63"} , {"body" : "Museums AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Sunday, noon to 4 p.m., a ''Spring Equinox Festival and International Earth Day,'' with workshops and performances; some events require additional fees while others are included in museum admission. Through May 30, ''The Butterfly Conservatory: Tropical Butterflies Alive" , "date" : "20050318" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "33" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E2DC103CF93BA25750C0A9639C8B63"} , {"body" : "Theater A selective listing by critics of The Times: New or noteworthy Broadway, Off Broadway and Off Off Broadway shows this weekend. Approximate running times are in parentheses. * denotes a highly recommended show. + means discounted tickets were available at the Theater Development Fund's TKTS booth for performances last Friday and Saturday" , "date" : "20050318" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9902E3DD103CF93BA25750C0A9639C8B63"} , {"body" : "A TEENAGER in a straw boater, with big apricot-shaped ears, thin lips and matching bow tie, gazes out from the photograph, whose date is 1967. He is standing beside, and perhaps he's holding (his hands are out of the frame, so it's hard to tell) an American flag. He wears a bowtie-shaped flag pin, too, with buttons affixed on each lapel. ''Bomb" , "date" : "20050311" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "PHOTOGRAPHY REVIEW; The Profound Vision of Diane Arbus: Flaws in Beauty, Beauty in Flaws" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0CEEDC173CF932A25750C0A9639C8B63"} , {"body" : "BROWN--Mildred. Devoted wife of Martin, loving mother of Diane and Jayne. Adored grandmother of Ethan and Evan. Services at 10:30AM Sunday, Nieberg Midwood Chapel, 1625 Coney Island Avenue, Brooklyn (Ave M)." , "date" : "20050311" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "21" , "title" : "Paid Notice: Deaths BROWN, MILDRED" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9402E1DE143CF932A25750C0A9639C8B63"} , {"body" : "MOSKOWITZ--Shirley. Beloved mother of Arline and Fred Eber. Loving grandmother of David and Ellen, Samuel, Kathy and Chris. Devoted great-grandmother of Justin, Michael, Jake, Erica, Laura and Max. Services Sunday, 10:00 AM At Sherman's Flatbush Memorial Chapel, 1283 Coney Island Avenue, Brooklyn (Ave J)." , "date" : "20050311" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "21" , "title" : "Paid Notice: Deaths MOSKOWITZ, SHIRLEY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A06EFDE143CF932A25750C0A9639C8B63"} ,   {"author" : "Ed Levine is the author of the recently published ''Pizza: A Slice of Heaven'' (Universe Publishing, $24.95)." , "body" : "ALL over the country, from Phoenix to New York to New Haven, pizza is now made by obsessed creative types on a mission, eaten by sophisticated diners who appreciate the nuances of the perfect pie, and discussed in hushed tones by adoring fans and pizza lovers who talk of the different schools of pizza-making as if they are comparing Monet and" , "date" : "20050309" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "4" , "title" : "The Sacred Art of Pizza Making, and Secrets to Perfect Pies" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9904E0D91F3DF93AA35750C0A9639C8B63"} , {"body" : "Morris Engel, the New York photographer and filmmaker whose 1953 film, ''The Little Fugitive,'' established a model for independent moviemaking that influenced directors like John Cassavetes and François Truffaut, died Saturday at his home on Central Park West. He was 86. The cause was cancer, said his son, Andy Engel. ''The Little Fugitive''" , "date" : "20050307" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Movies" , "Arts" , "Obituaries"] , "page_facet" : "7" , "title" : "Morris Engel, 86, a Pioneer In Independent Film, Dies" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9901E5DB1E3DF934A35750C0A9639C8B63"} , {"body" : "COHEN--Judith. Loving wife of the late Robert. Devoted mother of Ellen Sue Cohen. Adored grandmother of Dani Beth Turk. Dear great-aunt of Brett Kingstone. Sister of Ann Skolnick. Services Sunday, March 6, 10 AM, Nieberg Midwood Chapel, 1625 Coney Island Ave., Brooklyn, NY." , "date" : "20050303" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "29" , "title" : "Paid Notice: Deaths COHEN, JUDITH" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9405E6DD103DF930A35750C0A9639C8B63"} , {"body" : "When Stephon Marbury, the Coney Island basketball prodigy, returned to New York, he came with outstanding fanfare, outsized expectations and a big, fat warning label. Like the infamous scowl that Marbury carries from one town to the next, the label is hard to shake. It says he is by turns selfish, difficult, abrasive and -- worst of all -- not a" , "date" : "20050222" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "PRO BASKETBALL; THE MYSTERY OF MARBURY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9905E7DA1F3AF931A15751C0A9639C8B63"} , {"body" : "THE challenge to the developers of Beacon Towers, a high-rise going up just steps from the Manhattan Bridge in Brooklyn, was apparent one morning last week as Denis R. Milsom, an expert in noise control, strained to be heard above the din of a subway train rumbling over the bridge. ''Clearly, if they want to sell this as a luxury building,'' he" , "date" : "20050217" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "TURF; Condos Break Sound Barrier" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B06EEDB133AF934A25751C0A9639C8B63"} , {"body" : "MARISOL GUIVAS met her husband-to-be one day in 1998 through an instant message. She lived in the Bronx, he in Brooklyn, and she asked his name. It was Angel, he said, and like his future wife, he had a keen interest in the heavenly figures that were his namesake. One of their first dates was to see the Internet love story ''You've Got Mail.'' They" , "date" : "20050213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "ROCKAWAY PENINSULA (NYC)" , "ARVERNE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "On the Beach, a Brand New Life" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B04E6DE143AF930A25751C0A9639C8B63"} , {"body" : "Life in New York is a story of square footage. All over the city, apartment dwellers fret about finding enough space for a growing family, or squeezing that one last chair into a crowded living room. Jan Lorenzen and Arthur Melnick of Brooklyn are facing a similar quandary, albeit on a somewhat larger scale. Mr. Lorenzen and Mr. Melnick, the" , "date" : "20050213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN NAVY YARD; Trolley Cars in a Jam: Time to Roll, but Nowhere to Go" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502E2DF143AF930A25751C0A9639C8B63"} , {"body" : "While many restaurants will be featuring menus dripping with Champagne and chocolate for Valentine's Day tomorrow, these places will be providing a haven for those who prefer dinner without the hearts and flowers. ARTIE'S NEW YORK DELICATESSEN (212) 579-5959; 2290 Broadway (82nd Street); $; Article: 10\/16\/02. Artie's may not be in the deli elite," , "date" : "20050213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "GOOD EATING; Isn't It Unromantic?" , "url" : "http:\/\/events.nytimes.com\/mem\/nycreview.html?res=9502E7DE143AF930A25751C0A9639C8B63"} , {"body" : "Donald Margulies, the Pulitzer Prize-winning playwright who has a new play on Broadway called ''Brooklyn Boy,'' did not grow up in the mythically cozy borough where the natives played three-sewer stickball, rooted for the Dodgers and bought their paint at Pintchik's. He came of age in the Brooklyn of the 1960's and 70's, a nervous time in which" , "date" : "20050210" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "1" , "title" : "Sheepshead Revisited; 'Brooklyn Boy' Playwright Returns to Borough After 25 Years" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980CE3D6163AF933A25751C0A9639C8B63"} , {"body" : "DEAR Diary, In the early 1980's, I visited my daughter, Amy, who was a student at Barnard College. I had a lunch date with her and her boyfriend at Tavern on the Green at 1 p.m., after her morning classes. In the meantime, I would visit the Metropolitan Museum of Art. I decided to walk across Central Park, keeping certain buildings in sight as a" , "date" : "20050207" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Metropolitan Diary" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9906EFDC1E3BF934A35751C0A9639C8B63"} ,   {"body" : "FOR over a century lemons came in only one model in the United States: oval, yellow and tart. The California and Arizona lemon industry thrived and saw no reason to change. But lately some flashy new styles have arrived, with pink flesh and green-striped skin, or bright orange rind and pulp. One is the size of a grapefruit, and another is mild and" , "date" : "20050202" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Lemons, Yes, but Please! Don't Squeeze" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B03E4D8123BF931A35751C0A9639C8B63"} , {"body" : "Pedestrians and cyclists, limited only by their own hamstrings and quadriceps, could one day travel 22 miles along a waterfront greenway from North Brooklyn to Coney Island, under a plan to be unveiled today. The vision of strolling or whizzing past bustling parks and quaint row houses or taking in panoramic views of the Manhattan skyline," , "date" : "20050201" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK HARBOR" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Long, Green Pathway Planned Along Brooklyn Waterfront" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9400E3DE123BF932A35751C0A9639C8B63"} , {"body" : "MY older brother has spent summers in Turkey every year for almost as long as I can remember, restoring temples and statues. He's intelligent, he gets to travel around the world, and he somehow became the best cook in the family. Not that we have a sibling rivalry or anything. I'm smart enough to know that when my brother wants to turn me on to a" , "date" : "20050126" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["TURKEY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "9" , "title" : "$25 AND UNDER; In Midwood, a Taste of Turkey's Countryside" , "url" : "http:\/\/events.nytimes.com\/mem\/nycreview.html?res=9407E2D71F38F935A15752C0A9639C8B63"} , {"body" : "BOGOMOLNY--Frances age 87 on January 21. Beloved wife of the late Samuel Bogomolny. Cherished mother of Abby Bogomolny. Compassionate sister and aunt. Memorial to be held 10 A.M. Wednesday January 26 at Weinstein's Chapel, 1153 Coney Island Ave., Brooklyn. Contributions in her memory may be made to a charity of your choice." , "date" : "20050126" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "15" , "title" : "Paid Notice: Deaths BOGOMOLNY, FRANCES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9404E4DA163BF935A15752C0A9639C8B63"} , {"body" : "Theater A selective listing by critics of The Times: New or noteworthy Broadway and Off Broadway shows this weekend. Approximate running times are in parentheses. * denotes a highly recommended show. + means discounted tickets were available at the Theater Development Fund's TKTS booth for performances last Friday and Saturday nights. ++ means" , "date" : "20050121" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9506E4D81038F932A15752C0A9639C8B63"} , {"body" : "A police officer helped deliver a baby last night -- for the 10th time in his 20-year career, the police said. The officer, Scott Lothrop, was helping a driver on the shoulder of the Belt Parkway near the Flatbush Avenue exit at 6 p.m. when another driver pulled over, said that his wife was in labor and asked to be escorted to the hospital, said" , "date" : "20050114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Officer Helps Deliver Baby, Again" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00EFDB1438F937A25752C0A9639C8B63"} , {"body" : "A concrete supplier operating along Newtown Creek is facing criminal charges that his company polluted the waterway between Brooklyn and Queens, Charles J. Hynes, the Brooklyn district attorney, said yesterday. Constantine Quadrozzi, chief executive officer of Maspeth Concrete Loading, formerly Quality Concrete of New York, was arraigned yesterday" , "date" : "20050112" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEWTOWN CREEK (NYC)" , "HUDSON RIVER"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Queens Concrete Supplier Is Charged in Pollution of Creek" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E01E3DB1638F931A25752C0A9639C8B63"} , {"body" : "FRIEDLANDER--Clara. February 16, 1910-January 8, 2005. Beloved wife of the late Joseph S. Friedlander. Beloved mother of Alex E. (Eija) Friedlander, dear sister of Paul (Evelyn) Miller and the late Rose (George) Binder. Cherished grandmother of David and Paula. Services today, 1 PM, at Kirschenbaum's, 1153 Coney Island Avenue, Brooklyn." , "date" : "20050110" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "7" , "title" : "Paid Notice: Deaths FRIEDLANDER, CLARA" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E6DC1F39F933A25752C0A9639C8B63"} , {"body" : "SUNDAY 1|9 THE OLD CLARINET The Aston Magna Foundation, a group devoted to the use of period instruments, produces a festival each summer in the Berkshires. Today, in a more subway-accessible spot, it's playing a program that includes Mozart's Clarinet Quintet in A (K. 581). It will be joined by Eric Hoeprich, who performs using his collection of" , "date" : "20050109" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "THE GUIDE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D01E4DC1339F93AA35752C0A9639C8B63"} , {"body" : "GREENBLATT--Edgar aka Ed Green, on January 6. Services to be held Sunday at 10:30 A.M. at Yablokoff Kingsway Memorial Chapel, 1978 Coney Island Ave, Brooklyn. Burial to immediately follow at the Maimonides Cemetery, Elmont, NY." , "date" : "20050108" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "13" , "title" : "Paid Notice: Deaths GREENBLATT, EDGAR AKA ED GREEN" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9905E0DC1E39F93BA35752C0A9639C8B63"} ,   {"body" : "FRIEDLANDER--Toby. Cherished daughter of Nat and Faye Friedlander, dear friend to many, who mourn her loss. Toby died on Wednesday evening, January 5, peacefully, with dignity, surrounded with love. Heroically she challenged many things in life--a disciplined neo-natal nurse, a talented designer and finally in her own battle with lung cancer. She" , "date" : "20050107" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "21" , "title" : "Paid Notice: Deaths FRIEDLANDER, TOBY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D01EFD91139F934A35752C0A9639C8B63"} , {"body" : "A severely disabled 9-year-old boy who died after becoming trapped in a laundry chute at an East Harlem health care center suffocated, city officials said yesterday, and his death has been determined to be an accident. Ellen Borakove, a spokeswoman for the city's medical examiner, said the cause of death was asphyxia, or suffocation, and was a" , "date" : "20050106" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Disabled Boy Who Fell Into Chute Suffocated" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9901E2DD1039F935A35752C0A9639C8B63"} , {"body" : "A 62-year-old Ocean Parkway man, Frank Marinaro, was found stabbed to death in front of his home Monday night, and his wife, Angela Marinaro, 52, confessed to killing him, the police said. Mrs. Marinaro was charged with murder. Someone at a restaurant across the street called the police shortly after 11 p.m. to report a man bleeding in front of" , "date" : "20050105" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Wife Accused In Stabbing Death" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0DE4D71339F936A35752C0A9639C8B63"} , {"body" : "TO ask people to nominate one era of New York's history as its golden age is to ask for trouble. For one thing, the city is coming to the close of its fourth century, which means there are many tempting candidates. The 1890's, with its Vanderbilts? The 1920's, with its flappers? The 1960's, with its flower children? For another, there is New York's" , "date" : "20050102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Glory Days" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0DE7DB1439F931A35752C0A9639C8B63"} , {"author" : "Jim Rasenberger is the author of ''High Steel: The Daring Men Who Built the World's Greatest Skyline.''" , "body" : "UNDER the streets of New York, amid the maze of copper mains and transformers that compose the city's power grid, an ember of Manhattan's past will soon fade into darkness. Con Edison has announced that it aims to shut off direct current electricity, also known as DC, by the end of this year. If all goes according to plan, the only electricity" , "date" : "20050102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "URBAN TACTICS; Fade to Black" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9804EEDC1439F931A35752C0A9639C8B63"}]