[  {"body" : "The mother of a 1-year-old Brooklyn boy who was found beaten to death on Wednesday was arrested last night and charged with second-degree murder and second-degree manslaughter in the boy's death. The mother, Latifa Bunch, 25, had a record of mental illness and previously had her older children taken away and placed in foster care, authorities" , "date" : "20051231" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Mother of Beaten 1-Year-Old Is Charged With Murdering Him" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/31\/nyregion\/31child.html"} , {"body" : "Theater 'BRAVE IRENE,' a musical adaptation by Joan Cushing of the book by William Steig, Saturdays and Sundays at noon and 2 p.m. through Feb. 12; no noon performance this Sunday. At Manhattan Children's Theater, 52 White Street, near Church Street, TriBeCa, (212) 352-3101. Tickets: $15. 'A CHRISTMAS CAROL, OY! HANUKKAH, MERRY KWANZAA, HAPPY" , "date" : "20051230" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "Spare Times; For Children" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/30\/arts\/30kids.html"} , {"body" : "A 1-year-old Brooklyn boy who died on Wednesday after he was found unconscious by his mother's companion was beaten to death, the authorities said yesterday. No arrests had been made last night. Investigators were questioning the boy's mother, Latifa Bunch, and her companion at the 77th precinct police station last night, a law enforcement official" , "date" : "20051230" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Boy Was Beaten To Death, Authorities Say" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/30\/nyregion\/30child.html"} , {"body" : "As defining moments go, the 60-hour transit strike of 2005 may prove to be pretty forgettable. New York's 1966 walkout is remembered for the jousting between a mayoral white knight, who railed against the power brokers -- ''they know who they are,'' he said -- and urged ''nonessential'' employees to stay home, and the radical labor leader who" , "date" : "20051225" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "As a Disaster, A 'Little Strike That Couldn't'" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/25\/nyregion\/nyregionspecial3\/25psyche.html"} , {"author" : "E-mail:peappl@nytimes.com" , "body" : "MARIA OKORO had the look of someone being held captive in a comfortable but inconvenient place, like someone trapped, say, in a Metro-North railroad car. This was probably because she was trapped in a Metro-North railroad car, having mistakenly jumped an hour earlier onto an unfamiliar train in the Bronx that did not stop until it reached White" , "date" : "20051221" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Our Towns; When Right Train Is Wrong: Suburbanites by Accident" , "url" : "http:\/\/select.nytimes.com\/\/2005\/12\/21\/nyregion\/nyregionspecial3\/21towns.html"} , {"body" : "Leaders of the transit workers' union rejected the Metropolitan Transportation Authority's latest contract offer last night, and voted to call a strike shortly after 1 a.m., according to two members of the union's executive board. But the vote to call a strike was not unanimous, and so for at least a half an hour after the formal vote, union" , "date" : "20051220" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "TRANSIT NEGOTIATIONS: OVERVIEW; TRANSIT UNION CALLS FOR STRIKE IN DIVIDED VOTE" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/20\/nyregion\/nyregionspecial3\/20strike.html"} , {"body" : "ON the heavily trafficked Web site www.dailyheights.com, a recent poll asked visitors to vote on new SoHo-style nicknames for Prospect Heights, their beloved Brooklyn neighborhood. While there was some support for ToPoSlo (Too Poor to live in the Slope) and HoSloFugee (Home for Slope Refugees), the biggest winner by far was not a name, but a" , "date" : "20051218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN\/Prospect Heights, Brooklyn; A Neighborhood Comes Into Its Own" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/18\/realestate\/18living.html"} , {"body" : "A school safety agent at a Brooklyn middle school died last night, apparently from a heart attack, after a 12-year-old student struck her outside a holiday dance, officials said. The agent, Vivian A. Samuels, 56, of Brooklyn, a civilian employee of the New York Police Department working at Intermediate School 390, was escorting the student away" , "date" : "20051217" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "School Safety Agent Dies After Escorting Student From Holiday Dance" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/17\/nyregion\/17school.html"} , {"body" : "Mayor Michael R. Bloomberg spent nearly $80 million of his own money to win re-election this year, but some New Yorkers felt he needed their financial help, too: at least a half-dozen sent checks to his campaign. Why would people send a billionaire mayor money? As it turns out, contributing to the Bloomberg campaign was this year's no-lose" , "date" : "20051216" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Offers of Coal for the Mayor's Newcastle" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/16\/nyregion\/metrocampaigns\/16donations.html"} , {"body" : "Beulah Smith lived for 44 years in a brownstone at Park Place and Brooklyn Avenue in Crown Heights. She never took in boarders, and after the death of her husband, Ivan, she lived alone among the oak paneling, stained glass and flowery wooden fretwork of her turn-of-the-century house. When Ms. Smith died in 1996, at age 94, much of the interior of" , "date" : "20051211" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Class, Brass and 23 Doors" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/11\/nyregion\/thecity\/11hous.html"} ,   {"body" : "The central Brooklyn Congressional seat held by Representative Major R. Owens has a storied history in black politics. It is the seat that Shirley Chisholm captured in 1968 to become the first black woman elected to Congress. She became a national figure and ran for president four years later. Since then, black politicians have held the seat, as" , "date" : "20051209" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Congressional Contest Tests Traditions of an Ethnic Turf" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/09\/nyregion\/metrocampaigns\/09brooklyn.html"} , {"body" : "Ever since Leidschnudel Dreispul, described as a middleaged Bronx man, was struck dead at 137th Street and Broadway by Express Train 3051, on Nov. 3, 1904, hundreds of people have died on the subway tracks, victims of murder or suicide, accident or folly. Here are some memorable examples. 2005 -- Robbed of a gold chain, a crucifix and $50 he kept" , "date" : "20051204" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "ON THE EGDE; For Many Reasons, Tracks Turn Deadly" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE1DD1231F937A35751C1A9639C8B63"} , {"body" : "The shooting of a 21-year-old man on a Brooklyn street in early September went largely unnoted. On Wednesday, the man, Benny Lyde, died, having been in a coma since shortly after the shooting. Thus ended the life of a college senior who had a job, helped his parents pay the bills and was a mentor to his sister and brothers. Three months later, with" , "date" : "20051203" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Young Man With a Future Has It Wrested From Him" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/03\/nyregion\/03kid.html"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through New Year's Day, the Origami Holiday Tree. The Rose Center is open on Friday nights until 8:45, for ''Starry Nights: Fridays Under the Sphere,'' with cash bar, jazz and tapas on the first Friday of every month. Tonight at 6 and 7:30, Chico" , "date" : "20051202" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/02\/arts\/02spar.html"} , {"body" : "The neighborhoods of Washington Heights, Manhattan, and Crown Heights, Brooklyn, are miles apart, separated by almost two dozen intervening communities. Unlike the Dominican Republic and Haiti, countries that supply a large portion of their respective inhabitants, the two neighborhoods do not share an island, or a border. But over the summer and" , "date" : "20051127" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: CROWN HTS.\/WASHINGTON HTS.; An Island Rift, Repaired A World Away" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/27\/nyregion\/thecity\/27hait.html"} , {"body" : "LIFE INTERRUPTED: The Unfinished Monologue By Spalding Gray Crown ($19.95, hardcover) On the sidewalk outside St. Vincent's, Kathie suggested that I take Theo to ride on the carousel in Central Park. ''What a great idea,'' I said. ''I am so glad you thought of that.'' Theo and I took a cab to 59th Street and Sixth Avenue. I couldn't stand to look" , "date" : "20051127" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEW YORK BOOKSHELF\/NONFICTION; Real Lives in Retrospect, Peering In and Looking Out" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/27\/nyregion\/thecity\/27book.html"} , {"body" : "He walked these avenues and then he was gone, as the inhabitants of one city give way to the next, as some are hurried along. Everyone leaves behind a name, a time, a place and a role, and his were Jimmy Moy, 1960, Park Slope, Brooklyn: the man who never returned. A cataclysm's sudden vacancy leaves the memory of the disappeared, and the great" , "date" : "20051118" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Tracing Steps of the Man Who Walked Away" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/18\/nyregion\/18gone.html"} , {"body" : "Three armed men burst into a post office in Brooklyn early yesterday and surprised the five workers who were sorting the usual piles of mail before the doors opened to the public. The men forced the workers to lie face down on the floor, and one of them escorted the workers' manager to a safe in the back of the building. Knocking down another" , "date" : "20051116" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Armed Robbers Strike at Brooklyn Post Office" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/16\/nyregion\/16rob.html"} , {"body" : "Michael R. Bloomberg's re-election last week achieved a largely overlooked political milestone in this lopsidedly Democratic city: After his second term, more mayors will have been elected as Republicans or third-party candidates than as Democrats since 1933. Two years ago, Mr. Bloomberg spent $7.5 million in a losing campaign to impose nonpartisan" , "date" : "20051113" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "In a City of Democrats, G.O.P. Clings to City Hall" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/13\/nyregion\/metrocampaigns\/13partisan.html"} , {"body" : "A man who showed up uninvited at a birthday party in a Brooklyn nightclub early yesterday fatally stabbed a guest who tried to smooth over a confrontation between the man and the club's bartender, the police and witnesses said. Albert Springer, 35, a deliveryman with no criminal record, unfurled a folding knife and stabbed Eduardo Carter, 55, in" , "date" : "20051107" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Man Fatally Stabbed at Brooklyn Club After Intervening in Conflict" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/07\/nyregion\/07stab.html"} ,   {"body" : "In a typical local election in Crown Heights and Flatbush, Brooklyn, there is little for the Democratic candidate to worry about. But this year's special election for a vacant Assembly seat is far from the typical election contest. For one thing, the special election is to fill the remainder of the term of Clarence Norman Jr., who was found guilty" , "date" : "20051105" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE 2005 ELECTIONS: CROWN HEIGHTS; New Uncertainty About Democrats Holding Seat in Assembly" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/05\/nyregion\/metrocampaigns\/05crown.html"} , {"body" : "Events New York City 'JOY OF CHRISTMAS BAZAAR,' Fifth Avenue Presbyterian Church, 7 West 55th Street, Manhattan. Today, 10 a.m. to 5 p.m.; tomorrow, 10 a.m. to 4 p.m. 'WORLD'S LARGEST BLOCK PARTY,' Madison Avenue, from 42nd to 57th Streets. Tomorrow, 11 a.m. to 6 p.m. Sponsored by the American Diabetes Foundation. ANNUAL BAZAAR, China Institute," , "date" : "20051104" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/04\/arts\/04spar.html"} , {"body" : "Two men were fatally shot last night in an apartment at 718 St. Marks Avenue in Crown Heights, the police said. One victim, 27, was shot several times in the chest about 9 p.m. and was taken to Kings County Hospital Center, where he was pronounced dead. The other victim, 22, was shot once in the abdomen and was taken to St. John's Hospital, where" , "date" : "20051104" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Two Slain In Apartment" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F07E0D9173EF937A35752C1A9639C8B63"} , {"body" : "Attractions Museums and Sites MERCHANT'S HOUSE MUSEUM, 29 East Fourth Street, East Village. Tonight from 6 to 10, ''Death at Home: Ghostly Tales and Tours by Candlelight,'' a tour of the house as it was decorated for 19th-century home funerals, followed by tales of the ghosts that are said to inhabit the museum. Fee: $20; members, $13; reservations" , "date" : "20051028" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "33" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/28\/arts\/28spar.html"} , {"body" : "''I can't get a break,'' Robert Boone muttered angrily on Saturday as the announcement came over the loudspeaker and he learned he was on the wrong subway train. When Johnie Mae Simmons saw that her train, usually an express, was making local stops, she let out a loud sigh. And when Ellen P. Winn was asked to describe her weekend travel routine," , "date" : "20051024" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Bane of Below-Ground Travelers: Weekends" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/24\/nyregion\/24transit.html"} , {"body" : "To the Editor: ''Lights Out'' described the closing of St. Mary's Hospital in Crown Heights, Brooklyn, and briefly mentioned Kingsbrook Jewish Medical Center's presence in the community. However, what was missed was the services Kingsbrook has provided for over 80 years and the significant work that Kingsbrook has undertaken in response to St." , "date" : "20051023" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "The Closing Of a Hospital" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940CE1DB133FF930A15753C1A9639C8B63"} , {"body" : "To the Editor: Closing a community hospital, particularly one with the long service and history of St. Mary's in Crown Heights, Brooklyn (''Lights Out,'' Oct. 16), is never an easy decision. But the current economics of health care delivery forces such cost-saving decisions not only in New York but also in many communities across the country, often" , "date" : "20051023" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "The Closing Of a Hospital" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE1DB133FF930A15753C1A9639C8B63"} , {"body" : "THE old man in the khaki pants, white high-tops and navy windbreaker crooned a tune of his own composition as he wandered slowly down Buffalo Avenue past a green sedan held together with duct tape. What you say What you gonna doooooo -- They gonna close the hospital. A smiling figure in a black sweatshirt called out to him. ''Hey, you better have" , "date" : "20051016" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Lights Out" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/16\/nyregion\/thecity\/16feat.html"} , {"body" : "Among the sea of bobbing black hats that filled Hamafitz, a Judaica store in Crown Heights, Brooklyn, on Tuesday was the high, rumpled headgear of Shlomo Zuntz, a man in his 60's with hangdog features and a wispy white beard. Mr. Zuntz pushed to the back of the store, looking for lulavs, the long, straight date-palm fronds used in celebration of" , "date" : "20051016" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: CROWN HEIGHTS; This Sukkot, No Blue-Light Specials on Fronds" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/16\/nyregion\/16lula.html"} , {"body" : "Something strange happened in New York City yesterday. The sun came out. Certainly, the central star of the solar system had not entirely forsaken the other center of the universe during a record-breaking week of rain, but evidence of its presence amid the downpours was circumstantial at best. The storm that had soaked the city and the region for" , "date" : "20051016" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Clouds Part, And Joy Breaks Out All Over Town" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/16\/nyregion\/16sunshine.html"} ,   {"body" : "The battle lines stretch from the war zones of Afghanistan and Iraq to a small, quiet room in Brooklyn. The lines are secured not by uniform or gunfire, but by the keyboard clatter and soft voices of three operators at the Fort Hamilton military base who spend their days helping thousands of American soldiers fight the dark forces of fear, anxiety," , "date" : "20051015" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Message to Soldiers: Hold On, Please; Operators Double as Buddies, Therapists and Surrogate Mothers" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/15\/nyregion\/15phones.html"} , {"body" : "A group of Brooklyn Democrats will gather in a Crown Heights church this weekend to select their party's nominee to fill the Assembly seat formerly held by Clarence Norman Jr., the Brooklyn Democratic leader who had to leave the State Legislature because of a felony conviction. And the person they are expected to nominate, several Democratic" , "date" : "20051014" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Potential Successor Has Ties to Norman" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/14\/nyregion\/metrocampaigns\/14norman.html"} , {"body" : "Attractions Museums AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Tomorrow, 11:30 a.m. to 5:30 p.m., ''Global Weekend: Yunnan Revealed,'' with performances and lectures about the Yunnan Province in southern China. Sunday at 2 p.m., ''New Discoveries: Fossil Vertebrates From Liaoning, China,'' a discussion in Mandarin, with" , "date" : "20051014" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/14\/arts\/14spar.html"} , {"body" : "The authorities said yesterday that they had found the body of a man they had been seeking for questioning since Friday, after they discovered two dead women in his apartment in Brooklyn. The man, Antoine Twitty, 40, had apparently died of a self-inflicted gunshot wound to the head, investigators said. Mr. Twitty's body was found at 10:30 a.m." , "date" : "20051012" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Sought In Inquiry On 2 Killings Is Found Dead" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/12\/nyregion\/12bodies.html"} , {"body" : "''Let me just make a confession,'' Clarence Norman Jr. declared two years ago, as he, while under investigation, celebrated his birthday with campaign contributors at a catering hall in Brooklyn. ''Clarence Norman and the Democratic Party, we are involved in politics. And if there is a crime in being involved in politics, then we are indeed" , "date" : "20051002" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Democratic Leader's Demise Followed His Organization's Slide" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/02\/nyregion\/02norman.html"} , {"author" : "James Traub writes often for the magazine about New York City politics." , "body" : "On a brilliant Sunday afternoon last month, Mayor Michael Bloomberg came to Lenox Avenue in Harlem to march in the annual African-American Day Parade. As he and his supporters prepared to step out into the street, a phalanx of marchers led by Fernando Ferrer, Bloomberg's Democratic challenger in the coming mayoral election, appeared behind him." , "date" : "20051002" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "21" , "title" : "THE WAY WE LIVE NOW: 10-02-05; Bloomberg's City" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/02\/magazine\/02wwln.html"} , {"body" : "Mark Gangar fled Liberia's civil war as a teenager, his family said yesterday. They recalled that he walked over dead bodies to make his way to Ghana, finally reaching an apartment in Brooklyn that he shared with his mother and five of his six siblings, including a twin brother. Two years after completing that journey, Mr. Gangar, 22, was shot to" , "date" : "20051002" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LIBERIA" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Refugee From Liberia's Violence Is Fatally Shot in Crown Heights" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/02\/nyregion\/02shot.html"} , {"body" : "A popular teacher and basketball coach at a Brooklyn high school killed himself yesterday morning, a day after he was charged with raping a student, the police said. The body of the teacher, Lawrence Major, 45, was found in a car opposite a football field in a Queens park, the police said, with a gunshot wound to the face. A shotgun and a suicide" , "date" : "20051001" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Teacher Charged With Rape Killed Himself, Police Say" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/01\/nyregion\/01coach.html"} , {"body" : "Attractions Museums AMERICAN MUSEUM OF NATURAL HISTORY'S ROSE CENTER FOR EARTH AND SPACE, Central Park West at 81st Street. Sunday at 2 p.m., ''Hayden Planetarium's 70th Anniversary,'' in Cullman Hall, with a presentation by Neil deGrasse Tyson, the planetarium's director, and birthday cake; free with admission. Hours: daily, 10 a.m. to 5:45 p.m." , "date" : "20050930" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/30\/arts\/30spar.html"} , {"body" : "The conviction of Clarence Norman Jr. has abruptly opened three positions in the political world of Brooklyn, and Democratic Party leaders in the borough spent yesterday in frenzied phone calls trying to determine how to fill them. Mr. Norman, the leader of Brooklyn's huge and fractious party, was found guilty on Tuesday of soliciting illegal" , "date" : "20050929" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Democrats Start Scrambling To Fill Norman's Three Posts" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/29\/nyregion\/29brooklyn.html"} ,   {"body" : "Clarence Norman Jr., the leader of one of the largest Democratic Party organizations in the nation, was found guilty yesterday of soliciting illegal campaign contributions. It was a stark fall from grace for the son of a prominent Brooklyn minister who grew up to practice law and become a consummate insider in New York's political system. Mr." , "date" : "20050928" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Top Brooklyn Democrat Convicted of Campaign Violations" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/28\/nyregion\/28norman.html"} , {"body" : "Craig Livingston, a Caribbean-American real estate developer and Democrat who lives in Harlem, has never voted for a Republican in his life. But on Nov. 8, he is prepared to do just that, casting his ballot in the New York City mayoral race for Mayor Michael R. Bloomberg over his Democratic opponent, Fernando Ferrer. Mr. Livingston feels that the" , "date" : "20050926" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Black Voters, No Longer a Bloc, Are Up for Grabs in Mayor's Race" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/26\/nyregion\/metrocampaigns\/26blacks.html"} , {"body" : "ONE recent afternoon, three sets of parents, each with early-teenage triplets in tow, arrived at the Old Montefiore Cemetery and filed into the entranceway of a roofless mausoleum, which was lined with shelves of lighted candles and prayer books. Inside is the gravesite of the Lubavitcher grand rebbe, Rabbi Menachem Mendel Schneerson, who died in" , "date" : "20050925" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "URBAN STUDIES: THANKING; Fertile Blessings Indeed" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/25\/nyregion\/thecity\/25rebb.html"} , {"body" : "The ghosts of past political bosses hang like stale cigar smoke over the gleaming new state courtroom in Brooklyn where Clarence Norman Jr., the Democratic county leader, heir to long and fabled lines of political power brokers, is charged with violating campaign finance laws. William Marcy Tweed, the legendary political boss, controlled the State" , "date" : "20050921" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Presenting Political Boss As Manager Of Details" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/21\/nyregion\/21norman.html"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through March 12, ''Voices From South of the Clouds,'' a display of photographs of life in the Yunnan Province of China, taken by its villagers. Through Jan. 8. ''Dinosaurs: Ancient Fossils, New Discoveries'' examines modern paleontology and new" , "date" : "20050916" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/16\/arts\/16spar.html"} , {"body" : "Theater 'ERIK THE AMAZING & THE SHALLABALLAH,' by the 42nd Street Puppets, tomorrow at noon at B.B. King Blues Club and Grill, 237 West 42nd Street, Manhattan, (212)997-4144. Admission: $25, including lunch; show only, $12 (in advance, $10). 'GUSTAFER YELLOWGOLD'S WIDE WILD WORLD,' about a friendly part-feline space alien, with music and" , "date" : "20050916" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "Spare Times; For Children" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/16\/arts\/16kids.html"} , {"body" : "Six men were charged yesterday with selling crack cocaine on a residential block off Nostrand Avenue in Crown Heights, the Brooklyn district attorney, Charles J. Hynes, announced. Mr. Hynes said in a statement that the men were members of two drug crews that controlled sales on Lincoln Road and Fenimore Street between Nostrand Avenue and Rogers" , "date" : "20050913" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Two Groups Charged In Drug Sales" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D04EFDF1131F930A2575AC0A9639C8B63"} , {"body" : "THOUSANDS of fledgling landlords are scooping up small multiple-unit dwellings throughout the New York area -- pristine two-families in the Rockaways, for instance, or vintage buildings along Manhattan side streets or in Brooklyn's brownstone enclaves -- but some of them do not quite know what they are getting into. Being a landlord means dealing" , "date" : "20050911" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Buying Is Easy Owning Is Hard" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/11\/realestate\/11cover.html"} , {"body" : "Attractions Museums MUSEUM OF THE CITY OF NEW YORK, Fifth Avenue at 103rd Street. Through Sept. 18, ''The Destruction of Lower Manhattan: Photographs by Danny Lyon.'' Sunday at 3 p.m., ''Hope for the Future,'' a screening of a short documentary by Howard Zuckerman featuring high school students who were witnesses to the Sept. 11 terrorist attacks." , "date" : "20050909" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/09\/arts\/09spar.html"} , {"body" : "From Children's Hands To New York Hearts Most of what flowers in a garden fades by winter. But tomorrow some New Yorkers will unveil enduring symbols of hope that have been planted on the Lower East Side. Unlike much of their surroundings, these garden residents are to tower over the grass, season after season, for years to come. They are 10 mosaic" , "date" : "20050909" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "M'FINDA KALUNGA COMMUNITY GARDEN (NYC)"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "33" , "title" : "Family Fare" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/09\/arts\/09fami.html"} ,   {"body" : "Manhattan FLATIRON $350,000 69 Fifth Avenue (14th Street) 450-sq.-ft. alcove studio co-op in a postwar building; 24-hr. doormen; common roof deck; maintenance $487, 52% tax deductible; listed at $350,000, 10 weeks on market (broker: Argo Residential) EAST MIDTOWN $8.4 million 151 East 58th Street (One Beacon Court) 4-bedroom, 4 1\/2-bath" , "date" : "20050908" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E06E7DC1231F93BA3575AC0A9639C8B63"} , {"body" : "Less than a week before the Democratic primary, the state assemblyman who heads the party organization in Brooklyn was on trial yesterday on political-corruption charges brought by District Attorney Charles J. Hynes, a longtime political opponent. As opening arguments in the case began, an assistant district attorney, Kevin Richardson, said the" , "date" : "20050908" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Election Near, and Brooklyn Party Leader Is on Trial" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/08\/nyregion\/08norman.html"} , {"body" : "Mayor Michael R. Bloomberg said yesterday that the federal government, and seemingly all Americans, had ''turned our backs'' on the victims of Hurricane Katrina, striking an unusually emotional tone at a time when Democrats are painting Republicans as indifferent to the Gulf Coast's problems. Mr. Bloomberg, speaking to a predominantly black" , "date" : "20050906" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "CAMPAIGNING FOR CITY HALL: DISASTER RELIEF; Mayor Asks If the Country 'Turned Backs' On Gulf Coast" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/06\/nyregion\/metrocampaigns\/06bloomberg.html"} , {"body" : "A young woman and a teenage friend were fatally shot in Harlem early yesterday by a man who was upset over a fistfight with the teenager several hours earlier, the police and relatives said. The details of the argument that led to the shooting of the woman, Yvette Duncan, 21, and her friend Doniel Amrister, 18, were unclear, the police said. The" , "date" : "20050906" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["HARLEM (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Fatally Shot On the Street In Harlem" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/06\/nyregion\/06bystander.html"} , {"body" : "The customer strode into the AutoZone on Atlantic Avenue in Crown Heights, Brooklyn, and asked the clerk at the counter what has lately become a familiar question inside the auto-supply store. ''Where are the gas caps?'' The clerk pointed him past the car batteries and chrome rims to a rack of locking fuel caps, tucked in a far corner of the store," , "date" : "20050904" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; The Must-Have Accessory? A Gas Cap That Locks" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/04\/nyregion\/thecity\/04gas.html"} , {"body" : "Two critical contests on the Sept. 13 Democratic primary ballot in Brooklyn -- for district attorney and for a Surrogate's Court judgeship -- offer voters a chance to register their disgust with the cozy clubhouse-courthouse ties that lie at the heart of the borough's judicial patronage and corruption scandal, and the undue influence of Clarence" , "date" : "20050904" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "For Cleaner Courts in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/04\/opinion\/nyregionopinions\/CIjudges.html"} , {"body" : "On the Street New York City WASHINGTON SQUARE OUTDOOR ART EXHIBIT, on the sidewalks north, south and east of Washington Square Park, in Greenwich Village. Tomorrow through Monday, noon to sundown. Also Sept. 10 and 11, same hours. Rain or shine. COLUMBIA UNIVERSITY\/TEACHERS COLLEGE WELCOME BACK BLOCK PARTY, 120th Street, between Broadway and" , "date" : "20050902" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/02\/arts\/02spar.html"} , {"body" : "Theater 'BEAUTY AND THE BEAST,' by Puppetworks, 338 Sixth Avenue, Park Slope, Brooklyn. Tomorrow and Sunday at 12:30 and 2:30 p.m. Admission: $8; $7 for children. Reservations: (718)965-3391. Events PLAY OUTSIDE! FESTIVAL OF FREE OUTDOOR THEATER, with Circus Amok in ''Princess: The Tail of a Lost City,'' mixing juggling with gentrification; and the" , "date" : "20050902" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "Spare Times; For Children" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/02\/arts\/02kids.html"} , {"body" : "A grand jury has indicted a Brooklyn businessman on charges of defrauding mortgage lenders of more than $6 million by inflating the appraised value of dilapidated and abandoned buildings in Bushwick, Crown Heights and Bedford Stuyvesant, prosecutors with the Brooklyn district attorney's office said yesterday. The businessman, Owen Larman, who" , "date" : "20050831" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Man Charged In Mortgage Fraud" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B03EEDF1731F932A0575BC0A9639C8B63"} , {"body" : "In late August 1988, at the age of only 23, Anthony D. Weiner arrived at a crossroads. As an intern in the Capitol Hill office of a congressman, Charles E. Schumer, he knew he wanted to be a congressman himself -- an intention hatched in college -- but he did not know where to start. Should he move to Florida, go to law school and then run for" , "date" : "20050830" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "THE HOPEFULS: Anthony D. Weiner; A Scrappy Congressman, Ready for His Next Risk" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A07E0DA1631F933A0575BC0A9639C8B63"} ,   {"body" : "Nineteen years ago, Hyacinth Cespedes was shot in the spine by a robber, forcing her to use a wheelchair. Yesterday morning she was shot again; this time she was killed. Ms. Cespedes, 54, was returning from a night out on a Circle Line cruise and a party in Canarsie when her companion and another man, a family friend, dropped her off at her home in" , "date" : "20050830" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Neighborhood Matriarch Killed in Brooklyn Crossfire" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F00E2DC1631F933A0575BC0A9639C8B63"} , {"body" : "Orelia Eleta Merchant, the daughter of Audrey and Roland S. Merchant Sr. of Agoura Hills, Calif., was married last evening to the Rev. Karim Camara, a son of Ora Abdur-Razzaq and Abdullah Abdur-Razzaq, both of Brooklyn. The Rev. Ross M. Johnson Jr., a Baptist minister, performed the ceremony at Tulane Memorial Baptist Church in New Orleans. Mrs." , "date" : "20050821" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "15" , "title" : "WEDDINGS\/CELEBRATIONS; Orelia Merchant, Karim Camara" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE6DB113CF932A1575BC0A9639C8B63"} , {"author" : "Neil Gordon is literary editor of Boston Review, chairman of the writing program at Eugene Lang College of New School University, and the author, most recently, of ''The Company You Keep,'' a novel." , "body" : "LEGENDS A Novel of Dissimulation. By Robert Littell. 395 pp. Overlook Press. $25.95. Robert Littell is a veteran of the cold-war thriller of some 14 books' standing, including the widely admired ''Once and Future Spy'' and, most recently, ''The Company,'' many of them published by the maverick independent press Overlook. And while his novels have" , "date" : "20050821" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "13" , "title" : "Imperfect Spy" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E6DD113CF932A1575BC0A9639C8B63"} , {"body" : "C. Virginia Fields, the Manhattan borough president and a Democratic candidate for mayor, received the backing yesterday of Citizens Union, a nonpartisan civic organization founded more than a century ago to fight the corruption of Tammany Hall. It is one of the few significant endorsements garnered by Ms. Fields, who last week picked up the" , "date" : "20050821" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Civic Group Backs Fields In Primary For Mayor" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F03E4D6103EF932A1575BC0A9639C8B63"} , {"body" : "Attractions Museums and Sites MERCHANT'S HOUSE MUSEUM, 29 East Fourth Street, East Village. This preserved late-Federal brick house with a Greek Revival interior, once owned by Seabury Tredwell, a wealthy hardware dealer, was built in 1832. Through Oct. 3, ''Understanding Architectural Moldings,'' an exhibition that includes artifacts from Federal," , "date" : "20050819" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D00E2D8133EF93AA2575BC0A9639C8B63"} , {"body" : "Theater NEW YORK INTERNATIONAL FRINGE FESTIVAL offering free previews of two shows in Washington Square, Greenwich Village. Tomorrow at 11:30 a.m., ''The Three of Clubs,'' an hourlong circus play. Sunday at 11:30 a.m., ''Extraordinary,'' a musical about accepting differences, by the Vital Children's Theater. Information: (212)279-4488;" , "date" : "20050819" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "Spare Times; For Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F01E2D8133EF93AA2575BC0A9639C8B63"} , {"body" : "It is still business as usual at the city's Department of Design and Construction. The agency remains in cavernous headquarters in what feels like the middle of nowhere in Long Island City, Queens. It continues to be determined to have the city's capital projects built on schedule and on budget. But a new spirit is also informing the agency: a" , "date" : "20050813" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "9" , "title" : "City Seeking Rich Designs Instead of the Lowest Bids" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B05E3DC153EF930A2575BC0A9639C8B63"} , {"body" : "Theater 'SANGO (LORD OF THUNDER),' a West African coming-of-age dance-drama, by the Orisha Tales Repertory Radio Theater Company and the Theater of the Riverside Church, 91 Claremont Avenue, at 120th Street, Morningside Heights, (212)870-6784. Tonight and tomorrow night at 7:30; Sunday at 3 p.m. Tickets: $25; children, $15. Through Aug. 28. Events" , "date" : "20050812" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "32" , "title" : "SPARE TIMES; For Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990DE4D8143EF931A2575BC0A9639C8B63"} , {"body" : "It emerged in the 1960's as an invention born of fear: the taxicab partition, meant to spare the lives of drivers at a time of gunfire, armed robberies and murders. Over its lifetime, it would become yellowed and defaced; its contraption for safely passing money to the driver would often break down. And with the partition closed, the classic cabbie" , "date" : "20050809" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Taxi Partitions, Born of Danger, May Be Set For a Makeover" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E01E6D8173EF93AA3575BC0A9639C8B63"} , {"body" : "LEONARD BERNSTEIN'S black cashmere Halston cape was moth-eaten. So on Nov. 17, 1980, the cape, a signature bit of sartorial dash that Bernstein had worn to parties as well as to the symphony hall, was whisked through the door of the French-American Reweaving Company on West 57th Street. Back then, Ronald Moore was just an assistant in the shop," , "date" : "20050807" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "10" , "title" : "A Life Mended, Thread by Thread" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E0DF113CF934A3575BC0A9639C8B63"} ,   {"body" : "Jamie Niven, the vice chairman of Sotheby's auction house, was having an unusual problem. He could not give away a new car. Mr. Niven was responsible for dispensing with a Ford Mustang that was a door prize at the Robin Hood Ball, a charity event in New York that is dominated by wealthy hedge fund managers. But the accountant who initially won it" , "date" : "20050803" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "Business"] , "page_facet" : "1" , "title" : "Fund Managers Increase the Ante In Philanthropy" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9505E3DD1F3FF930A3575BC0A9639C8B63"} , {"body" : "The Red Robins and the Bluebirds took a trip the other day. They took the subway to the new Jewish Children's Museum in Brooklyn. The Red Robins and the Bluebirds are from the Alonzo A. Daughtry Memorial Day Care Center. They are all 4 and 5. They went to the museum to learn what Jewish children do and believe. The day care center is in Park Slope," , "date" : "20050731" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Museum Shows Children the Faith of Their Neighbors" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9403EED6113FF932A05754C0A9639C8B63"} , {"body" : "Attractions Museums and Sites MUSEUM OF THE CITY OF NEW YORK, Fifth Avenue at 103rd Street. The museum collects, preserves and presents material related to the city's history. Through Oct. 30, ''New York Fast Forward: Buildings by Enrique Norten\/TEN Arquitectos,'' an exhibition of drawings, photographs, renderings and models. Through Sept. 18," , "date" : "20050729" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0DE3D6103FF93AA15754C0A9639C8B63"} , {"body" : "Theater 'SLEEPOVER,' a musical from Tada!, about a slumber party, tomorrow at 2, 4 and 7 p.m. at Tada!, 15 West 28th Street, Chelsea, (212)252-1619, Ext. 28. Tickets: $18; 15 and under, $8. 'BOUNCE JR.,' a 45-minute children's version of Eva Dean Dance's piece combining dance with bouncing balls, at Dance Theater Workshop, 219 West 19th Street," , "date" : "20050729" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "Spare Times; For Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE3D6103FF93AA15754C0A9639C8B63"} , {"body" : "Long before the cheesecake was famous at Junior's, the Brooklyn restaurant, Mary Blevins was a popular item. Ms. Blevins, 68, was a waitress at Junior's for 43 years, sharing a countertop and conversation with visitors like Spike Lee and Mike Tyson, trainloads of tourists and regulars like Betty and Jimmy of Con Edison. Eight days ago, on July 19," , "date" : "20050727" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "43 Years of Tips, Taken and Given; At Junior's, Brooklyn Cheesecake With a Southern Accent" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE2D8133FF934A15754C0A9639C8B63"} , {"body" : "WHEN a group of white men attacked three black men on the streets of Howard Beach, Queens, last month, severely beating one with a baseball bat, it was the 125th hate crime in New York this year, according to records collected by the Police Department. The attack echoed an assault from nearly 20 years earlier when another group of white men armed" , "date" : "20050724" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Breaking Down Hate Crime" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03EFDC153FF937A15754C0A9639C8B63"} , {"body" : "It was a used car, about a decade old, but in the eyes of the four friends from Brooklyn, it was new -- a tan Mercury Sable bought just last weekend from a man in New Jersey. The car was such a recent acquisition that when it crashed into a tree on rain-slicked Cross Bay Boulevard in Broad Channel, Queens, shortly before 10 p.m. on Monday, it still" , "date" : "20050720" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Friends Killed in Crash Had Just Bought Car" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E04EED91F30F933A15754C0A9639C8B63"} , {"body" : "A burglar broke into St. Gabriel's Church in Crown Heights, Brooklyn, yesterday morning and stole computer equipment, the police said. The thief climbed through a skylight in the roof of the church, at 331 Hawthorne Street, about 9:30 a.m. and carried off the equipment, the police said. An investigation continued yesterday." , "date" : "20050719" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Church Equipment Stolen" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0CEEDD1F30F93AA25754C0A9639C8B63"} , {"body" : "A Hot Summer Crop Of Budding Young Actors Put a large group of teenagers in a room, and the results are bound to be theatrical. But the activities going on today and tomorrow at the Abrons Arts Center are literally adolescent dramas. They are sophisticated plays and other works presented by and for young people, and in most cases created by them," , "date" : "20050715" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN BOTANIC GARDEN"] , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "35" , "title" : "Family Fare" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00EFDE1030F936A25754C0A9639C8B63"} , {"body" : "Theater 'ELIZA'S WINDOW,' a puppet play with music about a little girl dealing with her parents' separation, written and directed by Natalie Burgess. Saturdays at 2 p.m. through August at Manhattan Theater Source, 177 Macdougal Street, West Village, (212)501-4751. Tickets: $12. 'ERIK THE AMAZING & THE SHALLABALLAH,' by the 42nd Street Puppets," , "date" : "20050708" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "Spare Times; For Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E06E4DF1F31F93BA35754C0A9639C8B63"} ,   {"body" : "Mayor Michael R. Bloomberg, who has expanded the breadth of his personal philanthropy during each of his four years as mayor, has showered another $20 million on 400 New York City arts and social services groups through a gift to the Carnegie Corporation of New York. The donation, announced yesterday, represents the largest of four gifts the mayor" , "date" : "20050706" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "City Groups Get Bloomberg Gift Of $20 Million" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F07E7DE1E31F935A35754C0A9639C8B63"} , {"body" : "In Park Slope, Brooklyn, it was quiet. But not far away in Crown Heights, the pop-pop-pop of illegal firecrackers echoed into the night. So it was in New York City on the Fourth of July 2005, a decade after City Hall began its crusade against illegal fireworks. Scattered evidence from various neighborhoods suggested that the fight had been won on" , "date" : "20050705" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Bangs and Booms on the 4th: Fireworks, the Illegal Kind, Don't Disappear" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E5DD1131F936A35754C0A9639C8B63"} , {"body" : "They came to the Rev. Al Sharpton by telephone and in person -- New York politicians looking for advice and reassurance about the latest racial attack in Howard Beach, Queens. Mayor Michael R. Bloomberg called the night the news broke, and the men talked about the city's response. Others, like the Democratic candidates angling to replace Mr." , "date" : "20050702" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Like Sharpton Himself, City and Its Fears Have Calmed Since '86" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0CE3DC1331F931A35754C0A9639C8B63"} , {"body" : "Approximate running times are in parentheses. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Theater Previews and Openings 'SUMMER PLAY FESTIVAL' Opens Tuesday. This well-financed showcase of new works generated much buzz last year; now it returns for a second year with eye-catching titles like ''The" , "date" : "20050701" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "The Listings: July 1 -- July 7" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980CEEDA1531F932A35754C0A9639C8B63"} , {"body" : "A record number of homeless families moved out of shelters and into permanent housing last year, the city's Department of Homeless Services said yesterday. But the department, in issuing its first report cards on the 128 private shelters that house most of the city's homeless families, said that more than a quarter did a poor job finding permanent" , "date" : "20050629" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "City Pressures Shelters to Find Regular Homes For Families" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E07EFDF1431F93AA15755C0A9639C8B63"} , {"body" : "To the Editor: ''The Great Awakening,'' by Suketu Mehta (June 19), is a beautiful article about life in Brooklyn. However, though there are those in Park Slope who may know more about gelato in Manhattan than about the roti in Brownsville, as Mr. Mehta stated, many of us not only explore much of Brooklyn, but also regularly enjoy the variety of" , "date" : "20050626" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "9" , "title" : "Savoring Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E4D6163AF935A15755C0A9639C8B63"} , {"body" : "Walking Tours New York City GREEN-WOOD CEMETERY, Brooklyn. A look at the architecture, sculpture and history of the cemetery, led by John Cashman, meeting Sunday at 1 p.m. at the gate at Fort Hamilton Parkway, off McDonald Avenue. Fee, $6. Information: (718)768-7300. STREET SMARTS N.Y. Tomorrow at 2 p.m., ''Crimes of Old New York,'' meeting at the" , "date" : "20050624" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9807E5D81F3BF937A15755C0A9639C8B63"} , {"body" : "Some homeless people contrive the illusion of owning property by bundling found and mostly useless material into great aggregates that they load onto shopping carts or other wheeled vehicles. The sculptures of Arthur Simms, a Brooklyn resident who represented his homeland of Jamaica in the 2001 Venice Biennale, call to mind this sort of roving," , "date" : "20050624" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "THE LISTINGS: JUNE 24-JULY 1; ARTHUR SIMMS" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A05E3D91F3BF937A15755C0A9639C8B63"} , {"body" : "When a fiery young preacher named Billy Graham first journeyed to New York City in 1957, his national reputation had already been building. But he arrived in this famously secular city -- regarded as something of a graveyard for evangelists -- feeling more than a bit of trepidation. ''No other city in America -- perhaps in the world -- presented as" , "date" : "20050621" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Billy Graham Returns, to Find Evangelical Force in New York" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990CE2D9133BF932A15755C0A9639C8B63"} , {"body" : "An article in some copies on Saturday about New York City's agreement to pay $1.25 million to settle a lawsuit brought by the family of Yankel Rosenbaum, the Hasidic scholar who was stabbed to death during the 1991 disturbances in Crown Heights, Brooklyn, referred incorrectly to the role of Charles Price in some copies. He did not stab Mr." , "date" : "20050621" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0DE0D9133BF932A15755C0A9639C8B63"} ,   {"body" : "A Brooklyn man attending a pre-Father's Day barbecue at a Crown Heights playground was shot and killed on Saturday night, the police said. The shooting occurred after the victim, an aspiring hip-hop artist, was approached by two men he knew, witnesses told family members. The man, Linell Plair, 29, a father of four who lived on Legion Street in" , "date" : "20050620" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Aspiring Hip-Hop Artist Killed at Brooklyn Barbecue" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A02E5DD123BF933A15755C0A9639C8B63"} , {"body" : "New York City has agreed to pay $1.25 million to settle a lawsuit brought by the family of Yankel Rosenbaum, the 29-year-old Hasidic scholar who died after being stabbed during the 1991 racial disturbances in Crown Heights, Brooklyn. The Rosenbaum family had charged that because the Kings County Hospital Center was negligent in failing to detect" , "date" : "20050618" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "City Settles With Family Of '91 Victim" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9406EFDC153BF93BA25755C0A9639C8B63"} , {"body" : "City officials plan to build a two-way path for bicyclists and pedestrians in the middle of a heavily trafficked street just west of the Brooklyn Navy Yard where a cycling advocate was critically injured in March. The new bicycle path, announced on Tuesday by the City Department of Transportation, will be one-third of a mile long, only a tiny" , "date" : "20050616" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Bike Lane Planned for Traffic-Choked Road in Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502E6D8163BF935A25755C0A9639C8B63"} , {"body" : "A retired New York City fire lieutenant who, in a 30-year career, was cited repeatedly for bravery and who tirelessly searched for survivors after the 9\/11 attack, died apparently of a heart attack on Tuesday night after putting out a blaze with a volunteer department on Long Island, the authorities said yesterday. The firefighter, Lt. Peter B." , "date" : "20050616" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "A Veteran Firefighter Dies After a Blaze on Long Island" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9906E3DE173BF935A25755C0A9639C8B63"} , {"body" : "City and state officials began an investigation yesterday after witnesses said that lifeguards on the beach at Coney Island were slow to respond to a report of a missing swimmer on Sunday. A large-scale search began about 30 minutes after the first report, city officials said, although several lifeguards searched right away, to no avail. The" , "date" : "20050614" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Reports of Lifeguard Lapse at Coney Island Spark an Inquiry" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9503E4DD133EF937A25755C0A9639C8B63"} , {"body" : "A police officer who was shot last week while chasing a suspect said yesterday that he was grateful for the support he has received from the New York Police Department and the staff of Brookdale Medical Center. Standing in the lobby of his apartment building in Crown Heights with a bandage on one arm, and leaning on a metal cane, Officer Patrick" , "date" : "20050610" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Officer Released From Hospital" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A02E7DB1138F933A25755C0A9639C8B63"} , {"body" : "A squad of scuba divers looking for a missing swimmer spent several hours searching the water off Rockaway Beach yesterday morning, but called off their hunt as a potentially dangerous high tide approached, police officials said. The swimmer, Jermaine Cohen, 16, disappeared in a violent riptide after he and three friends waded in near Beach 93rd" , "date" : "20050607" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Hunt for Missing Swimmer, 16, Is Called Off" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E05E3D7123EF934A35755C0A9639C8B63"} , {"body" : "A 40-year-old Brooklyn man who swam into the ocean at Rockaway Beach, Queens, yesterday trying to save a teenage boy who was floundering in a violent current died of a heart attack, the authorities said. Two other teenagers who were caught in the current made it safely to shore. The boy remained missing late last night, and the search for him was" , "date" : "20050606" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Swimmer Dies After Trying To Save Boy In Rockaways" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B07E1D8123EF935A35755C0A9639C8B63"} , {"body" : "A 12-year-old boy walking toward his mother and younger sister was shot on a bustling Brooklyn street yesterday afternoon after becoming caught in gunfire intended for a 48-year-old man standing nearby, the police and witnesses said. About 3:40 p.m. on Nostrand Avenue in Crown Heights, witnesses said, a man with long dreadlocks fired at least nine" , "date" : "20050605" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "Man, 48, and Boy, 12, Are Shot on a Brooklyn Street, Police Say" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D04E3DD1538F936A35755C0A9639C8B63"} , {"body" : "There is a kind of police officer, fixed in the public imagination through the movies and invoked at protest rallies, who clocks out and drives a long way home. He does not stop in places called Heights; he drives until he gets to places called Island, Long and Staten mostly, where he has a wife and a kid and a yard and a dog. Officer Patrick" , "date" : "20050603" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Police Officer Who Lives and Serves Close to Home" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E0DA1438F930A35755C0A9639C8B63"} ,   {"body" : "There is a kind of police officer, fixed in the public imagination through the movies and invoked at protest rallies, who clocks out and drives a long way home. He does not stop in places called Heights; he drives until he gets to places called Island, Long and Staten mostly, where he has a wife and a kid and a yard and a dog. Officer Patrick" , "date" : "20050602" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Police Officer Who Lives and Serves Close to Home" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9507E6D81738F931A35755C0A9639C8B63"} , {"body" : "Gershon Jacobson, the founder, editor and publisher of Der Algemeiner Journal, one of the largest Yiddish-language weekly newspapers in North America, died on Sunday at NYU Downtown Hospital in Manhattan. He was 70 and lived in Brooklyn. The cause was complications of diabetes, his son Simon said. A former reporter for The New York Herald-Tribune," , "date" : "20050602" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "23" , "title" : "Gershon Jacobson, 70, Founder And Editor of Yiddish Journal" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D02E2DD1638F931A35755C0A9639C8B63"} , {"author" : "John Mollenkopf is a professor at the City University of New York and director of its Center for Urban Research." , "body" : "BOTH presidential campaigns allotted New York State to John Kerry in 2004, largely because New York City was rightly perceived as among the bluest -- or most Democratic -- areas in the country. After all, Democrats enjoy a 5-to-1 registration advantage over Republicans in the city. In 2000, only 18 percent of the city's voters cast their ballots" , "date" : "20050529" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "Painting the Town Red" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A03EEDD1139F93AA15756C0A9639C8B63"} , {"body" : "A row house undergoing renovations in Williamsburg, Brooklyn, collapsed yesterday in a cascade of bricks, cinder blocks, mortar and scaffolding. At least two construction workers buried beneath the rubble were among the 11 people who were injured, one critically, the authorities said. The collapse occurred about 1:15 p.m. at 103 Meserole Street on" , "date" : "20050520" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Building Falls In Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9406E2DB1439F933A15756C0A9639C8B63"} , {"body" : "David N. Dinkins left office stunned and frustrated, secure in history as the city's first black mayor but narrowly defeated for a second term by a man who used the racial violence in Crown Heights, Brooklyn, as an example of a city mismanaged. He was shunned by his successor, Rudolph W. Giuliani, and kept a low political profile for several years." , "date" : "20050516" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Once Shunned, Dinkins Is Back In the Spotlight" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940CE0DD1F30F935A25756C0A9639C8B63"} , {"author" : "Paula Span, a former New York correspondent for The Washington Post, teaches at the Columbia University Graduate School of Journalism." , "body" : "WHEN the time came to sell our roomy old house in New Jersey, with its stained-glass windows and towering oaks in the front yard, two nice young couples who had heard that the ''for sale'' sign would soon be posted wanted to see the place. That wasn't surprising: Montclair's a hot market. We'd barely begun the daunting process of shoveling out 20" , "date" : "20050515" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Not-So-Great Divide" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D04EED91130F936A25756C0A9639C8B63"} , {"body" : "WHEN the time came to sell our roomy old house in Montclair, with its stained-glass windows and towering oaks in the front yard, two nice young couples who had heard that the ''For Sale'' sign would soon be posted wanted to see the place. That wasn't surprising: Montclair's a hot market. We'd barely begun the daunting process of shoveling out 20" , "date" : "20050515" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Hudson Isn't So Wide Anymore" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E1D71030F936A25756C0A9639C8B63"} , {"body" : "SINGLING out any one year as emblematic of an era is a conceit, of course. For Jonathan Mahler, there's no problem, though. He admits he's biased, because his new book, ''Ladies and Gentlemen, the Bronx Is Burning,'' zeroes in on 1977, when a wave of arson, a blackout and riots, a serial killer, a transformative mayoral race and the Yankees'" , "date" : "20050515" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "3" , "title" : "The Nation: 'Do Something!'; The Year New York Lived Really Dangerously" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE2DD1E30F936A25756C0A9639C8B63"} , {"body" : "MATISYAHU was on stage at Irving Plaza in Manhattan last month in front of a delirious crowd of fans, surveying the scene before him with a happy grin. It is easy to see why. The 25-year-old Matisyahu, who was known as Matthew Miller while growing up in White Plains, is a Hasidic Jew who sings spiritual songs to a pulsing reggae beat; he adopted" , "date" : "20050515" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Yiddishkeit Meets Reggae" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D01E2D91030F936A25756C0A9639C8B63"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Full reviews of current shows, additional listings, showtimes and tickets:" , "date" : "20050513" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "The Listings: May 13-May 19" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A01E5D81030F930A25756C0A9639C8B63"} ,   {"body" : "Five Myles 558 St. Johns Place, Crown Heights Brooklyn Through May 14 Hanne Tierney, the creator of ''Man, the Flower of All Flesh,'' calls it ''a theater-without-actors performance work.'' I would also call it sculpture, installation art, sound art, dance and an act of magic. About an hour long, the piece is based on a 1909 E.M. Forster story" , "date" : "20050506" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "Art in Review; 'Man, the Flower of All Flesh'" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B00E4DA1430F935A35756C0A9639C8B63"} , {"body" : "Fernando Ferrer, a Democratic candidate for mayor, was endorsed by a cross section of Brooklyn politicians yesterday, while another candidate, C. Virginia Fields, assailed the mayor and the governor over the delays in rebuilding at ground zero. The endorsement of Mr. Ferrer, from a multiracial group that represents neighborhoods as disparate as" , "date" : "20050506" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Ferrer Gets Endorsement, And the Mayor Gets Criticism" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B02EFDC1430F935A35756C0A9639C8B63"} , {"body" : "Attractions Museums and Sites INTREPID SEA-AIR-SPACE MUSEUM, Pier 86, West 46th Street at the Hudson River, Clinton. The Intrepid is a converted World War II aircraft carrier with two decks of displays, including four theme halls: United States Navy Hall, Pioneer Hall, Technologies Hall and Intrepid Hall. On view: ''All Hands on Deck,'' an" , "date" : "20050429" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940DEFD81031F93AA15757C0A9639C8B63"} , {"body" : "The line between need and desire split the shelves of the E. Martin Newstand in Crown Heights, Brooklyn. Some days nobody had any use for the greeting cards or batteries on one side of the store, and for those days there was a wire basket filled with brightly colored tip sheets. ''The people who do the numbers,'' Elcorno Martin, the owner, said in" , "date" : "20050425" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Predicting the Unknowable With Big Red and Super Dude" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E7D61531F936A15757C0A9639C8B63"} , {"body" : "In Manhattan yesterday, purple medals bearing the bust of George Washington were hung on the left breast pockets of six soldiers wounded in the war in Iraq. The soldiers were members of the First Battalion, 69th Infantry of the New York Army National Guard, more commonly known as the renowned Fighting 69th. They were receiving the purple hearts for" , "date" : "20050424" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["IRAQ" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "Six Soldiers Are Awarded Purple Hearts for Their Service in Iraq" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9903E6DB1531F937A15757C0A9639C8B63"} , {"body" : "ON a recent night, a 24-year-old paralegal sat in her apartment in Astoria, Queens, eagerly awaiting a rabbi. She had decided to have her kitchen -- one corner of the living room -- koshered. At 7:30, an hour later than expected, Rabbi Sholitel Lubovic burst through the door. Blowtorch in hand, he shed his jacket, threw a dish towel over one" , "date" : "20050421" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "Kosher Kitchens, Quick" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A01EFD91631F932A15757C0A9639C8B63"} , {"body" : "For Eager Students, The Perfect Storm How do you get rid of unwelcome Sunshine? Not surprisingly, the answer is old-fashioned rain. A downpour becomes a blessing when dealing with this Sunshine, a grumpy landlord who is the title character in a story by Ludwig Bemelmans, the children's author best known for his series about Madeline, a Parisian" , "date" : "20050415" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "38" , "title" : "Family Fare" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F03E6DA103EF936A25757C0A9639C8B63"} , {"body" : "Three people were wounded, including a 12-year-old girl, when gunfire erupted about 3 p.m. yesterday near Public School 191 in Crown Heights, just after students had been released for the day, the police said. The girl, whose identity was not disclosed and was believed to be a student at the school, was shot once in the lower back and was in stable" , "date" : "20050414" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: 3 Wounded Near School" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A07EFDE103EF937A25757C0A9639C8B63"} , {"body" : "Two years ago, St. Agnes Hospital in White Plains was failing financially, so politicians and Roman Catholic leaders pressured Westchester Medical Center to take it over. That rescue was the old way of handling a hospital crisis in New York State. A few months later, Westchester Medical Center, choking on its own losses, concluded that St. Agnes" , "date" : "20050411" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Hospital Business in New York, Once Prized, Braces for a Crisis" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?sec=health&res=940CE0D8153EF932A25757C0A9639C8B63"} , {"body" : "An investigation is under way into the death of a Brooklyn teenager who the police first reported had been found fatally shot outside his father's Brooklyn apartment late Sunday. An autopsy, though, revealed that the victim had not sustained a gunshot wound. Saekuan Jones, 17, who lived with his mother, two brothers and a sister at 1062 Bergen" , "date" : "20050329" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Search for Cause in Brooklyn Youth's Death" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950CEEDF123FF93AA15750C0A9639C8B63"} ,   {"body" : "SITTING at her dining room table in Crown Heights, Brooklyn, Henya Laine put on her reading glasses and opened to a fresh sheet in a wirebound notebook. She gazed at Ettie, a 24-year-old woman with blue eye shadow and a trace of hesitation who was sitting across from her, offered a dish of hard candies, and said: ''First of all, you look lovely.''" , "date" : "20050327" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "CROWN HEIGHTS: THE CHASE; Love With the Proper Stranger" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B05EFDF143FF934A15750C0A9639C8B63"} , {"body" : "OF all the times Beverly Sills was host of the ''Tonight'' show, her favorite was in 1977, when her guests were three of her closest confidantes: the comedian Carol Burnett, the perky singer and television host Dinah Shore and the pop chanteuse Eydie Gorme. The women got into a spat over who was whose best friend, then kidded the wholesome Ms." , "date" : "20050320" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Wanted: A New Cheerleader for Opera" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F05E6D7123CF933A15750C0A9639C8B63"} , {"body" : "A sampling of musical presentations planned for the holiday season at churches and concert halls in New York City. All are free unless otherwise noted. (Churches accept donations.) This selection, compiled by Jeremy Eichler, represents what caught this critic's eye and excited his expectations. More holiday recommendations for this weekend are in" , "date" : "20050318" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "Welcoming Easter, Churches and Halls Resound With Music" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A05E1DE103CF93BA25750C0A9639C8B63"} , {"body" : "Children Build a Bridge From Rwanda to Brooklyn At first glance, the photographs on opposite walls of the Brooklyn Children's Museum could almost be mirror images of one another. In ''Umuhoza Washing,'' a girl scrubs her face by a bathroom sink. Across the room, in ''Wash Up Time,'' a cheerful child in pigtails does the same. ''Clap Dance'' shows" , "date" : "20050318" , "day_of_week_facet" : "Friday" , "geo_facet" : ["RWANDA" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "33" , "title" : "Family Fare" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940CE3DC103CF93BA25750C0A9639C8B63"} , {"body" : "Museums AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Sunday, noon to 4 p.m., a ''Spring Equinox Festival and International Earth Day,'' with workshops and performances; some events require additional fees while others are included in museum admission. Through May 30, ''The Butterfly Conservatory: Tropical Butterflies Alive" , "date" : "20050318" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "33" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E2DC103CF93BA25750C0A9639C8B63"} , {"body" : "The Brooklyn district attorney's office is investigating whether Assemblyman Clarence Norman Jr., the Brooklyn Democratic leader who is already facing several criminal charges in Brooklyn, improperly used state taxpayers' dollars to pay the utility bills at his political club, officials said. Investigators have traveled twice to Albany in recent" , "date" : "20050313" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Prosecutors' Scrutiny of State Assemblyman Turns to His Political Club's Utility Bills" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE5DD153CF930A25750C0A9639C8B63"} , {"body" : "It looked at first like a classic gangland hit. A Mercedes sat abandoned on a Brooklyn highway. A bullet-riddled corpse lay slumped across the seat. The dead man was Edward Lino, a Gambino family captain, who had helped kill Paul Castellano, the boss of bosses, and vault John Gotti into power. It was November 1990 and made men were dying. There was" , "date" : "20050312" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Blood Ties: 2 Officers' Path to Mob Indictments" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9400E4D7143CF931A25750C0A9639C8B63"} , {"body" : "The big red letters inside Andy's Liquor Supermarket leave little doubt about acceptable behavior within the store's plexiglass-sealed enclosure. ''No loitering, no drinking, no smoking, no hanging out, no bull,'' the sign says. In case there is any doubt about the last prohibition, a large, agitated dog named Samson barks and paces behind the" , "date" : "20050312" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BELLPORT (NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Full Bottles, Soothing Broken Souls; Brooklyn Liquor Store Offers an Unlikely Sense of Community" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9507E1D8143CF931A25750C0A9639C8B63"} , {"body" : "A 57-year-old woman who was critically burned in a fire two months ago died on Monday, the police said yesterday. On Jan. 1, the woman, Juni Gerard, was asleep in her apartment in Crown Heights when a relative, apparently upset over a failed relationship with Ms. Gerard's niece, doused the building with gasoline and set it on fire, the authorities" , "date" : "20050309" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Fire Claims Fifth Victim" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F03E4DC163CF93AA35750C0A9639C8B63"} , {"body" : "Jack Welch's Georgian-Style Manor $9,500,000 CONNECTICUT: Sasco Hill Road, Fairfield An eight-bedroom, nine-bath manor house and guest cottage on 6 1\/2 acres with front views of Southport Harbor and back views of Long Island Sound. Rick Higgins, the Higgins Group (203)254-9000; www.higginsgroup.com TAXES: $120,106 PROS: This 20-year-old estate was" , "date" : "20050306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E4DA103DF935A35750C0A9639C8B63"} ,   {"body" : "The death of a year-old Brooklyn girl more than two weeks after she was burned over half her body has led to the rearrest of the child's mother and the possibility of homicide charges against her babysitter, the authorities said yesterday. The girl, Zakiya Butler, was scalded in a bathtub on Feb. 15 while she was being cared for by her live-in baby" , "date" : "20050305" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Baby's Death May Lead To Charge Of Homicide" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B05E4D9113DF936A35750C0A9639C8B63"} , {"body" : "BLUEWEISS--Phyllis Ruth. A 50 year resident of Long Island died peacefully on February 26, 2005. Born in Brooklyn, NY on June 22, 1924, the eldest of three daughters of Benjamin and Marion Schwartz. An adventurous teenager and accomplished pianist she traveled from Crown Heights to Upper Manhattan to attend the High School of Music and Art. In 1944" , "date" : "20050302" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "8" , "title" : "Paid Notice: Deaths BLUEWEISS, PHYLLIS RUTH" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9507E3DC133DF931A35750C0A9639C8B63"} , {"body" : "SUNDAY 2\/27 VOLUNTEER FILMGOERS The TriBeCa Film Festival doesn't begin until April 19, but already volunteers are being recruited for positions as varied as brochure editors and ushers, drivers and ticket takers. The reward for these good deeds? Each shift -- with a minimum commitment of three -- gets you a voucher to see the films yourself. And" , "date" : "20050227" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "THE GUIDE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E04E7D71F3AF934A15751C0A9639C8B63"} , {"body" : "Attractions Gardens NEW YORK BOTANICAL GARDEN, Southern Boulevard and 200th Street, Bedford Park, the Bronx. Opening tomorrow and running through March 27, ''The Orchid Show,'' with displays and demonstrations. This weekend: gardening demonstrations tomorrow and Sunday at 1 p.m. and discussions with experts tomorrow and Sunday from 2 to 5 p.m." , "date" : "20050225" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E00E5DD173DF936A15751C0A9639C8B63"} , {"body" : "New Yorkers are full of contradictions. While a recent poll found that New Yorkers strongly support holding the 2012 Summer Olympics in their city, the same survey, which was conducted earlier this month by The New York Times, also concluded that most New Yorkers oppose building a new stadium -- the very one that Mayor Bloomberg says is crucial to" , "date" : "20050220" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WEST SIDE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; They'll Take the Olympics, but Hold the Stadium, Please" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9500E2DC113AF933A15751C0A9639C8B63"} , {"body" : "New York has 92 historic districts, including 9 in the Bronx, 3 on Staten Island, 17 in Brooklyn and 57 in Manhattan. Queens, the city's largest borough by area, has six, and residents often cite that low number as evidence that the Landmarks Preservation Commission has not given the borough its due. The latest beachhead in this battle is in" , "date" : "20050220" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "RICHMOND HILL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: RICHMOND HILL; With Historic Status Elusive, Richmond Hill Wonders If Queens Is the Problem" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E00E7DC113AF933A15751C0A9639C8B63"} , {"body" : "Theater 'COCUS AND DOOT -- THE BELLY OF THE BEAST,' a new musical by Suzanne Bradbeer about a penguin, a tamarin and a whale, by the Vital Theater Company. At the McGinn Cazale Theater, 2162 Broadway, at 76th Street, fourth floor, Manhattan, (212)352-3101. For ages 2 to 10. Saturdays at 1 p.m. and Sundays at 1 and 3 p.m. through March 27. Tickets," , "date" : "20050218" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "SPARE TIMES; For Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9806E6DB103AF93BA25751C0A9639C8B63"} , {"body" : "A former employee of the Buildings Department was arrested yesterday and accused of forging documents for a contractor who was later linked to a building collapse. The suspect, Betty Glover, 47, used her connections as a former department employee to secure contracts for an uninsured contractor, according to the Department of Investigation. In" , "date" : "20050211" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Ex-Official Accused Of Fraud" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990DEED8173AF932A25751C0A9639C8B63"} , {"body" : "IN a little over two years, Shaya Boymelgreen, an Israeli immigrant who came to New York in 1969 to study at a yeshiva, has gone from being an obscure builder of low-rise apartment houses to become one of the city's busiest residential developers. In partnership with Lev Leviev, an Israeli billionaire and diamond magnate, Mr. Boymelgreen has plans" , "date" : "20050206" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "With backing from an Israeli billionaire, a Developer finds opportunity in disparate places" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9803E6DB103BF935A35751C0A9639C8B63"} , {"body" : "Still Pursuing Justice In Crown Hts. Death Getting on with life, Norman Rosenbaum says, does not mean giving up on unfinished business. From 1991 to 2003, Mr. Rosenbaum, above, a tax lawyer in Australia, was a frequent and widely noted visitor to New York from his home in Melbourne. In 1991 his brother, Yankel, who was 29, died after being stabbed" , "date" : "20050206" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "FOLLOWING UP" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9801EFDF1E3BF935A35751C0A9639C8B63"} ,   {"body" : "A Brooklyn man was arrested yesterday in the beating of his 10-month-old son, the police said. David Adamson, 29, of Pacific Street in Crown Heights, was arrested about 1 a.m. on charges of assault and endangering the welfare of a child, the police said. A police official said officers went to the apartment after Mr. Adamson called 911 to get help" , "date" : "20050206" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Police Say Father Beat Boy" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04EFDF1E3BF935A35751C0A9639C8B63"} , {"body" : "City Council Speaker Gifford Miller, surrounded by a dozen Brooklyn officials on the steps of Borough Hall, announced his candidacy for mayor yesterday, and appeared intent on displaying his support within the 718 area code. Mr. Miller's mayoral intentions have been clear for many months, but until yesterday's event -- more of a soft opening for" , "date" : "20050205" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "For Miller, A Soft Toss Of His Hat For Mayor" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A00EFDC113BF936A35751C0A9639C8B63"} , {"body" : "Attractions Museums MUSEUM OF CHINESE IN THE AMERICAS, 70 Mulberry Street, Chinatown. On view, ''Have You Eaten Yet? The Chinese Restaurant in America Exhibit,'' an exhibition of Chinese menus, travel diaries and other items; ''Mapping Our Heritage Project,'' an interactive display on the history of Chinatown; ''Yellow Pearl,'' a compilation of" , "date" : "20050204" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E4D9103BF937A35751C0A9639C8B63"} , {"body" : "Two of the city's subway lines -- the A and the C -- have been crippled and may not return to normal capacity for three to five years after a fire Sunday afternoon in a Lower Manhattan transit control room that was started by a homeless person trying to keep warm, officials said yesterday. The blaze, at the Chambers Street station used by the A and" , "date" : "20050125" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "2 SUBWAY LINES CRIPPLED BY FIRE; LONG REPAIR SEEN" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A07E6D91F38F936A15752C0A9639C8B63"} , {"body" : "When a firefighter dies, the men at his firehouse -- men with whom he has spent hundreds, even thousands of hours -- are almost invariably able to mutter only a stunned generality: He was a great guy. Firefighters are ready for just about anything at a moment's notice, but never that, talking to a stranger at the door. Three firefighters became" , "date" : "20050124" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Stunned Words of Grief In Firehouses, and at Homes" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E1D71E38F937A15752C0A9639C8B63"} , {"body" : "After 19 years and 24 days behind bars, a 69-year-old cocaine dealer named Ivan Wright, sentenced under New York's Rockefeller drug laws, expects to hear from a judge in Brooklyn today that his prison time is done. Mr. Wright is believed to be the state's first inmate to face release after the State Legislature's overhaul of the laws last month" , "date" : "20050120" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Inmate Seeks Freedom Under New Drug Laws" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0CE2DC1038F933A15752C0A9639C8B63"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue, at 36th Street, Astoria, Queens. One of the largest collections of moving-image artifacts. Through Feb. 13, ''Breaking Boundaries: Films Selected and Introduced by Members of the New York Film Critics Circle''; screenings this weekend, ''Citizen Ruth'' (1996)," , "date" : "20050114" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9404E0DD1438F937A25752C0A9639C8B63"} , {"body" : "Events 'GROW INVOLVED,' activities sponsored by community service organizations, Monday, 10 a.m. to 2 p.m. at Martin Luther King Jr. High School, 122 Amsterdam Avenue, at 65th Street, Manhattan. By Children for Children. Information: (212) 759-1462. 'MEET DR. KING,' on Monday beginning at noon, with a discussion, a cartoon workshop and dance" , "date" : "20050114" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "Spare Times; For Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01EFDD1438F937A25752C0A9639C8B63"} , {"body" : "A man was shot in the head and killed on a Brooklyn street corner yesterday in what a witness described as a targeted attack by a gunman who calmly continued to fire after the victim fell. Police said the victim, whose name was not released, was 24 years old. He was hit once in the head at Lincoln Place and Franklin Avenue, in Crown Heights, about" , "date" : "20050111" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Man Is Fatally Shot On Brooklyn Street" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9505E5D81F39F932A25752C0A9639C8B63"} , {"body" : "As the scare over a nationwide shortage of flu vaccine reached its peak last fall, forcing elderly men and women to huddle in lines for hours hoping to be one of the lucky few to be inoculated, New York City's health department was almost forced to do what it wanted most to avoid. ''We came within hours of having to close our health clinics,'' said" , "date" : "20050110" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "How City Officials Coped With Flu Vaccine Scare: They Scrounged" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B05E0DE1F39F933A25752C0A9639C8B63"} ,   {"body" : "To the Editor: In your Jan. 2 editorial ''A Wish for a Campaign Promise,'' you admit that New York's problems ''fall hardest on the predominantly black and Latino poor.'' Yet you reject the political legitimacy and potential importance of a mayoral candidate's racial identity to exercising real, successful leadership in New York. Allow me to borrow" , "date" : "20050109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "In Politics, Race Matters" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E02E4D81139F93AA35752C0A9639C8B63"} , {"body" : "The fire that killed two adults and two children in a Brooklyn apartment on Saturday was a murder-suicide, probably stemming from a failed relationship, the authorities said yesterday. The man who set the fire, Riboule Lemorin, appeared to have entered a bedroom where five people were sleeping, doused the room and then himself in gasoline, and" , "date" : "20050104" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Relationship Is Suspected As Motive In Fatal Fire" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E6DF1339F937A35752C0A9639C8B63"} , {"body" : "Four people, two of them young children, were killed after a suspicious fire gutted their sixth-floor apartment in the Crown Heights section of Brooklyn early yesterday, while in Fresh Meadows, Queens, a man died when he leapt from an attic window to escape from a burning house. In the Crown Heights fire, a can of gasoline was found in the" , "date" : "20050102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "4 Are Killed In Morning Fire In Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E06E2D81539F931A35752C0A9639C8B63"} , {"body" : "INTERNATIONAL 3-11 Aid Reaches Tsunami Victims Substantial aid finally began reaching desperate refugees in devastated areas of northern Sumatra as American warships arrived in the Straits of Malacca and a fleet of helicopters airlifted critical supplies to stricken towns in Aceh Province. 1 The president of Indonesia, Susilo Bambang Yudhoyono," , "date" : "20050102" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D05E2D91539F931A35752C0A9639C8B63"}]