[  {"body" : "A 26-year-old man was shot and killed yesterday afternoon in East New York, the police said. The shooting occurred shortly after 1 p.m. outside a deli at Linden Boulevard and Euclid Avenue near the Cypress Hills housing project, the police said. The man, Clifford Birkbeck, of Loring Avenue, had been in a quarrel with two other men, and one of the" , "date" : "20051219" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Man Shot To Death On Street" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E1DC1730F93AA25751C1A9639C8B63"} , {"body" : "AS the civil rights figure Rosa Parks lay in state in the Capitol Rotunda two weeks ago, her 19th-century Northern forerunner, a young black schoolteacher who helped integrate New York's transit system by refusing to get off a streetcar in downtown Manhattan, rested in near-perfect obscurity. Mrs. Parks's resistance on a bus became a central facet" , "date" : "20051113" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITY LORE; The Schoolteacher On the Streetcar" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/13\/nyregion\/thecity\/13jenn.html"} , {"body" : "A Queens man was found stabbed to death in Cypress Hills yesterday morning, the police said. The man, Luis Beltran, 26, was stabbed shortly before 3 a.m. in front of 366 Ridgewood Avenue, the police said. Neighbors said they had heard an argument among several men before the killing. Michael Wilson (NYT)" , "date" : "20051017" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Man Fatally Stabbed" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0CEEDD153FF934A25753C1A9639C8B63"} , {"body" : "Theater TOY THEATER PUPPET SHOWS, with ''Unauthorized Magic in Oz,'' based on modern novels by Edward Einhorn, who also appears; and ''Evolution,'' about friendship, Saturdays at 11 a.m. through Nov. 19, at the Looking Glass Theater, 422 West 57th Street, Manhattan, (212)352-3101. Tickets: $15. 'GOLDILOCKS AND THE THREE BEARS,' a bilingual version," , "date" : "20051014" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES; For Children" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/14\/arts\/14kids.html"} , {"body" : "CASALINI--Angelo Frank. Age 83, died on September 30, 2005, in his home in New York City. Beloved husband of the late Frieda May, dearest brother of Victoria Petronio, Antoinette Psathas, and Mary Papadelis, dearest uncle of Hope, Paula, Michael, Deborah, Fred, Norm, and Rosalind, and devoted grandfather of Gille. Angelo was the manager of The City" , "date" : "20051007" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "27" , "title" : "Paid Notice: Deaths CASALINI, ANGELO FRANK" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0CE0D61E30F934A35753C1A9639C8B63"} , {"body" : "FRIENDS used to tease William Buchanan Obermeyer about his hoarding habit, one worthy of Collyer brothers comparison. He bought several newspapers a day, but almost never threw them out, figuring that he would eventually get back to all those stories he had yet to read. So there went one room. He also loved books; his best friends, he used to say." , "date" : "20050924" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; Scraps of a Life, Amassed Into Mountains" , "url" : "http:\/\/select.nytimes.com\/\/2005\/09\/24\/nyregion\/24about.html"} , {"body" : "A 39-year-old Brooklyn man fatally stabbed his 34-year-old companion yesterday afternoon, while her children were in their Cypress Hills apartment, before he turned the knife on himself, the police said. The man, Robert Garcia, was charged with second-degree murder and criminal possession of a weapon, the police said. He has an extensive criminal" , "date" : "20050911" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "Man Charged in Companion's Murder" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/11\/nyregion\/11stab.html"} , {"body" : "FIXED-RATE mortgages, adjustable-rate mortgages, 30-year terms, 40-year terms, low down payments, no down payments, prepayment penalties! How is a home seeker, particularly the befuddled first-timer, supposed to wade through the current mire of mortgage offerings? And in just whose interest are those ''interest only'' loans that have carved a" , "date" : "20050717" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Which Mortgage? A Complicated Tale" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A05E4DB1330F934A25754C0A9639C8B63"} , {"body" : "Schools Chancellor Joel I. Klein celebrated the last day of school yesterday by proclaiming it a ''year of achievement,'' but the City Council Education Committee gave him and the Bloomberg administration barely a passing grade. And the teachers' union used the final bell of the school year to complain again that its contract expired more than two" , "date" : "20050629" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Klein Calls School Year a Success, but a Council Report Differs" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0DE3DF1431F93AA15755C0A9639C8B63"} , {"author" : "E-mail: amh@nytimes.com" , "body" : "EVERY actor has his calling card, his inimitable, unmistakable badge of identity. For Humphrey Bogart, fans would say, it was the trench coat, the fedora, the lisp and the toast, ''Here's looking at you, kid,'' growled at Ingrid Bergman with just the right measure of affection and stoicism. For Gary Dennis, the owner of Movie Place, one of the West" , "date" : "20050626" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COPING; Here's Looking At You, 103rd Street" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E7DE163AF935A15755C0A9639C8B63"} ,   {"body" : "In the early morning hours of July 20 last year, the police found the body of an unidentified young man on the subway tracks in Brooklyn. He had been electrocuted after his foot became stuck in the rails. The nameless teenager lay unclaimed in the morgue for two weeks, until a check of fingerprints revealed that he was a troubled resident of a" , "date" : "20050422" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Judge Denounces City Group Home in Missing Teenager's Death" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9904E2DD1431F931A15757C0A9639C8B63"} , {"body" : "A New York City teacher was arrested on the Lower East Side on Tuesday evening after he was found with two illegal knives, officials said. The teacher, Robert Walker, 53, who most recently taught machine shop at Transit Tech Career and Technical Education High School in Cypress Hills, Brooklyn, was arrested at 11 Essex Street, the police said," , "date" : "20050421" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Metro Briefing | New York: Manhattan: Teacher Faces Weapons Charges" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00EFDC1731F932A15757C0A9639C8B63"} , {"body" : "A dozen or so elementary and middle school students from Brooklyn stood on the steps of the City Education Department headquarters in Lower Manhattan yesterday, assembled for a concert on a pleasant spring evening. They blew into their instruments -- trumpets, saxophones and clarinets -- fashioned out of paper and cardboard, decorated with crayon." , "date" : "20050419" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Brooklyn Coalition Rallies For Middle School Programs" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DEFDB1F3EF93AA25757C0A9639C8B63"}]