[  {"body" : "Attractions Museums and Sites HISTORIC RICHMOND TOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. Today, 1:30 to 3 p.m., ''Doll and Teddy Bear Party,'' with storytelling, activities and food; fee, $4; children, $8 (members, $7 for children, free for adults). Tomorrow at 10 p.m., an English Country Dance Assembly, with" , "date" : "20051230" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/30\/arts\/30spar.html"} , {"body" : "To the Editor: It is indeed ''a matter of scale'' here in Brooklyn. Bruce Ratner is gambling that there is a bottomless market for 3,000 market-rate condos in the Atlantic Yards. But have the developer's plans taken into account the 1,210 condos proposed for Brooklyn Bridge Park; the 1,000 condos proposed for Downtown Brooklyn; and the many smaller" , "date" : "20051225" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "9" , "title" : "Brooklyn's Railyards: The Fight Continues" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B04E2D81530F936A15751C1A9639C8B63"} , {"body" : "Brooklyn's Borough Hall is 83 years older than the Empire State Building, about 98 stories shorter, and infinitely less likely to be scaled by a giant ape on the big screen. The buildings have little in common at all, in fact. But as of this month, they do share at least one thing: Both are equipped with lighting systems that let them change colors" , "date" : "20051225" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN; Switch On the Lights: It's Psychedelic Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/25\/nyregion\/thecity\/25ligh.html"} , {"body" : "AT the crest of a hill in Green-Wood Cemetery in Brooklyn one day in early December, a gust of wind makes the just-below-freezing temperatures seem just above tolerable. A voice -- three parts honey, two parts gravitas with a grain or two of gravel thrown in -- rises to be heard above the wind. It is the voice of God, only friendlier. ''It was like" , "date" : "20051223" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "1" , "title" : "FOOTSTEPS; Just Squint, and It's 1776" , "url" : "http:\/\/travel.nytimes.com\/2005\/12\/23\/travel\/escapes\/23foot.html"} , {"body" : "NEW York's Revolutionary War history may be shadowed by skyscrapers and hidden under pavement, but there are still places to get a glimpse of it. Here are a few. GREEN-WOOD CEMETERY -- 500 25th Street, Brooklyn, 718-768-7300; www.green-wood.com. Near Prospect Park in south Brooklyn, Green-Wood Cemetery was founded not much more than half a century" , "date" : "20051223" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "2" , "title" : "THE REVOLUTION IN NEW YORK CITY; Where Washington Led and Where Nathan Hale Died" , "url" : "http:\/\/travel.nytimes.com\/2005\/12\/23\/travel\/escapes\/23bfoot.html"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through New Year's Day, the Origami Holiday Tree. Through Jan. 8, ''Dinosaurs: Ancient Fossils, New Discoveries'' examines modern paleontology and new theories about dinosaurs and the world in which they lived. Through March 12, ''Voices From South" , "date" : "20051223" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/23\/arts\/23spar.html"} , {"body" : "The mayoralty of Michael R. Bloomberg has had no shortage of crises. He has faced in one term what the last four men who held his office faced over seven: a citywide blackout; a crushing fiscal crisis, the aftermath of a terrorist attack and now a transit strike. This time history will certainly record Mr. Bloomberg as stepping into a public void" , "date" : "20051223" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "TRANSIT STRIKE ENDS: THE MAYOR; Bloomberg Balanced Tough Talk Against the Risk of Offending" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/23\/nyregion\/nyregionspecial3\/23mayor.html"} , {"body" : "Presented with a defining test for a New York mayor, Michael R. Bloomberg started the first day of the citywide transit strike yesterday emulating his storied predecessor, Edward I. Koch, by walking across the Brooklyn Bridge. But if his show of commuter solidarity had its awkward moments -- the mayor snapping at a reporter and contending with a" , "date" : "20051221" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "TRANSIT STRIKE: THE MAYOR; On Foot, on Bridge and at City Hall, Bloomberg Is Irate" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/21\/nyregion\/nyregionspecial3\/21mayor.html"} , {"body" : "If it comes to pass that Brooklyn Bridge Park is built, something planners have been dreaming about for two decades, it will stretch across 85 acres of waterfront, from the Manhattan Bridge to the foot of Atlantic Avenue, and include wide lawns, space for basketball, soccer and cricket, and a beach and a boat launch. The park would also have 710" , "date" : "20051218" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN HEIGHTS; A Hard Sell for a Park Named Brooklyn Bridge" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/18\/nyregion\/thecity\/18brid.html"} , {"body" : "Attractions Museums and Sites FRAUNCES TAVERN MUSEUM, 54 Pearl Street, second floor, Lower Manhattan. The museum, in a former tavern, is dedicated to the study and interpretation of early American history and culture. Tuesday night at 6:30, ''Sing We All Merrily,'' a musical celebration of an 18th-century Christmas, with Linda Russell & Companie;" , "date" : "20051216" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/16\/arts\/16spar.html"} ,   {"body" : "Six buildings near the Vanderbilt railyards in Brooklyn will be demolished next month, the first physical manifestation of the 9.1 million square foot Atlantic Yards project that may one day rise over the area. The plans were described yesterday by officials of Forest City Ratner Companies, which owns the buildings and is the developer of Atlantic" , "date" : "20051216" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Another Step for Downtown Brooklyn Project" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/16\/nyregion\/16demolish.html"} , {"body" : "A sampling of noteworthy musical presentations planned for the holiday season at churches and concert halls in New York City, compiled by Jeremy Eichler. All are free unless otherwise noted. (Churches accept donations.) More holiday events this weekend are in The Listings on Pages 29 and 30. (Unless noted, church choirs are featured in church" , "date" : "20051209" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "Where to Hear (and Sing) the Songs of the Season" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D00E2D81031F93AA35751C1A9639C8B63"} , {"body" : "Attractions Museums and Sites HISTORIC RICHMOND TOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. More than 25 buildings from the late 17th to the 19th centuries, restored and furnished. Tomorrow and Dec. 17 at 5 p.m., candlelight tours of holiday preparations of the period; fee, $27.50; members of the Staten Island" , "date" : "20051209" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/09\/arts\/09spar.html"} , {"body" : "Corey Copeland is 36 years old and 6-foot-1, with the build of a defensive lineman. But when he recalls his childhood, his eyes close, his jaw clenches and his lower lip juts out and quivers, as if he were a fragile child remembering a blow that happened yesterday. ''I always got picked on and beat on,'' Mr. Copeland said, breathing slowly. ''I" , "date" : "20051208" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "The Neediest Cases; Bright Spot in Shadow of a Mental Illness" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9401E2DC1031F93BA35751C1A9639C8B63"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through New Year's Day, the Origami Holiday Tree. The Rose Center is open on Friday nights until 8:45, for ''Starry Nights: Fridays Under the Sphere,'' with cash bar, jazz and tapas on the first Friday of every month. Tonight at 6 and 7:30, Chico" , "date" : "20051202" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/02\/arts\/02spar.html"} , {"body" : "NEW York is Film Noir City: as I move through it, I scout locations for my imaginary 1947 thriller. All I need is a little night -- plenty of that this time of year -- and the last six decades are gone. The director of my imagination who wants to make the archetypal film noir of my imagination has endless miles to work with: whole swaths of" , "date" : "20051202" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "33" , "title" : "MY CITY; Right Out of Film Noir, A Shadowy New York" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/02\/movies\/MoviesFeatures\/02city.html"} , {"body" : "Manhattan UPPER EAST SIDE $1.9 million 45 East 89th Street 2-bedroom, 2-bath, 1,200-sq.-ft. condo in a postwar building; 24-hr. doormen, concierge, manned elevator; dining room, renovated kitchen, marble baths, south and east exposures; balcony; maintenance $1,630, 57% tax-deductible; listed at $2.1 million, 20 weeks on market (broker: Corcoran" , "date" : "20051201" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A00EEDE1531F932A35751C1A9639C8B63"} , {"body" : "Nicholas Malave, a senior at Pacific High School in Brooklyn, entered a subway car yesterday and let out a cry of delight. This is not something he normally does during his regular trips on the A and J lines. But those older cars lack what the new R160 subway car has: a Flexible Information and Notice Display, or FIND, with a liquid crystal display" , "date" : "20051130" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "New Subway Cars Promise All Kinds of Information" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/30\/nyregion\/30car.html"} , {"body" : "United Nations delegates, it seems, will not be nibbling Junior's cheesecake and Grimaldi's pizza after all. In a report this month on the organization's planned renovation of its East Side headquarters, Secretary General Kofi Annan proposes temporarily moving its operations to space elsewhere in Manhattan, and even to Queens. But in the 22-page" , "date" : "20051127" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Ambassador Markowitz Woos the U.N." , "url" : "http:\/\/www.nytimes.com\/2005\/11\/27\/nyregion\/thecity\/27UN.html"} , {"body" : "When it was first put forward, the proposed Atlantic Yards mega-development in Brooklyn offered some excellent features, most particularly affordable housing and jobs for local residents. The project seemed promising, if the developer could address the biggest downside: the addition of traffic downtown, where the streets are already clogged. Since" , "date" : "20051127" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "A Matter of Scale in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/27\/opinion\/nyregionopinions\/atlyards.html"} ,   {"body" : "Three-Bedroom Duplex $2,595,000 MANHATTAN: 139 West 82nd Street (between Columbus and Amsterdam), #6B A 1,900-square-foot, three-bedroom, three-bath co-op apartment. Tina Silver (212) 381-2221 or Silvana Sagan (212) 381-2217, Halstead Property; www.halstead.com MAINTENANCE: $2,565 a month PROS: Three apartments were combined to create this" , "date" : "20051127" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9406E0DB1631F934A15752C1A9639C8B63"} , {"body" : "It has become common in New York City for real estate developers to offer public amenities in exchange for the right to put up buildings that are taller than the zoning ordinarily would allow or to garner public support for projects that might stir controversy. But those amenities -- parks, plazas or atriums, for example -- sometimes fail to live" , "date" : "20051123" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "SQUARE FEET; The Trade-Offs in Zoning Trade-Offs" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/23\/realestate\/23public.html"} , {"body" : "TV antennas were beginning to sprout on rooftops like spindly metallic weeds, the alternate-side parking minuet was just being choreographed and air raid sirens still rumbled daily at noon in 1955 when New Yorkers paused briefly to contemplate a city ''strained almost to bursting'' after the ''tensest quarter century'' in its history. Titled ''Our" , "date" : "20051121" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "'55 Vision of an '05 City: Times Sq. Dies but 2nd Ave. Has a Subway" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/21\/nyregion\/21predict.html"} , {"body" : "An Op-Ed last Sunday about the Atlantic Yards project in Brooklyn misstated some of its details. Plans for the project call for 16 buildings surrounding a sports arena, not 17, and for nine million square feet of construction, not 14 million. Correction: April 27, 2006, Thursday Because of an editing error, an article in The Arts on Tuesday about" , "date" : "20051120" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "13" , "title" : "Correction" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940DE6DC1E3EF933A15752C1A9639C8B63"} , {"body" : "Attractions Museums and Sites MUSEUM OF THE CITY OF NEW YORK, Fifth Avenue at 103rd Street. Tomorrow at 2 p.m., ''Dutch Days Tour,'' a tour of the galleries that highlight Dutch influence in the city. Also tomorrow at 2 p.m., ''The Creatures -- Tales from the Bush,'' a family presentation of Yoruba parables by Orisha Tales Production; a" , "date" : "20051118" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/18\/arts\/18spar.html"} , {"author" : "E-mail: hjaraton@nytimes.com" , "body" : "JASON KIDD finished shooting free throws yesterday, bent his 32-year-old knees into an imperfect L and lowered himself into a courtside seat at the Nets' practice facility. Veteran legs grow weary when the long road beckons, even in a season that is eight games young. If Thanksgiving is upon us, it is time for the Nets to make their annual -- and" , "date" : "20051118" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Sports of The Times; Best Move For Kidd Was Spiritual" , "url" : "http:\/\/select.nytimes.com\/\/2005\/11\/18\/sports\/basketball\/18araton.html"} , {"body" : "Ideas for reducing car traffic -- including the politically volatile notion of charging drivers for entering the busiest Manhattan streets -- gained momentum yesterday during a meeting of leaders of the city's business improvement districts. Jan Gehl, a Danish architect whose fervent advocacy of bicycle lanes, pedestrian walkways and restrictions" , "date" : "20051118" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Business Groups Hear Plea: Do Something to Cut Traffic" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/18\/nyregion\/18traffic.html"} , {"body" : "Food for Mind and Tummy A party to kick off the Goddard Riverside Community Center's New York Book Fair will be held on Friday from 6:30 to 9:30 p.m. at the center, 593 Columbus Avenue (88th Street). New books will be sold at 50 percent off cover price, and food, wine and cheese will be served. Tickets are $125 in advance, $150 at the door: (212)" , "date" : "20051116" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "11" , "title" : "CALENDAR" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E2D9103EF935A25752C1A9639C8B63"} , {"author" : "e-mail: realprop@nytimes.com" , "body" : "Recent Sales $24 million 447-449 Fulton Street (at Jay Street) and 497-501 Fulton Street (at Bridge Street) Downtown Brooklyn The Laboz family bought these two corner retailing buildings for $12 million each in the Fulton Street Mall. Buyers: Albert, Jason and Jody Laboz (doing business as United American Land L.L.C.) Seller: Emmes Asset Management" , "date" : "20051116" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "11" , "title" : "Square Feet; TRANSACTIONS" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0CEED9103EF935A25752C1A9639C8B63"} , {"body" : "The case was a matter of child abuse, one of many on the dockets in Family Court in Downtown Brooklyn yesterday. The mother attended with her lawyer; child welfare workers with their own. No one spoke of the child in question, 16-month-old Dahquay Gillians; his fate had already been decided. Dahquay died in a bathtub on the night of Nov. 6 as his" , "date" : "20051115" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Relative Pushes for Custody Of Boy Whose Brother Died" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/15\/nyregion\/15girl.html"} ,   {"body" : "WE owe the existence of Brooklyn to the urban developers of more than a century ago. Since that time, the borough's open land has disappeared. That's how it goes in cities the world over; only a dead city never changes. But just as we'll always have developers, community activists and environmentalists will invariably seek to check their greed and" , "date" : "20051113" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "The Project That Ate Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/13\/opinion\/nyregionopinions\/13CImanbeck.html"} , {"body" : "Only two restaurants outside Manhattan won stars in the new Michelin Guide for New York, Peter Luger and Saul, and both are in Brooklyn. In all, 25 Brooklyn restaurants were listed, with places on Smith and Court Streets dominating. Here are some high points (star ratings are by New York Times). BANANIA CAFE (718) 237-9100; 241 Smith Street" , "date" : "20051113" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "GOOD EATING\/SMITH AND COURT STREETS; Bon Appétit" , "url" : "http:\/\/events.nytimes.com\/2005\/11\/13\/dining\/13rest.html"} , {"body" : "Attractions Museums MUSEUM OF THE CITY OF NEW YORK, Fifth Avenue at 103rd Street. Through March 26, ''New York Comes Back: Mayor Ed Koch and the City,'' an exhibition of photographs, artworks, videos and documents. Tomorrow and Sunday at 3 p.m., in conjunction with the exhibition, a performance of '''Mayor & Company: Musical Theater Cabaret,'' with" , "date" : "20051111" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/11\/arts\/11spar.html"} , {"body" : "FORGET the stars: what about the veritable pu pu platter that is the 468 unstarred restaurants in the new Michelin guide to New York City? Readers looking for rhyme or reason behind which restaurants made it into the guide and which didn't may divine a clue from the transformation that Jean-Luc Naret, the director of the project, said his" , "date" : "20051109" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "6" , "title" : "Did the Guide Need a Guide?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9404E4DC153EF93AA35752C1A9639C8B63"} , {"body" : "The sign outside St. Ann and the Holy Trinity Church takes a prominent place between notices for Sunday services and hours of quiet meditation. A promise of silence is no small thing on Montague Street in Downtown Brooklyn, but this middle sign offers tranquillity of another order. ''Free Organ Recitals,'' it says, ''Wednesdays at 1:10 p.m.'' Since" , "date" : "20051109" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Lost: A Set Of Keys, But What a Set!; A Huge and Silent Organ Awaits New Life in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/09\/nyregion\/09organ.html"} , {"body" : "Michael de Jong wants you to take your bike to the plane. It might seem like a loopy proposition, but Mr. de Jong, a Dutch-born millionaire, real estate developer and cycling maniac, is on a worldwide crusade to get industrialized man out of his car and onto the saddle seat. One prong of that mission is to convince otherwise sensible people that" , "date" : "20051108" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Proselytizer for Pedaling Acts on His Words" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/08\/nyregion\/08bike.html"} , {"body" : "When the Atlantic Yards project in Brooklyn was unveiled in 2003, pamphlets given out at a news conference said it would feature ''iconic'' new buildings while balancing ''the needs of the existing communities and those of the people who would live, work in or visit the new complex.'' It would provide 10,000 office jobs and more than 4,000 units of" , "date" : "20051106" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "Routine Changes, or 'Bait and Switch'?; Fewer Jobs and More Condos, Ratner's Opponents Complain" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/06\/nyregion\/06yards.html"} , {"body" : "THE infectious rhythm of Latin music has created salsa-dancing aficionados across the globe. Here in the United States, salsa congresses and festivals are generating tropical heat as the winter months draw near. Salsa is an umbrella term for many styles of Latin dance, all of which will be taught in workshops and performed when dancers from all" , "date" : "20051104" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "LAS VEGAS (NEV)" , "MIAMI (FLA)" , "OAKLAND (CALIF)"] , "page_facet" : "2" , "title" : "AHEAD | Salsa Festivals; A Dance That Spans the World" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E3DE173EF937A35752C1A9639C8B63"} , {"body" : "Fernando Ferrer tore into Mayor Michael R. Bloomberg during their first debate yesterday, saying he had failed to address the dual crises of unaffordable housing and high dropout rates among high school students. But Mr. Bloomberg argued that his record on public safety, the economy and education had earned him a second term. In the first of two" , "date" : "20051031" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "In Equal Footing of a Debate, Ferrer Gets Feisty" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/31\/nyregion\/metrocampaigns\/31debate.html"} , {"body" : "Attractions Museums and Sites MERCHANT'S HOUSE MUSEUM, 29 East Fourth Street, East Village. Tonight from 6 to 10, ''Death at Home: Ghostly Tales and Tours by Candlelight,'' a tour of the house as it was decorated for 19th-century home funerals, followed by tales of the ghosts that are said to inhabit the museum. Fee: $20; members, $13; reservations" , "date" : "20051028" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "33" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/28\/arts\/28spar.html"} ,   {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through May 29, ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter,'' the annual walk-in display of hundreds of butterflies in a natural environment. Through March 12, ''Voices From South of the Clouds,'' a display of photographs of" , "date" : "20051021" , "day_of_week_facet" : "Friday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/21\/arts\/21spar.html"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20051021" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "The Listings: Oct. 21 -- Oct. 27" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9500E1D8123FF932A15753C1A9639C8B63"} , {"body" : "The resurgence of Brooklyn neighborhoods like Park Slope and Williamsburg is well documented. But what is not as widely known is how well the downtown business district is doing, despite a still somewhat dog-eared appearance. What is more, the area is on the verge of a major transformation. In the borough's six million square feet of Class A office" , "date" : "20051019" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "WILLOUGHBY SQUARE (BROOKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "SQUARE FEET; Towers Grow in Downtown Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/19\/realestate\/19brooklyn.html"} , {"body" : "Simmering tensions over a sweeping development project in Brooklyn erupted last night at a public hearing, as opponents and supporters took turns applauding, booing and interrupting one another. The meeting exposed deep divisions between residents who want jobs and housing and those who fear the traffic that the project might bring, as well as a" , "date" : "20051019" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The People Speak (Shout, Actually) on Brooklyn Arena Project" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/19\/nyregion\/19yards.html"} , {"body" : "Longtime observers of Mr. Bloomberg often remark upon his evolution from billionaire businessmen to full-bore politician: he seems comfortable in his skin on the campaign trail as compared with 2001, and he is far less prone to gaffes. But as Mr. Bloomberg campaigned at the Brooklyn Borough Hall green market on Saturday afternoon he showed that he" , "date" : "20051018" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "OFF THE TRAIL: 2005 ELECTION; Begging to Differ in Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0CE0D8153FF93BA25753C1A9639C8B63"} , {"body" : "In the two years since he announced his ambitious Atlantic Yards development in downtown Brooklyn, Bruce Ratner has lined up an impressive roster of supporters, including Gov. George E. Pataki, Mayor Michael R. Bloomberg, the Rev. Al Sharpton, and even the rap artist Jay-Z. But it is Mr. Ratner's support from community figures -- including a" , "date" : "20051014" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "To Build Arena, Developer First Builds Bridges" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/14\/nyregion\/14yards.html"} , {"body" : "Attractions Museums AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Tomorrow, 11:30 a.m. to 5:30 p.m., ''Global Weekend: Yunnan Revealed,'' with performances and lectures about the Yunnan Province in southern China. Sunday at 2 p.m., ''New Discoveries: Fossil Vertebrates From Liaoning, China,'' a discussion in Mandarin, with" , "date" : "20051014" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/14\/arts\/14spar.html"} , {"author" : "E-mail: streetscapes@nytimes.com" , "body" : "THERE are national landmarks, state landmarks and city landmarks. Then there are personal landmarks -- local waypoints for silent appreciation, below the radar of guidebooks, walking tours and community agendas. Until they suddenly disappear. Take three battered medieval-style buildings, at 385 Jay Street, 16 Nevins Street and 93 Court Street in" , "date" : "20051009" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "STREETSCAPES\/Downtown Brooklyn; 3 Old Gems That Sparkle Without a Spotlight" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/09\/realestate\/09scap.html"} , {"body" : "Of all the things that Mayor Michael R. Bloomberg boasts about on the campaign trail, perhaps none is closer to his heart than his contention that New York City's economy has rebounded with a vigor unfathomable four years ago -- thanks to his administration. The terrorist attack of Sept. 11, 2001, punched a huge hole in the city's budget, pushed a" , "date" : "20051009" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Taking Credit For Rebound That Remade City Economy" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/09\/nyregion\/metrocampaigns\/09econ.html"} , {"body" : "Attractions Museums AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Opening tomorrow and running through May 29, ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter,'' the annual walk-in display of hundreds of butterflies in a natural environment. Through March 12, ''Voices From South of the Clouds,'' a display" , "date" : "20051007" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "45" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/07\/arts\/07spar.html"} ,   {"body" : "Because of an editing error, an article in Business Day on Saturday about victims of identity theft misidentified the Brooklyn neighborhood in which an apartment building was financed with a mortgage taken in a victim's name. The building, at 8 Stuyvesant Avenue, is in Bedford-Stuyvesant, not downtown Brooklyn." , "date" : "20051007" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E4D71E30F934A35753C1A9639C8B63"} , {"body" : "A political free-for-all broke out yesterday over Mayor Michael R. Bloomberg's refusal to attend a debate in Harlem tomorrow night, as former Vice President Al Gore and good-government groups charged that the snub would damage democracy, and the mayor's camp cited the Jewish holidays as a new defense for missing the debate. For a fifth day, the" , "date" : "20051005" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Gore Joins Ferrer Camp in Fight Over Harlem Debate" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/05\/nyregion\/metrocampaigns\/05campaign.html"} , {"body" : "CONSTANCE K. NEWSOM takes pride in her prewar row house in Boerum Hill, Brooklyn -- pre-Civil War, that is -- but she is also looking forward to some new neighbors across the street, a row of 14 starkly modern single-family town houses taking shape in cinderblock outlines. The town houses on State Street, priced at about $2.6 million, are the" , "date" : "20051002" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Embracing the Neighborhood Ambience" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/02\/realestate\/02posting.html"} , {"author" : "James Traub writes often for the magazine about New York City politics." , "body" : "On a brilliant Sunday afternoon last month, Mayor Michael Bloomberg came to Lenox Avenue in Harlem to march in the annual African-American Day Parade. As he and his supporters prepared to step out into the street, a phalanx of marchers led by Fernando Ferrer, Bloomberg's Democratic challenger in the coming mayoral election, appeared behind him." , "date" : "20051002" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "21" , "title" : "THE WAY WE LIVE NOW: 10-02-05; Bloomberg's City" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/02\/magazine\/02wwln.html"} , {"body" : "LOUIS-JEAN WESNER, Neville Williams and Warkah Scott hunched over a small circuit board at the New York City College of Technology in downtown Brooklyn and practiced measuring changes in the voltage and current. All three work in the subway system, for New York City Transit. Mr. Wesner, a signal maintenance helper, wants to advance to a" , "date" : "20051002" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Education" , "Job Market"] , "page_facet" : "1" , "title" : "At CUNY, Giving Workers A Leg Up" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/02\/jobs\/02cuny.html"} , {"author" : "Suketu Mehta is the author of ''Maximum City: Bombay Lost and Found,'' which was recently released in paperback by Vintage." , "body" : "It was the night of this year's New York primary, and when a billionaire like Mayor Michael Bloomberg holds a party to celebrate his candidacy, it's no small affair. The spacious ballroom of the Marriott in downtown Brooklyn was overflowing with free beer and pigs-in-blankets, and a band revved up the throngs of supporters. ''We love Mike! We love" , "date" : "20051002" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "82" , "title" : "So the Jains, They Have a Problem With BEEF in the School Lunches. Who They Gonna Call?" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/02\/magazine\/02martins.html"} , {"body" : "Paul Fairchild, a 34-year-old Web developer in Edmond, Okla., has never spent $500 on fine tobacco. He has never slaked a shoe fetish with $1,500 charges at Manolo Blahnik and Neiman Marcus, nor has he ever bought diamonds online, furs in SoHo, or anything at e-Luxury.com. He has never owned an apartment building in Brooklyn, and he has never" , "date" : "20051001" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Technology" , "Business"] , "page_facet" : "1" , "title" : "Identity Crises" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/01\/technology\/01theft.html"} , {"body" : "Attractions Museums AMERICAN MUSEUM OF NATURAL HISTORY'S ROSE CENTER FOR EARTH AND SPACE, Central Park West at 81st Street. Sunday at 2 p.m., ''Hayden Planetarium's 70th Anniversary,'' in Cullman Hall, with a presentation by Neil deGrasse Tyson, the planetarium's director, and birthday cake; free with admission. Hours: daily, 10 a.m. to 5:45 p.m." , "date" : "20050930" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/30\/arts\/30spar.html"} , {"body" : "Jesting, Juggling, Jousting: A Tribute to the Medieval On Sunday afternoon part of Manhattan will resound with clip-clops and clangs, as knights gallop off on valiant quests, intrepid warriors cross swords, troubadours floridly sing, motley crowds hail the king and the occasional unfortunate villager succumbs to plague (although the only infectious" , "date" : "20050930" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "Family Fare" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/30\/arts\/30Fami.html"} , {"body" : "Attractions Gardens NEW YORK BOTANICAL GARDEN, Southern Boulevard and 200th Street, Bedford Park, the Bronx. Through Oct. 30, ''Carnivores: Plants That Eat Meat,'' a display that includes Venus flytraps, sundews and pitcher plants. Through Sept. 30, ''Rose Encore! at the Peggy Rockefeller Rose Garden.'' Events this weekend: an expert-led tour of" , "date" : "20050923" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/23\/arts\/23spar.html"} ,   {"body" : "Paul P.E. Bookson, a retired New York State judge and a past president of the Eldridge Street Synagogue on the Lower East Side, died last night after he was struck by a motorcycle while crossing a street in downtown Brooklyn yesterday afternoon, the authorities said. Justice Bookson, 72, was crossing Adams Street around 12:30 p.m. when he was" , "date" : "20050923" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Retired State Justice Is Killed Crossing Street in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/23\/nyregion\/23judge.html"} , {"body" : "The ghosts of past political bosses hang like stale cigar smoke over the gleaming new state courtroom in Brooklyn where Clarence Norman Jr., the Democratic county leader, heir to long and fabled lines of political power brokers, is charged with violating campaign finance laws. William Marcy Tweed, the legendary political boss, controlled the State" , "date" : "20050921" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Presenting Political Boss As Manager Of Details" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/21\/nyregion\/21norman.html"} , {"body" : "Fernando Ferrer began the first real weekend of the general election campaign quietly shoring up support among backers of his former rivals for the Democratic nomination, while Mayor Michael R. Bloomberg continued efforts to make inroads into Mr. Ferrer's own base of Hispanic voters. Making his first weekend appearance as the de facto Democratic" , "date" : "20050918" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "Ferrer, His Candidacy Assured, Campaigns in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/18\/nyregion\/metrocampaigns\/18mayor.html"} , {"body" : "If Red Hook, Brooklyn, has a skyline, the abandoned Revere Sugar factory at Richards and Beard Streets may well be the neighborhood's Chrysler Building, its distinctive conical silo jutting out from the old waterfront to be seen for miles around. The building's fortunes have mirrored Red Hook's, too: It was a thriving business hub when the" , "date" : "20050918" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: RED HOOK; Symbol of a Sweeter Past Has a Murky Future" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/18\/nyregion\/thecity\/18reve.html"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20050916" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "The Listings: Sept 16 -- Sept. 22" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F07E1DD1E31F935A2575AC0A9639C8B63"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through March 12, ''Voices From South of the Clouds,'' a display of photographs of life in the Yunnan Province of China, taken by its villagers. Through Jan. 8. ''Dinosaurs: Ancient Fossils, New Discoveries'' examines modern paleontology and new" , "date" : "20050916" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/16\/arts\/16spar.html"} , {"body" : "THE televisions -- the sound turned off, the closed captioning struggling to get ''stare decisis'' spelled properly -- hung over the prospective jurors inside State Supreme Court in Brooklyn. The screens carried the images of serious United States senators and a confident Judge John G. Roberts Jr. discussing the future of the country's highest" , "date" : "20050915" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "INK; With Government on TV, Citizens Play Their Parts" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/15\/nyregion\/15ink.html"} , {"body" : "CAVIAR RUSSE -- To David Magnotta, caviar and sushi are natural teammates, so he has hired Haruo Kimura, below, to fashion nigiri and maki with different kinds of caviar at this second-floor caviar boutique and restaurant. Mr. Kimura was previously at Iso and Blue Ribbon Sushi: 538 Madison Avenue (54th Street); (212)980-5908. SOJU -- Joseph and" , "date" : "20050914" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; OFF THE MENU" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F05E4DE1131F937A2575AC0A9639C8B63"} , {"body" : "The three challengers in the Democratic primary for Brooklyn district attorney spent yesterday denouncing the incumbent, Charles J. Hynes, in a race that has grown increasingly heated as the Democratic primary approaches. Many of the attacks have come in the wake of reports earlier this week that Mr. Hynes accepted contributions totaling about" , "date" : "20050910" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Three Brooklyn Rivals Step Up Their Attacks on Hynes" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/10\/nyregion\/metrocampaigns\/10brooklyn.html"} , {"body" : "New York City's nearly 1.1 million schoolchildren returned to class yesterday, trailed by Mayor Michael R. Bloomberg and his political opponents, who fanned out to greet students and parents on an opening day that offered endless photo opportunities but otherwise seemed to proceed smoothly. Across the city, educators, parents, union officials and" , "date" : "20050909" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "First School Day Is Calm, Orderly and Attended by Many Politicians" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/09\/nyregion\/metrocampaigns\/09school.html"} ,   {"body" : "Attractions Museums MUSEUM OF THE CITY OF NEW YORK, Fifth Avenue at 103rd Street. Through Sept. 18, ''The Destruction of Lower Manhattan: Photographs by Danny Lyon.'' Sunday at 3 p.m., ''Hope for the Future,'' a screening of a short documentary by Howard Zuckerman featuring high school students who were witnesses to the Sept. 11 terrorist attacks." , "date" : "20050909" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/09\/arts\/09spar.html"} , {"body" : "Less than a week before the Democratic primary, the state assemblyman who heads the party organization in Brooklyn was on trial yesterday on political-corruption charges brought by District Attorney Charles J. Hynes, a longtime political opponent. As opening arguments in the case began, an assistant district attorney, Kevin Richardson, said the" , "date" : "20050908" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Election Near, and Brooklyn Party Leader Is on Trial" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/08\/nyregion\/08norman.html"} , {"body" : "HOW do people do it? Or rather, how do people who have not been given a trust fund or a condo for graduation do it? For people at the bottom of the property ladder, it is sobering to try to enter the real estate market in New York, where the average price of an apartment, $1.3 million, is up 30 percent from the same quarter last year. Even the" , "date" : "20050904" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The Very First Time" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/04\/realestate\/04cov.html"} , {"body" : "Three-Bedroom Co-op at the Imperial House $2,900,000 MANHATTAN: 150 East 69th Street (at Lexington Avenue), #8A A 2,375-square-foot, three-bedroom, four-bath co-op. Phyllis Stock, Coldwell Banker Hunt Kennedy (212)734-0653; www.cbhk.com MAINTENANCE: $2,837 a month PROS: This apartment has gracious-sized rooms and a flexible layout and is in a" , "date" : "20050904" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9406E2D81731F937A3575AC0A9639C8B63"} , {"body" : "One possibility is that Walt Whitman would be proud. A newspaper-shaped thing has taken the name The Brooklyn Standard in homage to the paper that published Whitman's Brooklyniana series in the 1860's, and people are eager to see the next issue. This newspaper-shaped thing is focused on Brooklyn, printing the word Brooklyn 17 times on its front" , "date" : "20050903" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "O.K., the Whole Paper Is Basically an Ad; Builder's Publication Supports Brooklyn Arena" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/03\/nyregion\/03standard.html"} , {"body" : "Attractions Museums and Sites MERCHANT'S HOUSE MUSEUM, 29 East Fourth Street, East Village. This preserved late-Federal brick house with a Greek Revival interior, once owned by Seabury Tredwell, a wealthy hardware dealer, was built in 1832. Through Oct. 3, ''Understanding Architectural Moldings,'' an exhibition that includes artifacts from Federal," , "date" : "20050819" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D00E2D8133EF93AA2575BC0A9639C8B63"} , {"author" : "Henry D. Fetter is the author of ''Taking on the Yankees: Winning and Losing in the Business of Baseball.''" , "body" : "TUESDAY is the 50th anniversary of a critically important, if little remembered, date in the history of New York City baseball. On Aug. 16, 1955, Brooklyn Dodger president Walter O'Malley set in motion the chain of events that two years later would uproot the team from its historic home and move it to Los Angeles. Now, there's an effort under way," , "date" : "20050814" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "9" , "title" : "The Queens Dodgers?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0CEFDD153EF937A2575BC0A9639C8B63"} , {"body" : "Moving aggressively to build momentum in the contest for mayor, Gifford Miller is set to begin television commercials this week, spending close to $1 million in the costliest batch of ads so far of the Democratic primary. Although Fernando Ferrer was first with his ads last week, the Miller advertising campaign is far more aggressive, running on" , "date" : "20050809" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Miller Readies Costliest Ad Drive of the Democratic Campaign So Far" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9404E1D9173EF93AA3575BC0A9639C8B63"} , {"body" : "Fernando Ferrer criticized the $400 property tax rebate pushed by Mayor Michael R. Bloomberg after it was proposed last year, but now he says he supports the measure. Mr. Ferrer, the former Bronx borough president who is leading in polls among the four Democrats vying to unseat the mayor, was asked during an interview on NY1 on Friday night whether" , "date" : "20050807" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Ferrer Expresses Support For Property Tax Rebates" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D01E3D6163EF934A3575BC0A9639C8B63"} , {"body" : "DEVELOPERS building new apartment buildings in the highly competitive Gold Coast condo market are focusing on something that used to get only perfunctory attention: the landscaping. In the same way that they have begun relying on name designers to impress would-be condo buyers with lavish interior designs, they are now seeking high-profile" , "date" : "20050807" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY" , "JERSEY CITY (NJ)" , "HOBOKEN (NJ)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "12" , "title" : "IN THE REGION\/New Jersey; The Newest Lure: Great Landscaping" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9400E3D71F3FF934A3575BC0A9639C8B63"} ,   {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. On Sunday from 1 to 5 p.m., ''Indigenous Peoples' Day,'' with music and dance of the Quecha people of Peru and a screening of the film ''A Seat at the Table: Struggling for American Indian Religious Freedom'' (2005), directed by Gary Rhine and Irene" , "date" : "20050805" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E4D81F3FF936A3575BC0A9639C8B63"} , {"body" : "A WASHINGTON man who has just taken a job in New York could probably use friendly advice about getting along with his new neighbors. After all, it can't be easy for John R. Bolton, freshly arrived to represent President Bush at the United Nations. Many of his fellow diplomats are not likely to embrace him, given the harsh remarks he has made about" , "date" : "20050805" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NYC; Foreign Policy? Just Get Tips From the Cabby" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9902E1D61F3FF936A3575BC0A9639C8B63"} , {"body" : "It may not replace the Empire State Building or the MetroCard, but the most fitting symbol of New York City today could be the knotty plywood wall enclosing a housing construction site. From Bensonhurst to Morrisania to Flushing, new homes are going up faster now than they have in more than 30 years. In 2004, the city approved the construction of" , "date" : "20050804" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Housing Boom Echoes in All Corners of the City" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B04E7DA1F3FF937A3575BC0A9639C8B63"} , {"body" : "Before the board of the Metropolitan Transportation Authority voted last week on a contentious land deal, its members spent two hours listening to 53 speakers. Most of them gave impassioned, even angry, remarks aimed at influencing the board's vote. The fervor was not unusual, but what followed was. One member objected as the board, with little" , "date" : "20050803" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "New M.T.A. Panelist Takes a Walk on the Wild Side: He Disagrees" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0CE1D61E3FF930A3575BC0A9639C8B63"} , {"body" : "Theater Approximate running times are in parentheses. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'DAPH!' Opens Wednesday. Parties, photo shoots, fame -- life is grand for Daphne Dumas (at least in her own mind) (1:30). 59E59 Theaters, 59 East 59th Street, Manhattan," , "date" : "20050729" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings: July 29 -- Aug. 4" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F07E4D8103FF93AA15754C0A9639C8B63"} , {"body" : "Despite a higher cash offer from a rival bidder, the Metropolitan Transportation Authority voted yesterday to enter into exclusive negotiations to sell the developer Bruce C. Ratner the rights to build an arena for the Nets and office and residential buildings over a railyard in Downtown Brooklyn. Over the next 45 days, the authority expects to" , "date" : "20050728" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "M.T.A. to Deal Only With Ratner on Brooklyn Bid" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0CE3D9103FF93BA15754C0A9639C8B63"} , {"body" : "Buoyed by an unexpected surge in tax revenue, the Metropolitan Transportation Authority announced yesterday that it would have a surplus of $833 million this year and that it would consider using the money to create a giant platform over its West Side railyards, which it could then sell to developers for office and apartment towers. Despite the" , "date" : "20050728" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "M.T.A. Announces Big Surplus, With New Plan for West Side Site" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B06E1D9103FF93BA15754C0A9639C8B63"} , {"body" : "Long before the cheesecake was famous at Junior's, the Brooklyn restaurant, Mary Blevins was a popular item. Ms. Blevins, 68, was a waitress at Junior's for 43 years, sharing a countertop and conversation with visitors like Spike Lee and Mike Tyson, trainloads of tourists and regulars like Betty and Jimmy of Con Edison. Eight days ago, on July 19," , "date" : "20050727" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "43 Years of Tips, Taken and Given; At Junior's, Brooklyn Cheesecake With a Southern Accent" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE2D8133FF934A15754C0A9639C8B63"} , {"body" : "State officials approved a draft plan yesterday for an 85-acre waterfront park near Downtown Brooklyn that would include playing fields, marinas, restaurants and offices, and 1,200 units of luxury housing. The proposed plan for a 1.3-mile shoreline park stretching from the Manhattan Bridge to Cobble Hill is an important step forward in a" , "date" : "20050727" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Agency Adopts Park Plan For Brooklyn Waterfront" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A06E5DA133FF934A15754C0A9639C8B63"} , {"body" : "The board of the Metropolitan Transportation Authority is expected to postpone a vote today to select a winning bid to develop the Atlantic railyard near Downtown Brooklyn, two people connected with the authority said yesterday. The board was scheduled to review two dueling bids by developers at its meeting today and possibly vote, but a person who" , "date" : "20050727" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "M.T.A. Is Expected to Postpone Vote on Railyard Bid" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E3D8133FF934A15754C0A9639C8B63"} ,   {"body" : "The real estate investment group battling with the developer Bruce Ratner for control of the Atlantic railyard near Downtown Brooklyn offered a compromise yesterday that it said would allow both parties to declare victory: The group would incorporate Mr. Ratner's plan to build a glass-walled basketball arena for the Nets into its project. The" , "date" : "20050726" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Development Rival Offers Compromise on Nets Arena" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0CE1D8123FF935A15754C0A9639C8B63"} , {"body" : "Hundreds of suburban commuters, from central New Jersey to Rockland County, N.Y., were asked for the first time yesterday to submit their bags for inspection by the police, as two major transit carriers in the region joined New York City authorities trying to buffer their train, subway and bus systems against a terror attack. New Jersey Transit's" , "date" : "20050726" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "More Travelers Face Searches On Way to City" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0DE1D6123FF935A15754C0A9639C8B63"} , {"body" : "An article on Saturday about a $150 million offer by the Extell Development Company for development rights to the Atlantic rail yard in Downtown Brooklyn referred incorrectly in some copies to the maximum height of the buildings planned by Extell and a rival, Forest City Ratner. Extell's buildings would rise up to 28 stories, not 38, and some of" , "date" : "20050726" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0CE4DE133FF935A15754C0A9639C8B63"} , {"author" : "E-mail: streetscapes@nytimes.com" , "body" : "AMID the retail jangle of Fulton Street in downtown Brooklyn, a community group is calling for landmark designation for the Macy's department store complex. Built over nearly 60 years on the block bounded by Fulton, Hoyt and Livingston Streets and Gallatin Place, it is better known under a previous name, Abraham & Straus. The complex has some of" , "date" : "20050724" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "STREETSCAPES\/Abraham & Straus (Now Macy's), Downtown Brooklyn; Different Name, Same Architecture" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E4D9173FF937A15754C0A9639C8B63"} , {"body" : "A rival bidder to Bruce Ratner, the developer, has made a $150 million cash offer for development rights at the Atlantic railyard in Downtown Brooklyn, three times the amount Mr. Ratner bid for the property, where he proposes a $3.5 billion tower complex that includes a basketball arena for the Nets, stores, parks and 6,000 apartments. The rival" , "date" : "20050723" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Rival Bid Tops Ratner's Offer To Develop Brooklyn Site" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B01E1DE153FF930A15754C0A9639C8B63"} , {"body" : "INTERNATIONAL A2-7 Blasts at Resort in Egypt Kill at Least 49 People At least 49 people were killed in a series of powerful explosions in the Egyptian Red Sea resort of Sharm el-Sheik, according to Egyptian state television and wire service reports. More than 200 people were wounded in the blasts which, were apparantly caused by car bombs. A1 Man" , "date" : "20050723" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B00E7DB133CF930A15754C0A9639C8B63"} , {"body" : "In Britain, Polanski Wins Suit Against Vanity Fair A British jury declared that Vanity Fair magazine libeled the film director Roman Polanski, and the magazine was ordered to pay $87,700 in damages. The verdict essentially means that Vanity Fair was unable to prove that an encounter it said he had with a woman at a New York restaurant in 1969 had" , "date" : "20050723" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "INSIDE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9902E5DD133CF930A15754C0A9639C8B63"} , {"body" : "Theater Approximate running times are in parentheses. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'AMERICAN LIVING ROOM FESTIVAL' Through Aug. 21. One of the more unpredictable summer festivals presents new and multidisciplinary work. This year's theme is ''Carousel of" , "date" : "20050722" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "The Listings: July 22 -- July 28" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F03EFDD173FF931A15754C0A9639C8B63"} , {"body" : "Attractions Museums and Sites MUSEUM OF THE CITY OF NEW YORK, Fifth Avenue at 103rd Street. Through Oct. 30, ''New York Fast Forward: Buildings by Enrique Norten\/TEN Arquitectos,'' an exhibition of drawings, photographs, renderings and models. Through Sept. 18, ''The Destruction of Lower Manhattan: Photographs by Danny Lyon.'' Through Oct. 2," , "date" : "20050722" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E07E1DC173FF931A15754C0A9639C8B63"} , {"body" : "Before 9\/11, random police searches at subway turnstiles might have seemed unthinkable in freewheeling New York City. But yesterday, the idea drew grudging acceptance from many subway riders, who seemed to view it as an inevitable next step. ''I think we will feel very inconvenienced, but that is par for the course,'' said Lisa Sorace, 43, a" , "date" : "20050722" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "GREAT BRITAIN" , "LONDON (ENG)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "SECURITY IN NEW YORK: REACTION; It's Time for Tougher Scrutiny, Many Subway Riders Concede" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0CE5DC123CF931A15754C0A9639C8B63"} ,   {"body" : "The Rev. Al Sharpton said yesterday that he was backing a plan by Bruce C. Ratner, the developer, to build a canyon of skyscrapers and an arena for the Nets over railyards near Downtown Brooklyn. Mr. Sharpton, much as he did when he announced his support for the proposed Jets stadium on the West Side of Manhattan, argued that the building plan," , "date" : "20050719" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Sharpton Backs Developer's Plan For Brooklyn Arena and Towers" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E5DF1F30F93AA25754C0A9639C8B63"} , {"body" : "It was created 40 years ago to provide health care for the poorest New Yorkers, offering a lifeline to those who could not afford to have a baby or a heart attack. But in the decades since, New York State's Medicaid program has also become a $44.5 billion target for the unscrupulous and the opportunistic. It has drawn dentists like Dr. Dolly Rosen," , "date" : "20050718" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "New York Medicaid Fraud May Reach Into Billions" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?sec=health&res=9807E7D8163CF93BA25754C0A9639C8B63"} , {"body" : "To the Editor: Placing the proposed Atlantic yards project at its particular location is bad planning. Placing an entire village atop a pollution hotspot (since the 1970's) and at a traffic and transit nightmare intersection without any amelioration is bad planning. There are dozens of struggling neighborhoods that could use and would welcome one" , "date" : "20050717" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "A Plan for Skycrapers In Downtown Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A04EFDF1130F934A25754C0A9639C8B63"} , {"body" : "To the Editor: At last, a discussion of an alternative to Bruce Ratner's plan to develop Brooklyn's Atlantic rail yards! Over the past year and half, Mr. Ratner -- The Times's development partner, as you dutifully note -- has enjoyed uncritical coverage of his project. The very title of your July 10 editorial -- ''Skyscrapers Grow in Brooklyn'' --" , "date" : "20050717" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "A Plan for Skycrapers In Downtown Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980CE0DF1130F934A25754C0A9639C8B63"} , {"body" : "To the Editor: Your editorial about the Atlantic rail yards in Brooklyn makes no mention of the use of eminent domain by which Forest City Ratner plans to seize land surrounding the rail yards from homeowners and small businesses. You do mention that 50 percent of the planned residential units will be affordable housing, but I'm skeptical about" , "date" : "20050717" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "A Plan for Skycrapers In Downtown Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9405EFDF1130F934A25754C0A9639C8B63"} , {"body" : "To the Editor: ''Skyscrapers Grow in Brooklyn'' condescendingly admonishes those in opposition to the Forest City Ratner proposal not to object just because ''Brooklyn has never before seen anything that big.'' O.K., I suppose. But what the editorial does not do, and what The Times consistently has not done on this topic, is present an intelligent," , "date" : "20050717" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "A Plan for Skycrapers In Downtown Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9807EFDF1130F934A25754C0A9639C8B63"} , {"body" : "Attractions Museums MERCHANT'S HOUSE MUSEUM, 29 East Fourth Street, East Village. This preserved late-Federal brick house with a Greek Revival interior, once owned by Seabury Tredwell, a wealthy hardware dealer, was built in 1832. Through July 25, ''With This Ring: An 1872 Wedding at Home in New York,'' an exhibition on the wedding of Sarah Ann" , "date" : "20050715" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01EEDD1330F936A25754C0A9639C8B63"} , {"body" : "Theater Approximate running times are in parentheses. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'AMERICAN LIVING ROOM FESTIVAL' Opens Wednesday. One of the more unpredictable summer festivals presents new and multidisciplinary work. This year's theme is ''Carousel of" , "date" : "20050715" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "The Listings: July 15 -- July 21" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E07E0DE1330F936A25754C0A9639C8B63"} , {"body" : "While public attention was focused on the city's ill-fated plan to build a stadium on the West Side of Manhattan over the past two years, the Bloomberg administration quietly labored over projects and development plans in corners of the city -- from Jamaica, Queens, to Staten Island -- that generated very few headlines. But the city has only so" , "date" : "20050711" , "day_of_week_facet" : "Monday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BRONX (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Mayor Pursues Plans Outside Manhattan, and Even Critics Applaud" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B02EFDC1430F932A25754C0A9639C8B63"} , {"body" : "To the Editor: Re ''Instant Skyline Added to Brooklyn Arena Plan'' (front page, July 5): I agree -- what proud Brooklynite would not? -- that Brooklyn should be developed, not destroyed. But I wonder if the opponents of the Nets arena project genuinely support appropriate development of an urban hub that for many decades has been an empty and" , "date" : "20050710" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "11" , "title" : "Change in Brooklyn: For Better, or Worse?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0DE4DA1730F933A25754C0A9639C8B63"} ,   {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the Northeast this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and" , "date" : "20050708" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "The Listings: July 8 -- July 14" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F05EED61E31F93BA35754C0A9639C8B63"} , {"body" : "A rival of the developer Bruce C. Ratner submitted a competing bid yesterday to buy and develop the site of a proposed Nets basketball arena in Brooklyn, throwing up the first significant obstacle to Mr. Ratner's ambitious plan to create a dense urban hub at the eastern edge of Downtown Brooklyn. The plan, which would not include a sports arena," , "date" : "20050707" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Plan Draws a Rival, And It's Smaller" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E01E7D7163DF934A35754C0A9639C8B63"} , {"body" : "New Yorkers can forget about the Olympic Equestrian Center on Staten Island and the Olympic Shooting Center at Pelham Bay Park and the Olympic Velodrome on the Harlem River in the Bronx, now that the city has lost its bid for the 2012 Olympic Games. The $144.6 million Aquatic Center and Volleyball Arena, in a new 35-acre park on the East River in" , "date" : "20050707" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Without Games, the Sites Pass From Future to Never" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940DE1D91E31F934A35754C0A9639C8B63"} , {"body" : "INTERNATIONAL A3-14 Strict Shiite Religious Rule Dominates Oil Port in Iraq The once libertine oil port of Basra, 350 miles south of Baghdad and far from the insurgency raging in much of Iraq, is steadily being transformed into a mini-theocracy under Shiite rule. A6 The group that claims it kidnapped Egypt's top diplomat in Iraq said in an Internet" , "date" : "20050707" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E3D8163DF934A35754C0A9639C8B63"} , {"body" : "Sipping her morning coffee, Karen Bornarth stared with amazement yesterday at the new building plan that would create a towering row of skyscrapers around a proposed Nets arena east of Downtown Brooklyn, and forever change the borough's cozy skyline. ''The idea of having a sports team in Brooklyn is nice,'' said Ms. Bornarth, a 34-year-old baker," , "date" : "20050706" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Brooklynites Take In a Big Development Plan, and Speak Up" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A07E3DF1E31F935A35754C0A9639C8B63"} , {"body" : "The massive building plan surrounding a new Nets arena east of Downtown Brooklyn will include a ridge of a half-dozen skyscrapers as high as 60 stories sweeping down Atlantic Avenue, along with four towers circling the basketball arena, according to new designs completed by the developer Bruce C. Ratner and the architect Frank Gehry. The project," , "date" : "20050705" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Instant Skyline Added to Brooklyn Arena Plan" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980CEED61E3AF936A35754C0A9639C8B63"} , {"body" : "INTERNATIONAL A3-8 Sunni Group in Iraq Calls on Members to Vote In what might be a sign of a new political landscape in Iraq, the Sunni Endowment, a major Sunni umbrella group, called on its members to register for the next round of elections and take part despite any reservations they might have. A8 2 on Seal Team Found Dead American forces" , "date" : "20050705" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B07E4D71E3AF936A35754C0A9639C8B63"} , {"body" : "The massive building plan surrounding a new Nets arena east of Downtown Brooklyn will include a ridge of a half-dozen skyscrapers as high as 60 stories." , "date" : "20050704" , "day_of_week_facet" : "Monday" , "title" : "SLIDE SHOW; Plans for a New Brooklyn Skyline" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2005\/07\/04\/nyregion\/20050705_BROOKLYN_SLIDESHOW_index.html"} , {"body" : "Lewis Greenstein, a retired city worker, first heard about the Underground Railroad on Duffield Street in Downtown Brooklyn in 1992, when his mother died and he inherited a building there. At the time, he said, its existence was treated as common knowledge -- old people told stories about being scolded as children for playing in hidden tunnels in" , "date" : "20050703" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN; The Mystery Of the Tunnels" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE2D91231F930A35754C0A9639C8B63"} , {"body" : "On the Street New York City TIMES SQUARE SUMMER BLOCK PARTY, 46th Street, from Seventh to Eighth Avenues, Manhattan. Tomorrow, 10 a.m. to 6 p.m. Sponsored by the Church of Scientology. McBURNEY Y.M.C.A. FAIR, Avenue of the Americas, from 14th to 23rd Streets, Chelsea. Tomorrow, 10 a.m. to 6 p.m. ANNUAL VILLAGE FAIR, Broadway, from Houston to Grand" , "date" : "20050701" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9800E4D91531F932A35754C0A9639C8B63"} ,   {"body" : "A certain postindustrial beauty still haunts the blocks along North Brooklyn's waterfront, where a Hopperesque panorama rendered in rust and brick stretches from Williamsburg to Greenpoint. Frozen in time and twisted in shape, some of these streetscapes once abuzz with factories are now better known as generic urban backdrops for cop shows. A" , "date" : "20050628" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CITYWIDE; On the New Waterfront, a Place for the Old" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E4DA1731F93BA15755C0A9639C8B63"} , {"body" : "Theater Approximate running times are in parentheses. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'TWELFTH NIGHT' Opens tomorrow. The Aquila Theater presents Shakespeare's comedy about mistaken identities, unrequited love and the threats of a puritanical zealot (2:15). Baruch" , "date" : "20050624" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "The Listings: JUNE 24-JULY 1" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9504E2DB1F3BF937A15755C0A9639C8B63"} , {"body" : "Theater Approximate running times are in parentheses. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'TWELFTH NIGHT' Opens tomorrow. The Aquila Theater presents Shakespeare's comedy about mistaken identities, unrequited love and the threats of a puritanical zealot (2:15). Baruch" , "date" : "20050624" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "The Listings: JUNE 24-JULY 1" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D05EED61F3BF937A15755C0A9639C8B63"} , {"body" : "Walking Tours New York City GREEN-WOOD CEMETERY, Brooklyn. A look at the architecture, sculpture and history of the cemetery, led by John Cashman, meeting Sunday at 1 p.m. at the gate at Fort Hamilton Parkway, off McDonald Avenue. Fee, $6. Information: (718)768-7300. STREET SMARTS N.Y. Tomorrow at 2 p.m., ''Crimes of Old New York,'' meeting at the" , "date" : "20050624" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9807E5D81F3BF937A15755C0A9639C8B63"} , {"body" : "Last summer, Todd Fatjo stepped out on the roof of a former piano factory in the South Bronx and fell in love with the jagged panorama -- the workaday bridges along the Harlem River, the blur and purr of three highways, the rooftop water tanks, the gaudy billboards and the hulking housing projects. ''It's great at sunset,'' said Mr. Fatjo, a" , "date" : "20050624" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "SOUTH BRONX (NYC)" , "BRONX (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Goodbye South Bronx Blight, Hello Trendy SoBro" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A07E3DA1F3BF937A15755C0A9639C8B63"} , {"author" : "Joel Kotkin is an Irvine Senior Fellow at the New America Foundation and the author of ''The City: A Global History.''" , "body" : "MY grandparents all landed in Brooklyn shortly before World War I. My mother's parents, who stayed poor, shifted from small apartment to small apartment in Brownsville with their five kids. My dad's family did much better, building a successful garment business in Manhattan and moving to a two-story attached house, complete with backyard, on a" , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "10" , "title" : "THE NEW BROOKLYNS\/THE FUTURE; The Next Act" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0DE5DA143BF93AA25755C0A9639C8B63"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the Northeast this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and" , "date" : "20050617" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "The Listings: June 17 -- June 23" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9900E7DC173BF934A25755C0A9639C8B63"} , {"body" : "Walking Tours New York City STREET SMARTS N.Y. Sunday at 2 p.m., ''Dandies, Dudes and Shady Ladies,'' low-life haunts of old New York, geared for adults, meeting at the subway kiosk at Astor Place in the East Village. Fee: $10. Information: (212)969-8262. 'MADISON SQUARE ART: PAST AND PRESENT,' meeting tonight at 6 and tomorrow at 1 p.m. at the" , "date" : "20050617" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A04E6DB173BF934A25755C0A9639C8B63"} , {"author" : "This column about the local economy appears every other week. E-mail address: homefront@nytimes.com." , "body" : "WHEN Veronica Session was leaving work on a recent afternoon, she noticed a picture of a naked woman freshly penciled on the wall. She was hardly surprised. Ms. Session, a carpenter who was finishing an interiors job in Manhattan, said it was common practice for construction workers to scribble suggestive drawings on unprimed walls they know will" , "date" : "20050612" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Job Market"] , "page_facet" : "1" , "title" : "HOME FRONT; Doing Nails for a Living, With a Hammer" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9507EFD71138F931A25755C0A9639C8B63"} , {"author" : "Roger Kahn is the author of ''The Boys of Summer'' and most recently, ''Beyond the Boys of Summer.''" , "body" : "BLOOMBERG FIELD, the billion-dollar stadium that will not be appearing on the West Side of Manhattan, is the second super ballpark not to be built in New York City in modern times. The other, O'Malley Downs, would have housed the Brooklyn Dodgers under a dome at Flatbush and Atlantic Avenues. Had that scheme worked, most Brooklynites today would be" , "date" : "20050611" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "13" , "title" : "Will Travel for Stadium" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E07E4D71138F932A25755C0A9639C8B63"} ,   {"body" : "Events New York City PUERTO RICAN DAY PARADE, Fifth Avenue, from 44th to 86th Street. Sunday at 11 a.m. BOOK SALE, St. Agnes branch of the New York Public Library, 444 Amsterdam Avenue, at 81st Street. Today and tomorrow, 11 a.m. to 5 p.m., and Sunday, noon to 5 p.m. 'SPACE AND FREQUENCY; RHYTHM LAB,' Vanderbilt Hall, Grand Central Terminal. Music" , "date" : "20050610" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A04EED81038F933A25755C0A9639C8B63"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the Northeast this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and" , "date" : "20050610" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "The Listings: June 10 -- June 16" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0DE1DF1138F933A25755C0A9639C8B63"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the Northeast this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and" , "date" : "20050610" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "The Listings: June 10 -- June 16" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9902E3DB1138F933A25755C0A9639C8B63"} , {"body" : "As Mayor Michael R. Bloomberg's plan for a Far West Side stadium was going down to defeat this spring, another major plan for a sports arena was quietly coming to fruition in Brooklyn. Like the ill-fated football stadium plan for the Jets, the Brooklyn basketball arena, planned for the Nets by its team owner, the developer Bruce Ratner, would be" , "date" : "20050609" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Unlike Stadium on West Side, an Arena in Brooklyn Is Still a Go" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E0D6123EF93AA35755C0A9639C8B63"} , {"body" : "City Council Speaker Gifford Miller announced his support yesterday for a $3.5 billion arena, office, and apartment complex in Downtown Brooklyn, giving the developer Bruce Ratner a key ally in his push for city approval of the project. ''I've said all along that this project could only be the right choice if it met certain basic criteria,'' said" , "date" : "20050605" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "Miller Backs $3.5 Billion Plan For Brooklyn Sports Complex" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A04E1DD1538F936A35755C0A9639C8B63"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Full reviews of current shows, additional listings, showtimes and tickets:" , "date" : "20050603" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "The Listings: June 3 -- June 9" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9404E3DF1738F930A35755C0A9639C8B63"} , {"body" : "Recreation New York City YAI NATIONAL INSTITUTE FOR PEOPLE WITH DISABILITIES CENTRAL PARK CHALLENGE. Tomorrow, with a five-kilometer race at 9 a.m., followed by a three-kilometer walk at 9:45 a.m.; registration starts at 8 a.m., near the Naumberg Bandshell, mid-park at 72nd Street. Fees, $10 each for the walk and children's activities and $20 for" , "date" : "20050603" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D02E1DF1738F930A35755C0A9639C8B63"} , {"body" : "A VISITOR to the Queens Museum of Art at Flushing Meadows-Corona Park is almost certain to linger over its prized possession, an enormous scale model of New York. A close look at the model's depiction of Willets Point, on the northeastern edge of the park, shows a space that is mostly empty in the immensely crowded borough. But this is no park." , "date" : "20050529" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Amid Dents, Diamonds?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A00E6DC1139F93AA15756C0A9639C8B63"} , {"body" : "From its sweeping views to its historic brownstones, Brooklyn Heights, the stately neighborhood just south of the Brooklyn Bridge, does not lack for much. But there are exceptions, as shown by the daily parade of gym-clothed students from local private schools to nearby Cadman Plaza Park. With the waterfront Brooklyn Bridge Park still in the" , "date" : "20050522" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN; A Playing Field, a Claim of Disrespect" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F01E0D91439F931A15756C0A9639C8B63"} , {"body" : "Attractions Museums MUSEUM OF THE CITY OF NEW YORK, Fifth Avenue at 103rd Street. The museum collects, preserves and presents material related to the city's history. Tomorrow and Sunday at 2 p.m., ''Lovely to Look At,'' a cabaret performance celebrating New York City and the music of Kern, Berlin, Porter, Arlen, Weill and others, with Marian" , "date" : "20050520" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E4D81739F933A15756C0A9639C8B63"} ,   {"body" : "The men wore dark suits, the women dresses, the singers and preachers vibrant robes of reds and greens. Beneath a 392-foot Gothic spire towering over Riverside Drive, they moved through antechambers of the Riverside Church to pews with Bibles inscribed in golden letters. The audience was expecting a visitor, one who had been there before. ''It's" , "date" : "20050515" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Mandela in New York: A Hello, Again, and a Goodbye" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0DE4D81E30F936A25756C0A9639C8B63"} , {"body" : "Recreation New York City NYRR HALF-MARATHON GRAND PRIX AND QUEENS AND COLLEGE POINT 5K, Queens. Both tomorrow , beginning at 8 a.m.; the half-marathon begins on Poppenhusen Avenue; the five-kilometer run begins on Sixth Avenue and College Point Boulevard. Sponsored by the New York Road Runners Club. Advance registration fee: $20, members, $14; 18" , "date" : "20050513" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B07EFD91030F930A25756C0A9639C8B63"} , {"body" : "AFTER months of meetings dedicated to quieting critics of his imminent makeover of yet another disheveled New York City park, George Vellonakis, the Parks Department landscape architect behind the much-vilified $16 million rejuvenation of Washington Square Park, seems to have reached the saturation point. In a positive way. He takes it as a vote of" , "date" : "20050513" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; The Designer Who Would Change the Village Eden" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9407EEDE1130F930A25756C0A9639C8B63"} , {"body" : "Angry American critics have suggested that the United Nations should pack up and leave the United States and go to, say, France. But Secretary General Kofi Annan has come up with an idea closer to home. Try Brooklyn. The possibility emerged on Tuesday in a new progress report from Mr. Annan on plans to move the organization into temporary housing" , "date" : "20050511" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Temporary Space for 191 Countries? For U.N., Maybe It's in Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950CEFD91330F932A25756C0A9639C8B63"} , {"body" : "Congress Tries to Revive Mandatory Sentencing Months after the Supreme Court struck down mandatory sentencing formulas, Congress is moving to institute new minimum sentences, beginning with a sweeping House bill to fight street gangs. Also pending are bills that would apply new mandatory minimums to all federal drug offenses and to some crimes" , "date" : "20050511" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "INSIDE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9802E7D91330F932A25756C0A9639C8B63"} , {"body" : "The campaigns of Fernando Ferrer, a Democratic candidate for mayor, and Mayor Michael R. Bloomberg clashed yesterday over Mr. Ferrer's claim that industrial jobs are being threatened by the rezoning of the North Brooklyn waterfront.The city's plans include taking over two parcels where a storage business and a fuel company now operate to create a" , "date" : "20050510" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Ferrer and Mayor Clash on Brooklyn Rezoning" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9503E4D81230F933A25756C0A9639C8B63"} , {"body" : "Attractions Museums and Sites NEW YORK PUBLIC LIBRARY, Fifth Avenue and 42nd Street, Manhattan. Through July 30, ''Before Victoria: Extraordinary Women of the British Romantic Era,'' an exhibition of hundreds of rare manuscripts, letters, prints, memoirs and other items related to female iconoclasts who challenged the rules of British culture" , "date" : "20050506" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE2D71730F935A35756C0A9639C8B63"} , {"body" : "WHAT do you get when you sell a three-bedroom, 1,500-square-foot Brooklyn Heights co-op for $1 million and buy a seven-bedroom, 4,000-square-foot house 10 minutes away in Prospect Park South for $1.025 million? According to Felicia Kang, who, with her husband, Tom Rosenthal, just made that move, you get a terrific bargain with lots more room -- and" , "date" : "20050501" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK SOUTH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN\/Prospect Park South, Brooklyn; Near Prospect Park, a Touch of Greenwich" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9804E0DF1131F932A35756C0A9639C8B63"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in prentheses. Full reviews of current shows, additional listings, showtimes and tickets:" , "date" : "20050422" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "The Listings: April 22-April 28" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D01EFD91731F931A15757C0A9639C8B63"} , {"body" : "Federal agents arrested a 19-year old Queens man yesterday and charged him with threatening to kill a federal judge in Brooklyn, Raymond J. Dearie. The judge had been presiding over a credit-card fraud case against the mother of the accused man, Wazir Khan. The threats led to sharply increased security at the Downtown Brooklyn courthouse in recent" , "date" : "20050420" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Queens: Man Accused Of Threatening Judge" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D07E2DA1631F933A15757C0A9639C8B63"} ,   {"body" : "Locked in a stalemate with the Bloomberg administration over a new contract, the city's teachers' union is revving up its publicity machine with demonstrations and a new advertising campaign in the subway system that begins today. On Friday, the union, the United Federation of Teachers, staged demonstrations outside three regional superintendents'" , "date" : "20050418" , "day_of_week_facet" : "Monday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "In Subway Ads, Teachers Renew Push for Contract" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9806E2D61E3EF93BA25757C0A9639C8B63"} , {"body" : "Attractions Museums MUSEUM OF TELEVISION AND RADIO, 25 West 52nd Street, Manhattan. Tomorrow at 6 p.m., ''An Evening with Taylor Hackford'' with a screening of ''Bukowski'' (1973), a documentary by Mr. Hackford and Richard Davies; with Elvis Mitchell, an executive production consultant for Columbia Pictures and host of ''The Treatment,'' a radio" , "date" : "20050415" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B01E6DA103EF936A25757C0A9639C8B63"} , {"body" : "LEVIN--Wilbur A., 84, died at home on April 12, 2005. He was County Clerk and Clerk of the Supreme Court and Commissioner of Jurors, Kings County, and former President, CEO and Chairman of Independence Savings Bank, and President of Martin's Department Store. Bill was a long-time board member of many institutions, including Brooklyn Law School," , "date" : "20050414" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "25" , "title" : "Paid Notice: Deaths LEVIN, WILBUR A." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B04E2DD103EF937A25757C0A9639C8B63"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Aug. 7, ''Exploring Bolivia's Biodiversity,'' an exhibition of more than 30 color photographs. Through May 30, ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter,'' a walk-in display of hundreds of live specimens. Through the" , "date" : "20050408" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E3DC173EF93BA35757C0A9639C8B63"} , {"body" : "Lately, New Yorkers have had a lot of opportunity to think about what the world owes professional sports. Lawsuits, charges and countercharges are flying over the proposed Jets football stadium like so many Hail Mary passes. The Nets have a deal with the city, and the Yankees could announce one soon. As it stands now, the public investment on these" , "date" : "20050327" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WEST SIDE (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "10" , "title" : "A Triple Play for New York Teams" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F02E3D9143FF934A15750C0A9639C8B63"} , {"body" : "To the Editor: Re your March 24 news article about subway woes: I was glad that I had already been planning to ride my bicycle when I heard about the track fire at Atlantic Avenue last Tuesday morning. Riding normally takes about the same amount of time as taking the subway from Park Slope to my computer programming job. It also saves me the subway" , "date" : "20050326" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "12" , "title" : "Bike as Subway Antidote" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A05E4DB143FF935A15750C0A9639C8B63"} , {"body" : "Museums and Sites HISTORIC RICHMOND TOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. More than 25 buildings from the late 17th to the 19th centuries, restored and furnished. Tavern Concert Series continues tomorrow night with the Risky Business Bluegrass Band; shows at 7:30 and 9 p.m.; tickets, $12. Museum admission: $5;" , "date" : "20050325" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "SPARE TIMES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9805E4DC173FF936A15750C0A9639C8B63"} , {"body" : "A sampling of musical presentations planned for the holiday season at churches and concert halls in New York City. All are free unless otherwise noted. (Churches accept donations.) This selection, compiled by Jeremy Eichler, represents what caught this critic's eye and excited his expectations. More holiday recommendations for this weekend are in" , "date" : "20050318" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "Welcoming Easter, Churches and Halls Resound With Music" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A05E1DE103CF93BA25750C0A9639C8B63"} , {"body" : "The big red letters inside Andy's Liquor Supermarket leave little doubt about acceptable behavior within the store's plexiglass-sealed enclosure. ''No loitering, no drinking, no smoking, no hanging out, no bull,'' the sign says. In case there is any doubt about the last prohibition, a large, agitated dog named Samson barks and paces behind the" , "date" : "20050312" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BELLPORT (NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Full Bottles, Soothing Broken Souls; Brooklyn Liquor Store Offers an Unlikely Sense of Community" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9507E1D8143CF931A25750C0A9639C8B63"} , {"body" : "From its inception, the Paramount Theater in downtown Brooklyn was a knockout. Starting in 1928, it welcomed guests into its mirrored lobby and its impossibly ornate playhouse, where Miles Davis, Ethel Merman, Bing Crosby and Mae West performed under innumerable golden statues and fountains spewing dry ice. A Wurlitzer organ, second in size only to" , "date" : "20050306" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Education" , "Theater"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN; Yet Another New Chapter For a Glamorous Old Theater" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE4DE113DF935A35750C0A9639C8B63"} ,   {"body" : "Attractions Museum MUSEUM OF THE CITY OF NEW YORK, Fifth Avenue at 103rd Street. The museum collects, preserves and presents material related to the city's history. Sunday at 2 p.m., a reading by Pete Hamill from his book, ''Downtown: My Manhattan.'' Through Sunday, an exhibition of drawings and other works related to ''The Gates'' project by" , "date" : "20050304" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0DEEDC103DF937A35750C0A9639C8B63"} , {"body" : "To the Editor: Michael Van Valkenburgh Associates' plan for Brooklyn Bridge Park (editorial, Feb. 13) brings us tantalizingly closer to the world-class park we have envisioned for so long. It would allow New Yorkers to experience the water's edge through floating bridges, canals, winding pathways and paddling zones. The open plazas, hills and" , "date" : "20050227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN BRIDGE PARK (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "New Hopes for Brooklyn Bridge Park" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F03EFDE143DF934A15751C0A9639C8B63"} , {"body" : "DAN GOLDSTEIN loves his new home, a 1,280-square-foot, two-bedroom, two-bath, roughly finished condominium in a former warehouse building on Pacific Street near downtown Brooklyn. Which is why he does not want to leave, even though he is being pressed to do so. The approach to the building is not the grandest. Across the street are the dormant" , "date" : "20050227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS\/Brooklyn; Battling A Developer's Mammoth Plans" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F03E5DB173DF934A15751C0A9639C8B63"} , {"body" : "If all the world's a stage, why not Castle Williams, that crumbling bulwark on Governors Island, with its stone fortifications, circular courtyard and haunting past as a military prison? The British architect Norman Foster has designed an adaptation of Shakespeare's Globe Theater in London that would fit inside the 194-year-old castle and serve as" , "date" : "20050226" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "GOVERNORS ISLAND (NYC)"] , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "7" , "title" : "For Shakespeare, a Home That's a Castle?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0DE3DD143DF935A15751C0A9639C8B63"} , {"body" : "A fire tore through a city office containing files from hundreds of criminal investigations inside the Brooklyn Municipal Building yesterday morning, the authorities said. The fire started at 9:10 a.m. and was under control by 10 a.m., contained to a single room on the 11th floor, a Fire Department spokesman said. The authorities said it was too" , "date" : "20050224" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Some Probation Information Is Destroyed in Brooklyn Fire" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9902E5D8163DF937A15751C0A9639C8B63"} , {"body" : "LAWRENCE G. REUTER really wants to be understood. ''Maybe I didn't make myself clear enough,'' said Mr. Reuter, the president of New York City Transit. ''I thought it was clear. It was never in my mind that service wasn't going to be back quicker than three to five years.'' Mr. Reuter was talking about his initial estimate of how long service might" , "date" : "20050222" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; The Fire's Out. Now What About That Limelight?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9906E0DE1F3AF931A15751C0A9639C8B63"} , {"body" : "At street level, it started out routinely enough, with the familiar blue-colored, plywood-and-scaffolding structure rising over the front entrance to Brooklyn Borough Hall. But then appeared eight 200-cubic-foot concrete blocks planted with a steel lattice framework along two sides of the building. And, suddenly, there it was, a system of trusses," , "date" : "20050220" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Downtown Brooklyn Journal; That's No Party Tent. Under a Big Top at Borough Hall, It's a Big Job Fixing the Leaky Roof." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D06E7DC1E3AF933A15751C0A9639C8B63"} , {"body" : "IN late 1999, when Al Di La opened on Fifth Avenue in Brooklyn, its elegant simplicity and authentic northern Italian cooking quickly made it a mecca for food-savvy New Yorkers, worth a detour even from Manhattan. Adding a shiver of excitement was the adventure of dining in an untamed neighborhood, albeit in gentrified Park Slope. At the time," , "date" : "20050220" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PARK SLOPE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "SQUARE FEET\/Fifth Avenue, Brooklyn; Growing Restaurant Row Enlivens Park Slope" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9804E0D9103AF933A15751C0A9639C8B63"} , {"author" : "E-mail: streetscapes@nytimes.com" , "body" : "CAN anyone hope to designate half a landmark? And the 1893 Smith, Gray & Company building, at Fulton and Nevins Streets, would be even less than half -- only 7 floors remain of the 17-story 1890's tower. Yet a coalition of preservationists has a list of 28 buildings in downtown Brooklyn it deems worthy of designation, and the Smith, Gray building" , "date" : "20050220" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "STREETSCAPES\/Brooklyn; Can Nearly Half a Building Add Up to a Landmark?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D01E2DF113AF933A15751C0A9639C8B63"} , {"body" : "Through the eyes of a developer, the building at 275 Atlantic Avenue has a lot going for it. It is 11 stories tall and centrally located. And if you strip away the tall wire fences and the cages that cover the windows, it's not a bad piece of modern architecture, either. The building is the Brooklyn House of Detention, which has been closed since" , "date" : "20050213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; In Case a Jail Closes: Pursuing Ideas for a Gentler Future" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E7DE143AF930A25751C0A9639C8B63"} ,   {"body" : "Donald Margulies, the Pulitzer Prize-winning playwright who has a new play on Broadway called ''Brooklyn Boy,'' did not grow up in the mythically cozy borough where the natives played three-sewer stickball, rooted for the Dodgers and bought their paint at Pintchik's. He came of age in the Brooklyn of the 1960's and 70's, a nervous time in which" , "date" : "20050210" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "1" , "title" : "Sheepshead Revisited; 'Brooklyn Boy' Playwright Returns to Borough After 25 Years" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980CE3D6163AF933A25751C0A9639C8B63"} , {"body" : "IN a little over two years, Shaya Boymelgreen, an Israeli immigrant who came to New York in 1969 to study at a yeshiva, has gone from being an obscure builder of low-rise apartment houses to become one of the city's busiest residential developers. In partnership with Lev Leviev, an Israeli billionaire and diamond magnate, Mr. Boymelgreen has plans" , "date" : "20050206" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "With backing from an Israeli billionaire, a Developer finds opportunity in disparate places" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9803E6DB103BF935A35751C0A9639C8B63"} , {"body" : "''Shakespeare, your new home away from home is Flatbush-upon-Lafayette,'' the Brooklyn borough president, Marty Markowitz, announced yesterday. With those words, the city unveiled a design yesterday for a $38 million glass and stainless steel theater designed by Hugh Hardy and Frank Gehry that would rise opposite the Brooklyn Academy of Music in" , "date" : "20050204" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "2" , "title" : "Theater Troupe to Get a $38 Million Brooklyn Home" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A04E6D9103BF937A35751C0A9639C8B63"} , {"body" : "ANGELINA UMANSKY, a 39-year-old spa owner from San Francisco, was visiting a friend in Miami two weeks ago when she heard about a new condo development downtown. Hoping to find a vacation home, but worried that others were interested, too, Ms. Umansky arrived at the sales office at 8 a.m. the day after seeing some model units. About 50 other buyers" , "date" : "20050203" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "TURF; Condo Fever Turns Buyers Into Early Birds" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D07E2DA133BF930A35751C0A9639C8B63"} , {"body" : "At first, the estimate was grim, a subway rider's nightmare. It could take up to five years to get the A and C trains running normally after a fire in an underground signal relay room last month. Then the forecast improved: transit officials said it would take only six to nine months to fix the disruptions. Now the estimate has come down once more." , "date" : "20050202" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "C Train Is Back in Service Today, Running Early" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9905EFDD163AF931A35751C0A9639C8B63"} , {"body" : "Attractions Mususeums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. ''Living in America: The American Indian Experience,'' the last of three Saturday presentations, will feature music and discussions tomorrow from 1 to 5 p.m.; free with admission. Opening tomorrow and on display through Aug. 7, ''Exploring" , "date" : "20050128" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9901E2D7173BF93BA15752C0A9639C8B63"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue, at 36th Street, Astoria, Queens. One of the largest collections of moving-image artifacts. Through Feb. 13, ''Breaking Boundaries: Films Selected and Introduced by Members of the New York Film Critics Circle''; screenings this weekend, ''Salò'' or ''The 120 Days" , "date" : "20050121" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0CE1D61038F932A15752C0A9639C8B63"} , {"body" : "Just after he was elected, Mayor Michael R. Bloomberg told New Yorkers in his first State of the City speech that there was no money in the budget to subsidize two $800 million baseball stadiums for the Yankees and the Mets. Three years later, the city faces a $2 billion gap in the coming fiscal year's $47 billion budget. Nonetheless, the mayor and" , "date" : "20050116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WEST SIDE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Stadium Games: Give and Take And Speculation; What the Teams Want And What the City Gets" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9505EEDA1538F935A25752C0A9639C8B63"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue, at 36th Street, Astoria, Queens. One of the largest collections of moving-image artifacts. Through Feb. 13, ''Breaking Boundaries: Films Selected and Introduced by Members of the New York Film Critics Circle''; screenings this weekend, ''Citizen Ruth'' (1996)," , "date" : "20050114" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9404E0DD1438F937A25752C0A9639C8B63"} , {"body" : "SANDWICHED between Fort Greene and Bedford-Stuyvesant, Clinton Hill in Brooklyn might just be the quintessence of urban living in New York City. It is affluent and not so, seedy and grand, ethnically diverse, a magnet for artists, musicians and filmmakers, and so rich in architectural style that even now, with escalating property prices, a new" , "date" : "20050109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CLINTON HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN\/Clinton Hill, Brooklyn; Into the Big Leagues, With Prices to Match" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9405E3DF1139F93AA35752C0A9639C8B63"} ,   {"body" : "Nonprofit cultural groups have been invited to submit proposals for the Brooklyn Academy of Music's new cultural district in Downtown Brooklyn. The invitation was inspired by the search for cultural institutions for ground zero. ''We thought it was an interesting way to cast an incredibly broad net,'' said Jeanne Lutfy, president of the BAM Local" , "date" : "20050108" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "8" , "title" : "Arts, Briefly; Inviting Arts to Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9800E2DD1E39F93BA35752C0A9639C8B63"} , {"body" : "Attractions Garden STATEN ISLAND BOTANICAL GARDEN, 1000 Richmond Terrace, Livingston. Carl Grillo Glass House features a central palm court, tropical and Mediterranean wings, a seasonal display in the entrance hall and an area for plant propagation. Open Tuesdays through Sundays, 10 a.m. to 5 p.m. (Fridays to 8 p.m.) The one-acre New York Chinese" , "date" : "20050107" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE7DE1139F934A35752C0A9639C8B63"}]