[  {"author" : "E-mail: thehunt@nytimes.com" , "body" : "AFTER nine years in Seattle, Mark Marvel was more than ready to come home to New York. Seattle was too homogeneous, too provincial and too rainy for his taste, he said. The longer he lived there, the more he craved New York. He hoped to return at some point, or at least to become fully bicoastal. After Mr. Marvel, 42, finished at Columbia" , "date" : "20051225" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SEATTLE (WASH)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "THE HUNT; Jumping at the Chance to Return to New York" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/25\/realestate\/25hunt.html"} , {"body" : "It was just that kind of Sunday made for a couple of young brothers and their father, all wound up for winter. By the time the Buechner boys -- Dylan, 3, and Conor, 5 -- and their father, Terry, 36, had dug out their snow gear and arrived at Hillside Park in the Dumbo area of Brooklyn yesterday morning, there was just enough fresh snow on the" , "date" : "20051205" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Snow in New York, Not Big, but Early" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/05\/nyregion\/05snow.html"} , {"body" : "The Gowanus Canal often stinks and is almost always spotted with slicks of oil. The streets alongside it are practically deserted, the silence broken by the rumble of concrete mixers and oil tankers or the screech of buzz saws. Graffiti abounds, and no one would use the word harmonious for the landscape, where ramshackle wood-frame and brick row" , "date" : "20051128" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "From Open Sewer to Open for Gentrification; Many Gowanus Residents Want Its Collar to Remain Blue" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/28\/nyregion\/28gowanus.html"} , {"body" : "Manhattan Less than $300,000 Hudson Heights $216,000 16 Col. Robert Magaw Pl. (181st St.) Number of bedrooms: 1 Number of full bathrooms: 1 Number of half bathrooms: 0 Weeks on market: 6 weeks 600-sq.-ft. co-op in a prewar walk-up building; entry foyer, eat-in kitchen, high ceilings, h\/w floors; maintenance $378, 29% tax-deductible; listed at" , "date" : "20051120" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales From Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9400E4D8113EF933A15752C1A9639C8B63"} , {"author" : "Tim and Nina Zagat are the publishers of the Zagat Survey guides." , "body" : "AT cocktail parties, family dinners, ballgames, even charity events, conversations across New York City invariably turn to two things: the staggering price of real estate and the latest new restaurant. But they're not separate issues. They are as intertwined as the cheese and crackers or vodka and vermouth that fuel the discussion. Fact is, if you" , "date" : "20051120" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "There Goes the Neighborhood" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/20\/opinion\/nyregionopinions\/20CIzagat.html"} , {"body" : "WE owe the existence of Brooklyn to the urban developers of more than a century ago. Since that time, the borough's open land has disappeared. That's how it goes in cities the world over; only a dead city never changes. But just as we'll always have developers, community activists and environmentalists will invariably seek to check their greed and" , "date" : "20051113" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "The Project That Ate Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/13\/opinion\/nyregionopinions\/13CImanbeck.html"} , {"body" : "WHEN developers opened new buildings for sale in New York a year ago, brokers jostled for appointments, buyers camped out before open houses and people made decisions to part with thousands of dollars in a matter of minutes. One sales agent famously sold five luxury condos from the back seat of her BMW in a day. The frenzy has died down, but the" , "date" : "20051110" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "For Choicest Apartments, Many More Choices" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/10\/garden\/10turf.html"} , {"body" : "TWO well-established retailers are opening stores in Midtown, providing nearby workers with new places to indulge in lunch-hour shopping. Abercrombie & Fitch, the clothing chain for teenagers, opened a four-level store (its largest in the world, below) at 720 Fifth Avenue, at 56th Street, (212) 306-0936. (Last week, Ruehl, Abercrombie's line for" , "date" : "20051110" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "4" , "title" : "OPEN FOR BUSINESS; Manhattan And Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/10\/fashion\/10open.html"} , {"body" : "For Fernando Ferrer, there may be two New Yorks, as he is fond of saying. But there are also two campaigns. In one, which plays out in the polls, among political leaders and on the Sunday morning news programs, Mr. Ferrer's effort is on life support, incapable of rousing itself and headed for an undignified death. But in the other, a kind of shadow" , "date" : "20051105" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE 2005 ELECTIONS: THE CHALLENGER; The 2 Ferrers: A Plodder in the Polls, a Celebrity on the Street" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/05\/nyregion\/metrocampaigns\/05ferrer.html"} , {"body" : "Young Arts Patrons TUESDAY -- A cocktail party and dance for young patrons of Lincoln Center for the Performing Arts, in the Allen Room on the fifth floor of the Time Warner Center, will aid audience development programs. Drinks, hors d'oeuvres and dancing to the music of deejay D-Nice begin at 8. Tickets, $125, from (212)875-5764, or $175 at the" , "date" : "20051023" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "BENEFITS" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/23\/nyregion\/23bene.html"} ,   {"body" : "TO anyone tracing the ups and downs of Gap's fortunes over the last decade, it is striking how often the periodic sales dips have bounced like a Ping-Pong ball, attributed first to ''too much fashion,'' then to ''too many basics.'' The company's latest difficulty in selling collections that emphasized style over khakis led to the sudden replacement" , "date" : "20051020" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "9" , "title" : "Front Row; Gap Mounts a Safari And Bags Some Basics" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/20\/fashion\/thursdaystyles\/20ROW.html"} , {"body" : "The resurgence of Brooklyn neighborhoods like Park Slope and Williamsburg is well documented. But what is not as widely known is how well the downtown business district is doing, despite a still somewhat dog-eared appearance. What is more, the area is on the verge of a major transformation. In the borough's six million square feet of Class A office" , "date" : "20051019" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "WILLOUGHBY SQUARE (BROOKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "SQUARE FEET; Towers Grow in Downtown Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/19\/realestate\/19brooklyn.html"} , {"body" : "It can be helpful to approach a dance festival as if you were entering a thrift store: you have to sift through a lot of material, with no guarantee of finding something suitable. Jewels may abound, but they may also be overlooked out of sheer exhaustion. Friday night's program at the fifth annual Dumbo Dance Festival, directed by Young Soon Kim," , "date" : "20051017" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "8" , "title" : "DANCE REVIEW; Daring an Audience to Choose Among a Potpourri of Spasms" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/17\/arts\/dance\/17wave.html"} , {"author" : "E-mail: eating@nytimes.com" , "body" : "Today is the finale of the annual Dumbo Art Under the Bridge Festival. There is not a huge number of restaurants in that Brooklyn neighborhood and its environs, but those that exist are varied. BUBBY'S (718) 222-0666; 1 Main Street (Water Street); $$; Article: 10\/8\/03. Long a family-friendly fixture in TriBeCa, Bubby's opened this branch in Dumbo" , "date" : "20051016" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "GOOD EATING\/DUMBO; Under the Bridge" , "url" : "http:\/\/events.nytimes.com\/2005\/10\/16\/dining\/16rest.html"} , {"body" : "Perfect Privacy $1,350,000 NEW JERSEY: 150 Goodale Road, Andover A five-year-old, one-level contemporary home set on a secluded 10.5-acre lot bordered on two sides by a state park. There are woodsy views, and no need for curtains. A bridge hallway over a small ravine connects the family room and great room. The house has four bedrooms," , "date" : "20051016" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9801E1D8173FF935A25753C1A9639C8B63"} , {"body" : "Organizing a multiday dance festival is a hefty undertaking. But why stop at one? The tireless Young Soon Kim, artistic director of the White Wave arts center in Brooklyn, is doubling the festival pleasure this year. Starting this evening with the fifth annual Dumbo Dance Festival and continuing through Oct. 23 at the first International Dumbo" , "date" : "20051014" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "THE LISTINGS | OCT. 14-OCT. 20; DUMBO DANCE FESTIVAL AND INTERNATIONAL DUMBO DANCE FESTIVAL" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502E7D9173FF937A25753C1A9639C8B63"} , {"body" : "THE chef Matthew Kenney has left Pure Food and Wine, the raw food restaurant on Irving Place that he opened last year. Now the restaurant's owner and manager are angrily accusing him of luring away employees for his new projects. Jeffrey Chodorow, who owns the restaurant, said he sued Mr. Kenney yesterday, accusing him of breach of contract and of" , "date" : "20051012" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "Owner and Manager In Dispute With Chef" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/12\/dining\/12chod.html"} , {"body" : "FOR years, the artist Jennifer Dalton and her cherub-faced husband, Wellington Fan, had heard stories about Williamsburg being a toxic neighborhood, with houses built on sludge and lofts carved out of tainted factories. But they dismissed contamination fears as the price of living in New York. They were committed urbanites and saw no reason to" , "date" : "20051009" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "HABITATS\/Williamsburg; Worry Triumphs Over Fear" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/09\/realestate\/09habi.html"} , {"body" : "Caroline Jane Prugh and Paige van den Burg celebrated their union last evening in the Great Meadow of the Brooklyn Botanic Garden. The Rev. Mary L. Foulke, an Episcopal priest, led the commitment ceremony. Ms. Prugh, 31, is a general management associate at Stuart Thompson Productions, where she has worked on the plays ''Art,'' ''Proof,'' ''Take Me" , "date" : "20051002" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "21" , "title" : "Caroline Prugh, Paige van den Burg" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/02\/fashion\/weddings\/02PRUG.html"} , {"body" : "SOME people got grumpy last year about City Center's sampler series Fall for Dance, the second installment of which runs Tuesday though next Sunday. They complained about unfair competition for audiences and financing, but it's hard to see just what they were upset about, except for all-purpose competitive jealousy. For one thing, dance samplers --" , "date" : "20050925" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "DANCE; Too Much! Too Little! Or Maybe Just Right" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/25\/arts\/dance\/25rock.html"} ,   {"body" : "It is not an easy job, towing 150 tons of conceptual art around Manhattan all day. There are tides and wind currents to negotiate. There are ferries and container ships and police boats to avoid. And then there is the precious cargo itself, not exactly your average garbage scow: ''Floating Island,'' designed by the artist Robert Smithson, who died" , "date" : "20050924" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "9" , "title" : "A Miniature Gate in Hot Pursuit of a Miniature Central Park" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/24\/arts\/design\/24isla.html"} , {"body" : "How exactly to approach ''Breaking Ground: A Dance Charrette,'' a 45-minute performance involving five choreographers and a host of dancers that took place twice Saturday afternoon in the handsome old Tobacco Warehouse in Dumbo, with the Brooklyn and Manhattan Bridges roaring overhead? Site-specific performances with odd ground rules are common" , "date" : "20050920" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "7" , "title" : "DANCE REVIEW; For 5 Artists, an Experiment With Choreography on Deadline" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/20\/arts\/dance\/20brea.html"} , {"body" : "Cary McWilliam, a freelance modern dancer and teacher in Manhattan who earns about $23,000 a year, loves the freedom of leaping from one job to the next, unbeholden to any single employer. But that same independence takes a toll on her finances and her nerves. ''With the inconsistent paycheck,'' she said, ''it's hard to save. My retirement is" , "date" : "20050918" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; The Highs and Lows of Going It Alone" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/18\/nyregion\/thecity\/18free.html"} , {"body" : "Vito Acconci is cleaning up his act. The 65-year-old renegade artist turned architect has trimmed his mad-scientist's tousled hair so that he looks almost clean-cut. He still wears a uniform of head-to-toe black, but he no longer removes it in public. And he's scaled back the cigarettes, from two-and-a-half packs a day to just one. Perhaps this is" , "date" : "20050918" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["AUSTRIA"] , "nytd_section_facet" : ["Style" , "Magazine"] , "page_facet" : "120" , "title" : "The Talk; Space Oddity" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/18\/style\/tmagazine\/TM1903190.html"} , {"body" : "BROOKLYN should need no introduction: ancestors of as many as one in four Americans are said to have once called it home. But New York's most populous borough -- with about 2.5 million residents representing more than 90 ethnic groups -- has always been shadowed by its glamorous neighbor across the East River. Thriving a century ago, Brooklyn fell" , "date" : "20050916" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "3" , "title" : "36 HOURS; Brooklyn" , "url" : "http:\/\/travel.nytimes.com\/2005\/09\/16\/travel\/escapes\/16hours.html"} , {"body" : "Jacques Torres has introduced Trinitario Treasures chocolate bars, using trinitario cocoa beans from Ghana. He will make the 3.5-ounce bars for the next few months, until his supply of the distinctive small-crop beans runs out. The no-frills semisweet bar, embossed with his signature, is 65 percent cacao and has a fragrance that hints of spice and" , "date" : "20050914" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; Sugar and Spice And Prune Hints: How Nice" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F02E5DE1131F937A2575AC0A9639C8B63"} , {"body" : "Dates are subject to change. September MIRACLE BROTHERS The toothy Tyler Maynard, who earned rave reviews as Mark, the unambiguously gay boy-band star in ''Altar Boyz,'' gets to show his serious side in this new musical by Kirsten Childs (''The Bubbly Black Girl Sheds Her Chameleon Skin''). An adventure set in 17th-century Brazil, the story follows" , "date" : "20050911" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "14" , "title" : "THE NEW SEASON THEATER; Odd Couples and Naked Girls" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/11\/theater\/newsandfeatures\/11zino.html"} , {"body" : "As much of upper Brooklyn continues to meld into one enormous restaurant row, it can be difficult for established borough restaurants to decide where to open a second location. Dumbo? Williamsburg? Clinton Hill? How about Bushwick or Brownsville? The owners of Tuk Tuk on Smith Street in Cobble Hill, at four years old a neighborhood standby," , "date" : "20050911" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: LONG ISLAND CITY; For a Restaurant in the Mainstream, A Cruise Into Uncharted Waters" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/11\/nyregion\/thecity\/11tuk.html"} , {"body" : "HOW do people do it? Or rather, how do people who have not been given a trust fund or a condo for graduation do it? For people at the bottom of the property ladder, it is sobering to try to enter the real estate market in New York, where the average price of an apartment, $1.3 million, is up 30 percent from the same quarter last year. Even the" , "date" : "20050904" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The Very First Time" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/04\/realestate\/04cov.html"} , {"body" : "The shoppers and young families strolling along Seventh Avenue in Park Slope, Brooklyn, can normally slurp their iced coffees, nosh on bagels and French pastries and browse for books far from the tumultuous politics of City Hall. But now it seems they cannot escape the mayoral candidates and their campaign workers prospecting for votes, as" , "date" : "20050820" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Mayoral Rivals Fight for Turf in Brownstone Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9800E7D9103EF933A1575BC0A9639C8B63"} ,   {"body" : "Prague Kolektiv, a shop specializing in Czech furniture, glassware and lighting from the 1920's and 30's, opened yesterday in Dumbo, Brooklyn. The owners, below, are Barton Quillen (seated), an American, and Giovanni Negrisin, an Italian, who met in Prague about 10 years ago. Both were collecting pieces from what they saw as a pivotal moment in" , "date" : "20050818" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS: DESIGN; Relics of Czech Modernism From Between the World Wars" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0CE7DC133EF93BA2575BC0A9639C8B63"} , {"body" : "THERE are robbers who go for jewels, while others prefer cash. But last month a thief with a taste for culinary excellence stole more than $70,000 worth of appliances from a luxury loft building under construction in Dumbo. As reported in The Brooklyn Paper, the theft occurred at 70 Washington Street, the newest project from David Walentas of Two" , "date" : "20050807" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: DUMBO; Haute Heist" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE7DA163EF934A3575BC0A9639C8B63"} , {"body" : "Dinner With a Dozen A five-course dinner with 12 pinot noir and chardonnay wines from California and Oregon will be served tomorrow at 7 p.m. at Felidia, 243 East 58th Street. The cost is $170; (212)758-1479. Lemonade Toasts Free cookies, milk and lemonade will be served on Saturday from 3 to 6 p.m. at Tate's Bake Shop, 43 North Sea Road," , "date" : "20050803" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "8" , "title" : "CALENDAR" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D02E4D71E3FF930A3575BC0A9639C8B63"} , {"body" : "ON the diving board of dashed hopes and denial paces an unhappy figure: the would-be buyer who shops for years but resists taking the plunge. Like timid bathers, some just need time to acclimate to the chilly reality of what their money can't buy. That process can take some time. Eventually, though, after long and careful looking, they do take the" , "date" : "20050731" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Fear of Committing?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE4D7103FF932A05754C0A9639C8B63"} , {"body" : "ON Monday, a sightseeing bus in Times Square was boarded by armed police officers. They herded 60 tourists into the street with their hands in the air, and forced five of them, innocent men it turned out, to kneel in the gutter, with their hands handcuffed behind them. Each of the men was wearing a backpack, which, along with dark complexions (the" , "date" : "20050731" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "4" , "title" : "IDEAS & TRENDS: Zip Search; Accessory to Murder" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B06EFD9113FF932A05754C0A9639C8B63"} , {"body" : "In the following reports, the listed at price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. *Sale in this price category not available. Manhattan Less than $300,000 Hudson Heights $299,000 45 Overlook Terrace (W. 184th St.) Number of bedrooms: 1 Number of full" , "date" : "20050731" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Sales" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A00E1D7103FF932A05754C0A9639C8B63"} , {"body" : "Theater Approximate running times are in parentheses. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'DAPH!' Opens Wednesday. Parties, photo shoots, fame -- life is grand for Daphne Dumas (at least in her own mind) (1:30). 59E59 Theaters, 59 East 59th Street, Manhattan," , "date" : "20050729" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings: July 29 -- Aug. 4" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F07E4D8103FF93AA15754C0A9639C8B63"} , {"body" : "State officials approved a draft plan yesterday for an 85-acre waterfront park near Downtown Brooklyn that would include playing fields, marinas, restaurants and offices, and 1,200 units of luxury housing. The proposed plan for a 1.3-mile shoreline park stretching from the Manhattan Bridge to Cobble Hill is an important step forward in a" , "date" : "20050727" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Agency Adopts Park Plan For Brooklyn Waterfront" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A06E5DA133FF934A15754C0A9639C8B63"} , {"body" : "THE ENEMY OF GOD By Robert Daley Harcourt ($23, hardcover) Frank Redmond was the son of a beer salesman. He grew up on the fourth floor of a walk-up apartment on Marion Avenue in the Bronx, a predominantly Irish Catholic neighborhood not far from the Fordham campus. He played in the streets, which were safe at that time, with kids whose fathers" , "date" : "20050717" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "8" , "title" : "NEW YORK BOOKSHELF\/CRIME-THRILLERS; Different Eras, Same Blood and Guts" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E7DB1030F934A25754C0A9639C8B63"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the Northeast this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and" , "date" : "20050708" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "The Listings: July 8 -- July 14" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F05EED61E31F93BA35754C0A9639C8B63"} ,   {"body" : "HERE'S an exercise. Google the words ''New Brooklyn'' and see how many hits you come up with. The answer: 15.7 million. Even allowing for the insane inclusiveness of an Internet search, that number reveals something profound about the frenzy -- cultural, gastronomic, architectural and otherwise -- that has seized what is affectionately known as" , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE NEW BROOKLYNS\/FACES OF A BOROUGH; Who Hurts?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502E3DA143BF93AA25755C0A9639C8B63"} , {"body" : "Williamsburg Village Style Freddy Jakubowski has tended bar at the Greenpoint Tavern on Bedford Avenue since 1985. It was 1992 when a place arrived unlike any other there, a little restaurant called the L Cafe. \"Some girl opened it,\" Mr. Jakubowski said. \"She was a good girl. I'm not much of an architect or a decorator, but she did it something" , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE NEW BROOKLYNS\/TIPPING POINTS; The Day When Back in the Day Ended" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907E2DA143BF93AA25755C0A9639C8B63"} , {"body" : "There were 60 scantily clad dancers, and a stage blanketed in glitter and feathers. Lots of feathers. This lavish spectacle was the latest version of the ''Ziegfeld Follies,'' the early-20th-century blockbuster known for its highly synchronized showgirls -- except that this production was very, very small. ''Ziegfeld Minuscule Follies'' had its" , "date" : "20050618" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["EUROPE"] , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "9" , "title" : "On Miniature Stages, Performances Crafted From Heart and Paper" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B04E7D9143BF93BA25755C0A9639C8B63"} , {"body" : "Tastes of Brooklyn Dishes from Brooklyn restaurants will be set out tomorrow starting at 7 p.m. in the Empire-Fulton Ferry State Park in Dumbo to benefit Share Our Strength. Tickets are $75 in advance: (877)268-2783 or www.tasteofthenation.org. Tickets at the door will be $90. Special V.I.P. tickets, for admission at 6 p.m., are $125 in advance," , "date" : "20050615" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "CALENDAR" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B07E4D81F38F936A25755C0A9639C8B63"} , {"body" : "I DON'T remember the first time I walked into Frank's Gourmet Deli on Smith Street, but it must have been a little more than a year ago, around the time I signed a lease a couple of blocks away in Carroll Gardens, Brooklyn. Getting to know a new neighborhood is always a process of locating and evaluating the essentials -- grocery store, laundry," , "date" : "20050529" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK OBSERVED; Comfort Food" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B03E7DC1139F93AA15756C0A9639C8B63"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "Coal-Fired Flavor Q. The other day, I noticed a coal truck pulling up to a pizza place. Do many pizza places in the city actually use coal ovens? And that reminded me, what about those public schools with coal furnaces that were in the news a few years ago? A. First, the pizzas. There are perhaps a dozen pizzerias in the city that use genuine" , "date" : "20050522" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950CEED91439F931A15756C0A9639C8B63"} , {"body" : "FOR those tired of trawling the familiar chain stores, it may be worth making detours to two industrial buildings outside Manhattan where designers and craft specialists work in small studios. One informal collective is in a former factory in Hoboken, N.J., that has eluded gentrification. The other, which includes architects, furniture makers and" , "date" : "20050519" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "PERSONAL SHOPPER; Artisans, Architects and Furniture Makers, Floor by Floor" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9805E2D61639F93AA25756C0A9639C8B63"} , {"body" : "Artisans, architects and furniture makers, floor by floor in Hoboken, N.J., and Dumbo, Brooklyn." , "date" : "20050518" , "day_of_week_facet" : "Wednesday" , "title" : "SLIDE SHOW; Personal Shopper" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2005\/05\/18\/garden\/20050519_SHOP_SLIDESHOW_index.html"} , {"body" : "From George's Table A collection of silver that belonged to George Washington and to his wife's family, the Custises, will be on display today from 10 a.m. to 1 p.m. at Sotheby's, 1334 York Avenue (72nd Street). The auction of the silver, which includes wine coolers, trays and serving spoons bearing Washington's or the Custis family crest, will be" , "date" : "20050518" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Calendar" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE7DD1639F93BA25756C0A9639C8B63"} , {"body" : "Recreation New York City NYRR HALF-MARATHON GRAND PRIX AND QUEENS AND COLLEGE POINT 5K, Queens. Both tomorrow , beginning at 8 a.m.; the half-marathon begins on Poppenhusen Avenue; the five-kilometer run begins on Sixth Avenue and College Point Boulevard. Sponsored by the New York Road Runners Club. Advance registration fee: $20, members, $14; 18" , "date" : "20050513" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B07EFD91030F930A25756C0A9639C8B63"} ,   {"body" : "Susan Woods, 48, is a scavenger trained in painting and sculpture, an artist and designer who works in refuse. She recently combined her own studio and a business that sells the designs of others into a single concern, Aswoon\/Susan Woods Studio, and she has just opened a showroom in Dumbo, Brooklyn, that carries two new lines of her furnishings" , "date" : "20050512" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS: FURNISHINGS; Fitting Found Objects Into a Landscape of Veils" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B00E7D61330F931A25756C0A9639C8B63"} , {"body" : "GROWING UP in New Orleans, Bradley Wester used to play with office supplies. Now he's an artist in New York who uses stationery, name tags and stickers for his pop-inspired art, and for the last few months, he has been working out of a small, 350-square foot, light-filled office in lower Manhattan. It is a huge improvement for Mr. Wester, who for" , "date" : "20050508" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "15" , "title" : "SQUARE FEET; For Artists, Cheap Studios in Vacant Commercial Space" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502E3DF1430F93BA35756C0A9639C8B63"} , {"body" : "''Brooklyn Designs,'' an exhibition of notable Brooklyn-based furnishings designers and manufacturers, begins tomorrow in Dumbo, Brooklyn. A dining armchair (shown in mahogany, top left; $1,500) by Robert Martin (top right; www.robertmartindesigns.com) will be introduced, joining a side chair and dining table in his firm's collection. A Tim" , "date" : "20050505" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS: FURNITURE; Young Designers Show Off In Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E06E3D61630F936A35756C0A9639C8B63"} , {"body" : "THE four-story town house that Darcy Miro and Lars Weiss built on a weedy lot in Fort Greene, Brooklyn, contains no fancy finishes -- no mahogany floors or plaster moldings. On the contrary, there are hardly any finishes at all, barely even drywall, among the exposed joists, electrical conduits and ventilation ducts. These rooms are determinedly" , "date" : "20050505" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Upscale, Downscale" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940CEED61630F936A35756C0A9639C8B63"} , {"body" : "ALTHOUGH it has always had a few well-known specialty stores, downtown Manhattan has seemingly overnight become a mecca for food shopping. Trader Joe's is close to signing a lease for space in New York University's new Palladium Complex, a mixed-use development on 14th Street near Third Avenue, according to a retail broker with knowledge of the" , "date" : "20050424" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Health" , "Real Estate"] , "page_facet" : "10" , "title" : "SQUARE FEET\/Downtown Manhattan; A Destination for Serious Eating" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?sec=health&res=9D00E1D81731F937A15757C0A9639C8B63"} , {"body" : "With all the media coverage beamed in from the Vatican over the past few weeks depicting the late Pope John Paul II as a man of the people, it seems only appropriate that he has received a local sendoff, and in that most democratic of ways: the street mural. Two days after the Pope's death, the graffiti artist James De La Vega painted the first" , "date" : "20050424" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; For a Figure on High, Homage From the 'Hood" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B06E3DB1431F937A15757C0A9639C8B63"} , {"body" : "He arrived on foot, and on time, wearing heavily grease-stained beige overalls and boots. He seemed to be in his late 30's or early 40's, with thinning light brown hair. He had the windburned eyes and blackened fingernails of an ironworker, along with the vaguely feral intensity of someone on the lam. But he hardly looked like the kind of shadowy" , "date" : "20050418" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "A Graffiti Legend Is Back on the Street" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9902E1D91E3EF93BA25757C0A9639C8B63"} , {"body" : "She wears hoop earrings and dark spindly eyeglass frames in the latest fashion. She carries a backpack and a digital camera. A young-looking 33 with sandy blond curls, she is a fixture on the streets of East Williamsburg, Brooklyn. The hipsters never suspect a thing. She is Dana Ruppert, urban secret agent of sorts, on a mission to document every" , "date" : "20050416" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Nancy Drew and the Hidden Loft; Tracking Illegal Apartments in Industrial Zones" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9903EFD6113EF935A25757C0A9639C8B63"} , {"body" : "Real estate-crazed Americans have started behaving in ways that eerily recall the stock market obsession of the late 1990's. In Naples, Fla., some houses have been bought twice in a single day, an early-21st-century version of day trading. Buying stocks on margin has morphed into buying homes with no money down. The over-the-top parties of Internet" , "date" : "20050325" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Front Page" , "Technology" , "Business"] , "page_facet" : "1" , "title" : "Trading Places: Real Estate Instead of Dot-Coms" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E2D7173FF936A15750C0A9639C8B63"} , {"body" : "IN the last decade, Williamsburg in Brooklyn has been a first stop for young people new to the city, just out of college. As they have grown up, the neighborhood has too, evolving from dive bars and movie rental joints to chic sushi restaurants and designer furniture emporiums. Most of these Williamsburg devotees are now young professionals, often" , "date" : "20050320" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Williamsburg Reinvented" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A04E2DB103CF933A15750C0A9639C8B63"} ,   {"body" : "'El Greco' Islip Art Museum, 50 Irish Lane, East Islip, (631)244-5402. Through April 3. The premise of this show is to compare eight contemporary artists to Domenikos Theotocopoulos, the 16th-century master known as El Greco, because, like him, they supposedly express their ''inner vision'' in opposition to current trends. The artists were selected" , "date" : "20050320" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "ART REVIEWS; Getting in Touch With That Inner El Greco" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9504EFDA133CF933A15750C0A9639C8B63"} , {"body" : "Smack-Mellon 56 Water Street Dumbo, Brooklyn Through March 27 This tough-minded theme show doesn't bother much with rhetoric. It just goes straight for pictures, most of them photographs. Few are of actual combat, but almost all document its long-term consequences. The photographer Susan Meiselas, represented by work done in Nicaragua, El Salvador" , "date" : "20050318" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "Art in Review; 'On the Subject of War'" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A06EFD6103CF93BA25750C0A9639C8B63"} , {"body" : "SISAL has long been the default choice for summer floors. This year's seasonal rugs, however, are anything but beige or bland. 1. A hand-knotted silk rug, Pinks Original, is $120 a square foot to the trade from Fort Street Studio, www.fortstreetstudio.com or (212)925-5383. 2. A striped flat-weave wool rug from Merida Meridian, woven in Fall River," , "date" : "20050317" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "4" , "title" : "PERSONAL SHOPPER; Colors of Spring Bloom Underfoot" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D00E5DB133CF934A25750C0A9639C8B63"} , {"body" : "THIS is a killer weekend for new art in New York City. Three contemporary fairs -- the Armory Show, Scope New York and the DiVa Digital and Video Art Fair -- are in town for a few cash-crazed days. A show of sculptures called Art Rock is parked in Rockefeller Plaza. And ''Greater New York 2005,'' a survey of some 150 young artists living in and" , "date" : "20050313" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONG ISLAND CITY (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "PEEKSKILL (NY)" , "BRONX (NYC)" , "QUEENS (NYC)" , "LONG ISLAND (NY)" , "JERSEY CITY (NJ)" , "RED HOOK (NYC)" , "WESTCHESTER COUNTY (NY)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "ART; The New Bridge and Tunnel Crowd" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9402EFD81F3DF930A25750C0A9639C8B63"} , {"body" : "Three years ago, word spread that Public School 8 in Brooklyn might shut down. Located in a century-old building on Hicks Street, the school serves Dumbo, Vinegar Hill, Fulton Ferry and parts of Brooklyn Heights and Fort Greene. Years of declining enrollment -- largely because neighborhood children were being sent to private schools -- had cast a" , "date" : "20050313" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: DUMBO; P.S. 8's Comeback Spurs Higher Hopes" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980CE1DD143CF930A25750C0A9639C8B63"} , {"body" : "Attractions Museum MUSEUM OF THE CITY OF NEW YORK, Fifth Avenue at 103rd Street. The museum collects, preserves and presents material related to the city's history. Sunday at 2 p.m., a reading by Pete Hamill from his book, ''Downtown: My Manhattan.'' Through Sunday, an exhibition of drawings and other works related to ''The Gates'' project by" , "date" : "20050304" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0DEEDC103DF937A35750C0A9639C8B63"} , {"body" : "BOLDFACE names, artists and power couples don't always eat where they can be spotted. Sometimes they order in, just like the rest of us. WILLIAM WEGMAN, the photographer, lives in Chelsea with his wife; their son, 10; daughter, 7; and three Weimaraners. He said: ''The kids order plain cheese pizza from Don Giovanni'' -- 214 10th Avenue," , "date" : "20050302" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "10" , "title" : "Heavenly Fish And Tuna Melt: Notable Names Dine In" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F06E7D9123DF931A35750C0A9639C8B63"} , {"body" : "ERIC DEUTSCH, president and chief executive of the Brooklyn Navy Yard Development Corporation, said his children, Adam, 8, and Emily, 6, who beg to visit his workplace, call the Navy Yard ''gigungus,'' probably as dead-on accurate as one descriptive could be. Now a virtual theme park of 21st-century commerce housed in 19th- and 20th-century" , "date" : "20050227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "SQUARE FEET\/Brooklyn; Working in a Walled-Off Boomtown" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D02E0DC173DF934A15751C0A9639C8B63"} , {"body" : "DEAR Diary: We woke up that Saturday morning giddy over the long-awaited opening of Christo and Jeanne-Claude's ''Gates'' in Central Park. We arrived just in time to see the volunteer workers lining up beneath the last two unfinished gates. As they pulled the ripcords, we, and everyone in the crowd around us, cheered wildly as the final brilliant" , "date" : "20050221" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Metropolitan Diary" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B07EFD81E3AF932A15751C0A9639C8B63"} , {"body" : "THE challenge to the developers of Beacon Towers, a high-rise going up just steps from the Manhattan Bridge in Brooklyn, was apparent one morning last week as Denis R. Milsom, an expert in noise control, strained to be heard above the din of a subway train rumbling over the bridge. ''Clearly, if they want to sell this as a luxury building,'' he" , "date" : "20050217" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "TURF; Condos Break Sound Barrier" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B06EEDB133AF934A25751C0A9639C8B63"} ,   {"body" : "IN a little over two years, Shaya Boymelgreen, an Israeli immigrant who came to New York in 1969 to study at a yeshiva, has gone from being an obscure builder of low-rise apartment houses to become one of the city's busiest residential developers. In partnership with Lev Leviev, an Israeli billionaire and diamond magnate, Mr. Boymelgreen has plans" , "date" : "20050206" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "With backing from an Israeli billionaire, a Developer finds opportunity in disparate places" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9803E6DB103BF935A35751C0A9639C8B63"} , {"body" : "Theater A selective listing by critics of The Times: New or noteworthy Broadway and Off Broadway shows this weekend. Approximate running times are in parentheses. * denotes a highly recommended show. + means discounted tickets were available at the Theater Development Fund's TKTS booth for performances last Friday and Saturday nights. ++ means" , "date" : "20050204" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0CE4D9103BF937A35751C0A9639C8B63"} , {"body" : "WHEN Emily Haddad moved to New York shortly after finishing college in 2001, she didn't know much about the city, but being gay, she knew she wanted to live in a gay-friendly community. Her neighborhood of choice? Park Slope. ''It seemed like lesbian central in New York,'' said Ms. Haddad, 24, whose unaccented speech belies her North Carolina" , "date" : "20050116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "WILLIAMSBURG (NYC)" , "PARK SLOPE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; Replanting The Rainbow Flag" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A01EEDA1438F935A25752C0A9639C8B63"} , {"body" : "Drama is built on character, but a soap opera is rooted in place. A character on ''Days of Our Lives'' or ''General Hospital'' may marry, divorce, be buried alive or lost at sea, but Salem and Port Charles, their famous locales, remain unchanging and eternal. And so not surprisingly, the real stars of ''BrooKenya!,'' a soap opera for which" , "date" : "20050116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["KENYA" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Love Triangles, Evil Twins: The International Language" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F05EEDA1438F935A25752C0A9639C8B63"} , {"body" : "A selective listing by critics of The Times: New or noteworthy Broadway and Off Broadway shows this weekend. Approximate running times are in parentheses. * denotes a highly recommended show. + means discounted tickets were available at the Theater Development Fund's TKTS booth for performances last Friday and Saturday nights. ++ means discounted" , "date" : "20050107" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "31" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9400E3D81039F934A35752C0A9639C8B63"} , {"body" : "For 20 years Mark Russell made a public school in the East Village a center for artists on the fringe, the verge and the cutting edge. P.S. 122 was a paradise of variety and invention. There were monologuists, choreographers, playwrights and puppeteers. The roll call of performers is long and winding: Whoopi Goldberg, Ethyl Eicheberger, Eric" , "date" : "20050107" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "31" , "title" : "The Listings; 'UNDER THE RADAR'" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B07E7D61039F934A35752C0A9639C8B63"}]