[  {"author" : "Mark Caldwell is the author of ''New York Night: The Mystique and Its History.''" , "body" : "I FIRST met the New York tartuffo seven or eight years ago in a small restaurant in the West Village. It was a baseball-sized bombe, clothed in bittersweet chocolate: A candied cherry was at the center, wreathed in a halo of thin-sliced nuts and compressed between dense hemispheres of chocolate and vanilla ice cream. The dessert resembled the Dove" , "date" : "20051211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; Confection Confidential" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/11\/nyregion\/thecity\/11tart.html"} , {"body" : "City Councilman Vincent J. Gentile knows a little about tight elections. In February 2003, Mr. Gentile, a Democrat and former state senator, earned a Council seat in Brooklyn by winning a special election by just 31 votes. In November of that year, he won with 55 percent of the vote, giving him the narrowest margin of any Council incumbent. This" , "date" : "20051104" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Councilman in Brooklyn Faces a Tough Rematch" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/04\/nyregion\/metrocampaigns\/04council.html"} , {"body" : "SPINNER--Frank C., Jr., of Dyker Heights, founder of Spinner Industries, died on August 18, 2005. Devoted husband of Vertie (nee Harrington) for sixty years. Loving father of Kathy, Eileen, Dolores, Francine, Michael, Christopher, and the late Frank III and Ruth. Cherished grandfather of five. Funeral from the McLaughlin & Sons Funeral Home, 9620" , "date" : "20050821" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "27" , "title" : "Paid Notice: Deaths SPINNER, FRANK C., JR." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E04E4DE113EF932A1575BC0A9639C8B63"} , {"body" : "Christina Marie Harvey, the daughter of Patricia C. Harvey of Saugerties, N.Y., is to be married this evening to Eli Abraham Abdallah, a son of Rose Mary Abdallah and Eli T. Abdallah of Brooklyn. The Rev. Bernard Lopez, a priest affiliated with Citi Ministries, is to officiate at the New York Botanical Garden in the Bronx. The bride, 25, is a" , "date" : "20050821" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "15" , "title" : "WEDDINGS\/CELEBRATIONS; Christina Harvey, Eli Abdallah" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907E4DB113CF932A1575BC0A9639C8B63"} , {"author" : "Vincent M. Mallozzi (one of them, anyway) is a reporter for The New York Times." , "body" : "THE Radio Shack mystery has finally been solved, but now I have a real investigation on my hands. Over the years, I've grown used to the high-energy guys at Radio Shack asking for my phone number as I'm purchasing batteries. (Hey, whatever turns you on.) But the folks at the Shack in Aberdeen, where I live, had my antenna rising time and again with" , "date" : "20050731" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "SOAPBOX; The Mallozzi Code" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9504EED8103FF932A05754C0A9639C8B63"} , {"author" : "John Mollenkopf is a professor at the City University of New York and director of its Center for Urban Research." , "body" : "BOTH presidential campaigns allotted New York State to John Kerry in 2004, largely because New York City was rightly perceived as among the bluest -- or most Democratic -- areas in the country. After all, Democrats enjoy a 5-to-1 registration advantage over Republicans in the city. In 2000, only 18 percent of the city's voters cast their ballots" , "date" : "20050529" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "Painting the Town Red" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A03EEDD1139F93AA15756C0A9639C8B63"} , {"body" : "HE is the director David Lynch's composer of choice, has scored more than 70 movies, has won a Grammy and been nominated for an Emmy three times. But in Hollywood, where even mayflies are praised for their attention spans, Angelo Badalamenti is man of mystery. Maybe it's because Mr. Badalamenti shuns the lunches on Rodeo Drive. Or maybe it's how" , "date" : "20050522" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MUSIC; David Lynch's Not-So-Silent Partner" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9900E6D71739F931A15756C0A9639C8B63"}]