[  {"body" : "Crime has fallen across New York City for the 17th consecutive year, with subway crime down by more than 5 percent from last year and the number of recorded murders virtually certain to be the fewest in any single year since 1963, new Police Department statistics show. As of yesterday, there had been 537 killings in the city, according to the" , "date" : "20051231" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "CRIME NUMBERS KEEP DROPPING ACROSS THE CITY" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/31\/nyregion\/31crime.html"} , {"body" : "Contrary to what might seem logical, developing luxury projects for affluent buyers is not the only way to make profits in the real estate business. Martin Dunn, 38, for example, is putting up housing aimed at the bottom rungs of the economic ladder: limited-income working families and people with psychiatric disabilities, many of them homeless." , "date" : "20051228" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "8" , "title" : "Housing That Has a Profit and a Social Motive" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/28\/realestate\/28dunn.html"} , {"body" : "A police officer was arrested in East New York yesterday morning and charged with driving while intoxicated, the police said. The officer, Robert Vargas, from Transit District 33 in Brooklyn, was pulled over and arrested at Williams Avenue and East New York Avenue shortly before 6 a.m. He has been suspended from the Police Department, the police" , "date" : "20051226" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Officer Faces D.W.I. Charges" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A06E3DC1230F935A15751C1A9639C8B63"} , {"body" : "A 26-year-old man was shot and killed yesterday afternoon in East New York, the police said. The shooting occurred shortly after 1 p.m. outside a deli at Linden Boulevard and Euclid Avenue near the Cypress Hills housing project, the police said. The man, Clifford Birkbeck, of Loring Avenue, had been in a quarrel with two other men, and one of the" , "date" : "20051219" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Man Shot To Death On Street" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E1DC1730F93AA25751C1A9639C8B63"} , {"body" : "When Manhattanites gripe about their local cinema closing, it can seem like whining. The borough is so flooded with theaters, to complain about the loss of one would be like bemoaning the closing of a local Starbucks or the breakup of a Brooklyn band. For comparison, consider what is happening in Ozone Park, Queens, where the Cross Bay II theater," , "date" : "20051211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: OZONE PARK; Where It's Really The Last Picture Show" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/11\/nyregion\/thecity\/11movi.html"} , {"body" : "The doors take forever to close. The subway inches down the tunnel. Then it screeches slowly to a halt. It sits there. Seconds turn to minutes. No announcements are made. Is this a work slowdown by angry transit union members, or just a regular day in the New York City subway system? And how, precisely, can one tell the difference? These were the" , "date" : "20051209" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Commuters Ask, Is This Train Just Slow, or Part of a Slowdown?" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/09\/nyregion\/09subway.html"} , {"body" : "The Metropolitan Transportation Authority yesterday offered subway and bus workers a two-year contract with raises of 3 percent next year and 2 percent the following year -- a more generous wage proposal than it made during the last contract talks, in 2002 -- but insisted that new employees pay 2 percent of their earnings toward health care" , "date" : "20051208" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "M.T.A. Offers 2-Year Pact; Union Balks" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/08\/nyregion\/08transit.html"} , {"body" : "Criticism over the Fire Department's reliance on older vehicles, which may have contributed to a firefighter's injury on Friday, intensified yesterday as the firefighters' union called for an outside investigation. The union contended that ''outdated and unsafe equipment'' was jeopardizing the safety of firefighters and the public. ''We feel that" , "date" : "20051206" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Firefighters Call for Independent Inquiry Into Use of Older Vehicles" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/06\/nyregion\/06truck.html"} , {"body" : "Clarence Norman Jr., the former Brooklyn Democratic leader and assemblyman, took the stand in his corruption trial yesterday as its focus narrowed to this question: What was Mr. Norman thinking when he deposited a check written to his re-election campaign committee into his personal bank account? In a full day of testimony in State Supreme Court in" , "date" : "20051206" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Former Brooklyn Party Leader in Rematch With Prosecutor" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/06\/nyregion\/06clarence.html"} , {"body" : "Ever since Leidschnudel Dreispul, described as a middleaged Bronx man, was struck dead at 137th Street and Broadway by Express Train 3051, on Nov. 3, 1904, hundreds of people have died on the subway tracks, victims of murder or suicide, accident or folly. Here are some memorable examples. 2005 -- Robbed of a gold chain, a crucifix and $50 he kept" , "date" : "20051204" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "ON THE EGDE; For Many Reasons, Tracks Turn Deadly" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE1DD1231F937A35751C1A9639C8B63"} ,   {"body" : "The shooting of a 21-year-old man on a Brooklyn street in early September went largely unnoted. On Wednesday, the man, Benny Lyde, died, having been in a coma since shortly after the shooting. Thus ended the life of a college senior who had a job, helped his parents pay the bills and was a mentor to his sister and brothers. Three months later, with" , "date" : "20051203" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Young Man With a Future Has It Wrested From Him" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/03\/nyregion\/03kid.html"} , {"body" : "LIFE INTERRUPTED: The Unfinished Monologue By Spalding Gray Crown ($19.95, hardcover) On the sidewalk outside St. Vincent's, Kathie suggested that I take Theo to ride on the carousel in Central Park. ''What a great idea,'' I said. ''I am so glad you thought of that.'' Theo and I took a cab to 59th Street and Sixth Avenue. I couldn't stand to look" , "date" : "20051127" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEW YORK BOOKSHELF\/NONFICTION; Real Lives in Retrospect, Peering In and Looking Out" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/27\/nyregion\/thecity\/27book.html"} , {"body" : "ONE Tuesday night in September, Steven B. Klinsky, a prominent Wall Street financier, organized a casual Texas Hold 'Em poker tournament at the New York Racquet Club. The invitations drew mostly friends and friends of friends, but they included those already captured in the distinctive stippled portraits of The Wall Street Journal: chief investment" , "date" : "20051114" , "day_of_week_facet" : "Monday" , "page_facet" : "33" , "title" : "NEW YORK CITY; Mixing Business With Philanthropy in the Classroom" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/14\/giving\/14lee.2.html"} , {"body" : "An 18-year-old high school student from Brooklyn was stabbed on the downtown No. 1 subway platform at Pennsylvania Station yesterday by three classmates, the police said. The student, Martin Barr, who attends South Shore High School, was stabbed twice in the leg and once in the back about 5:30 p.m. and was taken to St. Vincent's Hospital Manhattan," , "date" : "20051113" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "Student, 18, Stabbed On Subway Platform" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9900E7D8133EF930A25752C1A9639C8B63"} , {"body" : "Michael de Jong wants you to take your bike to the plane. It might seem like a loopy proposition, but Mr. de Jong, a Dutch-born millionaire, real estate developer and cycling maniac, is on a worldwide crusade to get industrialized man out of his car and onto the saddle seat. One prong of that mission is to convince otherwise sensible people that" , "date" : "20051108" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Proselytizer for Pedaling Acts on His Words" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/08\/nyregion\/08bike.html"} , {"body" : "An 83-year-old woman who had emphysema died yesterday in her East New York apartment in a fire that caused her oxygen tank to explode, fire officials said. The woman, Carrie Conway, left, was a longtime smoker, family members said. The fire, at 1212 Loring Avenue, was reported at 12:17 p.m. Damage was confined mainly to the bedroom, although there" , "date" : "20051108" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Woman Killed In Fire" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE4DD153EF93BA35752C1A9639C8B63"} , {"body" : "Frank Boyland is a tall man, stoop-shouldered and languid-eyed, who lopes around like a roguish uncle who might, at any moment, pluck a quarter from behind your ear. His voice holds a pinch of his native Tennessee and the gritty effect of the filtered Winstons he smokes nonstop. He is candid, and a little coarse, his repartee sprinkled with curses" , "date" : "20051106" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Kennedys Of Brownsville" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/06\/nyregion\/thecity\/06feat.html"} , {"body" : "Mayor Michael R. Bloomberg and his Democratic challenger, Fernando Ferrer, charged through the five boroughs yesterday urging their supporters to vote in large numbers as their campaigns clashed over Mr. Bloomberg's spending. With the race in its final weekend, both men beseeched followers to cast their votes on Tuesday regardless of polls showing" , "date" : "20051106" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "THE 2005 ELECTIONS: CAMPAIGN; In the Race For Mayor, Hitting All The Boroughs" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/06\/nyregion\/metrocampaigns\/06mayor.html"} , {"body" : "An off-duty police sergeant was arrested early yesterday and charged with driving while intoxicated, the police said. A passer-by saw the sergeant, Joseph Kissone, driving erratically along Fulton Street in East New York about 2 a.m. and alerted an officer who was patrolling the area, the police said. The officer pulled Sergeant Kissone over in" , "date" : "20051101" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Off-Duty Officer Arrested" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D02E4DF163EF932A35752C1A9639C8B63"} , {"body" : "With one arm sliding along a handrail and the other supported by her daughter, Rowena Figueroa, arthritic and overweight, slowly climbed a stairwell out of the subways and onto a gritty corner of East New York, Brooklyn, yesterday morning. Right across the street, less than 30 feet away, was a new elevator shed, coated in fresh green paint, part of" , "date" : "20051029" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New Elevators In Subways Are Delayed" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/29\/nyregion\/29repairs.html"} ,   {"body" : "Officials investigating a Saturday morning shootout and chase with officers that left one Brooklyn man dead and another wounded have concluded that the officers fired 38 shots and that 8 shots were fired at them, the police said yesterday. The shootout occurred in East New York about 4 a.m. on Saturday, when four plainclothes police officers" , "date" : "20051025" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Police Reconstruct Gunfire in Fatal Brooklyn Shootout" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/25\/nyregion\/25shoot.html"} , {"body" : "When Mayor Michael R. Bloomberg campaigns in the backyard of his opponent, Fernando Ferrer, he points to a 32-acre eyesore just south of Yankee Stadium as a prime example of his desire to bring jobs and prosperity to the oft-neglected Bronx. The mayor praises the planned redevelopment of the Bronx Terminal Market by a private developer as a project" , "date" : "20051024" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Transforming Bronx Terminal Market, but at a Steep Price" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/24\/nyregion\/24terminal.html"} , {"body" : "A man who was involved in a shootout with the police in Brooklyn early Saturday has told investigators that he believes he was shot and wounded by another man from the social club where the fighting began, and not by an officer, the police said yesterday. Some new details surrounding the confrontation emerged yesterday, as the police attempted to" , "date" : "20051024" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Shot and Wounded at Club in Brooklyn Says He Believes It Was Not by Police Gunfire" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/24\/nyregion\/24shot.html"} , {"body" : "IT seems counterintuitive, but the luxury real estate market is helping to build housing for low- and moderate-income people. Sometimes, the deals create what could be called sibling buildings -- for example, a 42-story luxury tower on West 43rd Street is linked to five renovated tenement buildings nine blocks to the north. It was a good deal for" , "date" : "20051023" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The Benefits of the Boom" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/23\/realestate\/23cov.html"} , {"body" : "INTERNATIONAL 3-16 Iraq's Deadliest Street Fight The streets of Ramadi have become one of Iraq's main battlefields, where Sunni Arab insurgents are waging a fierce war against American troops. Every day the Americans fight to hold their turf against an enemy who seems to be everywhere but is not often seen. 1 An initial set of official voting" , "date" : "20051023" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "News Summary" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A01E2DE103FF930A15753C1A9639C8B63"} , {"body" : "A Brooklyn man was fatally shot and another man critically wounded in a fierce gunfight with plainclothes police officers early yesterday outside a Brooklyn social club, the police said. After the shooting, the men led the police on a car chase down a street in East New York, leaving smashed automobiles, crushed glass and anxious residents along" , "date" : "20051023" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Man Is Killed In Shootout With Police In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/23\/nyregion\/23shot.html"} , {"body" : "HE has a little corner of Vito's Fish and Chips that is all his own. It is just to the right of the entrance to the deck, marked with a faded declaration etched into the wooden bar above his stool: ''Jujy's spot.'' Natale Ritondo Jr. has been known as Jujy since early childhood, when his sister couldn't pronounce Junior. And for nearly a decade he" , "date" : "20051009" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "A Summer Place Slowly Says Farewell" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A01E2D61130F93AA35753C1A9639C8B63"} , {"body" : "A Brooklyn man was fatally shot in East New York yesterday morning as he walked to the subway, the police and his relatives said. The man, Robert Bynum, 25, was shot several times by an unknown gunman on Warwick Street not far from his home, and was pronounced dead at the scene. Mr. Bynum, who had three children, was on his way to his job loading" , "date" : "20050930" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Man Shot On Way To Subway" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B00E3D91330F933A0575AC0A9639C8B63"} , {"body" : "This spring, Brenda Oliver, depressed and desperate for spiritual sustenance, visited the church near her home in Bushwick, Brooklyn. She lasted until the minister started talking about the men of Sodom who demanded that Lot let them have sex with his houseguests. He looked straight at Ms. Oliver, a sturdy, dreadlocked woman dressed in her" , "date" : "20050916" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Serving Gays Who Serve God" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/16\/nyregion\/16church.html"} , {"body" : "The death of Firefighter Richard T. Sclafani in an apartment fire in Brooklyn in January came at the end of a day already full of heartache and disbelief. That morning, in the Bronx, six city firefighters had jumped four stories into a snowy alleyway to escape a rampaging blaze. Two were killed and the others injured, three critically. The" , "date" : "20050916" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Harrowing Details of a Firefighter's Death" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/16\/nyregion\/16fire.html"} ,   {"body" : "Among the few certain truths of Sept. 11, 2001, is one that applies to every day that dawns. That there is no guarantee of tomorrow, or the next five minutes. This is the central provision of all contracts between people and their lives. No plans, large or small, are exempt. The impact of 9\/11 on the world's large plans has been well documented." , "date" : "20050911" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "The Eleventh of Never; Millions Planned a Mundane 9\/11\/01. Of Course, It Didn't Happen." , "url" : "http:\/\/www.nytimes.com\/2005\/09\/11\/nyregion\/nyregionspecial3\/11day.html"} , {"body" : "Bill Charmatz, a humorous editorial and advertising illustrator best known in the 1960's and 70's for pictorial essays in Sports Illustrated that captured the joy and folly of sporting events, died on Sunday at his home on the Upper West Side of Manhattan. He was 80. No cause was announced, said his friend Gail Richardson, but she added that he had" , "date" : "20050910" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts" , "Obituaries"] , "page_facet" : "14" , "title" : "Bill Charmatz, 80, Illustrator Known for His Comical Touch" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/10\/arts\/10charmatz.html"} , {"body" : "Outrage over the federal government's response to Hurricane Katrina has worked its way into New York City's mayoral campaign in recent days, with some of the Democratic candidates using the crisis as a vehicle for broader assertions that Republicans have neglected the poor. While none publicly embraced the claim by some black leaders that the" , "date" : "20050905" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE CAMPAIGN FOR CITY HALL: THE CANDIDATES; Hurricane Response Becomes Issue in Mayor's Race" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9407EEDD1531F936A3575AC0A9639C8B63"} , {"body" : "HERB PREMINGER, a courteous, soft-eyed man who lives on East 17th Street in Midwood, Brooklyn, has managed well during his professional life as a marketing writer. But for nearly three decades, his overwhelming passion has been for his work as an amateur historian of the vanished New York candy store. In his living room one day recently, Mr." , "date" : "20050904" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE VOICE; His Madeleine, the Cherry Lime Rickey" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/04\/nyregion\/thecity\/04cand.html"} , {"body" : "Fernando Ferrer yesterday took aim at Mayor Michael R. Bloomberg again for underestimating the number of students who drop out of city schools, but with revised figures that inched closer to those of the mayor's. Mr. Ferrer, a Democratic mayoral candidate, said his campaign had determined that about 44 percent of students graduate on time, six" , "date" : "20050829" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "CAMPAIGNING FOR CITY HALL: SCHOOL; Rivals Argue Over Rate Of Dropouts" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9501E2D9113CF93AA1575BC0A9639C8B63"} , {"body" : "A 17-year-old Brooklyn boy described by his family as a good student and a budding D.J. was fatally shot near his family's home in East New York last night, and the police said they had no motive and had arrested no suspects. The boy, Davon Walker, was standing in front of 400 Cozine Avenue, a building that is part of Fairfield Towers, about 7:40" , "date" : "20050829" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "In East New York, a Teenager Is Fatally Shot Near His Home" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B00E2D9113CF93AA1575BC0A9639C8B63"} , {"body" : "The sun was still climbing above the two drab brown towers of Vandalia Avenue Houses, a public housing project in East New York, when 106-year-old Susie Mushatt Jones, the New York City Housing Authority's oldest active crime fighter, reported for duty in her wheelchair on a recent morning. In a Brooklyn neighborhood where 392 felony assaults have" , "date" : "20050828" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: EAST NEW YORK; The Intrepid Guardian Of Vandalia Houses" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9506E7DD1F3EF93BA1575BC0A9639C8B63"} , {"body" : "To the Editor: Your article about changes in the East New York section of Brooklyn (Aug. 7) was exactly correct. Besides the wave of housing construction, investors are showing interest in commercial properties. But from our research in public records, home sale prices for homes in East New York topped $500,000 this year. The article describes" , "date" : "20050821" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "Real Estate"] , "page_facet" : "10" , "title" : "Even Higher Prices" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06EED7133EF932A1575BC0A9639C8B63"} , {"body" : "They were the most unsightly evidence of a city in decline -- 5,000 vacant lots taken over by New York from delinquent taxpayers during the 1970's and 80's, strewn with weeds and garbage, dotting the landscape from central Brooklyn to Harlem to the north shore of Staten Island. But beginning today, the city will sell the last 248 of those lots," , "date" : "20050819" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Coming Full Circle, City to Sell Blighted Lots" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9401E1DE103EF93AA2575BC0A9639C8B63"} , {"body" : "A 21-year-old woman baby-sitting for her nephew was beaten to death with a hammer in Brooklyn yesterday morning by a companion of the child's mother, the police said. It was unclear yesterday what provoked the attack on the woman, Sharlene Francis, of 540 Kosciusko Street in Bedford-Stuyvesant, the police said. The only witness to the attack may" , "date" : "20050815" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Woman Caring for Nephew Is Killed in Hammer Attack" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E4DE123EF936A2575BC0A9639C8B63"} ,   {"body" : "An article last Sunday about rising home prices in East New York, Brooklyn, gave a misspelled surname at one point for a woman who has been trying to persuade her parents to sell their house. She is Maria N. Rodriguez, not Rodriquez." , "date" : "20050814" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["Corrections" , "Real Estate"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0CE2D6153EF937A2575BC0A9639C8B63"} , {"body" : "They call it the Pink Houses, short for the Louis H. Pink project in East New York, Brooklyn, squat brick towers turned inward around concrete pathways. To a young man, it can seem as if the only jobs around belong to the officers on patrol and the cooks at the fried chicken restaurant on Linden Boulevard. Two kinds of exits from tough projects" , "date" : "20050812" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Wrong Way Out; After Discovering Life's Promise, an Artist Takes a Fateful U-Turn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9506EEDF153EF931A2575BC0A9639C8B63"} , {"body" : "A man trying to run from the police yesterday got into a struggle with an officer and bit off one part of one of his fingertips, the police said. Just after 6 p.m., two officers from the 73rd Precinct stopped a car near Pitkin Avenue and Amboy Street in East New York. A man identified by the police as David O'Brien, 33, of Jersey City, tried to" , "date" : "20050809" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Man Bites Off Officer's Fingertip" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0CEED8173EF93AA3575BC0A9639C8B63"} , {"body" : "The police said yesterday that they were looking for 5 to 10 young white men believed to be from Flatlands or nearby areas of Brooklyn as suspects in an assault and robbery early Sunday morning of a black man who said he had been called a racial slur. In what the authorities said they were approaching as a possible hate crime, the man, Alex Moore," , "date" : "20050809" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Police Looking for 5 to 10 Whites in Assault of a Black Man" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9503E1D9173EF93AA3575BC0A9639C8B63"} , {"body" : "The memoirs, written by ninth graders, were as flawed as they were vivid: riddled with ungrammatical sentences, spelling errors and absurd punctuation. As they read their work to an audience of parents, several of the young authors stumbled over their own words. But for Kelly Connerton, the sole English teacher at Peace and Diversity Academy, the" , "date" : "20050808" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "In New York's Smaller Schools, 'Good Year and a Tough Year'" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940DEEDC173EF93BA3575BC0A9639C8B63"} , {"body" : "A black man walking home alone in a racially mixed Brooklyn neighborhood early yesterday was attacked and robbed by a band of young white men, who leaped out of a car swinging a baseball bat and an iron pipe while at least one shouted a racial slur in what appeared to be a hate crime, the police said. ''I'm going to get you,'' the assailant yelled," , "date" : "20050808" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Black Man Is Attacked by Whites in Brooklyn, Police Say" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E6DC173EF93BA3575BC0A9639C8B63"} , {"body" : "FOR years, Maria N. Rodriquez has been hoping her parents would sell their home in East New York, Brooklyn, and move someplace safer and more appealing. Ms. Rodriguez, a 33-year-old mortgage consultant, remembers her anxious teenage years walking down desolate streets in a neighborhood that was one of the most run-down and crime-plagued communities" , "date" : "20050807" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The Boom Spreads: This House Is Valued at" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E4D71F3FF934A3575BC0A9639C8B63"} , {"body" : "It may not replace the Empire State Building or the MetroCard, but the most fitting symbol of New York City today could be the knotty plywood wall enclosing a housing construction site. From Bensonhurst to Morrisania to Flushing, new homes are going up faster now than they have in more than 30 years. In 2004, the city approved the construction of" , "date" : "20050804" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Housing Boom Echoes in All Corners of the City" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B04E7DA1F3FF937A3575BC0A9639C8B63"} , {"body" : "The City Council voted overwhelmingly yesterday to eliminate metered parking on Sundays, restoring to New Yorkers a treasured privilege whose loss has been much lamented in the two years since it was sacrificed to bring added revenue to the city's depleted treasury. The Council's decision touched off an unusually bitter debate with Mayor Michael R." , "date" : "20050728" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "City Council's Meter Plan Restores Free Sunday Parking" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9902EEDA103FF93BA15754C0A9639C8B63"} , {"body" : "It was a used car, about a decade old, but in the eyes of the four friends from Brooklyn, it was new -- a tan Mercury Sable bought just last weekend from a man in New Jersey. The car was such a recent acquisition that when it crashed into a tree on rain-slicked Cross Bay Boulevard in Broad Channel, Queens, shortly before 10 p.m. on Monday, it still" , "date" : "20050720" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Friends Killed in Crash Had Just Bought Car" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E04EED91F30F933A15754C0A9639C8B63"} ,   {"body" : "A plan by the New York City teachers' union to open a charter school in Brooklyn in September was approved yesterday by the State University of New York board of trustees. The union's elementary school, in East New York, will begin with kindergarten and first-grade classes. The union, the United Federation of Teachers, assigned 150 seats in the" , "date" : "20050716" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Charter School Plan Wins Approval" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980DE6D61030F935A25754C0A9639C8B63"} , {"body" : "A companion of the black youth severely beaten last month in Howard Beach, Queens, in what the authorities called a hate-crime attack by whites, was arrested on Sunday night and charged with participating in a gunpoint robbery aboard a subway train in Brooklyn, the police said yesterday. Richard Wood, one of two black men who escaped unharmed on" , "date" : "20050712" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Man Who Fled Bias Attack Is Arrested In Robbery" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F07E2DD1530F931A25754C0A9639C8B63"} , {"body" : "Three separate outdoor parties, two in Queens and one in Brooklyn, ended in violence early yesterday when gunmen opened fire, leaving two people dead and injuring three others, one critically, the police said. The police said that the shootings were unrelated, and that it was unusual for gunfire to break out at three parties in a single night." , "date" : "20050711" , "day_of_week_facet" : "Monday" , "geo_facet" : ["QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "2 Are Killed In Shootings At 3 Parties" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990CE1DB1430F932A25754C0A9639C8B63"} , {"body" : "Two Brooklyn teenagers were arrested early yesterday on charges that they robbed and killed a 15-year-old boy in the Farragut neighborhood when they stole his friend's iPod, the police said. The victim, Christopher Rose, was walking with three other boys late Saturday afternoon when a large group of teenagers approached them and demanded that they" , "date" : "20050704" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "2 Are Charged With Murder In IPod Theft" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F07E2DD1E3AF937A35754C0A9639C8B63"} , {"body" : "WHAT is it about New Yorkers and their subway? Last week, officials moved to adopt new rules that would prohibit passengers from drinking from open containers, moving between subway cars or straddling a bicycle on a moving train. Straphangers screamed bloody murder, and the board of the Metropolitan Transportation Authority, which oversees the" , "date" : "20050703" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "3" , "title" : "IDEAS & TRENDS; The Subway New Yorkers Proudly Call Home" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9900E0DC1331F930A35754C0A9639C8B63"} , {"body" : "Nicholas Minucci is no stranger to violence. He was arrested after shooting paintballs at Sikhs on Sept. 11, 2001, and a year later was charged in the stabbing of another teenager. Now 19, unemployed and living with his mother, he cruised the streets of Queens in a new Cadillac S.U.V., blaring music and wearing a diamond-encrusted gold necklace. He" , "date" : "20050701" , "day_of_week_facet" : "Friday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "AN ATTACK WITH ECHOES: THE ADVERSARIES; 2 Men With Differences, And Many Similarities" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E02E0DB1231F932A35754C0A9639C8B63"} , {"body" : "Al Loving, a prominent abstract painter and collage artist whose work explored the ways color, space, line and form play out in vibrant counterpoint, died on June 21 at Memorial Sloan-Kettering Cancer Center in Manhattan. He was 69 and lived in Kerhonkson, N.Y. The cause was complications of lung cancer, his wife, Mara, said. Mr. Loving first came" , "date" : "20050630" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Obituaries"] , "page_facet" : "9" , "title" : "Al Loving Dies at 69; Abstract Artist Created Vibrant Work" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E03E5D71431F933A05755C0A9639C8B63"} , {"body" : "A record number of homeless families moved out of shelters and into permanent housing last year, the city's Department of Homeless Services said yesterday. But the department, in issuing its first report cards on the 128 private shelters that house most of the city's homeless families, said that more than a quarter did a poor job finding permanent" , "date" : "20050629" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "City Pressures Shelters to Find Regular Homes For Families" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E07EFDF1431F93AA15755C0A9639C8B63"} , {"body" : "Few drivers on the Belt Parkway even notice Spring Creek, a tributary of Jamaica Bay tucked between a waste treatment plant and a landfill. But to nearby residents, it has long been a fisherman's paradise. In the creek, the tidal waters of the Atlantic, and the fish that swim in them, reach up into mainland Brooklyn. Especially to the poor and" , "date" : "20050629" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Crabs Beckon, but Danger Lurks in Mud; Brooklyn Youth Fighting for Life After 20 Minutes Under Water" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E07E2DA1431F93AA15755C0A9639C8B63"} , {"body" : "Subway riders afflicted by broken air-conditioning, foul odors, children selling candy bars for occasionally dubious causes and even the random groper have long sought relief by quickly switching cars. No more. Moving between cars -- as well as resting one's feet on the seats, sipping from an open container (even a cup of coffee) and straddling a" , "date" : "20050628" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Watch Those Changing Rules: Finish Sodas on the Platform" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9900E5DC153AF93BA15755C0A9639C8B63"} ,   {"body" : "To the Editor: For years my Brooklyn was Park Slope. I managed to get beyond landlords who did not want to rent to an African-American male, women who clutched their purses as I walked behind them on Seventh Avenue, and being followed in small boutiques when wanting to purchase a gift. Five years ago the co-op I rented for close to 10 years was" , "date" : "20050626" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "9" , "title" : "Moving East" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E3D6163AF935A15755C0A9639C8B63"} , {"body" : "To the Editor: I can draw only one conclusion from your special City section about Brooklyn's rebirth: subscription to The Times must be very low in less affluent and distant neighborhoods like East New York, Brownsville, Canarsie, Gravesend, Mill Basin, Marine Park -- just about every neighborhood east of Flatlands Avenue. Shame on you for" , "date" : "20050626" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "9" , "title" : "Not Just Brownstones" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D00E3D6163AF935A15755C0A9639C8B63"} , {"body" : "At the Urban Assembly School for Law and Justice in Brooklyn, the young principal has worked from 7 a.m. until 7 p.m. -- on her light days. Teachers have lined the walls with essays on the O.J. Simpson trial and other assignments reflecting the school's theme. Every other week, lawyers have regaled students with tales from the courtroom, over" , "date" : "20050625" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "The Little School That Could, With a Patron's Help; Sweat, Dedication and a Law Firm's Generosity Contribute to Early Success" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0CEFD7163AF936A15755C0A9639C8B63"} , {"body" : "The MetroCard swipe -- that flick of the wrist that must occur before a rider can pass through a turnstile and enter the New York City subway -- was the subject of a testy exchange yesterday between the city's public advocate and transit officials who said she was misusing their data. The public advocate, Betsy Gotbaum, obtained information from" , "date" : "20050623" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "MetroCard Failures: Blame the System, or the Swiper?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A03E2D61E3BF930A15755C0A9639C8B63"} , {"body" : "Under the noontime sun of New York's first day of summer, Snapple, the soft drink maker, answered the question of whether a 171\/2-ton Popsicle can be made to stand upright in Union Square. It cannot. In a brave attempt to surpass a Guinness record -- ''The World's Largest Popsicle'' -- Snapple mixed and froze a gargantuan icy doppelganger of its" , "date" : "20050622" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "A Shocking Thing Happened To the Big Popsicle. It Melted." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0CE1DC103EF931A15755C0A9639C8B63"} , {"body" : "The filthiest subway stations in New York City are disproportionately concentrated in the Bronx and in poor neighborhoods, although dirt and litter pervade the transit system, according to a report the City Council plans to release today. Five investigators from the Council's Committee on Oversight and Investigations visited 94 stations between May" , "date" : "20050621" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Report Finds Filthiest Subway Stations in the Bronx" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9504EFD8133EF932A15755C0A9639C8B63"} , {"body" : "The disparity between the city's best and worst parks has grown significantly during the past year, and 40 percent of the city's smaller parks warrant only a grade of C or lower, according to a park advocacy group's annual survey. The report, scheduled to be released today by the group, New Yorkers for Parks, studied conditions at 190 parks smaller" , "date" : "20050621" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "...and Another Says That Many Parks Have Problems, Too" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9506E6D7133EF932A15755C0A9639C8B63"} , {"body" : "A woman was critically injured yesterday morning in a fire that began in her bedroom at an apartment complex in East New York, Brooklyn. She was rescued by neighbors who kicked in her door and pulled her out, the Fire Department said. Neighbors identified the woman as Barbara Mitchell, 60. They said that Ms. Mitchell used a walker and lived with a" , "date" : "20050613" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Brooklyn Fire Leaves Woman Critically Hurt" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0DE0DE133EF930A25755C0A9639C8B63"} , {"body" : "Four men were shot on an East New York street early yesterday, and all refused to cooperate with the officers investigating the shooting, the police said. The shooting occurred in front of 466 Atkins Avenue at 1:15 a.m. Officers found a 31-year-old man shot in the arm, leg, hand and buttocks; a 29-year-old man shot in both legs and a 25-year-old" , "date" : "20050613" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Four Men Wounded By Gunfire" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9804E4DF1F38F930A25755C0A9639C8B63"} , {"body" : "In September, Guy Tantillo stood before his fifth-grade class at Public School 45 in South Ozone Park, Queens, and warned his students that they were about to begin a school year like no other. ''Fourth grade was very difficult, but fifth grade is going to be the biggest challenge in your lives,'' he told Class 5-212. ''What got you through fourth" , "date" : "20050612" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "What Lifted Fifth-Grade Scores? Schools Say Lots of Hard Work" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0CE3DB1E38F931A25755C0A9639C8B63"} ,   {"body" : "THE councilwoman, or council member, as she refers to herself, seems a bit cranky and a lot rushed after putting in overtime on a hot afternoon at City Hall, where the Council grappled, ad infinitum, with a speaker-instigated rebuff of Mayor Michael R. Bloomberg's solid waste disposal plan. Gifford Miller, the Council speaker and mayoral hopeful," , "date" : "20050610" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Time for a Bathroom Break, With No Waiting" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0DE4DF133EF933A25755C0A9639C8B63"} , {"body" : "As Mayor Michael R. Bloomberg's plan for a Far West Side stadium was going down to defeat this spring, another major plan for a sports arena was quietly coming to fruition in Brooklyn. Like the ill-fated football stadium plan for the Jets, the Brooklyn basketball arena, planned for the Nets by its team owner, the developer Bruce Ratner, would be" , "date" : "20050609" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Unlike Stadium on West Side, an Arena in Brooklyn Is Still a Go" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E0D6123EF93AA35755C0A9639C8B63"} , {"body" : "A project by New York City Transit to computerize the signals along the L line in Brooklyn and Manhattan has resulted in more than 300 service disruptions, annoying residents and business owners. It has also led the agency to alter its approach as it prepares to begin a similar project on a second subway line, the No. 7. Representatives of the" , "date" : "20050609" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Lessons Learned From L Will Be Applied to No. 7" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9507E0D6123EF93AA35755C0A9639C8B63"} , {"body" : "GILLESPIE--Claire M. Born August 12, 1914 in Dobbs Ferry, died on June 6, 2005. She was a retired New York City school teacher who moved to Scarsdale in 1972 from Brooklyn. She was very active in her parish of Immaculate Heart of Mary and she managed the library of spiritual and religious books at IHM. She taught for 38 years in the New York City" , "date" : "20050608" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "17" , "title" : "Paid Notice: Deaths GILLESPIE, CLAIRE M. BORN" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9401E0DF1038F93BA35755C0A9639C8B63"} , {"body" : "A 40-year-old Brooklyn man who swam into the ocean at Rockaway Beach, Queens, yesterday trying to save a teenage boy who was floundering in a violent current died of a heart attack, the authorities said. Two other teenagers who were caught in the current made it safely to shore. The boy remained missing late last night, and the search for him was" , "date" : "20050606" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Swimmer Dies After Trying To Save Boy In Rockaways" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B07E1D8123EF935A35755C0A9639C8B63"} , {"body" : "THE call came in about a pack of wild dogs running loose on a derelict stretch of East New York, Brooklyn, that is to be developed into a shopping mall. The task of removing the trespassers went to the agency that handles the city's animal troubles, Animal Care and Control, and, specifically, to Michael Pastore, the agency's manager of field" , "date" : "20050605" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "URBAN STUDIES: CORRALLING; Concrete Cowboys" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D02E2DA123EF936A35755C0A9639C8B63"} , {"body" : "A 9-year-old girl accused of stabbing her 11-year-old friend to death in a tussle over a ball was taken from her round-the-clock suicide watch, dressed in a black dress with matching shoes and driven to Brooklyn Family Court yesterday, where her lawyer entered pleas of not guilty to charges of manslaughter. The killing happened on Monday in her" , "date" : "20050603" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "A 9-Year-Old Suspect in Court: 'Traumatized,' Her Lawyer Says" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980DE0DA1438F930A35755C0A9639C8B63"} , {"body" : "A Brooklyn man yesterday was charged with running down and killing a 7-year-old boy in East New York on April 26. The suspect, Wilbert Rios, 32, of Fountain Avenue, was charged with criminally negligent homicide in the death of Charles Santiago, who was playing near his house on Milford Street when he was struck by a car." , "date" : "20050603" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Man Arrested In Fatal Hit And Run" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E07EFDA1438F930A35755C0A9639C8B63"} , {"body" : "New York City public school students achieved strong gains on the citywide reading and math tests this year. They were led by fifth graders, who posted extraordinary increases in the face of Mayor Michael R. Bloomberg's blunt threat to make them repeat the grade if they did poorly on either exam. Mr. Bloomberg said the results proved that his" , "date" : "20050602" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Student Scores Climb Strongly Across the City" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9506E5D81638F931A35755C0A9639C8B63"} , {"body" : "A 9-year-old girl accused of stabbing her 11-year-old friend to death in a tussle over a ball was taken from her round-the-clock suicide watch, dressed in a black dress with matching shoes and driven to Brooklyn Family Court yesterday, where her lawyer entered pleas of not guilty to charges of manslaughter. The killing happened on Monday in her" , "date" : "20050602" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "A 9-Year-Old Suspect in Court: 'Traumatized,' Her Lawyer Says" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D04E0DA1738F931A35755C0A9639C8B63"} ,   {"body" : "A Brooklyn man yesterday was charged with running down and killing a 7-year-old boy in East New York on April 26. The suspect, Wilbert Rios, 32, of Fountain Avenue, was charged with criminally negligent homicide in the death of Charles Santiago, who was playing near his house on Milford Street when he was struck by a car." , "date" : "20050602" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Man Arrested In Fatal Hit And Run" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A00E1D71738F931A35755C0A9639C8B63"} , {"body" : "A massive work train that sucks up trash derailed early yesterday in Brooklyn, near the highest point in the subway system, disrupting Manhattan-bound service on the F line for much of the day and delaying thousands of morning commuters. The five-car work train had been used for an overnight cleaning shift and was being returned to a storage yard" , "date" : "20050601" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Work Train Derails, Slowing Subway Service" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9905E7DF1638F932A35755C0A9639C8B63"} , {"body" : "CHERYL ROGOWSKI planted her seeds of change in the black soil of Orange County, N.Y., in 1994. Her parents, first-generation Polish-Americans, built the W. Rogowski Farm, starting in the 1950's. Like most farmers in the area, they dedicated their land to the wholesale onion business. ''We sold 500 tons of onions every year,'' Ms. Rogowski said," , "date" : "20050601" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "FARM TO MARKET; Women Find Their Place In the Field" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9501EED71F39F932A35755C0A9639C8B63"} , {"body" : "The 9-year-old girl's mother was gone only briefly Monday, running upstairs to the 11th floor to borrow a hair-straightening comb to help give the girl braids before a barbecue downstairs in the courtyard. The girl was playing with one of her closest friends, with whom she spent so much time that some thought they were related, an 11-year-old named" , "date" : "20050601" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Neighbors Saw Anger in Girl, 9, Held in Killing" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940CE6D61F39F932A35755C0A9639C8B63"} , {"body" : "A 9-year-old girl got into in a fight with an 11-year-old girl in a Brooklyn apartment yesterday -- family members said it was over a ball -- and killed her by plunging a steak knife into her chest, the police said. The stabbing in the apartment building at 185 Wortman Avenue in East New York left the police scrambling to determine the appropriate" , "date" : "20050531" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Police Hold 9-Year-Old Girl In Killing Of Friend, 11" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B02E5DB1F39F932A05756C0A9639C8B63"} , {"body" : "Two young fathers were killed around midnight Friday in two violent episodes, a stabbing in the Bronx and a shooting in Brooklyn, the police said yesterday. One of the men, Luis Padilla, 19, of the Bronx was stabbed in the chest and left arm at 11:30 p.m. Friday outside an apartment building in the Kingsbridge Heights section of the Bronx, the" , "date" : "20050529" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "A Shooting and a Stabbing Take the Lives of Two Men" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0DE1DC1E39F93AA15756C0A9639C8B63"} , {"body" : "An off-duty police lieutenant was charged yesterday with the killing of an unarmed man during a rent dispute this month. The victim was a tenant in a Brooklyn building owned by the officer. A grand jury handed up the indictment charging Lt. Shamik Walton, 41, a 17-year veteran of the department assigned to the Internal Affairs Bureau in the 67th" , "date" : "20050528" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Officer Charged in Killing of His Unarmed Brooklyn Tenant" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE2D71139F93BA15756C0A9639C8B63"} , {"body" : "New York State officials seized control of the Brooklyn Manor adult home yesterday, saying that the mentally ill residents who live there were in imminent danger because of abuses on the part of the management. The move came less than a month after a fire in the home left one resident dead and raised renewed concern about the overall management of" , "date" : "20050524" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "State Health Officials Take Control of Brooklyn Adult Home" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9906E1D81239F937A15756C0A9639C8B63"} , {"body" : "Getting an elevator fixed or installed is not so simple these days across much of the metropolitan area because of a continuing dispute between the region's largest elevator companies and their unionized mechanics. In March, the three companies that maintain 40 percent of the region's elevators -- Otis, Kone and Schindler -- locked out their 1,200" , "date" : "20050523" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Elevator Work Is Slowed By Lockout of Mechanics" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D05E3DF1239F930A15756C0A9639C8B63"} , {"body" : "Many more New York City fourth graders passed the state's English Language Arts test this year than last year, representing the single biggest one-year increase since the test was first given in 1999. In all, 59.5 percent of them met the state reading and writing standards, up 9.9 percentage points from last year (chart on this page and Page 15)." , "date" : "20050522" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "How Fourth Graders Fared on the State English Test" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D07EED91439F931A15756C0A9639C8B63"} ,   {"body" : "A man who died in a fire on Sunday at a Brooklyn home that is supposed to care for mentally ill people should never have been placed there, according to state records. The victim, Charles Dunbar, 51, was sent to the Brooklyn Manor Home for Adults months after the State Health Department placed it on a ''do not refer'' list because of what it said" , "date" : "20050510" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Adult Home Where Man Died in Fire Was Closed to New Arrivals" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9800E5DF1330F933A25756C0A9639C8B63"} , {"body" : "A resident of a Brooklyn home that cares for the mentally disabled was killed yesterday in a fire in his bedroom that apparently was ignited by a cigarette, fire officials said. About 200 other patients were evacuated, but some were missed in their rooms and others were left unattended in the street for hours. The victim, a 51-year-old man whose" , "date" : "20050509" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Fire at Home For Disabled Kills One Man" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907E7DB1230F93AA35756C0A9639C8B63"} , {"body" : "A Brooklyn teenager who was convicted of beating a homeless man to death with bricks and garbage cans has been sentenced to 15 years to life in prison, the maximum, officials said. The teenager, Jamel Robinson, now 16, who had been tried as an adult, was found guilty of second-degree murder last month by a jury in State Supreme Court in Brooklyn." , "date" : "20050504" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Teenager Gets Maximum Term For Killing Homeless Man" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE5D91630F937A35756C0A9639C8B63"} , {"body" : "Mayor Michael R. Bloomberg paid a lengthy visit yesterday to the Christian Cultural Center, a charismatic evangelical church in Brooklyn that claims more than 20,000 members, and he came away with an endorsement by its pastor. The support of the center's pastor, the Rev. A.R. Bernard Sr., who endorsed Mr. Bloomberg four years ago and served on his" , "date" : "20050502" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Prominent Brooklyn Pastor Backs Bloomberg" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9804E0DC1F31F931A35756C0A9639C8B63"} , {"body" : "Mysteries do not last long on Milford Street. A road sign left by the police on a block of Milford in East New York, Brooklyn, yesterday was flashing a request for help in finding a hit-and-run driver, but on the street the case was considered closed. Life was moving on, fast. Gerald Etienne, 10, was bouncing a basketball on the sidewalk after a" , "date" : "20050428" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "A Fatal Hit-Run, and 'Now the Kids Are Playing Again'" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03EEDE1031F93BA15757C0A9639C8B63"} , {"body" : "A 7-year-old boy was seriously injured in a hit-and-run accident in East New York yesterday evening, the police and neighbors said. Witnesses said that the boy, whom a family friend identified as Charlie Santiago, had been crossing Milford Street, where his home is, on the way to an ice cream truck about 7 p.m. when a white car struck him, then" , "date" : "20050427" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Boy Hurt In Hit-Run" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0CEED91331F934A15757C0A9639C8B63"} , {"body" : "In a bedroom of his Brooklyn apartment, Roscoe Glinton II called his family together: two teenage sons, a 12-year-old daughter, his wife and their infant girl. It was April 6, three days after the body of Mr. Glinton's former girlfriend was pulled out of the Hudson River in Chelsea. She had Mr. Glinton's son in her womb and a bullet in her head." , "date" : "20050424" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Asking Again if Father Is a Killer; Homicide Rekindles Teenager's Suspicions About Mother's Death" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9801E2DA1531F937A15757C0A9639C8B63"} , {"body" : "The former boyfriend of a pregnant woman who was found shot in the head and floating in the Hudson River this month was arrested last night and charged in her murder, the police said. A grand jury in Manhattan handed up a sealed indictment on Thursday charging the ex-boyfriend, Roscoe Glinton II, 42, with second-degree murder, said law enforcement" , "date" : "20050423" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Ex-Boyfriend Of Woman Found in River Is Arrested" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9900E3D61431F930A15757C0A9639C8B63"} , {"body" : "A grand jury is considering forensic and circumstantial evidence linking a former boyfriend to the case of a pregnant woman found shot to death and floating in the Hudson River this month, a law enforcement official said yesterday. The former boyfriend, Roscoe Glinton, 42, has not been arrested or charged in the homicide. This is the second time he" , "date" : "20050421" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Grand Jury Is Said to Hear Case of Body In the Hudson" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9904EED81631F932A15757C0A9639C8B63"} , {"body" : "In the latest stage in New York City Transit's efforts to recover from the Jan. 23 fire that interrupted service to two subway lines, officials announced yesterday that full service was now restored. At first, riders of the two lines, the A and the C, were told to expect disruptions to last from three to five years, but that forecast was quickly" , "date" : "20050421" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Transit Officials Say Recovery From Jan. 23 Fire Is Complete" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9506E4DF1731F932A15757C0A9639C8B63"} ,   {"body" : "A dozen or so elementary and middle school students from Brooklyn stood on the steps of the City Education Department headquarters in Lower Manhattan yesterday, assembled for a concert on a pleasant spring evening. They blew into their instruments -- trumpets, saxophones and clarinets -- fashioned out of paper and cardboard, decorated with crayon." , "date" : "20050419" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Brooklyn Coalition Rallies For Middle School Programs" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DEFDB1F3EF93AA25757C0A9639C8B63"} , {"body" : "Rhonda Johnson paused outside Public School 92 in District 5 in Harlem, where her daughter, Raanesha, was spending the midwinter vacation in a special class for fifth graders at risk of being held back. The class is a new tutoring effort central to Mayor Michael R. Bloomberg's pledge to end social promotion. Raanesha is precisely the sort of child" , "date" : "20050418" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "The Schools Under Bloomberg: Much Tumult, Mixed Progress" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9803E1DF1F3EF93BA25757C0A9639C8B63"} , {"body" : "Detectives were looking for a man yesterday who kidnapped and sexually assaulted a 15-year-old girl in Brownsville early Tuesday, the police said. Investigators said the girl, whose identity was not disclosed, was approached near Eastern Parkway and Utica Avenue about 6:30 a.m. by a man with a gun who forced her into a four-door sport utility" , "date" : "20050414" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Man Sought In Girl's Kidnapping And Assault" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E01EFDE103EF937A25757C0A9639C8B63"} , {"body" : "A pregnant woman whose body was found floating in the Hudson River on Sunday was killed by a gunshot to the back of the head, the city medical examiner's office said yesterday. The woman, Lisa D. Eatmon, 33, of New Lots, Brooklyn, was found near Pier 61 in Chelsea about 7 a.m. The police said that she had not been in the water for long, and that it" , "date" : "20050405" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "HUDSON RIVER" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Woman Dumped in Hudson River Had Been Shot, Police Say" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A03E5DB1F3FF936A35757C0A9639C8B63"} , {"body" : "Walter Thabit, a leader among city planners in pressing cities to build low-cost housing and encourage diversity in blighted areas, a movement now known as advocacy planning, died on March 15 at his home in Manhattan. He was 83. The cause was complications of Barrett's esophagus, in which esophageal cells change because of irritation, said his son" , "date" : "20050404" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "7" , "title" : "Walter Thabit, 83, Leader In Activism in City Planning" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907EEDA1E3FF937A35757C0A9639C8B63"} , {"body" : "FORGET the fistful of quarters if you are planning to do your laundry at the Clean Rite Center on Eastern Parkway in East New York, Brooklyn. Traditional coin-operated washers and dryers have been replaced by those driven by prepaid plastic cards, similar to the MetroCards used on the subway and buses. Clean Rite is a privately owned company that" , "date" : "20050403" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "SQUARE FEET\/Self-Service Laundries; Finding Up-to-Date Settings for Washers and Dryers" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940DE3DD103FF930A35757C0A9639C8B63"} , {"body" : "They stood outside the houses they were promised, in a driving rain, with umbrellas and baby carriages and small and large children, and the ink was running on the hand-lettered signs that said ''We Want House'' and ''We Want Justice.'' It was a small demonstration as far as New York City protests go: no more than 20 people in the soggy dirt of a" , "date" : "20050330" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Group Says Builder Broke Contracts for House Sales" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E02E0D8123FF933A05750C0A9639C8B63"} , {"body" : "A 15-year-old with no prior record who spent three months in detention until he was cleared of attempting to kill a police officer plans to sue the city, claiming false arrest, malicious prosecution and use of excessive force, his lawyers said last night. On the night of Nov. 17, the boy, Darryl Forde, a student at Clara Barton High School, was" , "date" : "20050330" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Suit Planned After Boy, 15, Is Exonerated" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D04EFDF133FF933A05750C0A9639C8B63"} , {"body" : "A succession of three power failures shut down the Lexington Avenue subway line in Manhattan for much of yesterday, creating a day of confusion that stranded hundreds of thousands of commuters. The biggest disruption, during the morning rush, was caused by an underground accumulation of water, salt and debris that seeped into a tunnel and damaged" , "date" : "20050317" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Power Failures Disrupt East Side Subway Service" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A01EED6133CF934A25750C0A9639C8B63"} , {"body" : "It looked at first like a classic gangland hit. A Mercedes sat abandoned on a Brooklyn highway. A bullet-riddled corpse lay slumped across the seat. The dead man was Edward Lino, a Gambino family captain, who had helped kill Paul Castellano, the boss of bosses, and vault John Gotti into power. It was November 1990 and made men were dying. There was" , "date" : "20050312" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Blood Ties: 2 Officers' Path to Mob Indictments" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9400E4D7143CF931A25750C0A9639C8B63"} ,   {"body" : "Nineteen members of three Brooklyn gangs have been indicted on charges that they united in August 2003 to commit a string of armed robberies, stealing more than $2.5 million in jewels, furs and telephone cards over 17 months, the authorities said yesterday. The federal indictment, which was unsealed yesterday, says the three gangs operated around" , "date" : "20050308" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "19 Accused In a String Of Robberies In New York" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B06EEDC1F3DF93BA35750C0A9639C8B63"} , {"body" : "The baby sitter of a 19-month-old boy who died on Sunday in Brooklyn was charged with murder yesterday after an autopsy determined that the boy had been smothered with duct tape over his mouth, the police said. The baby sitter, Tammie Williams, 40, had been watching the boy, Jaylen Robinson, for a week in her home while his parents worked and" , "date" : "20050308" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Baby Sitter Is Charged With Murder of a 19-Month-Old Brooklyn Boy" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0CE4DD1F3DF93BA35750C0A9639C8B63"} , {"body" : "In the middle of a snowstorm on a deserted Queens street early yesterday, an intoxicated teenager punched and kicked to death a 52-year-old Guyanese immigrant returning home from his job as a school bus mechanic, the police said. The police and Queens prosecutors said that the teenager, Antonio Roque, 18, fatally beat the man, Jagat Ram Balram," , "date" : "20050302" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Man Is Found Beaten to Death On Snowy Sidewalk in Queens" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0DEFD6123DF931A35750C0A9639C8B63"} , {"body" : "As urban perils go, one does not often hear about an entire city neighborhood being terrorized by wild dogs. But three dogs that were roaming Kew Gardens Hills in central Queens for the past month kept some residents from leaving their homes and frightened a public elementary school, according to residents and the local city councilman, James F." , "date" : "20050225" , "day_of_week_facet" : "Friday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "3 Stray Dogs Prowl, and Unnerve, a Queens Neighborhood" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E1D9173DF936A15751C0A9639C8B63"} , {"body" : "An off-duty police officer on his way to work and a 19-year-old woman on her way home from her birthday party were killed after a sport utility vehicle ran a stop sign and slammed into a car in Brooklyn yesterday morning, the police said. The crash, at Putnam and Central Avenues in Bushwick, occurred when a Ford Excursion, carrying the 19-year-old" , "date" : "20050214" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Crash in Brooklyn Kills Off-Duty Officer and Woman, 19" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9404E0D9153AF937A25751C0A9639C8B63"} , {"body" : "As word spread of a rare and potentially more aggressive form of H.I.V., first reported publicly in New York on Friday, communities already hit hard by the disease, professionals who combat it, and people who are infected reacted yesterday with fear and skepticism. But few were surprised, given that the sense of urgency about the disease has waned." , "date" : "20050213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "AIDS Report Brings Alarm, Not Surprise" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?sec=health&res=9A03E7DE153AF930A25751C0A9639C8B63"} , {"body" : "THEY could be students in a classroom anywhere. The pupils sit in rows of chairs with fold-out desktops, taking and passing notes, eyeing wristwatches and cellphones. They laugh despite themselves when a classmate misreads the text aloud, substituting ''pubic area'' for ''public area.'' They tap their feet impatiently and pass around packs of gum." , "date" : "20050213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; Don't Even Ask About Extra Credit" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9800EFDF143AF930A25751C0A9639C8B63"} , {"body" : "Lyn Maris German, the daughter of Roxanne and Aaron German of Brooklyn, was married last evening to Jonathan Patrick Edwards, a son of Betsy and Serpell Edwards of Houston. Melody F. Nelson, a minister of the Church of Spiritual Humanism and an aunt of the bride, performed the ceremony at the Gatehouse, an event space in Lafayette, Colo. Mrs." , "date" : "20050213" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "13" , "title" : "WEDDINGS\/CELEBRATIONS; Lyn German, Jonathan Edwards" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE4DF143AF930A25751C0A9639C8B63"} , {"body" : "The pregame was easy for Bruce C. Ratner. Ratner, the principal owner of the Nets, chatted with team officials over a turkey dinner Wednesday night at the Winners Club restaurant inside Continental Arena, then greeted Magic Johnson and Richard J. Codey, the acting governor of New Jersey, at courtside. Fans reached out with their hands and" , "date" : "20050211" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "PRO BASKETBALL; Nets' Owner Starts Over" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980CE7D7173AF932A25751C0A9639C8B63"} , {"body" : "The book of Bible stories in Pearl Thorne's classroom at St. John Cantius School in Brooklyn was open yesterday to a passage from Matthew, Chapter 4. In it, the devil takes Jesus to the top of a temple and dares him to jump to prove his divinity, and Jesus rebukes the devil, saying he need not jump to prove anything. It is one of many lessons, and" , "date" : "20050211" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "A Missed Chance to Return As High School Big Shots" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9407E6D8173AF932A25751C0A9639C8B63"} ,   {"body" : "The city teachers' union voted overwhelmingly last night to approve a plan to open and operate two charter schools, embracing an alternative form of education often viewed as a threat to unionized school employees. The union, the United Federation of Teachers, plans to apply to the State Board of Regents for charters to operate a" , "date" : "20050210" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "10" , "title" : "Metro Briefing | New York: Manhattan: Union Plans Charter Schools" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9901E0D6163AF933A25751C0A9639C8B63"} , {"body" : "THE downside of last weekend's subway station fire has been well documented: rerouted trains, passenger confusion, crowded platforms and, worst of all, long, cold waits for trains. But now, a week after the signal room blaze that knocked out service on the C train and reduced service on the A, it may not be too soon to wonder: Is there any upside" , "date" : "20050130" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UNDERGROUND; And Sales of 'War and Peace' Went Through the Roof" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9506E5DC143BF933A05752C0A9639C8B63"} , {"body" : "From central Brooklyn to the South Bronx to the farthest corners of Staten Island, new homes in the city are being built in numbers not seen in a generation. In 2004, the city approved the construction of 25,208 housing units in New York City, more than in any year since 1972, according to newly released census figures. By comparison, in the last" , "date" : "20050129" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Where Crack Once Ruled, Construction Now Booms" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9904E4D8143BF93AA15752C0A9639C8B63"} , {"body" : "Two of the city's subway lines -- the A and the C -- have been crippled and may not return to normal capacity for three to five years after a fire Sunday afternoon in a Lower Manhattan transit control room that was started by a homeless person trying to keep warm, officials said yesterday. The blaze, at the Chambers Street station used by the A and" , "date" : "20050125" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "2 SUBWAY LINES CRIPPLED BY FIRE; LONG REPAIR SEEN" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A07E6D91F38F936A15752C0A9639C8B63"} , {"body" : "Three firefighters were killed yesterday in two blazes at opposite ends of New York City -- two in a desperate plunge from an apartment in the Bronx as they tried to escape a fire that had burst through from the floor below, the other after he had become trapped in the basement of a burning house in Brooklyn. On a morning of swirling snow and" , "date" : "20050124" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "3 Firefighters Killed in Bronx And Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9401E4D81E38F937A15752C0A9639C8B63"} , {"body" : "When a child is born, parents can expect a certain amount of change to be inevitable: There are the diaper changings, the feeding schedules, the wide array of personal sacrifices. But when the newborn has a chronic life-threatening illness, there are more changes than anyone bargained for. And when such dire illness afflicts a baby in a poor" , "date" : "20050123" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "The Neediest Cases; Dual Challenge: To Be Poor And Have a Very Sick Child" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9500E1DB1E38F930A15752C0A9639C8B63"} , {"body" : "On a busy street in East New York, a Brooklyn neighborhood where Manhattanites rarely venture except perhaps to buy a used car, a renaissance is unfolding behind a plain white storefront. Inside, at 2673 Atlantic Avenue, a haven is provided for young people with histories of mental health problems, a place for them to go when they decide education" , "date" : "20050122" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Neediest Cases; For Those Who Hit Bottom, a Step Up" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A04E1D71138F931A15752C0A9639C8B63"} , {"body" : "A Brooklyn teacher and an acquaintance have been charged in a vicious attack last year on the principal at the teacher's school, the police said yesterday. The principal, Wanda Rivera-Switalski, was attacked outside her home in South Ozone Park in Queens just before 8 a.m. on Sept. 15 by a man on a motorcycle as she was leaving for work. She was" , "date" : "20050122" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Brooklyn Teacher Charged In Attack on Her Principal" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E6DF1E38F931A15752C0A9639C8B63"} , {"body" : "In ''Four Quartets,'' T.S. Eliot wrote, ''Home is where one starts from.'' Cynthia Hayes, 25, has had 23 homes, nearly one for each year of her life. It is a life that started and stopped again and again as Ms. Hayes moved from foster homes to friends' apartments to shelters for the homeless. Her first memories are from age 5, when she lived with" , "date" : "20050117" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Neediest Cases; Surviving Life on the Move, She Made a Stable Home" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940DE1D61538F934A25752C0A9639C8B63"} , {"body" : "The Police Department is singling out the city's 100 most frequently arrested vandals for extra monitoring as part of a renewed push to reduce graffiti, Police Commissioner Raymond W. Kelly said yesterday. Officials unveiled the specifics of the effort two days after Mayor Michael R. Bloomberg announced the creation of a new antigraffiti task force" , "date" : "20050114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Task Force Renews Fight On Graffiti In the City" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E6DD1438F937A25752C0A9639C8B63"} ,   {"body" : "A bus strike disrupting the commutes of 70,000 riders in Queens and Brooklyn will most likely continue through the weekend after settlement talks between city negotiators and union officials broke down yesterday. Mayor Michael R. Bloomberg said yesterday that he was disappointed by the lack of progress in the negotiations. More than 600 drivers and" , "date" : "20050114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Manhattan: Bus Talks Stall" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05EFDB1438F937A25752C0A9639C8B63"} , {"body" : "A bus strike disrupting the commutes of 70,000 riders in Queens and Brooklyn continued for a second day yesterday, with little prospect for a quick solution. The strike involves 600 drivers and other workers for the Command Bus Company of East New York, Brooklyn, and Green Bus Lines of Jamaica, Queens. The city wants to take over the private bus" , "date" : "20050112" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Bus Strike Talks Planned Tomorrow" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E5D71638F931A25752C0A9639C8B63"} , {"body" : "A strike by drivers for two private bus lines left thousands of riders in Queens and Brooklyn scrambling to get to work yesterday and heightened tensions in a dispute over the city's plans to bring the bus companies under the control of the Metropolitan Transportation Authority. The strike involved roughly 600 drivers and maintenance workers for" , "date" : "20050111" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Bus Strike Forces Thousands to Find Other Ways to Travel" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B06E0DA1F39F932A25752C0A9639C8B63"} , {"body" : "City officials and bus riders in Brooklyn and Queens scrambled to make alternative travel arrangements last night after a midnight strike deadline for the city and two private bus lines passed without resolution. Workers at Command Bus Company of East New York, Brooklyn, and Green Bus Lines of Jamaica Queens, which have about 30 routes and 70,000" , "date" : "20050110" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "City Officials Brace for Strike By Private Bus Employees" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0CE0DD1F39F933A25752C0A9639C8B63"} , {"body" : "The police said yesterday that they were seeking a 21-year-old man, Shamduh Wilson, for questioning in the death of Kenneth Frasier, who was shot in the head on Tuesday as he stood with his fiance's 8-year-old daughter in a grocery store in East New York, Brooklyn. Investigators did not disclose Mr. Wilson's address, and declined to say why he" , "date" : "20050108" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Man Is Sought in Brooklyn Shooting Death" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A07E3DE1E39F93BA35752C0A9639C8B63"} , {"body" : "A 38-year-old bystander who was hit by a stray bullet Tuesday evening while he was shopping in a grocery store in East New York died yesterday afternoon at Brookdale University Hospital and Medical Center, a hospital spokesman said. The man, Kenneth Frazer, was shopping at a grocery at the corner of Pitkin and Euclid Avenues with his girlfriend's" , "date" : "20050106" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Wounded Bystander Dies" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E01E4D81039F935A35752C0A9639C8B63"} , {"body" : "A 38-year-old Brooklyn man was critically injured yesterday evening when he was hit in the head by a stray bullet as he stood in an East New York grocery store with his fiance's 8-year-old daughter, the police said. The shooting occurred at the New Pitkin Grocery at Pitkin and Euclid Avenues at about 6:15 p.m. A law enforcement official said that" , "date" : "20050105" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Brooklyn Man Critically Injured By Stray Bullet" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9804E1D81339F936A35752C0A9639C8B63"} , {"body" : "Two weeks after bus workers in Queens and Brooklyn staged a sickout and a work slowdown to protest their lack of a contract, New York City officials have made little headway in resolving labor issues that have hampered the Bloomberg administration's plan to have the Metropolitan Transportation Authority take control of seven private bus companies." , "date" : "20050104" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "City's Plan to Acquire Bus Lines Is Mired in Labor Issues" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06EED61239F937A35752C0A9639C8B63"}]