[  {"body" : "LUCHINS--Dr. Abraham S. 91, on December 27, 2005. Predeceased by his wife of 60 years and lifelong academic collaborator, Dr. Edith, he is survived by five children, 22 grandchildren and 21 great grandchildren. A prolific researcher and author, pioneer Gestalt psychologist, Founding Chairman of the Psychology Departments at Yeshiva College and" , "date" : "20051228" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "9" , "title" : "Paid Notice: Deaths LUCHINS, DR. ABRAHAM S." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0CE3DE1330F93BA15751C1A9639C8B63"} , {"body" : "The big black Town Car was a money machine, and there was a pink air freshener hanging from the gearshift and another from the rear-view. The CB was broken and the wiper fluid light was on and so were some other warning lights and sometimes there was a beeping noise. The hot tea had six or seven empty sugar packets next to it and she kept it in a" , "date" : "20051222" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "TRANSIT STRIKE: BROOKLYN; Streets Paved With Fares For Tireless Livery Driver" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/22\/nyregion\/nyregionspecial3\/22drivers.html"} , {"body" : "Shivering, intrepid and occasionally befuddled, New Yorkers yesterday faced down the first citywide transit strike in a quarter-century, walking, biking and car-pooling through their city as transit workers and the state agency that employs them remained locked in intransigence. Millions of subway and bus commuters stood at street corners," , "date" : "20051221" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "TRANSIT STRIKE: OVERVIEW; STRIKE HALTS NEW YORK SUBWAYS AND BUSES; CITY SCRAMBLES AS UNION IS HIT WITH BIG FINE" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/21\/nyregion\/nyregionspecial3\/21strike.html"} , {"body" : "ON the heavily trafficked Web site www.dailyheights.com, a recent poll asked visitors to vote on new SoHo-style nicknames for Prospect Heights, their beloved Brooklyn neighborhood. While there was some support for ToPoSlo (Too Poor to live in the Slope) and HoSloFugee (Home for Slope Refugees), the biggest winner by far was not a name, but a" , "date" : "20051218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN\/Prospect Heights, Brooklyn; A Neighborhood Comes Into Its Own" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/18\/realestate\/18living.html"} , {"body" : "Attractions Museums and Sites FRAUNCES TAVERN MUSEUM, 54 Pearl Street, second floor, Lower Manhattan. The museum, in a former tavern, is dedicated to the study and interpretation of early American history and culture. Tuesday night at 6:30, ''Sing We All Merrily,'' a musical celebration of an 18th-century Christmas, with Linda Russell & Companie;" , "date" : "20051216" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/16\/arts\/16spar.html"} , {"body" : "A sampling of noteworthy musical presentations planned for the holiday season at churches and concert halls in New York City, compiled by Jeremy Eichler. All are free unless otherwise noted. (Churches accept donations.) More holiday events this weekend are in The Listings on Pages 29 and 30. (Unless noted, church choirs are featured in church" , "date" : "20051209" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "Where to Hear (and Sing) the Songs of the Season" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D00E2D81031F93AA35751C1A9639C8B63"} , {"body" : "Attractions Museums and Sites HISTORIC RICHMOND TOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. More than 25 buildings from the late 17th to the 19th centuries, restored and furnished. Tomorrow and Dec. 17 at 5 p.m., candlelight tours of holiday preparations of the period; fee, $27.50; members of the Staten Island" , "date" : "20051209" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/09\/arts\/09spar.html"} , {"author" : "E-mail: dabarry@nytimes.com" , "body" : "BUNTING the color of a bad bruise draped the Tropical Paradise Restaurant in East Flatbush yesterday. It was hung in memory of Police Officer Dillon Stewart, who used to eat breakfast there, but now lay dead in a coffin in the church across the street. The black-and-purple fabric that rippled in the chilly Brooklyn air also reflected the smallness" , "date" : "20051207" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "About New York; For Police Officer and City, A Wound to the Heart" , "url" : "http:\/\/select.nytimes.com\/\/2005\/12\/07\/nyregion\/07about.html"} , {"body" : "The police officers, some 20,000 strong, lined up stone-faced in the cold in rows four and five deep yesterday, forming frozen rivers of dress blue uniforms that stretched for blocks around the New Life Tabernacle Church in Brooklyn. Inside, the grief-stricken widow, the two children, the friends, the relatives and all the others remembered a life" , "date" : "20051207" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Mourning a Fallen Officer, and Paying Tribute to a 'True Hero'" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/07\/nyregion\/07cop.html"} , {"body" : "Officers from the 70th Precinct were the first trickle in a sea of formal blue uniforms, their pants and shirts pressed with knife-sharp creases and their white gloves pulled on their hands. They came yesterday, in the bracing cold, to pay respects at a Brooklyn church, to honor the memory of a fellow officer who was recognized four times in five" , "date" : "20051206" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Dress Blues and Salutes for Fallen Officer" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/06\/nyregion\/06cop.html"} ,   {"body" : "PRICE--Leo, CPA, on December 5, 2005. Beloved husband of Doris, loving father of Sandra and Helene. Dear fatherin-law of Charles Gropper. Loving grandfather of Jaime. Dear brother of Hattie Stein and Sylvia Drucker. Services Wednesday, 11:30 AM ''Parkside'' Memorial Chapel, 2576 Flatbush Avenue, Brooklyn, New York (near Ave V.)" , "date" : "20051206" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "19" , "title" : "Paid Notice: Deaths PRICE, LEO, CPA" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9805E2D81331F935A35751C1A9639C8B63"} , {"body" : "A Brooklyn grand jury yesterday indicted Allan Cameron, the man prosecutors say killed a New York City police officer on Monday and robbed and shot an off-duty officer on Nov. 19. The cases will be heard separately in State Supreme Court, law enforcement officials said. Mr. Cameron's charges include first-degree murder for the killing of the" , "date" : "20051202" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Suspect in Police Officer's Killing Is Indicted" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/02\/nyregion\/02suspect.html"} , {"body" : "When two officers turned on their turret light and siren and pulled a U-turn on a Brooklyn street early Monday, they most likely had no inkling that they might be trailing a man who had reasons to resist being caught. The driver, Allan Cameron, was wanted for assaulting officers in Pennsylvania two years ago, had 53 small bags of marijuana in his" , "date" : "20051130" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Suspect's History With Police Emerges at Hearing" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/30\/nyregion\/30cop.html"} , {"body" : "A New York City police officer pursuing a driver in Brooklyn was fatally shot through the heart early yesterday when the driver fired five bullets into the officer's patrol car, officials said. In spite of his wound, the officer kept driving for blocks in pursuit of the gunman. The officer, Dillon Stewart, 35, was then taken in his own" , "date" : "20051129" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "OFFICER IS KILLED AFTER PULLING UP NEXT TO GUNMAN" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/29\/nyregion\/29cop.html"} , {"body" : "When the 30-year-old accountant at WNYC told his co-workers at the public radio station that he was leaving his job of nine years for a new career, they were shocked. ''He said, 'I want to become a police officer,' '' said Brenda Williams-Butts, 46, director of community affairs. ''Why?'' she asked him. ''It's just something I want to do,'' she" , "date" : "20051129" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "An Accountant Changed Careers at 30, and the Citations for Bravery Followed" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/29\/nyregion\/29profile.html"} , {"body" : "Five men were shot in three separate, apparently unrelated incidents in the same Brooklyn precinct yesterday, leaving two dead and two in critical condition, the police said. Two of the shootings occurred less than 10 minutes apart in Brownsville last evening. The first, near 96th Street and Clarkson Avenue, took place just before 5:15 p.m., when" , "date" : "20051128" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "On a Single Day in One Precinct, Five Men Are Shot, Two Fatally" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/28\/nyregion\/28shot.html"} , {"body" : "When it was first put forward, the proposed Atlantic Yards mega-development in Brooklyn offered some excellent features, most particularly affordable housing and jobs for local residents. The project seemed promising, if the developer could address the biggest downside: the addition of traffic downtown, where the streets are already clogged. Since" , "date" : "20051127" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "A Matter of Scale in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/27\/opinion\/nyregionopinions\/atlyards.html"} , {"body" : "Events 'NUTCRACKER IN THE LOWER,' a hip-hop version set on the Lower East Side, at the Harry De Jur Playhouse, Abrons Arts Center, 466 Grand Street, Lower East Side, (212) 352-3101. Tomorrow, Thursday and Dec. 1 at 7 p.m.; Sunday and Dec. 3 at 3 p.m. Tickets: $15; 12 and under, $10. 'BROADWAY KIDS SING BROADWAY,' with show tunes and holiday songs" , "date" : "20051125" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "SPARE TIMES; For Children" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/25\/arts\/25kids.html"} , {"body" : "He walked these avenues and then he was gone, as the inhabitants of one city give way to the next, as some are hurried along. Everyone leaves behind a name, a time, a place and a role, and his were Jimmy Moy, 1960, Park Slope, Brooklyn: the man who never returned. A cataclysm's sudden vacancy leaves the memory of the disappeared, and the great" , "date" : "20051118" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Tracing Steps of the Man Who Walked Away" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/18\/nyregion\/18gone.html"} , {"body" : "WE owe the existence of Brooklyn to the urban developers of more than a century ago. Since that time, the borough's open land has disappeared. That's how it goes in cities the world over; only a dead city never changes. But just as we'll always have developers, community activists and environmentalists will invariably seek to check their greed and" , "date" : "20051113" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "The Project That Ate Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/13\/opinion\/nyregionopinions\/13CImanbeck.html"} ,   {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20051111" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "The Listings: Nov. 11 -- Nov. 17" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9503E2DC123EF932A25752C1A9639C8B63"} , {"body" : "Frank Boyland is a tall man, stoop-shouldered and languid-eyed, who lopes around like a roguish uncle who might, at any moment, pluck a quarter from behind your ear. His voice holds a pinch of his native Tennessee and the gritty effect of the filtered Winstons he smokes nonstop. He is candid, and a little coarse, his repartee sprinkled with curses" , "date" : "20051106" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Kennedys Of Brownsville" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/06\/nyregion\/thecity\/06feat.html"} , {"body" : "Entering the final days before the election, Mayor Michael R. Bloomberg said yesterday that he would not scale back his campaigning, even though the latest polls show him continuing to maintain a big lead over his Democratic challenger, Fernando Ferrer. ''I think that anybody that takes anything for granted in something like this is making a" , "date" : "20051105" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE 2005 ELECTIONS: THE INCUMBENT; Running as if They Were Neck and Neck" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/05\/nyregion\/metrocampaigns\/05mayor.html"} , {"body" : "Theater 'LA CUCARACHITA MARTINA' ('MARTINA, THE LITTLE ROACH'), a bilingual tale about friendship by the Los Kabayitos Puppet Theater, tomorrow at 3 p.m. at Teatro SEA, second floor, 107 Suffolk Street, Lower East Side. Tickets: $12; children, $10. Reservations: (212) 260-4080, Ext. 14. 'TELL ME MORE!,' international storytelling by Pennylyn White," , "date" : "20051104" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "Spare Times; For Children" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/04\/arts\/04kids.html"} , {"body" : "KARDUNA--Martin E. On October 30 at the age of 73. Beloved husband of Estelle. Loving father of Mitchell and Howard. Cherished grandfather of David, Rachel, Megan and Andrew. Devoted brother of Karen and the late Arthur. Active member of Oklahoma Jacob Harnett Lodge, Knights of Pythias for over 45 years. President of Karduna Associates, insurance" , "date" : "20051031" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "7" , "title" : "Paid Notice: Deaths KARDUNA, MARTIN E." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950CE0D91F3FF932A05753C1A9639C8B63"} , {"body" : "Attractions Museums and Sites MERCHANT'S HOUSE MUSEUM, 29 East Fourth Street, East Village. Tonight from 6 to 10, ''Death at Home: Ghostly Tales and Tours by Candlelight,'' a tour of the house as it was decorated for 19th-century home funerals, followed by tales of the ghosts that are said to inhabit the museum. Fee: $20; members, $13; reservations" , "date" : "20051028" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "33" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/28\/arts\/28spar.html"} , {"body" : "A Brooklyn teenager matching the description of someone who had just committed an armed robbery was in stable condition last night after being shot twice by two police lieutenants, the police said. The shooting occurred about 7 p.m. on Dean Street near Carlton Avenue, after four men, one of whom brandished what looked like a silver handgun with a" , "date" : "20051026" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Teenager Shot by Police After iPod Robbery" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/26\/nyregion\/26shoot.html"} , {"body" : "A 16-year-old Brooklyn boy was stabbed to death in a street fight between groups of youths yesterday on a commercial block in East Flatbush, according to the police and people in the neighborhood. The boy, who was stabbed at least twice about 5:30 p.m., was pronounced dead at the Brookdale University Hospital and Medical Center. He was identified" , "date" : "20051024" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Brooklyn Teenager Is Stabbed to Death" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/24\/nyregion\/24stab.html"} , {"body" : "To the Editor: ''Lights Out'' described the closing of St. Mary's Hospital in Crown Heights, Brooklyn, and briefly mentioned Kingsbrook Jewish Medical Center's presence in the community. However, what was missed was the services Kingsbrook has provided for over 80 years and the significant work that Kingsbrook has undertaken in response to St." , "date" : "20051023" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "The Closing Of a Hospital" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940CE1DB133FF930A15753C1A9639C8B63"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20051021" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "The Listings: Oct. 21 -- Oct. 27" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9500E1D8123FF932A15753C1A9639C8B63"} ,   {"body" : "To longtime opponents of the proposed Atlantic Yards development, the intensity and rancor of Tuesday night's environmental impact hearing was not a surprise. They have spent the last two years, after all, mobilizing coalitions of community groups to oppose the project, passing out reams of antidevelopment pamphlets and news releases, and starting" , "date" : "20051020" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "From Huge Project, a Mighty Anger Grows" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/20\/nyregion\/20yards.html"} , {"body" : "IT was probably only a matter of time before the big three big-box retailers -- Wal-Mart, Kmart and Target -- got interested in selling furniture. Having succeeded in most other areas, with close to $400 billion combined sales in the last fiscal year, they now have their eye on the last big apple on the tree, swinging seductively and ready to pick." , "date" : "20051020" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "CHEAP -- It's Chic, but Is It Good?" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/20\/garden\/20box.html"} , {"body" : "The resurgence of Brooklyn neighborhoods like Park Slope and Williamsburg is well documented. But what is not as widely known is how well the downtown business district is doing, despite a still somewhat dog-eared appearance. What is more, the area is on the verge of a major transformation. In the borough's six million square feet of Class A office" , "date" : "20051019" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "WILLOUGHBY SQUARE (BROOKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "SQUARE FEET; Towers Grow in Downtown Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/19\/realestate\/19brooklyn.html"} , {"body" : "THE old man in the khaki pants, white high-tops and navy windbreaker crooned a tune of his own composition as he wandered slowly down Buffalo Avenue past a green sedan held together with duct tape. What you say What you gonna doooooo -- They gonna close the hospital. A smiling figure in a black sweatshirt called out to him. ''Hey, you better have" , "date" : "20051016" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Lights Out" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/16\/nyregion\/thecity\/16feat.html"} , {"body" : "Funtime Stadium was already dark Monday night. Nobody was at the wheel of the Eighteen Wheeler, and the Tornado spun nearly empty. A batting cage, a video game and a spinning ride: They were among the popular attractions most nights at Fun Time U.S.A., which for almost 11 years billed itself as ''Brooklyn's largest indoor family entertainment" , "date" : "20051016" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: SHEEPSHEAD BAY; The Party's Over" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/16\/nyregion\/16fun.html"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20051014" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "THE LISTINGS | OCT. 14-OCT. 20" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9407E7D9173FF937A25753C1A9639C8B63"} , {"body" : "Attractions Museums AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Tomorrow, 11:30 a.m. to 5:30 p.m., ''Global Weekend: Yunnan Revealed,'' with performances and lectures about the Yunnan Province in southern China. Sunday at 2 p.m., ''New Discoveries: Fossil Vertebrates From Liaoning, China,'' a discussion in Mandarin, with" , "date" : "20051014" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/14\/arts\/14spar.html"} , {"body" : "In the two years since he announced his ambitious Atlantic Yards development in downtown Brooklyn, Bruce Ratner has lined up an impressive roster of supporters, including Gov. George E. Pataki, Mayor Michael R. Bloomberg, the Rev. Al Sharpton, and even the rap artist Jay-Z. But it is Mr. Ratner's support from community figures -- including a" , "date" : "20051014" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "To Build Arena, Developer First Builds Bridges" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/14\/nyregion\/14yards.html"} , {"body" : "Attractions Museums AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Opening tomorrow and running through May 29, ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter,'' the annual walk-in display of hundreds of butterflies in a natural environment. Through March 12, ''Voices From South of the Clouds,'' a display" , "date" : "20051007" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "45" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/07\/arts\/07spar.html"} , {"body" : "FOR many American Jews, kugel is the taste of childhood. They want exactly the kind of kugel their mother made, whether it is a weekly Sabbath treat or served only on holidays like Rosh Hashana, which starts on Monday night. I didn't know until recently, though, that this homey casserole of noodles or potatoes was credited with mystical powers." , "date" : "20050928" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Kugel Unraveled" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE1DF1230F93BA1575AC0A9639C8B63"} ,   {"author" : "E-mail: eating@nytimes.com" , "body" : "A new basketball arena for the Nets in Brooklyn came closer to reality this month as the Metropolitan Transportation Authority agreed to sell development rights to the railyard at Atlantic and Flatbush Avenues. One way or another, these little gems nearby in Prospect Heights may feel the impact. BEAST (718) 399-6855; 638 Bergen Street (Vanderbilt" , "date" : "20050925" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "GOOD EATING\/PROSPECT HEIGHTS; Ahead of the Bounce" , "url" : "http:\/\/events.nytimes.com\/2005\/09\/25\/dining\/25rest.html"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "Names With a Past Q. In the Biltmore Room of Grand Central Terminal, there is an old chalkboard schedule, kept for nostalgia's sake, with the names of long-distance trains of the past, like the Yankee Clipper, the Murray Hill, the Knickerbocker and the Mohawk. Could you tell me where these trains used to go? A. Sure, but first, a romantic aside." , "date" : "20050925" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F. Y. I." , "url" : "http:\/\/www.nytimes.com\/2005\/09\/25\/nyregion\/thecity\/25fyi.html"} , {"body" : "NEW YORKERS always think they know the real thing when it comes to Chinese food. Forty years ago it was egg rolls, chop suey and drinks with paper umbrellas. Then it was General Tso's chicken and sesame noodles. But over the past decade, as large communities of people from India, Peru, Korea, Trinidad and Guyana have formed here, New York has had" , "date" : "20050921" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CHINA"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "1" , "title" : "NEIGHBORHOODS; Craving Hyphenated Chinese" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/21\/dining\/21chin.html"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through March 12, ''Voices From South of the Clouds,'' a display of photographs of life in the Yunnan Province of China, taken by its villagers. Through Jan. 8. ''Dinosaurs: Ancient Fossils, New Discoveries'' examines modern paleontology and new" , "date" : "20050916" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/16\/arts\/16spar.html"} , {"body" : "Another Star Vehicle Has Its Revival Chitty Chitty Bang Bang may be the undisputed automotive star of Broadway, but that magical car is not going to steal the limelight in Brooklyn, at least not tomorrow. There, another finely tuned four-wheeled beauty will draw crowds. Its name is Betsy, and while it cannot fly or sail, it wins top honors for" , "date" : "20050916" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "Family Fare" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/16\/arts\/16fami.html"} , {"body" : "THOUSANDS of fledgling landlords are scooping up small multiple-unit dwellings throughout the New York area -- pristine two-families in the Rockaways, for instance, or vintage buildings along Manhattan side streets or in Brooklyn's brownstone enclaves -- but some of them do not quite know what they are getting into. Being a landlord means dealing" , "date" : "20050911" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Buying Is Easy Owning Is Hard" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/11\/realestate\/11cover.html"} , {"body" : "Attractions Museums MUSEUM OF THE CITY OF NEW YORK, Fifth Avenue at 103rd Street. Through Sept. 18, ''The Destruction of Lower Manhattan: Photographs by Danny Lyon.'' Sunday at 3 p.m., ''Hope for the Future,'' a screening of a short documentary by Howard Zuckerman featuring high school students who were witnesses to the Sept. 11 terrorist attacks." , "date" : "20050909" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/09\/arts\/09spar.html"} , {"body" : "Gulluoglu, a chain of pastry shops in Turkey, has specialized in baklava and other desserts made with phyllo for more than 100 years. Now, pastries shipped from the company's factory in Istanbul are being sold in New York at Gulluoglu Baklava and Café, an elegant mahogany and marble store at 1985 Coney Island Avenue (Avenue P) in Flatbush," , "date" : "20050831" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; Sweet and Savory in Flatbush, By Way of Istanbul" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DEFD91631F932A0575BC0A9639C8B63"} , {"body" : "TEITLER--Stanley Aaron. Age 59. Suddenly at home on Sunday, August 28, 2005. Attorney. Beloved husband of Jane. Devoted father of Andrea, Allison and Amanda. He touched the lives of all he met. He will be greatly missed. Services Tuesday, 10 AM, Parkside Memorial Chapel, 2576 Flatbush Avenue, Brooklyn." , "date" : "20050830" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "17" , "title" : "Paid Notice: Deaths TEITLER, STANLEY AARON" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E00E5D81631F933A0575BC0A9639C8B63"} , {"body" : "HECKER--Leo. Passed away peacefully on August 25, 2005 surrounded by his family. Beloved husband of Myra for 52 years. Adoring father of Debbye and Ilene, Frederick and Glenn. Doting grandfather of Jared, Neal, Daniel, Jonathan, Jason and Jordan. His wit and fun loving nature will be missed by all who knew him. Services today at 11 AM at I.J." , "date" : "20050828" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "21" , "title" : "Paid Notice: Deaths HECKER, LEO" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9902E7DF1631F93BA1575BC0A9639C8B63"} ,   {"body" : "Five men were killed in unrelated shootings over a 10-hour period between Saturday night and yesterday morning, the police said. The killings left their mark in five neighborhoods in Brooklyn and the Bronx, where the victims were remembered with sidewalk shrines. The attacks ranged from the seemingly close-range shot fired into a man's face as he" , "date" : "20050822" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "5 Shootings In 10 Hours Leave 5 Dead" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0CE1DC113EF931A1575BC0A9639C8B63"} , {"body" : "The fried chicken, collard greens and peach cobbler that had been churned out by Mama Duke Southern Cuisine from an unassuming Brooklyn storefront suddenly came to a halt one day this summer. The soul-food takeout restaurant, at Flatbush Avenue and Bergen Street in Prospect Heights, covered its windows, locked its doors and abruptly went out of" , "date" : "20050821" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: PROSPECT HEIGHTS; Mama's Gone, Along With The Peach Cobbler" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E00E6DC103EF932A1575BC0A9639C8B63"} , {"body" : "To the Editor: Jill Eisenstadt, in her article about Jacob Riis Park (''By the Sea, a Moorish Palace Reborn,'' Aug. 14), states that people visited ''despite the lack of public transportation (then as now).'' I was not in New York in 1937, but in the late 1950's and early 60's, friends and I, with my two very young daughters in tow, would catch the" , "date" : "20050821" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "9" , "title" : "Summer Days In Jacob Riis Park" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9402E1DA103EF932A1575BC0A9639C8B63"} , {"body" : "Attractions Museums and Sites MERCHANT'S HOUSE MUSEUM, 29 East Fourth Street, East Village. This preserved late-Federal brick house with a Greek Revival interior, once owned by Seabury Tredwell, a wealthy hardware dealer, was built in 1832. Through Oct. 3, ''Understanding Architectural Moldings,'' an exhibition that includes artifacts from Federal," , "date" : "20050819" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D00E2D8133EF93AA2575BC0A9639C8B63"} , {"body" : "THE other morning, as on most weekday mornings, the front steps of the public library in Flushing, Queens, were jammed with people coming and going. Past the checkout desk and tables of new books, the sunny children's library at the back was mobbed. The front steps and the big white etched glass window that occupies a wall of the children's library" , "date" : "20050819" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel" , "Books" , "Arts"] , "page_facet" : "31" , "title" : "CRITIC'S NOTEBOOK; Risks and Rewards Of Art in the Open" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9803E0D8133EF93AA2575BC0A9639C8B63"} , {"body" : "Gifford Miller, the City Council speaker and a Democratic mayoral candidate, demanded yesterday that Mayor Michael R. Bloomberg curb the city's rising costs of random bag searches on the subways by persuading the federal government to foot more of the bill. Mr. Bloomberg authorized the searches, which began on July 21, after the suicide bombings" , "date" : "20050815" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Candidates Criticize Bloomberg's Use of City's Money" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B06EEDD123EF936A2575BC0A9639C8B63"} , {"author" : "Dorothy Spears is a critic for ArtNews and Art & Antiques magazine." , "body" : "WHEN my doorbell rings, the two brothers chime in unison, ''Your slipcovers!'' Hirschel, 77, wears a Russian fur hat, and says loudly, in brief bursts, like Grandpa from ''The Munsters,'' ''Your slipcovers are ready!'' Archie, 82, carries the slipcovers over his arm. ''We don't make a mess this time,'' he solemnly promises. In the family room, the" , "date" : "20050814" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK OBSERVED; Their Own Little Ottoman Empire" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E01EFDD153EF937A2575BC0A9639C8B63"} , {"body" : "A Brooklyn man burst into a basement apartment in Flatlands yesterday, fatally stabbing a 53-year-old woman and her dog and slashing the woman's 16-year-old niece in the face, the police said. The man, Pierre Carrenard, 35, had been stalking the dead woman's daughter, Macdaly François, 25, since she broke up with him a couple of months ago," , "date" : "20050810" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Brooklyn Woman Killed by Her Daughter's Ex-Boyfriend, Police Say" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E02EEDE143EF933A2575BC0A9639C8B63"} , {"author" : "Jonathan Mahler, a contributing writer, last wrote for the magazine about a megachurch in an exurb of Arizona. He is the author of ''Ladies and Gentlemen, the Bronx Is Burning,'' recently published by Farrar, Straus & Giroux." , "body" : "On the June morning that I visited the Mets' Dominican Academia de Béisbol, a pair of perfect diamonds surrounded by stucco walls topped with barbed wire in the tiny town of Boca de Nigua, the Dominican Summer League had just begun. The Mets' prospects were playing the Detroit Tigers' prospects. One of the Mets' most promising young players on the" , "date" : "20050731" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["DOMINICAN REPUBLIC"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "22" , "title" : "Building the Béisbol Brand" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0CE1D9103CF932A05754C0A9639C8B63"} , {"body" : "Theater Approximate running times are in parentheses. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'DAPH!' Opens Wednesday. Parties, photo shoots, fame -- life is grand for Daphne Dumas (at least in her own mind) (1:30). 59E59 Theaters, 59 East 59th Street, Manhattan," , "date" : "20050729" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings: July 29 -- Aug. 4" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F07E4D8103FF93AA15754C0A9639C8B63"} ,   {"body" : "Attractions Museums and Sites MUSEUM OF THE CITY OF NEW YORK, Fifth Avenue at 103rd Street. The museum collects, preserves and presents material related to the city's history. Through Oct. 30, ''New York Fast Forward: Buildings by Enrique Norten\/TEN Arquitectos,'' an exhibition of drawings, photographs, renderings and models. Through Sept. 18," , "date" : "20050729" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0DE3D6103FF93AA15754C0A9639C8B63"} , {"body" : "LACKING the icy gloss of a dry martini or the urbanity of a perfect manhattan, aperitifs have always played the spinster aunt to the cocktail's gin-soaked good-time girl. And unlike a cocktail party, which looms large in our cultural consciousness, an aperitif party doesn't even register. So I can't say I was very surprised that when I invited" , "date" : "20050727" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "THE SUMMER COOK; Easing The Way To Dinner" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990DEFDE133FF934A15754C0A9639C8B63"} , {"body" : "Four men were killed in four unrelated shootouts across the city during a violent six-hour period beginning late Saturday night and ending yesterday morning, the police said. Six men were injured in the shootings. The shootings began about 9 Saturday night and occurred in three boroughs -- Manhattan, Brooklyn and the Bronx. The police said all four" , "date" : "20050725" , "day_of_week_facet" : "Monday" , "geo_facet" : ["MANHATTAN (NYC)" , "BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "4 Are Killed and 6 Hurt in 4 Gun Attacks" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9904E5DD123FF936A15754C0A9639C8B63"} , {"body" : "A man abducted and shot his former girlfriend near her Brooklyn home yesterday, then was shot himself as he traded gunfire with police officers on a dead-end street where neighborhood children play, the police said. The man and his former girlfriend were both listed in critical condition, the police said yesterday afternoon. No police officers or" , "date" : "20050724" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Man Shot Ex-Girlfriend as Children Played Nearby, Police Say" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9406E0D9153FF937A15754C0A9639C8B63"} , {"body" : "Theater Approximate running times are in parentheses. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'AMERICAN LIVING ROOM FESTIVAL' Through Aug. 21. One of the more unpredictable summer festivals presents new and multidisciplinary work. This year's theme is ''Carousel of" , "date" : "20050722" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "The Listings: July 22 -- July 28" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F03EFDD173FF931A15754C0A9639C8B63"} , {"body" : "LONG before the BlackBerry and the PlayStation Portable, New Yorkers loved their hand-helds. The folded pizza slice, the hot dog and the crusty knish have a built-in mobility that lets hungry New Yorkers eat on the street, and enough density to carry them through to the next meal. New immigrants have added to the on-the-go family, introducing" , "date" : "20050720" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Jamaican Passions" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B00E2DC1F30F933A15754C0A9639C8B63"} , {"body" : "JAMAICAN drinks can sneak up on you. Ginger beer is a good place to start, the slow burn of the ginger acting as a cooler in hot weather. From there it's an easy jump to spicy, ruby red sorrel punch tart enough to stand up to the delicious fat in a meat patty. But read to the bottom of the menu at New York's Jamaican patty stands and juice bars." , "date" : "20050720" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Thirst Quenchers and Man Drinks" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F02E2DC1F30F933A15754C0A9639C8B63"} , {"body" : "Attractions Museums MERCHANT'S HOUSE MUSEUM, 29 East Fourth Street, East Village. This preserved late-Federal brick house with a Greek Revival interior, once owned by Seabury Tredwell, a wealthy hardware dealer, was built in 1832. Through July 25, ''With This Ring: An 1872 Wedding at Home in New York,'' an exhibition on the wedding of Sarah Ann" , "date" : "20050715" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01EEDD1330F936A25754C0A9639C8B63"} , {"body" : "Theater Approximate running times are in parentheses. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'AMERICAN LIVING ROOM FESTIVAL' Opens Wednesday. One of the more unpredictable summer festivals presents new and multidisciplinary work. This year's theme is ''Carousel of" , "date" : "20050715" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "The Listings: July 15 -- July 21" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E07E0DE1330F936A25754C0A9639C8B63"} , {"body" : "Q. I'm renovating and in the market for flooring that looks great yet can withstand heavy traffic. What can you suggest? A. The first step is to kick off your shoes. Even hardwood, linoleum and terrazzo eventually show signs of wear and tear, thanks to the dirt particles that cling to the soles of shoes and act like sandpaper. Restless dogs, cats" , "date" : "20050714" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "2" , "title" : "ROOM TO IMPROVE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F02E7DD1230F937A25754C0A9639C8B63"} ,   {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the Northeast this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and" , "date" : "20050708" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "The Listings: July 8 -- July 14" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F05EED61E31F93BA35754C0A9639C8B63"} , {"body" : "Sipping her morning coffee, Karen Bornarth stared with amazement yesterday at the new building plan that would create a towering row of skyscrapers around a proposed Nets arena east of Downtown Brooklyn, and forever change the borough's cozy skyline. ''The idea of having a sports team in Brooklyn is nice,'' said Ms. Bornarth, a 34-year-old baker," , "date" : "20050706" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Brooklynites Take In a Big Development Plan, and Speak Up" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A07E3DF1E31F935A35754C0A9639C8B63"} , {"body" : "The massive building plan surrounding a new Nets arena east of Downtown Brooklyn will include a ridge of a half-dozen skyscrapers as high as 60 stories sweeping down Atlantic Avenue, along with four towers circling the basketball arena, according to new designs completed by the developer Bruce C. Ratner and the architect Frank Gehry. The project," , "date" : "20050705" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Instant Skyline Added to Brooklyn Arena Plan" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980CEED61E3AF936A35754C0A9639C8B63"} , {"body" : "Frank Gehry's new design for a 21-acre corridor of high-rise towers anchored by the 19,000-seat Nets arena in Brooklyn may be the most important urban development plan proposed in New York City in decades. If it is approved, it will radically alter the Brooklyn skyline, reaffirming the borough's emergence as a legitimate cultural rival to" , "date" : "20050705" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "AN APPRAISAL; Seeking First to Reinvent the Sports Arena, and Then Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D05E7DF1639F936A35754C0A9639C8B63"} , {"body" : "A Brooklyn teenager was arraigned yesterday on murder charges in the killing of a 15-year-old boy, who the authorities say was stabbed to death after more than a dozen youngsters set upon him and three friends and stole an iPod from one of them. The teenager, Darran Samuel, 16, was ordered held without bail at his arraignment before Criminal Court" , "date" : "20050705" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Youth Denied Bail In Killing During IPod Theft" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D01E0D91031F936A35754C0A9639C8B63"} , {"body" : "HERMAN--Amy. 53, on July 2. Beloved daughter of Sylvia, sister of Marc, sister-in-law of Harriet, aunt, friend and colleague of many. Amy contributed to the well being of this city through her passionate work in legal services, the NY AIDS Coalition, and most recently, for the National Organizational Development Network. She fought cancer for more" , "date" : "20050705" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "7" , "title" : "Paid Notice: Deaths HERMAN, AMY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980CE1DD1131F936A35754C0A9639C8B63"} , {"body" : "SICKLES -- Renee. Beloved wife of the late Harold. Loving mother of Roberta, Alan, Barry and Howard, and mother-in-law of Marlene, William and Hal. Cherished grandmother of Harris and Shira. Devoted sister of Debby Buchwald and Rochell Turshen. Dear aunt of Ivy, Ben, Julia and Sam. Services today, 12 noon at Sherman's Flatbush Memorial Chapel," , "date" : "20050703" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "27" , "title" : "Paid Notice: Deaths SICKLES, RENEE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950CE6DF1031F930A35754C0A9639C8B63"} , {"body" : "A Colorful Holiday, Buzzing in the Bronx The red, white and blue will fly at the Bronx Zoo this weekend, and not just on the American flag. They will also flutter by in the form of red admirals, great southern whites and smoky blue pipevine swallowtails -- not patriotic symbols, exactly, but certainly worthy of celebration. They are among the" , "date" : "20050701" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "Family Fare" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9406E4D91531F932A35754C0A9639C8B63"} , {"body" : "The 30-second encounter in Brooklyn began with that most routine form of morning commerce, the breakfast pastry purchase. Almost instantly, the scene inside a Dunkin' Donuts shop on Empire Boulevard in Flatbush turned ugly. The customer pulled a knife and lunged toward the clerk's face and, with his other hand, tried to reach into the cash" , "date" : "20050628" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Morning Action at the Doughnut Shop: A Robbery Attempt Is Caught on Camera" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F00E1DE1731F93BA15755C0A9639C8B63"} , {"author" : "Jenny Allen is a contributing editor at Good Housekeeping and a stand-up comic." , "body" : "MY friend Ashton and her boyfriend, Bob, are leaving Ashton's roomy, prewar apartment on West End Avenue and buying a two-story house in Williamsburg, Brooklyn. They are not making a real estate killing, the only reason I would consider budging from the Upper West Side. Like many of my fellow middle-aged Upper West Siders, I am hanging on for dear" , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "THE NEW BROOKLYNS\/BACKLASH; They'll Take Manhattan" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E4DA143BF93AA25755C0A9639C8B63"} ,   {"author" : "Suketu Mehta is the author of ''Maximum City: Bombay Lost and Found'' (Knopf)." , "body" : "AT a party on the Upper West Side in 2000, a distinguished American author, and longtime Manhattanite, asked where I lived. ''Brooklyn,'' I told him. He snorted. ''Poor people live in Brooklyn.'' Then he turned away to get some meat. Shortly after the party, to see if I could move from my rented apartment in Boerum Hill, I went looking to see what" , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE NEW BROOKLYNS\/SIGNS OF CHANGING TIMES; The Great Awakening" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0CE7D6153BF93AA25755C0A9639C8B63"} , {"author" : "Humera Afridi is completing her first novel, ''Asymptotes,'' set in New York, Pakistan and Saudi Arabia." , "body" : "CONEY ISLAND is what they call it. ''Our new home -- Coney Island,'' they say proudly and flick their eyes toward the double-wide avenue lined with squat two- and three-story buildings huddled together like members of an ambushed army. The short stretch of Coney Island Avenue from Avenue H to Beverly Road, along with the side streets leading off" , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CONEY ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "THE NEW BROOKLYNS\/FACES OF A BOROUGH; The Coney Island Of Their Mind" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE4DA143BF93AA25755C0A9639C8B63"} , {"body" : "A Founding Mother Q. I recently read that Gravesend, Brooklyn, was founded by a woman back in the 17th century, which seems early for a woman to have had such a civic role. Is this true? A. Not only is it true, an interesting tale lies behind it, one that reminds us that religious tolerance was not uniformly practiced in the Colonies. Gravesend," , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A04EEDA143BF93AA25755C0A9639C8B63"} , {"author" : "Susan Choi is the author, most recently, of \"American Woman,\" a novel." , "body" : "THEY'RE one of the things I most treasure about Brooklyn, by far its most exotic species. And you don't need to expend extraordinary effort to find them. You don't need sensitive recording devices. You don't need a kayak. Despite all this, few people notice them. Is this because they're such quintessential Brooklynites themselves? For one thing," , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "VOICES; 'Who Needs Myth When We Have the Real Thing?'" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B07EEDC153BF93AA25755C0A9639C8B63"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the Northeast this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and" , "date" : "20050617" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "The Listings: June 17 -- June 23" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9900E7DC173BF934A25755C0A9639C8B63"} , {"body" : "THE leafy, sleepy Midwood neighborhood of Brooklyn is as green, clean and quiet as it was in the late 1950's, when Willa Gelber was a teenager and itchy for more sophisticated urban pleasures. Her family lived in that Midwood archetype, a large 1950's stucco two-family house with a front porch, a backyard and a finished basement, along with a dark" , "date" : "20050612" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS\/Midwood, Brooklyn; Discovering You Can Go Home Again" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0DE0DE1138F931A25755C0A9639C8B63"} , {"body" : "Yesterday, nearly four years after the Sept. 11, 2001, terrorist attack on the World Trade Center, relatives and comrades finally said goodbye to Firefighter Keithroy Maynard, 30, who was one of the 343 city firefighters killed at ground zero. Mr. Maynard's remains were among the last to be found and identified. Although his family held a memorial" , "date" : "20050612" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "Years Later, a Final Goodbye to a Firefighter Lost on 9\/11" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9407E1DC1E38F931A25755C0A9639C8B63"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the Northeast this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and" , "date" : "20050610" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "The Listings: June 10 -- June 16" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9902E3DB1138F933A25755C0A9639C8B63"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the Northeast this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and" , "date" : "20050610" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "The Listings: June 10 -- June 16" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0DE1DF1138F933A25755C0A9639C8B63"} , {"body" : "UNTIL recently, residents of Brooklyn's Victorian Flatbush have been all dressed up with no place to go. No place in the neighborhood, that is. But that seems to be changing with the slow but steady evolution of Cortelyou Road, the seven-block-long commercial section of a street that cuts through Flatbush between Coney Island Avenue and East 17th" , "date" : "20050605" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CORTELYOU ROAD (BROOKLYN)" , "NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "14" , "title" : "SQUARE FEET\/Cortelyou Road, Brooklyn; A Commercial Strip Gaining in Charm" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0CEEDD1738F936A35755C0A9639C8B63"} ,   {"body" : "The Eton eight rowing on the willow-fringed Thames they're not. The 40 oarsmen and oarswomen of Beach Channel High School, who are one of only two public high school crew teams in the city, practice their gracious sport in Brooklyn, in Mill Basin, a trash-lined corridor of brackish water adjoining Flatbush Avenue near Jamaica Bay. Three raccoons" , "date" : "20050605" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: MILL BASIN; For a Hard-Knocks Crew, Preppy Honors and Pride" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B00E2DA123EF936A35755C0A9639C8B63"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Full reviews of current shows, additional listings, showtimes and tickets:" , "date" : "20050603" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "The Listings: June 3 -- June 9" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9404E3DF1738F930A35755C0A9639C8B63"} , {"body" : "Letters to Dear Aggie (She's Not Dear Abby) This weekend families are invited to visit a local celebrity. She's a dark beauty, very gracious with her admirers and especially loved by children. She hasn't done a ''Got milk?'' commercial yet, but she would be a natural for the campaign. She is Aggie, the Dexter cow at the Prospect Park Zoo and the" , "date" : "20050603" , "day_of_week_facet" : "Friday" , "geo_facet" : ["RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "Family Fare" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F03E1DF1738F930A35755C0A9639C8B63"} , {"body" : "Rym Abid-Gun, who lived in Paris and worked in a chocolate store there, was frustrated because there were no shops for specialty food items in her neighborhood in Brooklyn, Prospect Heights. So a few months ago, with the help of her husband, Isitan Gun, she opened Delicacies, 639 Vanderbilt Avenue (Prospect Place), above. She now sells items that" , "date" : "20050601" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; Still More Goodies For Brooklyn Neighborhoods" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9505EFD71F39F932A35755C0A9639C8B63"} , {"body" : "For Mike Mustafa, the owner of a tailor shop just off Fifth Avenue in Bay Ridge, Brooklyn, the thick gray sky and heavy drizzle over his neighborhood seemed almost fitting yesterday. Standing in front of a window in the shop he opened 15 years ago, Creative Needle Tailoring, Mr. Mustafa said he was dreading the loss of the crown jewel of the strip" , "date" : "20050527" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Separation Sets In: No Brides, No Business?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E3DE1139F934A15756C0A9639C8B63"} , {"body" : "KANTROW--Sylvia. Age 95. Died as she wished--at home and independent--on May 23, 2005. Devoted wife of Aaron Kantrow. Mother of Alan Kantrow, and aunt of Dr. Ronald I. Maitland. She was the last of her kind, and her passing marks the end of an era. Funeral services 9 AM Sunday, June 12, GuttermanParkside Memorial Chapel, 2576 Flatbush Avenue (at" , "date" : "20050527" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "15" , "title" : "Paid Notice: Deaths KANTROW, SYLVIA" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F02E6DD1139F934A15756C0A9639C8B63"} , {"body" : "KANTROW--Sylvia. Age 95. Died as she wished--at home and independent--on May 23, 2005. Devoted wife of Aaron Kantrow. Mother of Alan Kantrow, and aunt of Dr. Ronald I. Maitland. She was the last of her kind, and her passing marks the end of an era. Funeral services 9 AM Sunday, June 12, GuttermanParkside Memorial Chapel, 2576 Flatbush Avenue (at" , "date" : "20050526" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "18" , "title" : "Paid Notice: Deaths KANTROW, SYLVIA" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9403E7DC1039F935A15756C0A9639C8B63"} , {"body" : "LATZMAN--Allen. Beloved son of Ida. Caring father of Philip and Andrew. Adored brother of Barry, Stephen and Carol Mizrahi. Cherished grandfather of Mitchell, Marisa and Samuel. Dear uncle and friend. Services today, 11:30 am, at ''Parkside Memorial Chapel,'' 2576 Flatbush Avenue, corner Avenue V, Brooklyn." , "date" : "20050523" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "7" , "title" : "Paid Notice: Deaths LATZMAN, ALLEN" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0CE1DD1239F930A15756C0A9639C8B63"} , {"body" : "Attractions Museums MUSEUM OF THE CITY OF NEW YORK, Fifth Avenue at 103rd Street. The museum collects, preserves and presents material related to the city's history. Tomorrow and Sunday at 2 p.m., ''Lovely to Look At,'' a cabaret performance celebrating New York City and the music of Kern, Berlin, Porter, Arlen, Weill and others, with Marian" , "date" : "20050520" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E4D81739F933A15756C0A9639C8B63"} , {"body" : "Trying to build political support for his proposed $2.5 billion sports and housing complex at the Atlantic Yards in Brooklyn, Bruce C. Ratner, the developer, signed an agreement yesterday to reserve about half of the rental apartments for tenants who make less than $100,000 a year. The agreement, signed with the Association of Community" , "date" : "20050520" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Arena Plan Calls For Many Subsidized Units" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E3DD1439F933A15756C0A9639C8B63"} ,   {"body" : "TOPAL -- Lorraine. Loving wife of Jack, nurturing mother of Mark, Steven, Cheryl and the late Arlene, adored and adoring grandmother of Scott and Andrew. Actively served her temple and community selflessly and with elegance. Contributions in her memory may be made to Arlene Topal Creative Arts Fund, Inc., C\/O Topal, 447 Beach 140 St., Belle Harbor," , "date" : "20050513" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "13" , "title" : "Paid Notice: Deaths TOPAL, LORRAINE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E06E5D91130F930A25756C0A9639C8B63"} , {"body" : "Nick's Lobster sits near the end of Flatbush Avenue, where southeast Brooklyn just begins to smell of the sea. Ten miles from Lower Manhattan, it overlooks serene waters opposite a gently rolling golf course, far removed from City Hall. But what happened in this remote pocket on a balmy afternoon in October 2001 touched off a political clash that" , "date" : "20050508" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Racial Politics of 2001; Unhealed Wounds in 2005" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502EED91530F93BA35756C0A9639C8B63"} , {"body" : "To the Editor: ''The Spell of the El'' (May 1) accepts the New York City Transit position that none of the three deadliest subway disasters occurred on elevated lines. Nonetheless, a spectacular BMT el derailment on the afternoon of June 25, 1923, resulted in eight fatalities -- three more than the official third-worst accident, the 1991 Union" , "date" : "20050508" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "15" , "title" : "Brooklyn's Elevated Train Disaster" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9403E4D81430F93BA35756C0A9639C8B63"} , {"body" : "Attractions Museums and Sites NEW YORK PUBLIC LIBRARY, Fifth Avenue and 42nd Street, Manhattan. Through July 30, ''Before Victoria: Extraordinary Women of the British Romantic Era,'' an exhibition of hundreds of rare manuscripts, letters, prints, memoirs and other items related to female iconoclasts who challenged the rules of British culture" , "date" : "20050506" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE2D71730F935A35756C0A9639C8B63"} , {"body" : "Two bags containing what the police believe to be human remains were discovered yesterday afternoon next to a stairway leading to the Long Island Rail Road tracks near Ocean Avenue in Midwood, Brooklyn, the police said. The police did not describe the remains, or say when they thought they had been left. The medical examiner's office is examining" , "date" : "20050506" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Grisly Discovery Near Train Tracks" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9900E7DA1430F935A35756C0A9639C8B63"} , {"body" : "REINISCH--Lillian on May 5th, 2005 of Brooklyn, NY formerly of Great Neck, LI. Beloved wife of the late Mann B. Reinisch. Devoted mother of June M. Reinisch. Loving mother-in-law of Leonard A. Rosenblum. Cherished cousin of Sylvia Salem. Services today 1 PM at ''Gutterman's'' (Parkside Bldg) 2576 Flatbush Avenue, Brooklyn." , "date" : "20050506" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "9" , "title" : "Paid Notice: Deaths REINISCH, LILLIAN" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A06EFD91430F935A35756C0A9639C8B63"} , {"body" : "WHAT do you get when you sell a three-bedroom, 1,500-square-foot Brooklyn Heights co-op for $1 million and buy a seven-bedroom, 4,000-square-foot house 10 minutes away in Prospect Park South for $1.025 million? According to Felicia Kang, who, with her husband, Tom Rosenthal, just made that move, you get a terrific bargain with lots more room -- and" , "date" : "20050501" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK SOUTH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN\/Prospect Park South, Brooklyn; Near Prospect Park, a Touch of Greenwich" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9804E0DF1131F932A35756C0A9639C8B63"} , {"body" : "THE end came abruptly on Third Avenue. Just after 6 p.m. on May 12, 1955, the last elevated uptown train rolled out of Chatham Square, in Chinatown, bound for the Bronx and then for incineration. Subway ridership had declined steadily after peaking at 2.1 billion in 1947. Elevated railways, at least in Manhattan, were seen as a thing of the past." , "date" : "20050501" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Spell Of the El" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9405EFD81131F932A35756C0A9639C8B63"} , {"body" : "This is about dining out. Not in one of those fancy food palaces where the maître d'hôtel stands in judgment at a celestial podium and the reservations are only available at 5:30 -- handed out like condescending early-bird specials. No, this is about a new global dining phenomenon in which you have to know somebody who knows somebody just to find" , "date" : "20050501" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PARIS (FRANCE)" , "BERLIN (GERMANY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Magazine" , "Style"] , "page_facet" : "80" , "title" : "Psst ... Alice Waters Sent Me" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9500EFD6163EF932A35756C0A9639C8B63"} , {"body" : "Could you borrow a painting or sculpture from your local library? It's not very likely. Libraries are, as conventional wisdom suggests, about books rather than art objects. Nevertheless, significant works of art have found their way into many libraries, some acquired by purchase but most by donation. A large case in point is the main building of" , "date" : "20050429" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Education"] , "page_facet" : "31" , "title" : "CRITIC'S NOTEBOOK; On a Treasure Hunt for Art Stashed Among the Books" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A05E4D81031F93AA15757C0A9639C8B63"} ,   {"body" : "Theater 'CHANTECLER,' Edmond Rostand's fable about a rooster, with masks, puppets and music, by the Adhesive Theater Project, at the Teatro La Tea in the Clemente Soto Vélez Cultural Center, 107 Suffolk Street, second floor, Lower East Side, (212)353-3101. Tuesdays through Fridays at 8 p.m.; Saturdays at 2 and 8 p.m.; Sundays at 5 p.m. Through May" , "date" : "20050429" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "Spare Times; For Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D03EFD81031F93AA15757C0A9639C8B63"} , {"body" : "On Broadway, the beauty-salon drama ''Steel Magnolias'' opened this month to mixed reviews. But in the real salons that tend to the city's countless cornrows and braids and weaves and other styles, there is a frighteningly real drama unfolding with a different sort of steel: the kind that is pulled out of a robber's pocket and pointed at the woman" , "date" : "20050427" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["MANHATTAN (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Shower of Boiling Water Interrupts A Long String of Hair Salon Robberies" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9404E6D91331F934A15757C0A9639C8B63"} , {"body" : "Events New York City PEN WORLD VOICES: THE NEW YORK FESTIVAL OF INTERNATIONAL LITERATURE, concludes today with several events including: at 11 a.m., an online forum with André Aciman at www.wordswithoutborders.org; at noon, a reading with Rafael Chirbes, Patrick Roth and Peter Stamm, introduced by A.M. Homes, at McNally Robinson Booksellers, 50" , "date" : "20050422" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9404EEDA1731F931A15757C0A9639C8B63"} , {"body" : "A Brooklyn pastor has been arrested on charges he sexually abused a 13-year-old boy who attended his church, the police said. The pastor, Donald Jean, 35, of 1256 East 95th Street in Canarsie, was arrested Monday and charged with first-degree sexual abuse after the boy reported the assault, the police said. The police said the abuse occurred at the" , "date" : "20050420" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Minister Accused In Sexual Abuse Of Boy" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0CE3DA1631F933A15757C0A9639C8B63"} , {"body" : "IN the narrow kitchen of his apartment on Flatbush Avenue in Brooklyn, Andrew Feinberg was about to make clam pizza. That might sound like a perfectly quotidian pastime for Mr. Feinberg, since he is the chef and an owner of Franny's restaurant, a favorite among New York pizza fans. But truth is, he'd never made pizza at home. In fact before opening" , "date" : "20050420" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "THE CHEF: ANDREW FEINBERG; A Student of the Pizza Does a Little Homework" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9804E1D71F3EF933A15757C0A9639C8B63"} , {"body" : "WHO SHE WAS: My Search for My Mother's Life By Samuel G. Freedman Simon & Schuster ($25, hardcover) As Bernie Solomon won admission to City College and Marion Herzog chose Hunter, Eleanor made her selection in typically headstrong fashion. She would enroll at Brooklyn College starting in February 1941. The campus lay two hours and several transfers" , "date" : "20050417" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEW YORK BOOKSHELF; A Journey, a Headline And an Urban Villager" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01EFDC113EF934A25757C0A9639C8B63"} , {"author" : "Jessica Grose is an M.F.A. candidate at Columbia and the editorial assistant at Spin.com. She lives in Brooklyn." , "body" : "SINCE I know what it's like to sob on nearly every single form of public transportation in the New York metropolitan area, I can tell you with authority that crying on the subway is the most cathartic. I suppose I'm not a full-fledged expert in local mass transit emoting; I have yet to cry on the Staten Island Ferry or the tram to Roosevelt Island." , "date" : "20050417" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "9" , "title" : "MODERN LOVE; Me? I'm Just Fine (Whimper). Really (Sob)." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9801E4DC113EF934A25757C0A9639C8B63"} , {"body" : "It could have been spring fever. But whatever whimsy led five 15-year-old boys to act out a bank robbery yesterday in the lobby of a Brooklyn savings and loan, it probably dissipated with their arrest. ''They were being kids,'' said one police official, who insisted that his name not be used. In the end, two of the boys were charged with attempted" , "date" : "20050415" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Bank Math: Dose of Spring Fever + 1 Bad Joke = 5 Arrests" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980CE6DD113EF936A25757C0A9639C8B63"} , {"body" : "FROM penthouse apartments in Manhattan to 19th-century brownstones in Brooklyn, and from tiny backyard spaces to bulging community gardens, the spring season of show houses and house and garden tours has begun in New York City. This year's sampling includes private modern art collections, shiny new kitchens, lush plantings and antiques galore." , "date" : "20050414" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "Spring Ambles In, Along With the Curious" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9800E4DA133EF937A25757C0A9639C8B63"} , {"body" : "In the last decade, the number of rent-regulated apartments in New York City has been gradually diminishing. Now, statistics indicate, the gradual has become less gradual -- the era of rent regulation is ever more rapidly fading. According to figures provided by landlords to the New York State Division of Housing and Community Renewal, 13,024" , "date" : "20050410" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The Slow Fadeout of Rent Regulated Apartments" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E03E7DB173EF933A25757C0A9639C8B63"} ,   {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Aug. 7, ''Exploring Bolivia's Biodiversity,'' an exhibition of more than 30 color photographs. Through May 30, ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter,'' a walk-in display of hundreds of live specimens. Through the" , "date" : "20050408" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E3DC173EF93BA35757C0A9639C8B63"} , {"body" : "The developer Bruce C. Ratner removed a potential obstacle to his proposed $2.5 billion sports and housing complex at the Atlantic Yards in Brooklyn this week by agreeing to buy two buildings owned by a rival developer who had vowed to block his plans. Mr. Ratner's Forest City Ratner Companies agreed on Thursday to pay $44 million to Leviev" , "date" : "20050402" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Holdout Sells to Developer Of Brooklyn Arena Project" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B01E3DC113FF931A35757C0A9639C8B63"} , {"body" : "Federal and local authorities investigating two retired detectives accused of taking part in eight mob killings more than a decade ago found the remains of what they believe is another murder victim yesterday beneath the concrete floor of a garage in Brooklyn, law enforcement officials said. After two days of digging up the floors of three separate" , "date" : "20050402" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Remains Found Under Garage In Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B04E6DB113FF931A35757C0A9639C8B63"} , {"body" : "MAKING space for art in New York, one of the nation's most expensive cities, is hard. Making space for dance, perhaps the most impoverished art, is harder. Though there are exceptions -- Alvin Ailey American Dance Theater just opened a new building on Ninth Avenue and 55th Street, and the Field plans to open an informal performance space soon in" , "date" : "20050401" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "Dance's Vanguard Stakes Out Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940CE4D6133FF932A35757C0A9639C8B63"} , {"body" : "Theater A selective listing by critics of The Times: New or noteworthy Broadway, Off Broadway and Off Off Broadway shows this weekend. Approximate running times are in parentheses. * denotes a highly recommended show. + means discounted tickets were available at the Theater Development Fund's TKTS booth for performances last Friday and Saturday" , "date" : "20050401" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D03E2D81E3FF932A35757C0A9639C8B63"} , {"body" : "The police and federal agents tore up the floor of a Brooklyn parking garage yesterday searching for the body of a diamond dealer who they believe was killed two decades ago with the help of two retired city detectives who have been accused of working for the mob, law enforcement officials said. Investigators used jackhammers, pickaxes and shovels" , "date" : "20050401" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Police Dig For Man's Body In Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9901E2DB103FF932A35757C0A9639C8B63"} , {"body" : "Theater 'JUNIE B. JONES,' a musical based on the books by Barbara Park, tomorrow at 2 p.m. at Theaterworks\/USA, at the Auditorium at Equitable Tower, 787 Seventh Avenue, at 51st Street, Manhattan, (212)627-7373. Tickets: $25, or $18 when buying 10 or more during the season. 'THE JUNGLE BOOK,' by the New Acting Company, at the Greenwich Village" , "date" : "20050401" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "Spare Times; For Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E03E2DE103FF932A35757C0A9639C8B63"} , {"body" : "A customer in the Magic Touch beauty salon at 611 Flatbush Avenue collapsed and died yesterday during a scuffle with another woman in the salon, the police and a witness said. The police did not identify the dead woman, but said she was 47. A longtime friend, John Pekun, 57, of Brooklyn, said that her first name was Bidi and that she was the aunt" , "date" : "20050330" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Flatbush: Woman Collapses and Dies During a Fight" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E6DE133FF933A05750C0A9639C8B63"} , {"body" : "WEINMAN--Philip. Beloved husband of Dorothy. Loving father of Linda (Michael). Adored grandfather of Jonathan. Devoted brother of Lillian. Services are today, at 10 AM, at Sherman's Flatbush Memorial Chapel, 1283 Coney Island Avenue, Brooklyn." , "date" : "20050327" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "32" , "title" : "Paid Notice: Deaths WEINMAN, PHILIP" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0CEEDD153FF934A15750C0A9639C8B63"} , {"body" : "EIGHT miles south and three flights higher than Macy's Cellar stands a lesser-known but no less remarkable department-store food emporium. The cuisine, a sort of West-Indian-American fusion, is fresh, delicious and reasonably priced. The staff is friendly, and the décor is best described as Midcentury Employee Break Room. That's because it is an" , "date" : "20050322" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "INK; Dining at Sears, Upstairs but Under the Radar" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9505E6DC1F3CF931A15750C0A9639C8B63"} ,   {"body" : "Two years after the American-led invasion of Iraq, relatively small crowds of demonstrators -- the home guard of the antiwar movement -- mobilized yesterday in New York, San Francisco and cities and towns across the nation to condemn the war and demand the withdrawal of allied forces. Thousands joined similar protests in European cities. On both" , "date" : "20050320" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SAN FRANCISCO (CALIF)" , "IRAQ"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "35" , "title" : "Hundreds of Rallies Held Across U.S. to Protest Iraq War" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E2DD1E3CF933A15750C0A9639C8B63"} , {"body" : "Theater A selective listing by critics of The Times: New or noteworthy Broadway, Off Broadway and Off Off Broadway shows this weekend. Approximate running times are in parentheses. * denotes a highly recommended show. + means discounted tickets were available at the Theater Development Fund's TKTS booth for performances last Friday and Saturday" , "date" : "20050318" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9902E3DD103CF93BA25750C0A9639C8B63"} , {"body" : "Theater 'FOOLS IN LOVE,' a children's musical adaptation of ''A Midsummer Night's Dream,'' set in a 1950's diner, at the Wings Theater, 154 Christopher Street, Greenwich Village, (212)627-2961. Today and tomorrow at 7:30 p.m.; Sunday at 3:30 p.m. Through April 9. Tickets: $19. 'THE ADVENTURES OF HUCKLEBERRY FINN,' a musical from Theaterworks\/USA," , "date" : "20050311" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "Spare Times; For Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E1DC173CF932A25750C0A9639C8B63"} , {"body" : "MOSKOWITZ--Shirley. Beloved mother of Arline and Fred Eber. Loving grandmother of David and Ellen, Samuel, Kathy and Chris. Devoted great-grandmother of Justin, Michael, Jake, Erica, Laura and Max. Services Sunday, 10:00 AM At Sherman's Flatbush Memorial Chapel, 1283 Coney Island Avenue, Brooklyn (Ave J)." , "date" : "20050311" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "21" , "title" : "Paid Notice: Deaths MOSKOWITZ, SHIRLEY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A06EFDE143CF932A25750C0A9639C8B63"} , {"body" : "WHAT could be more romantic than whiling away the hours in a snug Flatbush Avenue walk-up, making ravioli with the person you adore? Or, so it might have been for Francine Stephens and Andrew Feinberg, the owners of Franny's in Prospect Heights, Brooklyn, if it weren't for the presence of a reporter. ''It's no big deal,'' Ms. Stephens said. ''Ever" , "date" : "20050309" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "THE CHEF: ANDREW FEINBERG; For Pizza Royalty, Pasta Stars at Lunch" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E2D91F3DF93AA35750C0A9639C8B63"} , {"body" : "Sunday 3|6 COMEDY WITH BAGELS The literary critic James Wood appears in the relatively intimate space of the 92nd Street Y's art gallery for a morning of whitefish, lox and Salman Rushdie. Mr. Wood's latest book, ''The Irresponsible Self: On Laughter and the Novel,'' addresses comedy in fiction, and while you nosh he'll be talking about humor in" , "date" : "20050306" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "The Guide" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0CE6D7123DF935A35750C0A9639C8B63"} , {"body" : "From its inception, the Paramount Theater in downtown Brooklyn was a knockout. Starting in 1928, it welcomed guests into its mirrored lobby and its impossibly ornate playhouse, where Miles Davis, Ethel Merman, Bing Crosby and Mae West performed under innumerable golden statues and fountains spewing dry ice. A Wurlitzer organ, second in size only to" , "date" : "20050306" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Education" , "Theater"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN; Yet Another New Chapter For a Glamorous Old Theater" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE4DE113DF935A35750C0A9639C8B63"} , {"body" : "As Konstantin Uralsky, a former dancer in the Bolshoi Ballet, tells it, there was a right way and a wrong way taught in his choreography classes in Moscow in the 1980's, and little in between. When, as a novice dance maker, he ended a duet with a man kneeling, his back to the audience and holding a limp woman, an outraged teacher berated him," , "date" : "20050304" , "day_of_week_facet" : "Friday" , "geo_facet" : ["RUSSIA"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "Transplanted, a Russian Savors the Freedom to Dare" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D07EFDB103DF937A35750C0A9639C8B63"} , {"body" : "DAN GOLDSTEIN loves his new home, a 1,280-square-foot, two-bedroom, two-bath, roughly finished condominium in a former warehouse building on Pacific Street near downtown Brooklyn. Which is why he does not want to leave, even though he is being pressed to do so. The approach to the building is not the grandest. Across the street are the dormant" , "date" : "20050227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS\/Brooklyn; Battling A Developer's Mammoth Plans" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F03E5DB173DF934A15751C0A9639C8B63"} , {"body" : "MOORE--Elaine Pohl. June 18, 1927-February 25, 2005. Wife of the late Melvin Moore, M.D., mother of Abigail and Eli, mother-in-law of Lynn, grandmother of Benjamin Wexler and Alyssa and Melanie Moore, sister of Bernice Pohl Feldman. Passed away after a courageous struggle following a long illness. Born in Brooklyn to Elsie Brickner and Dr. Samuel" , "date" : "20050227" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "40" , "title" : "Paid Notice: Deaths MOORE, ELAINE POHL" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907E1DC153DF934A15751C0A9639C8B63"} ,   {"body" : "MOORE--Elaine Pohl. June 18, 1927-February 25, 2005. Wife of the late Melvin Moore, M.D., mother of Abigail and Eli, mother-in-law of Lynn, grandmother of Benjamin Wexler and Alyssa and Melanie Moore, sister of Bernice Pohl Feldman. Passed away after a courageous struggle following a long illness. Born in Brooklyn to Elsie Brickner and Dr. Samuel" , "date" : "20050226" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "13" , "title" : "Paid Notice: Deaths MOORE, ELAINE POHL" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE5D7143DF935A15751C0A9639C8B63"} , {"body" : "Each one is a digital message in a bottle bobbing on the Internet. ''You got into a cab Friday on 14th Street and, I think, Second Avenue,'' said one posting. ''We looked at each other. I still remember your pretty smile. Why did I have to be in a rush to get somewhere and not ask you to grab lunch with me? I have more time now and maybe I'll find" , "date" : "20050223" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "4" , "title" : "Romance Beckons (in Case You Missed It)" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9906E7D61F3AF930A15751C0A9639C8B63"} , {"body" : "SUNDAY 2\/20 DANCE AROUND THE WORLD The second annual Folk Feet festival in Brooklyn showcases a smorgasbord of dance styles, from Bangladeshi to Panamanian, from bomba to step-and-drill. And bring your dancing shoes: after the three-hour concert ends, the schooling begins, with classes in Trinidadian limbo, Persian freestyle and Swedish couple" , "date" : "20050220" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "THE GUIDE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9501E4D9123AF933A15751C0A9639C8B63"} , {"author" : "E-mail: streetscapes@nytimes.com" , "body" : "CAN anyone hope to designate half a landmark? And the 1893 Smith, Gray & Company building, at Fulton and Nevins Streets, would be even less than half -- only 7 floors remain of the 17-story 1890's tower. Yet a coalition of preservationists has a list of 28 buildings in downtown Brooklyn it deems worthy of designation, and the Smith, Gray building" , "date" : "20050220" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "STREETSCAPES\/Brooklyn; Can Nearly Half a Building Add Up to a Landmark?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D01E2DF113AF933A15751C0A9639C8B63"} , {"body" : "Theater A selective listing by critics of The Times: New or noteworthy Broadway, Off Broadway and Off Off Broadway shows this weekend. Approximate running times are in parentheses. * denotes a highly recommended show. + means discounted tickets were available at the Theater Development Fund's TKTS booth for performances last Friday and Saturday" , "date" : "20050218" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0CE6DC103AF93BA25751C0A9639C8B63"} , {"body" : "Arthur Miller, one of the great American playwrights, whose work exposed the flaws in the fabric of the American dream, died Thursday night at his home in Roxbury, Conn. He was 89. The cause was congestive heart failure, said Julia Bolus, his assistant. The author of ''Death of a Salesman,'' a landmark of 20th-century drama, Mr. Miller grappled" , "date" : "20050212" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Front Page" , "Arts" , "Obituaries" , "Theater"] , "page_facet" : "1" , "title" : "Arthur Miller, Moral Voice Of American Stage, Dies at 89" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E05E3D9143AF931A25751C0A9639C8B63"} , {"body" : "Attractions Museums AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. In celebration of Black History Month: ''Lift Ev'ry Voice: Black Music in America,'' a series of films, discussions and performances over the next three Saturdays; tomorrow at 1 p.m., a screening of the 1982 film ''Say Amen, Somebody,'' directed by George T." , "date" : "20050211" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F07E4DB173AF932A25751C0A9639C8B63"} , {"body" : "Theater A selective listing by critics of The Times: New or noteworthy Broadway, Off Broadway and Off Off Broadway shows this weekend. Approximate running times are in parentheses. * denotes a highly recommended show. + means discounted tickets were available at the Theater Development Fund's TKTS booth for performances last Friday and Saturday" , "date" : "20050211" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0DE4DB173AF932A25751C0A9639C8B63"} , {"body" : "''Shakespeare, your new home away from home is Flatbush-upon-Lafayette,'' the Brooklyn borough president, Marty Markowitz, announced yesterday. With those words, the city unveiled a design yesterday for a $38 million glass and stainless steel theater designed by Hugh Hardy and Frank Gehry that would rise opposite the Brooklyn Academy of Music in" , "date" : "20050204" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "2" , "title" : "Theater Troupe to Get a $38 Million Brooklyn Home" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A04E6D9103BF937A35751C0A9639C8B63"} , {"body" : "Attractions Museums MUSEUM OF CHINESE IN THE AMERICAS, 70 Mulberry Street, Chinatown. On view, ''Have You Eaten Yet? The Chinese Restaurant in America Exhibit,'' an exhibition of Chinese menus, travel diaries and other items; ''Mapping Our Heritage Project,'' an interactive display on the history of Chinatown; ''Yellow Pearl,'' a compilation of" , "date" : "20050204" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E4D9103BF937A35751C0A9639C8B63"} ,   {"body" : "Theater 'PUT ON YOUR SHOES, I'VE GOT NEWS!,' an interactive show by the Paper Bag Players, Kaye Playhouse, 68th Street between Lexington and Park Avenues, (212)772-4448. Tomorrow at 2 p.m.; Sunday at 1 and 3 p.m. Tickets: $10 to $25. 'CINDERELLA,' by New York Theater Ballet, tomorrow and Sunday at 1 and 3:30 p.m., Florence Gould Hall, 55 East 59th" , "date" : "20050204" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "Spare Times; For Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9404E3D9103BF937A35751C0A9639C8B63"} , {"body" : "Attractions Mususeums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. ''Living in America: The American Indian Experience,'' the last of three Saturday presentations, will feature music and discussions tomorrow from 1 to 5 p.m.; free with admission. Opening tomorrow and on display through Aug. 7, ''Exploring" , "date" : "20050128" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9901E2D7173BF93BA15752C0A9639C8B63"} , {"body" : "A 39-year-old man beat and stabbed his wife to death late Thursday night in the Kensington section of Brooklyn, then drove his car into the side of a gasoline tanker at a service station six miles away, the police said. The collision, just west of the Flatbush Avenue exit on the Belt Parkway near Canarsie, spilled 2,000 gallons of gasoline, but it" , "date" : "20050122" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Wife's Killing Is Followed By Car Crash At Gas Station" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E6D71138F931A15752C0A9639C8B63"} , {"body" : "Theater A selective listing by critics of The Times: New or noteworthy Broadway and Off Broadway shows this weekend. Approximate running times are in parentheses. * denotes a highly recommended show. + means discounted tickets were available at the Theater Development Fund's TKTS booth for performances last Friday and Saturday nights. ++ means" , "date" : "20050121" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9506E4D81038F932A15752C0A9639C8B63"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue, at 36th Street, Astoria, Queens. One of the largest collections of moving-image artifacts. Through Feb. 13, ''Breaking Boundaries: Films Selected and Introduced by Members of the New York Film Critics Circle''; screenings this weekend, ''Salò'' or ''The 120 Days" , "date" : "20050121" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0CE1D61038F932A15752C0A9639C8B63"} , {"body" : "A state senator from Brooklyn punched a traffic agent in the face yesterday as the agent was writing a summons for the senator's double-parked car, the police said. The senator, Kevin S. Parker, 37, was taken to the 67th Precinct station house in East Flatbush and charged with third-degree assault, a misdemeanor, after the fight, the police said." , "date" : "20050121" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Senator Is Accused of Punching A Traffic Agent Over a Ticket" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9500E5DF1138F932A15752C0A9639C8B63"} , {"body" : "Events ITALIAN CULTURE, explored through arts workshops, tomorrow, 11 a.m. to 5 p.m. at the Bard Graduate Center, 18 West 86th Street, Manhattan. Admission, $3; students, $2; families (up to 6 people), $10. Information: (212) 501-3011. KIDS CAFE FESTIVAL 2005, featuring young performers, at Middle School 51, 350 Fifth Avenue, at Fourth Street, Park" , "date" : "20050121" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "Spare Times; For Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D02E3D61038F932A15752C0A9639C8B63"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue, at 36th Street, Astoria, Queens. One of the largest collections of moving-image artifacts. Through Feb. 13, ''Breaking Boundaries: Films Selected and Introduced by Members of the New York Film Critics Circle''; screenings this weekend, ''Citizen Ruth'' (1996)," , "date" : "20050114" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9404E0DD1438F937A25752C0A9639C8B63"} , {"body" : "A police officer helped deliver a baby last night -- for the 10th time in his 20-year career, the police said. The officer, Scott Lothrop, was helping a driver on the shoulder of the Belt Parkway near the Flatbush Avenue exit at 6 p.m. when another driver pulled over, said that his wife was in labor and asked to be escorted to the hospital, said" , "date" : "20050114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Officer Helps Deliver Baby, Again" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00EFDB1438F937A25752C0A9639C8B63"} , {"body" : "The police arrested a man yesterday in the killing of an Army sergeant outside a nightclub in Brooklyn on Sunday morning, the authorities said. The man, Joseph Carrington, 24, of 130 Martense Street in Flatbush, was charged with second-degree murder, attempted murder and first-degree assault, the police said. The shooting outside the nightclub," , "date" : "20050112" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "IRAQ"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Arrest In Nightclub Killing" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F01E5D71638F931A25752C0A9639C8B63"} ,   {"body" : "The police identified a suspect yesterday in the killing of an Army sergeant outside a nightclub in Brooklyn on Sunday morning, and said the gunman may have fired simply because he saw the sergeant talking to his girlfriend. The suspect, Joseph Carrington, 24, lives at 130 Martense Street in Flatbush, the police said. There is a $2,000 reward for" , "date" : "20050111" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Suspect Named In Fatal Shooting Outside a Club" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06EFD91F39F932A25752C0A9639C8B63"} , {"body" : "REDDOCK--Judith. Beloved wife of Philip (dec.). Loving mother of Jason and Carol (Howard). Adored ''Bubbe'' of Lauren and Ross. Dear sister of Estelle and Honey. Funeral Monday, January 10, 11:30 am, IJ Morris Funeral Directors, 1895 Flatbush Avenue, Brooklyn." , "date" : "20050110" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "7" , "title" : "Paid Notice: Deaths REDDOCK, JUDITH" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B03E5DC1F39F933A25752C0A9639C8B63"} , {"author" : "E-mail: eating@nytimes.com" , "body" : "Holiday decorations are coming down as New York settles into its gray season. But these Caribbean places add brightness to the restaurant scene. BOHIO (212) 568-5029; 4055 Broadway (171st Street); $; $25 and Under: 2\/4\/04. This friendly Dominican restaurant offers ''Viejo Latino'' cuisine with a stylish twist, like chunks of pernil, or roasted pork" , "date" : "20050109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CARIBBEAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "GOOD EATING; Caribbean Lights" , "url" : "http:\/\/events.nytimes.com\/mem\/nycreview.html?res=9C04E3D81139F93AA35752C0A9639C8B63"}]