[  {"body" : "THE question sounded laughable: Given that the national median home price recently calculated by the National Association of Realtors is $220,000, is it possible to buy something for that price in New York City? Or even, just to provide some wiggle room, up to $250,000? The initial reactions of real estate brokers in all five boroughs included:" , "date" : "20051120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "What You Can Get for $220,000" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/20\/realestate\/20cov.html"} , {"author" : "E-mail: hjaraton@nytimes.com" , "body" : "JASON KIDD finished shooting free throws yesterday, bent his 32-year-old knees into an imperfect L and lowered himself into a courtside seat at the Nets' practice facility. Veteran legs grow weary when the long road beckons, even in a season that is eight games young. If Thanksgiving is upon us, it is time for the Nets to make their annual -- and" , "date" : "20051118" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Sports of The Times; Best Move For Kidd Was Spiritual" , "url" : "http:\/\/select.nytimes.com\/\/2005\/11\/18\/sports\/basketball\/18araton.html"} , {"body" : "He walked these avenues and then he was gone, as the inhabitants of one city give way to the next, as some are hurried along. Everyone leaves behind a name, a time, a place and a role, and his were Jimmy Moy, 1960, Park Slope, Brooklyn: the man who never returned. A cataclysm's sudden vacancy leaves the memory of the disappeared, and the great" , "date" : "20051118" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Tracing Steps of the Man Who Walked Away" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/18\/nyregion\/18gone.html"} , {"body" : "Antiques on the Hudson Piers 88, 90 and 92, Twelfth Avenue between 48 and 55th Streets; (212) 255-0020. The Triple Pier Antique Show will take place Saturday and Sunday and on Nov. 12 and 13. Each weekend more than 600 dealers will offer everything from vintage clothes to New York City memorabilia. Pier 88, which will be open from 11 a.m. to 6 p.m." , "date" : "20051103" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "11" , "title" : "CALENDAR" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/03\/garden\/03cal.html"} , {"body" : "Two more teenagers were arraigned last night in connection with the beating of a black man in the Flatlands section of Brooklyn earlier this month, as new details of the attack emerged in court. The teenagers, Stephen Schicchi, 18, and Michael Goldberg, 17, both of Mill Basin, were arraigned before Judge James D. Gibbons in Brooklyn Criminal Court" , "date" : "20050830" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "In Brooklyn, 2 More Teenagers Charged in Black Man's Beating" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9404E5D91631F933A0575BC0A9639C8B63"} , {"body" : "One man was killed and two men were wounded early yesterday when someone opened fire at a house party in Flatlands, the police said. The names of the three victims were not released. It was unclear what started the argument that led to the shooting about 1 a.m. A man who said he was a host of the party on East 58th Street, but declined to give his" , "date" : "20050829" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Fatal Shooting At Party" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B07E0D9113CF93AA1575BC0A9639C8B63"} , {"body" : "A 17-year-old Brooklyn boy described by his family as a good student and a budding D.J. was fatally shot near his family's home in East New York last night, and the police said they had no motive and had arrested no suspects. The boy, Davon Walker, was standing in front of 400 Cozine Avenue, a building that is part of Fairfield Towers, about 7:40" , "date" : "20050829" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "In East New York, a Teenager Is Fatally Shot Near His Home" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B00E2D9113CF93AA1575BC0A9639C8B63"} , {"body" : "The Sept. 13 primary is now just over two weeks away. Here are our recommendations for City Council races in the Bronx, Brooklyn and Queens. The Bronx 13th District (Pelham, City Island, Throgs Neck, Allerton and Morris Park): Single-family homeowners worried about overdevelopment give this Democratic district a conservative streak. The current" , "date" : "20050828" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BRONX (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "City Council Endorsements" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9505E5DD1F3EF93BA1575BC0A9639C8B63"} , {"body" : "A Brooklyn man was arrested in Miami on Saturday and was awaiting extradition in connection with a stabbing on East 43rd Street in Flatlands on Aug. 9 in which Esperance Labidou died and her 16-year-old niece was wounded, the police said. The police said that the man, Pierre Carrenard, 35, had been stalking Ms. Labidou's daughter, Macdaly" , "date" : "20050823" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Metro Briefing | New York: Brooklyn: Arrest Made In Multiple Stabbing" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F02E0D8113EF930A1575BC0A9639C8B63"} , {"body" : "Four Brooklyn men accused of beating a black man, Alex Moore, 29, with pipes and bats earlier this month, pleaded not guilty yesterday at their arraignments in Brooklyn Criminal Court on charges of assault as a hate crime, possessing a weapon, aggravated harassment and menacing. A fifth man, Anthony Capone, who investigators said also participated" , "date" : "20050818" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Men Charged With Hate Crime" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E04E7D8133EF93BA2575BC0A9639C8B63"} ,   {"body" : "A 19-year-old man whom investigators have identified as the ringleader of a gang of white men who attacked a black man 10 days ago in Brooklyn was arrested yesterday afternoon, the police said. The suspect, Nicolas Morse, is the fourth man arrested since Monday night in connection with the beating of Alex Moore, 29, the police said. Mr. Morse was" , "date" : "20050817" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Five Arrested In Beating Of Black Man In Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0CE4DE133EF934A2575BC0A9639C8B63"} , {"body" : "A Brooklyn man burst into a basement apartment in Flatlands yesterday, fatally stabbing a 53-year-old woman and her dog and slashing the woman's 16-year-old niece in the face, the police said. The man, Pierre Carrenard, 35, had been stalking the dead woman's daughter, Macdaly François, 25, since she broke up with him a couple of months ago," , "date" : "20050810" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Brooklyn Woman Killed by Her Daughter's Ex-Boyfriend, Police Say" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E02EEDE143EF933A2575BC0A9639C8B63"} , {"body" : "Two black men threatened a 37-year-old white man on Monday night, in the same neighborhood where a group of white men beat a black man on Sunday, the police said. The incident, which did not result in any injuries, occurred about 11 p.m., when the two black men approached the white man on East 56th Street in Flatlands and asked if he had" , "date" : "20050810" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Possible Bias Incident Investigated" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F04E3DD143EF933A2575BC0A9639C8B63"} , {"body" : "The police said yesterday that they were looking for 5 to 10 young white men believed to be from Flatlands or nearby areas of Brooklyn as suspects in an assault and robbery early Sunday morning of a black man who said he had been called a racial slur. In what the authorities said they were approaching as a possible hate crime, the man, Alex Moore," , "date" : "20050809" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Police Looking for 5 to 10 Whites in Assault of a Black Man" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9503E1D9173EF93AA3575BC0A9639C8B63"} , {"body" : "A black man walking home alone in a racially mixed Brooklyn neighborhood early yesterday was attacked and robbed by a band of young white men, who leaped out of a car swinging a baseball bat and an iron pipe while at least one shouted a racial slur in what appeared to be a hate crime, the police said. ''I'm going to get you,'' the assailant yelled," , "date" : "20050808" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Black Man Is Attacked by Whites in Brooklyn, Police Say" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E6DC173EF93BA3575BC0A9639C8B63"} , {"body" : "FOR years, Maria N. Rodriquez has been hoping her parents would sell their home in East New York, Brooklyn, and move someplace safer and more appealing. Ms. Rodriguez, a 33-year-old mortgage consultant, remembers her anxious teenage years walking down desolate streets in a neighborhood that was one of the most run-down and crime-plagued communities" , "date" : "20050807" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The Boom Spreads: This House Is Valued at" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E4D71F3FF934A3575BC0A9639C8B63"} , {"body" : "To the Editor: I can draw only one conclusion from your special City section about Brooklyn's rebirth: subscription to The Times must be very low in less affluent and distant neighborhoods like East New York, Brownsville, Canarsie, Gravesend, Mill Basin, Marine Park -- just about every neighborhood east of Flatlands Avenue. Shame on you for" , "date" : "20050626" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "9" , "title" : "Not Just Brownstones" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D00E3D6163AF935A15755C0A9639C8B63"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "FORTUNATELY or not, lots of prospective home purchases fall through. Daniel MacBride and Georgia Hamilton feel lucky that theirs did. Captivated by the first house they saw, a two-family Victorian in Canarsie, Brooklyn, they immediately offered the asking price of $450,000. And they were prepared to spend another $50,000 to reconfigure it as a" , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "THE HUNT; A Lot of Chemistry, Even More Patience" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A05E3DA173BF93AA25755C0A9639C8B63"} , {"body" : "The off-duty officer killed in a motorcycle crash on Wednesday has been identified as Kamal Matthews, 29, of the 73rd Precinct, which patrols Brownsville and Ocean Hill in Brooklyn, the police said. Officer Matthews, who was headed east on Flatlands Avenue in Brooklyn, struck a Toyota that was turning left from Flatlands Avenue onto Van Siclen" , "date" : "20050617" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Dead Off-Duty Officer Is Identified" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E6DB143BF934A25755C0A9639C8B63"} , {"body" : "An off-duty police officer died last night after his motorcycle struck another vehicle at a Brooklyn intersection, the police said. The officer, who was assigned to the 73rd precinct, which covers the Ocean Hill and Brownsville sections of Brooklyn, was not named by the police. They said he was driving eastbound on Flatlands Avenue at Van Siclen" , "date" : "20050616" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Officer Is Killed in Crash" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0DE7DD173BF935A25755C0A9639C8B63"} ,   {"body" : "It looked at first like a classic gangland hit. A Mercedes sat abandoned on a Brooklyn highway. A bullet-riddled corpse lay slumped across the seat. The dead man was Edward Lino, a Gambino family captain, who had helped kill Paul Castellano, the boss of bosses, and vault John Gotti into power. It was November 1990 and made men were dying. There was" , "date" : "20050312" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Blood Ties: 2 Officers' Path to Mob Indictments" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9400E4D7143CF931A25750C0A9639C8B63"} , {"body" : "An 85-year-old woman died yesterday morning when a fire swept through her basement apartment in Brooklyn, a fire official said. The woman, Carmen Barreau, was found by firefighters at the foot of the stairs to the apartment, said her son, Raoul Celestin Jr. ''They tried to revive her and said she was dead,'' Mr. Celestin said. Mrs. Barreau was" , "date" : "20050306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "Brooklyn Woman, 85, Dies In Fire in Her Basement Home" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9903E1DF1E3DF935A35750C0A9639C8B63"} , {"body" : "For the first time, more blacks are coming to the United States from Africa than during the slave trade. Since 1990, according to immigration figures, more have arrived voluntarily than the total who disembarked in chains before the United States outlawed international slave trafficking in 1807. More have been coming here annually -- about 50,000" , "date" : "20050221" , "day_of_week_facet" : "Monday" , "geo_facet" : ["LOS ANGELES (CALIF)" , "UNITED STATES" , "NEW YORK STATE" , "ATLANTA (GA)" , "NEW YORK CITY" , "AFRICA" , "BOSTON (MASS)" , "OREGON" , "MINNESOTA" , "FAR EAST, SOUTH AND SOUTHEAST ASIA AND PACIFIC AREAS" , "SOMALIA" , "CHICAGO (ILL)" , "NIGERIA" , "HOUSTON (TEX)" , "WASHINGTON (DC)" , "MAINE" , "GHANA" , "LATIN AMERICA"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "More Africans Enter U.S. Than in Days of Slavery" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0DE6D71E3AF932A15751C0A9639C8B63"} , {"body" : "THEY could be students in a classroom anywhere. The pupils sit in rows of chairs with fold-out desktops, taking and passing notes, eyeing wristwatches and cellphones. They laugh despite themselves when a classmate misreads the text aloud, substituting ''pubic area'' for ''public area.'' They tap their feet impatiently and pass around packs of gum." , "date" : "20050213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; Don't Even Ask About Extra Credit" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9800EFDF143AF930A25751C0A9639C8B63"} , {"body" : "Grimly austere barely begins to describe the atmosphere of dread that seeps through ''Fear X'' like a toxic mist. The movie's ominous mood is deepened by Brian Eno and J. Peter Schwalm's ambient background score, which haunts the movie with faraway groans and rattles. If ''Fear X,'' the American filmmaking debut of the Swedish director Nicolas" , "date" : "20050128" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "FILM REVIEW; When the Talk Is Terse, a Twitch Speaks Volumes" , "url" : "http:\/\/movies.nytimes.com\/movie\/review?res=9C0CE6D8173BF93BA15752C0A9639C8B63"}]