[  {"body" : "Adam Vazquez grew up on 53rd Street in Sunset Park, Brooklyn, a half-block from the roaring Gowanus Expressway. He kept his nose clean and grew up to become an officer for the Baltimore Police Department, putting his New York street smarts and family-bred integrity to work patrolling Baltimore's rough Northwest District on overnight tours. He" , "date" : "20051229" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Baltimore Officer Returns to Brooklyn for His Funeral" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/29\/nyregion\/29funeral.html"} , {"body" : "THEY arrived in a pack: three new downtown hot dog joints. First BroomeDoggs, then Dash Dogs. Then Sparky's crossed the East River at the end of November to join the fray. It's odd, because the greater Lower East Side -- throw in the East Village for a moment -- is not an area wanting for hot dog options. Katz's Delicatessen is a stalwart. Dawgs on" , "date" : "20051228" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "8" , "title" : "$25 AND UNDER; A Late-Night Reveler's Best Friend" , "url" : "http:\/\/events.nytimes.com\/2005\/12\/28\/dining\/reviews\/28unde.html"} , {"author" : "E-mail: streetlevel@nytimes.com" , "body" : "JUST above the last G train stop in Brooklyn, in Greenpoint, there lies a working-class commercial strip lined with bodegas, electronics stores, and Polish and Mexican restaurants. But as a visitor walks north on Manhattan Avenue toward Newtown Creek, and as the alphabetically arranged cross streets descend from Huron to Green to Freeman to Eagle," , "date" : "20051218" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "STREET LEVEL -- Greenpoint; On a Creek With a Past, Waterfront Dreams" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/18\/nyregion\/thecity\/18stre.html"} , {"body" : "NEW YORK CITY CONTACTS Website: nyc.gov\/transitstrike Phone: 311 RAIL SERVICE NEW JERSEY TRANSIT njtransit.com (800) 772-2222 Buses and trains will run on regular schedules. Bikes allowed only during off-peak hours, 9:30 a.m.-4 p.m. and 7 p.m.-6 a.m. PATH TRAINS www.panynj.com\/path (800) 234-7284 In addition to regular service, PATH will run trains" , "date" : "20051215" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "TRANSIT STRIKE DEADLINE; Important Facts and Numbers" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9903EFDA1F31F936A25751C1A9639C8B63"} , {"body" : "Beulah Smith lived for 44 years in a brownstone at Park Place and Brooklyn Avenue in Crown Heights. She never took in boarders, and after the death of her husband, Ivan, she lived alone among the oak paneling, stained glass and flowery wooden fretwork of her turn-of-the-century house. When Ms. Smith died in 1996, at age 94, much of the interior of" , "date" : "20051211" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Class, Brass and 23 Doors" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/11\/nyregion\/thecity\/11hous.html"} , {"body" : "It is the only major subway line in New York that does not enter Manhattan. Its route is short: 16 stations at peak hours. Its trains, 4 cars instead of the usual 8 or 10, seem oddly truncated. Even the color of its route symbol, a sickly lime green, suggests unease. It's the G line, which rumbles between Queens and Brooklyn, and has never been" , "date" : "20051206" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "No Respect (and Soon, a Crew of One); Riders Fear That Even the G-Line Sprint Won't Be Enough" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/06\/nyregion\/06subway.html"} , {"body" : "NEW York is Film Noir City: as I move through it, I scout locations for my imaginary 1947 thriller. All I need is a little night -- plenty of that this time of year -- and the last six decades are gone. The director of my imagination who wants to make the archetypal film noir of my imagination has endless miles to work with: whole swaths of" , "date" : "20051202" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "33" , "title" : "MY CITY; Right Out of Film Noir, A Shadowy New York" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/02\/movies\/MoviesFeatures\/02city.html"} , {"body" : "The Gowanus Canal often stinks and is almost always spotted with slicks of oil. The streets alongside it are practically deserted, the silence broken by the rumble of concrete mixers and oil tankers or the screech of buzz saws. Graffiti abounds, and no one would use the word harmonious for the landscape, where ramshackle wood-frame and brick row" , "date" : "20051128" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "From Open Sewer to Open for Gentrification; Many Gowanus Residents Want Its Collar to Remain Blue" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/28\/nyregion\/28gowanus.html"} , {"body" : "INTERNATIONAL A3-12 10 Accused of Plot to Kill Judge in Hussein Case Less than 24 hours before Saddam Hussein's scheduled return to court on charges of crimes against humanity, the police in northern Iraq said they had arrested ten Sunni Arab men carrying orders from a fugitive associate of Mr. Hussein's for the assassination of the court's" , "date" : "20051128" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "News Summary" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0DE6DE1431F93BA15752C1A9639C8B63"} , {"body" : "SOMEWHERE beyond the last hip outpost of Far East Williamsburg, the shag haircuts and vintage sunglasses finally disappear. There, on the gritty interstices of Bushwick and Bedford-Stuyvesant, in the shadow of the J\/M\/Z elevated line, lifestyle is replaced by just life: 99-cent stores, live poultry markets, accident lawyers (1-888-I-CAN-SUE)," , "date" : "20051127" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The 21st-Century Garret" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/27\/nyregion\/thecity\/27grou.html"} ,   {"body" : "A bear with a prominent grease spot on his little beige nose spends his days wedged behind the bumper guard of an ironworker's pickup in the Gowanus section of Brooklyn. A fuzzy rabbit and a clown, garroted by a bungee cord, slump from the front of a Dodge van in Park Slope. Stewie, the evil baby from ''Family Guy,'' scowls from the grille of a" , "date" : "20051113" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "They're Soft and Cuddly, So Why Lash Them to the Front of a Truck?" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/13\/nyregion\/13stuffed.html"} , {"body" : "ON a recent Saturday afternoon, Bonnie Ralston and her husband, Mark Yarm, settled into a sofa at HomeCourt, a furniture store in Cobble Hill, Brooklyn. Atop a nearby table, in a 30-gallon aquarium, a little school of silvery killifish swayed and shimmered. A transparent shrimp danced across a bed of colorful pebbles. A blue crab batted at a golf" , "date" : "20051113" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "URBAN STUDIES\/Thriving; Creatures From the Blueish Lagoon" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/13\/nyregion\/thecity\/13fish.html"} , {"body" : "Gary Benchley, a 22-year-old Albany-reared hipster naif, sought only, with every aching bit of his indie-music soul, to rock. He also had the bloggy itch of his generation to tell people about it. So the unflaggingly self-assured and fetchingly candid rocker documented, in semi-regular installments for an online alternative magazine," , "date" : "20051031" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts" , "Books" , "Technology"] , "page_facet" : "1" , "title" : "A Web Geek Takes Off His Mask" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/31\/books\/31ford.html"} , {"body" : "WHILE the narrow, slow-moving waterway in Brooklyn known as the Gowanus Canal has not been called ''Lavender Lake'' for some time, it remains an occasionally fetid and sludge-slicked thoroughfare. It is home to industrial businesses, infrequent boat visits and a growing contingent of marine life. Yet the canal, sandwiched between the real estate" , "date" : "20051030" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "LIVING IN\/Gowanus, Brooklyn; Some See Venice; Some See a Canal" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/30\/realestate\/30living.html"} , {"body" : "YAVEL--Murray. On October 24, 2005 of natural causes in Greenport, New York. He was 96. A loving father, grandfather and great-grandfather, he was predeceased by his wife Rose in 1975 and son Michael in 1986. He is survived by his brother Dave Yavel & sister Bea D'Angelo; his children, Herbert, Robert, Nanette and John; his grandchildren Dr. Regina" , "date" : "20051030" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "37" , "title" : "Paid Notice: Deaths YAVEL, MURRAY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9503E3DB1F3FF933A05753C1A9639C8B63"} , {"body" : "IN most ways, Gabrielle Brown and John Lippert, whose 12th wedding anniversary is today, look at the world through chartreuse-colored glasses. The couple, both painters, make as much as possible from scratch -- from pickles to pillows to Halloween costumes -- and the zanier the better. They prefer the Westminster dog show to football; spicy Thai" , "date" : "20051030" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "20" , "title" : "STATE OF THE UNIONS; Gabrielle Brown and John Lippert -- Featured in Vows, Nov. 7, 1993" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/30\/fashion\/weddings\/30UNIO.html"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through May 29, ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter,'' the annual walk-in display of hundreds of butterflies in a natural environment. Through March 12, ''Voices From South of the Clouds,'' a display of photographs of" , "date" : "20051021" , "day_of_week_facet" : "Friday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/21\/arts\/21spar.html"} , {"body" : "To longtime opponents of the proposed Atlantic Yards development, the intensity and rancor of Tuesday night's environmental impact hearing was not a surprise. They have spent the last two years, after all, mobilizing coalitions of community groups to oppose the project, passing out reams of antidevelopment pamphlets and news releases, and starting" , "date" : "20051020" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "From Huge Project, a Mighty Anger Grows" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/20\/nyregion\/20yards.html"} , {"body" : "THE King of the Sea reigns from the basement of one of those spooky Sunset Park warehouses off the Gowanus Expressway. Follow the rutted road, cross the abandoned train tracks, pass the long-closed strip club, and descend a flight of stairs for your audience with perhaps the humblest monarch in all of Brooklyn. No need to bow. And you may also" , "date" : "20051008" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; The Mermaid Is Staying Out of It" , "url" : "http:\/\/select.nytimes.com\/\/2005\/10\/08\/nyregion\/08about.html"} , {"body" : "WHERE do all the Mister Softee trucks go? It sounds like a bad chorus from a lost K-Tel album. But late on summer nights, as I sit in my house in Park Slope, Brooklyn, the question keeps presenting itself. Starting about 10 p.m., the first of the trucks pass by, bearing west. I can tell them by their low hum, the sound of heavy-duty refrigeration." , "date" : "20051002" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "URBAN STUDIES\/Shadowing; Going Gently Into the Good Night" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/02\/nyregion\/thecity\/02soft.html"} ,   {"body" : "THERE are 18 precious days until the spelling bee final, and Josh Malamy will not waste a single one. He is boning up on Latin and Greek roots and studying the 794 pages of Scripps National Spelling Bee word lists on Spellingbee.com. Among the obscure words he recently memorized were ''chrysochlorous'' (a greenish-gold color) and ''choumoellier''" , "date" : "20050929" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "The Night Life of Bees" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/29\/fashion\/thursdaystyles\/29bee.html"} , {"body" : "SOME people got grumpy last year about City Center's sampler series Fall for Dance, the second installment of which runs Tuesday though next Sunday. They complained about unfair competition for audiences and financing, but it's hard to see just what they were upset about, except for all-purpose competitive jealousy. For one thing, dance samplers --" , "date" : "20050925" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "DANCE; Too Much! Too Little! Or Maybe Just Right" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/25\/arts\/dance\/25rock.html"} , {"body" : "SHARON MILADY and Mike Baker, a couple from Toronto, packed up their lives in Canada three weeks ago and moved into a limestone town house on 78th Street in Bay Ridge, Brooklyn. Almost immediately, they found themselves being welcomed at a block party in their honor, and the gates between their backyard and the neighbors' were opened to allow their" , "date" : "20050918" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN\/Bay Ridge, Brooklyn; More for the Money, and Near the Water" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/18\/realestate\/18living.html"} , {"body" : "LAND values along the still-fetid Gowanus Canal in Brooklyn have shot up because of plans for high-end housing on its banks, and now something similar seems to be happening at Newtown Creek, an oil-slicked industrial waterway that forms part of the border between Queens and Brooklyn. The potential for the affluent to join the effluent along the" , "date" : "20050731" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEWTOWN CREEK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "BIG DEAL; The Affluent Meet the Effluent" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9800E4D7103FF932A05754C0A9639C8B63"} , {"body" : "Attractions Museums and Sites MUSEUM OF THE CITY OF NEW YORK, Fifth Avenue at 103rd Street. Through Oct. 30, ''New York Fast Forward: Buildings by Enrique Norten\/TEN Arquitectos,'' an exhibition of drawings, photographs, renderings and models. Through Sept. 18, ''The Destruction of Lower Manhattan: Photographs by Danny Lyon.'' Through Oct. 2," , "date" : "20050722" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E07E1DC173FF931A15754C0A9639C8B63"} , {"body" : "The Pataki administration has released the full list of 3,414 road, bridge and highway projects that would be partly financed by a $2.9 billion transportation bond act that will go before New York State voters in November. Half of the money would go to the Metropolitan Transportation Authority, and the other half to the State Department of" , "date" : "20050719" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Work Covered by Transportation Bond Act Is Listed" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E1DD1F30F93AA25754C0A9639C8B63"} , {"body" : "Women trudged by wearing see-through shirts, some men no shirts at all. The basketball courts were left to the ghosts, and the sunlit sidewalks were wet as the sea. Yesterday morning defied science, at least the kind learned in nursery rhymes. Out came the sun and dried up nothing. The itsy-bitsy spiders were denied a second chance at the" , "date" : "20050719" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "When a Dog Day Afternoon Starts Before Dawn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0DE7DE1F30F93AA25754C0A9639C8B63"} , {"body" : "Attractions Museums MERCHANT'S HOUSE MUSEUM, 29 East Fourth Street, East Village. This preserved late-Federal brick house with a Greek Revival interior, once owned by Seabury Tredwell, a wealthy hardware dealer, was built in 1832. Through July 25, ''With This Ring: An 1872 Wedding at Home in New York,'' an exhibition on the wedding of Sarah Ann" , "date" : "20050715" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01EEDD1330F936A25754C0A9639C8B63"} , {"body" : "A Garden Opening The Native Plant Center at Westchester Community College, 75 Grasslands Road (Route 100) near Knollwood Road (Route 100A), Valhalla, N.Y.; (914) 606-7870. There will be a dedication ceremony for the Stone Cottage Garden at the Native Plant Center on Saturday at 11 a.m. The garden has four areas: for colorful plants that prosper in" , "date" : "20050714" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "CALENDAR" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E5DD1230F937A25754C0A9639C8B63"} , {"author" : "Neil Genzlinger is a staff editor at The New York Times." , "body" : "GARBAGE LAND On the Secret Trail of Trash. By Elizabeth Royte. 311 pp. Little, Brown & Company. $24.95. Imagine a type of obsessive-compulsive disorder that leaves you unable to throw or flush something away without tracking precisely where it goes. Not just from your indoor container to the curb or trunk line; this affliction makes you unable to" , "date" : "20050710" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "10" , "title" : "Trash Talk" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9500E7DA123AF933A25754C0A9639C8B63"} ,   {"body" : "OCT. 28, 1961 Construction begins on Municipal Stadium at Flushing Meadow Park, Queens; the ballpark will soon be renamed Shea Stadium in honor of William Shea, the influential lawyer who strong-armed Major League Baseball into establishing a new team in New York. Unable to persuade any National League teams to relocate here, Shea dreamed up the" , "date" : "20050703" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "TIMELINE; Shea Stadium, Field of Screams" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9500E0D91231F930A35754C0A9639C8B63"} , {"body" : "Given the Guggenheim Museum's track record spinning off new branches, it is certainly possible that Enrique Norten's design for a new Guggenheim in Guadalajara, Mexico -- selected this month -- will never be built. Indeed, the museum has been careful to call the design ''conceptual'' and has engaged the consulting firm McKinsey & Company to conduct" , "date" : "20050630" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["GUADALAJARA (MEX)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "A Mexican Architect At Home in New York" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B02E1D91431F933A05755C0A9639C8B63"} , {"body" : "HERE'S an exercise. Google the words ''New Brooklyn'' and see how many hits you come up with. The answer: 15.7 million. Even allowing for the insane inclusiveness of an Internet search, that number reveals something profound about the frenzy -- cultural, gastronomic, architectural and otherwise -- that has seized what is affectionately known as" , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE NEW BROOKLYNS\/FACES OF A BOROUGH; Who Hurts?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502E3DA143BF93AA25755C0A9639C8B63"} , {"author" : "Swoon is a street artist whose work can be found on buildings around Brooklyn and Lower Manhattan." , "body" : "I HAVE a deep, stinking, murky affection for the Gowanus Canal, so polluted in the 70's that supposedly a man who jumped into it trying to escape the police died. To this day an eerily empty, wildish stretch of land borders the canal, a roughshod ribbon between two baby-carriageand- smoked-mozzarella neighborhoods where a scrub like me can afford" , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "VOICES; 'God Bless the Gowanus'" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07EFDC153BF93AA25755C0A9639C8B63"} , {"body" : "Jack Kehley died of a heart attack in 1984 while racing at a New Jersey speedway. His younger brothers, Tom and Bob, promised their mother they would never wedge themselves into the tight cockpit of a grumbling race car. But they never said anything about quitting the sport altogether. That is why a championship team in the mostly exurban sport of" , "date" : "20050612" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: SUNSET PARK; A Sport With Little Local Sway Holds Two Brothers Spellbound" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE1DF133EF931A25755C0A9639C8B63"} , {"body" : "Events New York City PUERTO RICAN DAY PARADE, Fifth Avenue, from 44th to 86th Street. Sunday at 11 a.m. BOOK SALE, St. Agnes branch of the New York Public Library, 444 Amsterdam Avenue, at 81st Street. Today and tomorrow, 11 a.m. to 5 p.m., and Sunday, noon to 5 p.m. 'SPACE AND FREQUENCY; RHYTHM LAB,' Vanderbilt Hall, Grand Central Terminal. Music" , "date" : "20050610" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A04EED81038F933A25755C0A9639C8B63"} , {"body" : "Hollywood on the Hudson, it is not. In truth, the new $118 million Steiner Studios overlooks the East River. But the movie factory's growing presence on the Brooklyn waterfront is starting to produce ripples far beyond that borough. The 280,000-square-foot studio with its five stages will not even be finished until the winter. But already there is" , "date" : "20050608" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "1" , "title" : "Lights, Camera, Brooklyn!; How a Studio Got a Good Start Just East of the East River" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E1D61338F93BA35755C0A9639C8B63"} , {"body" : "A massive work train that sucks up trash derailed early yesterday in Brooklyn, near the highest point in the subway system, disrupting Manhattan-bound service on the F line for much of the day and delaying thousands of morning commuters. The five-car work train had been used for an overnight cleaning shift and was being returned to a storage yard" , "date" : "20050601" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Work Train Derails, Slowing Subway Service" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9905E7DF1638F932A35755C0A9639C8B63"} , {"author" : "Tom Vanderbilt is a contributing editor of ID and Print." , "body" : "THE 30th anniversary of ''Jaws,'' with its attendant Martha's Vineyard festivities beginning Friday and an obligatory DVD release, would seem hardly relevant to the historical memory of New York. At most, New Yorkers who might have a faint recollection of having seen the first summer blockbuster at some 42nd Street grind house in the summer of" , "date" : "20050529" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "CITY LORE; When the Great White Way Was the Hudson" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B05EEDD1139F93AA15756C0A9639C8B63"} , {"body" : "In New York, the preferred answer to steamy summer weekends is exodus. Locals flee the city's sweaty concrete islands for life in the country or at the beach. Memorial Day weekend usually jump-starts this ritual. After that, those of us who do not have a weekend retreat (or friends who do) must look closer to home for relief. That can be a problem." , "date" : "20050529" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "The City Life; Want to Cool Off? Behave." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F07EEDD1139F93AA15756C0A9639C8B63"} ,   {"body" : "When the red-brick building at 350 Bond Street in Carroll Gardens, Brooklyn, was new, sometime in the mid-1800's, it was near the middle of a busy shipping center. Barges on the Gowanus Canal, new itself and only a block away, would unload goods to be carted off to far-flung merchants. The cargo was pulled by horses, and when those horses finished" , "date" : "20050515" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: CARROLL GARDENS; The Hay Long Gone, A Stable Follows Suit" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502E1D91130F936A25756C0A9639C8B63"} , {"body" : "AS inspiration goes, the Venice Canal worked out well for Canaletto. Perhaps someday the same will be said of Brooklyn artists and their Gowanus Canal. A pioneering group of them set up their easels last Sunday inside an industrial building on the banks of the Gowanus, a watery sun leaking in through the newly installed windows. Much work needed to" , "date" : "20050515" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: URBAN STUDIES\/PIONEERING; Painting in Oil, With a View of the Murk" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A02E0D91130F936A25756C0A9639C8B63"} , {"body" : "The helicopter pilot knows a New York no one else knows, the contours of the great green torch on Liberty Island, the towers of the Brooklyn Bridge as they appear to the suicidal, Yankee Stadium after the lights go out. Five hundred feet above the city streets, a pilot named Yossi Benbassat sped past such rare visions yesterday, past Central Park" , "date" : "20050507" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Eyes in Sky Seek a Hidden, and Tainted, City; Environmentalists Track Pollutants in Waterways" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E7DD1530F934A35756C0A9639C8B63"} , {"body" : "During a recent visit to the Vietnamese city of Hue, Carol Anastasio watched two women secure a fat pig, its feet bound with rope, on the seat of their scooter, then zoom off into the chaotic traffic. That scene made Ms. Anastasio a believer -- people with scooters and a little ingenuity can handle just about anything. ''I love riding so much,''" , "date" : "20050430" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Get Your Motor Buzzin' . . .; Scooter Owners Have Biker Bars, Too" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E3DD1E31F933A05757C0A9639C8B63"} , {"body" : "He arrived on foot, and on time, wearing heavily grease-stained beige overalls and boots. He seemed to be in his late 30's or early 40's, with thinning light brown hair. He had the windburned eyes and blackened fingernails of an ironworker, along with the vaguely feral intensity of someone on the lam. But he hardly looked like the kind of shadowy" , "date" : "20050418" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "A Graffiti Legend Is Back on the Street" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9902E1D91E3EF93BA25757C0A9639C8B63"} , {"body" : "THE day he missed the deadline for a National Endowment for the Arts grant, Joshua Mehigan decided he had had enough. An unsung, gap-toothed composer of lyrical, sharply observed verse, Mr. Mehigan had had a run of uncommonly bad luck, even by the standards of luckless New York poets. It was February of last year. Mr. Mehigan, then 34, had broken" , "date" : "20050417" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "CITYPEOPLE; Finding the Verse in Adversity" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE2DC113EF934A25757C0A9639C8B63"} , {"body" : "The Queen Mary 2, the Queen Elizabeth 2 and other elegant world-class passenger and cruise ships will abandon glamorous Manhattan and make Brooklyn their home port next year when the city finishes rebuilding a pier in Red Hook where longshoremen once ruled the docks and mean streets. Exercising an option offered by the city last year, Carnival" , "date" : "20050416" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "A Brooklyn Accent for 2 Queens As Cruise Ships Quit Manhattan" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9406E6DF1E3EF935A25757C0A9639C8B63"} , {"body" : "Attractions Museums MUSEUM OF TELEVISION AND RADIO, 25 West 52nd Street, Manhattan. Tomorrow at 6 p.m., ''An Evening with Taylor Hackford'' with a screening of ''Bukowski'' (1973), a documentary by Mr. Hackford and Richard Davies; with Elvis Mitchell, an executive production consultant for Columbia Pictures and host of ''The Treatment,'' a radio" , "date" : "20050415" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B01E6DA103EF936A25757C0A9639C8B63"} , {"body" : "Somewhere in the world, gardens are tranquil and churches are altars of gold. On Atlantic Avenue in Brooklyn, where rumbling trucks and buses make their way past Hoyt Street, transcendence comes from humbler things. There is the Hoyt Street Garden, just big enough for half-court basketball if not for the forsythias and the cherry tree. It offers no" , "date" : "20050413" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Sanctuary vs. the Oasis; Brooklyn Church Seeks to Build on Garden Land" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B01E4DD133EF930A25757C0A9639C8B63"} , {"body" : "IT is the sort of bright, bitterly cold afternoon when exposed fingers and faces instantly stiffen, but the turnout is good at a community workshop and toolshed in the Gowanus section of Brooklyn. Eighteen hearty New Yorkers sit on red wooden benches, surrounded by homemade sawhorses and aging power tools. They are here to attend Dumpster Diving" , "date" : "20050324" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "TRADE SECRETS; Turning Trash Into Gold: A New Urban Alchemy" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E5DC163FF937A15750C0A9639C8B63"} ,   {"author" : "E-mail: thehunt@nytimes.com" , "body" : "A DECADE ago, Katrina and Peter Millard bought a home in TriBeCa, a neighborhood they found open and quiet. She felt they should settle in a place big enough for children. He felt up-and-coming TriBeCa was a good value. And how. The Millards bought their 1,400-square-foot duplex for $270,000. Four years later, as parents of two babies, they bought" , "date" : "20050320" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "THE HUNT; Goodbye TriBeCa, Hello Gowanus" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DEEDA103CF933A15750C0A9639C8B63"} , {"body" : "SOMETIME in 2000, a Brooklyn businessman named Alex Figliolia Sr. called his local community board to ask about the procedure for buying the strip of land behind his plumbing company, on the east bank of the Gowanus Canal. Craig Hammerman, the Community Board 6 district manager who took the call, consulted his map and returned to the phone with" , "date" : "20050320" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS CANAL (NYC)" , "GOWANUS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: GOWANUS CANAL; Ah, the Gowanus! Where You Can Walk on Water" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E07E4DD113CF933A15750C0A9639C8B63"} , {"body" : "THIS is a killer weekend for new art in New York City. Three contemporary fairs -- the Armory Show, Scope New York and the DiVa Digital and Video Art Fair -- are in town for a few cash-crazed days. A show of sculptures called Art Rock is parked in Rockefeller Plaza. And ''Greater New York 2005,'' a survey of some 150 young artists living in and" , "date" : "20050313" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONG ISLAND CITY (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "PEEKSKILL (NY)" , "BRONX (NYC)" , "QUEENS (NYC)" , "LONG ISLAND (NY)" , "JERSEY CITY (NJ)" , "RED HOOK (NYC)" , "WESTCHESTER COUNTY (NY)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "ART; The New Bridge and Tunnel Crowd" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9402EFD81F3DF930A25750C0A9639C8B63"} , {"body" : "Plainclothes police officers on patrol at a Brooklyn housing project early yesterday shot and killed an ex-convict who was carrying a pistol, the police said. Police officials would not say why officers confronted the man, Montique Smalls, 39, outside 423 Baltic Street in the Gowanus Houses in the Boerum Hill section, shortly after midnight. They" , "date" : "20050221" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Armed Man Killed by Police At Brooklyn Housing Project" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F04E2D71E3AF932A15751C0A9639C8B63"} , {"body" : "The memorials are still there, affixed to lampposts and fences along the Gowanus-Red Hook corridor in South Brooklyn. Stuffed animals and religious figurines remain at the busy intersection of Third Avenue and Ninth Street in Gowanus, where Juan Estrada, 10, and Victor Flores, 11, were killed by a commercial truck a year ago this Wednesday. At" , "date" : "20050206" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "GOWANUS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: RED HOOK\/GOWANUS; In an Industrial Neighborhood, Grim Signs That Families Live There" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05EEDE113BF935A35751C0A9639C8B63"} , {"body" : "IN a little over two years, Shaya Boymelgreen, an Israeli immigrant who came to New York in 1969 to study at a yeshiva, has gone from being an obscure builder of low-rise apartment houses to become one of the city's busiest residential developers. In partnership with Lev Leviev, an Israeli billionaire and diamond magnate, Mr. Boymelgreen has plans" , "date" : "20050206" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "With backing from an Israeli billionaire, a Developer finds opportunity in disparate places" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9803E6DB103BF935A35751C0A9639C8B63"} , {"body" : "In 1994, Community Board 6 in Brooklyn wanted to see how city programs were serving young people in the district. So its youth coordinator did research, and reported back. Eleven years later, the board wanted to revisit the subject. But now there is no youth coordinator, and no money to hire one. Frustrations like this have prompted Board 6, which" , "date" : "20050116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: BROWNSTONE BROOKLYN; A Community Board Rattles the Tin Cup" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E0DA1438F935A25752C0A9639C8B63"} , {"body" : "A concrete supplier operating along Newtown Creek is facing criminal charges that his company polluted the waterway between Brooklyn and Queens, Charles J. Hynes, the Brooklyn district attorney, said yesterday. Constantine Quadrozzi, chief executive officer of Maspeth Concrete Loading, formerly Quality Concrete of New York, was arraigned yesterday" , "date" : "20050112" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEWTOWN CREEK (NYC)" , "HUDSON RIVER"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Queens Concrete Supplier Is Charged in Pollution of Creek" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E01E3DB1638F931A25752C0A9639C8B63"} , {"author" : "Robert Neuwirth is the author of ''Shadow Cities: A Billion Squatters, a New Urban World,'' being published this month by Routledge." , "body" : "LOUIS HEINEMAN and William Beard. They fought for more than a generation. The loser got a street named after him. The winner disappeared from history. Beard was a speculator who saw riches in the swampy shoreline of South Brooklyn. Heineman was a Swiss immigrant who made his life along that same waterfront. They fought the quintessential New York" , "date" : "20050109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORK OBSERVED; Up for Grabs" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940DE3D81139F93AA35752C0A9639C8B63"}]