[  {"body" : "Wild Blue Yonder Q. What was the Vin Fiz? I heard it had something to do with Brooklyn. Was it a drink? A. Yes, but more important, it was a record-setting airplane. The Sheepshead Bay Race Track, on a 2,200-acre expanse along Ocean Avenue between Jerome Avenue and Gravesend Neck Road, was the starting point for the first transcontinental flight." , "date" : "20051225" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F. Y. I." , "url" : "http:\/\/www.nytimes.com\/2005\/12\/25\/nyregion\/thecity\/25fyi.html"} , {"body" : "When the Los Angeles Dodgers traded Paul Lo Duca to the Florida Marlins in July 2004, aftershocks rumbled through Chavez Ravine. So moved by the departure of someone he calls ''one of the best people in baseball I've ever met,'' Manager Jim Tracy wanted to offer a small tribute. Without hesitation, Tracy gave his longtime No. 12 to Steve Finley," , "date" : "20051219" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "BASEBALL; The Lunch-Pail Guy Behind the Plate" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/19\/sports\/baseball\/19loduca.html"} , {"body" : "Nicholas Malave, a senior at Pacific High School in Brooklyn, entered a subway car yesterday and let out a cry of delight. This is not something he normally does during his regular trips on the A and J lines. But those older cars lack what the new R160 subway car has: a Flexible Information and Notice Display, or FIND, with a liquid crystal display" , "date" : "20051130" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "New Subway Cars Promise All Kinds of Information" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/30\/nyregion\/30car.html"} , {"body" : "The remnants of Hurricane Wilma combined with a northeaster yesterday to drop nearly two inches of rain on the region and rake the New Jersey coast with high winds and a pounding surf that eroded beaches and undermined boardwalks. Minor flooding was reported in Bay Head, Manasquan and Washington Township in Burlington County. Some areas of Cape May" , "date" : "20051026" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW JERSEY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Storm Rakes Region, but Isn't as Bad as Forecasters Feared" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/26\/nyregion\/26storm.html"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through May 29, ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter,'' the annual walk-in display of hundreds of butterflies in a natural environment. Through March 12, ''Voices From South of the Clouds,'' a display of photographs of" , "date" : "20051021" , "day_of_week_facet" : "Friday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/21\/arts\/21spar.html"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through March 12, ''Voices From South of the Clouds,'' a display of photographs of life in the Yunnan Province of China, taken by its villagers. Through Jan. 8. ''Dinosaurs: Ancient Fossils, New Discoveries'' examines modern paleontology and new" , "date" : "20050916" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/16\/arts\/16spar.html"} , {"body" : "Patrick Dellamura, a lifelong resident of Gravesend, Brooklyn, has seen it over and over again in recent years: charming old one-family houses are bought, torn down and replaced with drab, blockish apartment buildings. And when areas are rezoned to prevent such out-of-context development, Mr. Dellamura says, the developers just move a few blocks" , "date" : "20050807" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; As Housing Keeps Sprouting, A Plea to Hold the Hammers" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0CEEDB163EF934A3575BC0A9639C8B63"} , {"body" : "It may not replace the Empire State Building or the MetroCard, but the most fitting symbol of New York City today could be the knotty plywood wall enclosing a housing construction site. From Bensonhurst to Morrisania to Flushing, new homes are going up faster now than they have in more than 30 years. In 2004, the city approved the construction of" , "date" : "20050804" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Housing Boom Echoes in All Corners of the City" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B04E7DA1F3FF937A3575BC0A9639C8B63"} , {"body" : "It was created 40 years ago to provide health care for the poorest New Yorkers, offering a lifeline to those who could not afford to have a baby or a heart attack. But in the decades since, New York State's Medicaid program has also become a $44.5 billion target for the unscrupulous and the opportunistic. It has drawn dentists like Dr. Dolly Rosen," , "date" : "20050718" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "New York Medicaid Fraud May Reach Into Billions" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?sec=health&res=9807E7D8163CF93BA25754C0A9639C8B63"} , {"body" : "The police are investigating the assault and robbery of a 22-year-old Asian woman on Friday in Sheepshead Bay, Brooklyn, as a possible hate crime. The woman was near East 15th Street and Gravesend Neck Road about 11 p.m. when she was surrounded by a group of five men and two women. The group, which the woman said was made up of blacks and" , "date" : "20050703" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Bias Suspected in Robbery" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E07E0D71331F930A35754C0A9639C8B63"} ,   {"body" : "They came to the Rev. Al Sharpton by telephone and in person -- New York politicians looking for advice and reassurance about the latest racial attack in Howard Beach, Queens. Mayor Michael R. Bloomberg called the night the news broke, and the men talked about the city's response. Others, like the Democratic candidates angling to replace Mr." , "date" : "20050702" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Like Sharpton Himself, City and Its Fears Have Calmed Since '86" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0CE3DC1331F931A35754C0A9639C8B63"} , {"body" : "To the Editor: I can draw only one conclusion from your special City section about Brooklyn's rebirth: subscription to The Times must be very low in less affluent and distant neighborhoods like East New York, Brownsville, Canarsie, Gravesend, Mill Basin, Marine Park -- just about every neighborhood east of Flatlands Avenue. Shame on you for" , "date" : "20050626" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "9" , "title" : "Not Just Brownstones" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D00E3D6163AF935A15755C0A9639C8B63"} , {"body" : "To the Editor: As a third-generation Brooklynite, I enjoyed your City section devoted to Brooklyn. What I don't enjoy are the attitudes held by many newcomers. Too many tend to overlook or even look down on natives and especially our ''unhip'' neighborhoods such as Midwood, Gravesend and Mill Basin. One Fort Greene mom rolled her eyes and told me" , "date" : "20050626" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "9" , "title" : "'Unhip'? Oh, Please" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0CE4D6163AF935A15755C0A9639C8B63"} , {"body" : "A Founding Mother Q. I recently read that Gravesend, Brooklyn, was founded by a woman back in the 17th century, which seems early for a woman to have had such a civic role. Is this true? A. Not only is it true, an interesting tale lies behind it, one that reminds us that religious tolerance was not uniformly practiced in the Colonies. Gravesend," , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A04EEDA143BF93AA25755C0A9639C8B63"} , {"body" : "A 14-year-old boy was charged with second-degree murder yesterday in the beating death of a man on a Brooklyn street, prosecutors said. The boy, Jonathan Torres, and a friend who was also charged in the case told the authorities that the victim had made derogatory remarks about Puerto Ricans before the attack, which occurred early Tuesday on Fourth" , "date" : "20050616" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "14-Year-Old Is One of Two Held in Killing" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9501E4D8163BF935A25755C0A9639C8B63"} , {"body" : "DAVID BRANCACCIO has inherited Bill Moyers's office, his job and his PBS program on Friday evening. It remains to be seen if he also will inherit Mr. Moyers's enemies. Mr. Brancaccio, a 45-year-old Maplewood resident, succeeded Mr. Moyers -- icon of the left and lightning rod of the right -- six months ago as the anchor of the public affairs" , "date" : "20050529" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Treading In the Shadow Of Bill Moyers" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A06E7D91039F93AA15756C0A9639C8B63"} , {"body" : "Amid the bad news about the subway system -- fires, delays and deferred dreams like the Second Avenue subway -- one ambitious project, the spectacular European-style train terminal at Coney Island, reaches a milestone this weekend. At 12:41 a.m. tomorrow, an N train will roll into the new station, at Stillwell and Surf Avenues, completing the" , "date" : "20050528" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "And Now for the Good News From the Subway System; New Terminal in Coney Island Rivals the Great Train Sheds of Europe" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9901E2D61139F93BA15756C0A9639C8B63"} , {"author" : "E-mail: sgfreedman@nytimes.com" , "body" : "JUST the other day, Sherry Zekowski was packing the last boxes for her pending move to Florida from New York. She had nearly 50 plaques from her 34 years in the public schools, and as she retired she wanted to keep only a handful. Her favorite was a thank-you present for having trained a dozen new principals, sharing all she had learned with the" , "date" : "20050525" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "ON EDUCATION; From Distinguished To Extinguished" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D00E2DE1339F936A15756C0A9639C8B63"} , {"body" : "GREGORY ZASLAVSKY, a Russian entrepreneur with black hair, fine skin and a gravelly voice, describes his 28 years of achievement in New York with no small amount of pride: the Brighton Beach restaurant, the supermarkets. But the venture of which Mr. Zaslavsky is proudest, and the only one in which he still has a hand, is the Russian bathhouse on" , "date" : "20050522" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; Banya Fever" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9402E0D91439F931A15756C0A9639C8B63"} , {"body" : "ALEKSEY PETRUSHIN plays a good hand. His face is handsome, his flirtation bewitching, and his dance moves confident. But it's his black Mercedes Jeep that seals the deal. ''A lot of Russian girls ask you straight up what you drive,'' he said. ''It's the beginning of the process.'' Mr. Petrushin hugged the wall one recent Friday night at Rasputin, a" , "date" : "20050424" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RUSSIA" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: SHEEPSHEAD BAY -- THE CHASE; From Russia, With Love and Ambivalence" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F04E4DB1431F937A15757C0A9639C8B63"} ,   {"body" : "Manhattan SOHO $1.285 million 542 Broadway (Prince Street) 2-bedroom, 1-bath, 1,450-sq.-ft. co-op in a prewar loft building; elevator; dining area, renovated bath, exposed-brick walls, high ceilings, hardwood floors, east exposure; maintenance $1,350, 50% tax-deductible; listed at $1.295 million, 8 weeks on market (brokers: Bascom & Sears; DG" , "date" : "20050421" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "Residential Sales" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9903E0D91631F932A15757C0A9639C8B63"} , {"body" : "In an unexpected setback to Representative Anthony D. Weiner's mayoral campaign, three Democratic clubs in his southern Brooklyn district have decided to endorse two of his rivals, Gifford Miller and Fernando Ferrer. The Thomas Jefferson Democratic Club and the Highway Democratic Club will support Mr. Miller, the speaker of the City Council, who" , "date" : "20050210" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Democrats Go Beyond Border in Mayor's Race" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E1D9163AF933A25751C0A9639C8B63"} , {"body" : "In a growing number of New York City neighborhoods, it is English that is the foreign language. ''The Newest New Yorkers 2000,'' a 265-page report released last week on how immigration has transformed the city's landscape and life, counted 17 neighborhoods where a majority of the residents were born outside the United States. In one, Elmhurst in" , "date" : "20050130" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)" , "ELMHURST (NYC)" , "BEDFORD-STUYVESANT (NYC)" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Around the World in 5 Boroughs" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE5DD153BF933A05752C0A9639C8B63"}]