[  {"body" : "SOMETIMES museum curators installing art, to save their backs and sore feet, use wheelchairs. At the New York Botanical Garden in the Bronx, the vehicle of choice is a golf cart. Crisscrossing 250 acres is not exactly a walk in the park, if you know what I mean, especially as winter comes. The other day, Gregory Long, the voluble and charming" , "date" : "20051230" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "CRITIC'S NOTEBOOK; Where the Art Grows on Trees (and Everywhere Else)" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/30\/arts\/design\/30bota.html"} , {"body" : "A man was killed early yesterday when his car collided with a Fire Department ladder truck in Kensington, the police said. The man, Craig Mason, 20, of 385 East 16th Street, was driving a 2005 Honda when he ran a red light at 1:54 a.m. at East 16th Street and Cortelyou Road, according to a preliminary investigation by fire officials and the police." , "date" : "20051212" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Man Killed In Collision With Fire Truck" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9903E7DB1E31F931A25751C1A9639C8B63"} , {"body" : "When the 30-year-old accountant at WNYC told his co-workers at the public radio station that he was leaving his job of nine years for a new career, they were shocked. ''He said, 'I want to become a police officer,' '' said Brenda Williams-Butts, 46, director of community affairs. ''Why?'' she asked him. ''It's just something I want to do,'' she" , "date" : "20051129" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "An Accountant Changed Careers at 30, and the Citations for Bravery Followed" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/29\/nyregion\/29profile.html"} , {"body" : "A Brooklyn man was charged with murder and assault yesterday in connection with the shooting of two people in Kensington on Oct. 29, the police said. They said that Michael Colon, 33, of Avenue C, fatally shot Damian Menard, 23, of Beverly Road, in front of 200 East Eighth Street. Mr. Menard, who lived with his parents half a block from the" , "date" : "20051109" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Man Arrested In Fatal Shooting" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04EFD8153EF93AA35752C1A9639C8B63"} , {"body" : "A shooting early yesterday on a Brooklyn street left one man dead and another wounded, the police said, adding that the motive was not known. The dead man, Damian Menard, 23, was shot several times, and was pronounced dead at the scene, on East Eighth Street in Kensington. The wounded man, whom the police did not identify, was shot once in the chin" , "date" : "20051030" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "23-Year-Old Man Fatally Shot in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/30\/nyregion\/30shot.html"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "IN a decade, Justine Lackey witnessed the utter transformation of Williamsburg, Brooklyn. When she moved in, sharing a stabilized two-bedroom rental on Havemeyer Street with a succession of roommates, it was a desolate, derelict place. Ten years later, with Williamsburg choking on its own hipness, Ms. Lackey was priced out of owning an apartment in" , "date" : "20051023" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "OSSINING (NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "THE HUNT; Across the Atlantic and Up the Hudson" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/23\/realestate\/23hunt.html"} , {"body" : "Manhattan TRIBECA $2.3 million 354 Broadway (Leonard Street) (D'Arte House) 3-bedroom, 2-bath, 2,968-sq.-ft. condo in a renovated prewar loft building; part-time doormen; kitchen with marble countertops and stainless steel appliances, 12-ft. ceilings, fireplace, floor-to-ceiling windows, oak floors, steam shower and whirlpool, 3 exposures; 2" , "date" : "20051013" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "4" , "title" : "Residential Sales" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502E4DE173FF930A25753C1A9639C8B63"} , {"body" : "TELEVISION executives must be wondering whether reality hasn't eclipsed reality programming. In the aftermath of Hurricanes Katrina and Rita, and the epic displacements they caused, episodes of ''Survivor'' seem superfluous at best. Take the example of Lee Ledbetter and his colleagues at Ledbetter Fullerton Architects, a firm based in New Orleans." , "date" : "20050929" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "In a Brooklyn Bayou" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/29\/garden\/29ledbetter.html"} , {"body" : "Manhattan TRIBECA $620,000 295 Greenwich Street (Chambers Street) 1-bedroom, 1-bath, 679-sq.-ft. condo in a postwar building; 24-hr. doormen; west exposure; common roof deck; common charge $523; taxes $4,344; listed at $625,000, 1 week on market (broker: Tabak Real Estate) CHELSEA $2.9 million 146 West 22nd Street 3-bedroom, 3-bath, 2,435-sq.-ft." , "date" : "20050922" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0CE5DE1730F931A1575AC0A9639C8B63"} , {"body" : "AMONG cultural critics who have spent any time considering the meaning of the circus, clowns are often considered bold anarchists of the theatrical arts. Champions of ill-fitting clothes, itinerants who don't dwell on price-to-rent ratios, clowns are enemies of impulse control, averse to agenda setting. They thrive on humiliation and find truth in" , "date" : "20050821" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "A Funny Kind of Love" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE7DB113CF932A1575BC0A9639C8B63"} ,   {"body" : "To the Editor: While Suketu Mehta, writing from the comfort of a Park Slope address, paints a loving picture of Brooklyn during the last big city-wide blackout in ''The Great Awakening,'' those of us pushed out of Park Slope years ago by ridiculously escalating rents spent that night with our doors locked tight, wondering if the drunken people in" , "date" : "20050626" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "9" , "title" : "Priced Out, Again" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE4D6163AF935A15755C0A9639C8B63"} , {"body" : "One morning a dozen years ago, a sculptor named Rodger Stevens got on a subway at 116th Street and Broadway and had what he calls a ''Twilight Zone'' moment. Everyone in the train seemed to be holding a paper coffee cup, and every cup was white, with no image or words whatsoever. The effect was so striking, Mr. Stevens said, ''it was as if no one" , "date" : "20050626" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "CITY LORE; Urban History to Go: Black, No Sugar" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9401E0DF163AF935A15755C0A9639C8B63"} , {"body" : "The Radio Rookies are radicals as well as throwbacks, a group of nonprivileged teenagers using timeworn technology to defy the usual image of what it means to be young. They report on the mundane and exotic aspects of lives lived not in the imaginations of advertising and television producers but in the often invisible corners of urban existence." , "date" : "20050615" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "6" , "title" : "With Radio Rookies, Teenage New York Gets Voice on Air" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9404E1DD133EF936A25755C0A9639C8B63"} , {"body" : "A 17-year-old Brooklyn youth was stabbed to death in a fight that broke out early yesterday between groups from two graduation parties for Franklin Delano Roosevelt High School seniors, the police said. The parties were held in crowded apartments in the Kensington neighborhood, according to the police. The youth, Cesar Cruz, who worked as a plumber" , "date" : "20050613" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Youth, 17, Is Killed In Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D00EFDE133EF930A25755C0A9639C8B63"} , {"body" : "GILBERT CENTER never forgets an umbrella. Surrounding him in the small basement workshop of his Brooklyn home, along with worktables crowded with varnish, solvent and orphaned black metal spokes, are hundreds of umbrellas. ''There are always features that distinguish one umbrella from another,'' Mr. Center said. ''Somebody will call me up about" , "date" : "20050605" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "8" , "title" : "Still Covering the Big City" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9900E2D61738F936A35755C0A9639C8B63"} , {"body" : "Assemblyman Dov Hikind and the president of New York City Transit, Lawrence G. Reuter, announced yesterday that 120 closed-circuit television cameras were installed last month at nine subway stations along the D, F and N lines in Brooklyn. Mr. Hikind, a Brooklyn Democrat, used $1.2 million in discretionary funds available to Assembly members for" , "date" : "20050602" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Metro Briefing | New York: Brooklyn: Security Cameras In Stations" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D04E6D71638F931A35755C0A9639C8B63"} , {"body" : "As a cabdriver, L.G. Khambache Sherpa, 41, of Brooklyn, shepherds people all over New York City, which is sort of fitting because Mr. Sherpa comes from a Nepali community of Sherpas, those famously trustworthy mountaineers known for accompanying climbers to the top of Mount Everest. Mr. Sherpa is part of a family of guides, many of whom have scaled" , "date" : "20050529" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Many Sherpas Climb Everest. This One Hopes to Crawl Manhattan." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9501E7DA1E39F93AA15756C0A9639C8B63"} , {"body" : "GREGORY ZASLAVSKY, a Russian entrepreneur with black hair, fine skin and a gravelly voice, describes his 28 years of achievement in New York with no small amount of pride: the Brighton Beach restaurant, the supermarkets. But the venture of which Mr. Zaslavsky is proudest, and the only one in which he still has a hand, is the Russian bathhouse on" , "date" : "20050522" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; Banya Fever" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9402E0D91439F931A15756C0A9639C8B63"} , {"author" : "E-mail: thehunt @ nytimes.com" , "body" : "A LOW price was what mattered most to Lucie Fisher. Where could she find a spacious one-bedroom condominium for less than $75,000 or a two-bedroom for less than $100,000? When she searched real estate Web sites for these prices, the screen came up blank -- until she considered the Bronx, on the advice of an uncle who used to live there. Ms. Fisher," , "date" : "20050501" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "THE HUNT; Steppingstones To Bigger and Better" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B00E0DF1131F932A35756C0A9639C8B63"} , {"body" : "The Kensington Stables shelter a quiet, rustic Brooklyn intersection from the rumbling traffic a block away on the Ocean Parkway, from the stampede of development beyond it, and in some ways, from time itself. Early yesterday afternoon, children rode ponies down Caton Place, and a 12-year-old Andalusian quarterhorse cross named Emma dozed in an" , "date" : "20050420" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Sale of a Stable Threatens What Passes for a Pasture in Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502EFDE1631F933A15757C0A9639C8B63"} ,   {"body" : "A man was shot in the head at a Kensington bar early yesterday by a friend who grew angry because he was taking photographs of a band, the police said. The manager of the bar, Steve Grover, identified the victim as Sheldon Goodridge. He was taking pictures in the Cornerstone Pub at 1502 Cortelyou Road when he and a fellow regular at the bar began" , "date" : "20050418" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Argument In Bar Leads To Shooting" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E0DF1F3EF93BA25757C0A9639C8B63"} , {"body" : "MANY New Yorkers think they can do better than ''The World's Second Home,'' the phrase that the Bloomberg administration wants to trademark as New York's official slogan. When the City section invited readers to suggest alternatives, hundreds of ideas arrived; here are some of the ones we especially liked. What's Next Starts Here PETER KLEIN UPPER" , "date" : "20050306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: NEW YORK VOICES; Second Thoughts About 'Second Home'" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F03E0DE113DF935A35750C0A9639C8B63"} , {"body" : "For that stout breed of New Yorker who parks in the street, it was a wintry ordeal etched in heavy ice, filthy snow and angst. It was the panic after the storm. ''I am totally frantic,'' Emily Greenhill, a choreographer, said as she hoisted a shovelful of ice from her Volvo station wagon at 10:45 a.m. yesterday in Brooklyn, racing to beat an 11:30" , "date" : "20050204" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Finally, 12 Days Later, a Deadline to Dig Out" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E7DF113BF937A35751C0A9639C8B63"} , {"body" : "The 14-year-old girlfriend of the teenager accused of fatally shooting a young actress last week was also charged with murder yesterday for what prosecutors said was her role in helping to rob the victim's friends on the Lower East Side. The girlfriend, identified by investigators as Tatianna McDonald of Ocean Avenue in Kensington, Brooklyn," , "date" : "20050202" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "GEORGETOWN (SC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Suspect's Girlfriend, 14, Charged In Killing on the Lower East Side" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9500EFDD133BF931A35751C0A9639C8B63"} , {"body" : "''WE come here to ski,'' said Laurie Schnitzlein, echoing the sentiment of many weekenders in Jamaica. She and her family have been making the five-hour trek from Monmouth Junction, N.J., to their five-bedroom saltbox in Jamaica every winter weekend for seven years. The main draw, for them and most of the town's second-home owners, is the Stratton" , "date" : "20050128" , "day_of_week_facet" : "Friday" , "geo_facet" : ["VERMONT" , "JAMAICA (VT)"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "4" , "title" : "HAVENS; Weekender | Jamaica, Vt." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E05E4DB173BF93BA15752C0A9639C8B63"} , {"body" : "A 39-year-old man beat and stabbed his wife to death late Thursday night in the Kensington section of Brooklyn, then drove his car into the side of a gasoline tanker at a service station six miles away, the police said. The collision, just west of the Flatbush Avenue exit on the Belt Parkway near Canarsie, spilled 2,000 gallons of gasoline, but it" , "date" : "20050122" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Wife's Killing Is Followed By Car Crash At Gas Station" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E6D71138F931A15752C0A9639C8B63"} , {"body" : "In the following reports, the listed at price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. Manhattan Less than $300,000 Hudson Heights $256,000 120 Bennett Avenue (187th St.) Number of bedrooms -- 1 Number of full bathrooms -- 1 Number of half bathrooms -- 0 Time" , "date" : "20050109" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9504E3DC1239F93AA35752C0A9639C8B63"}]