[  {"body" : "Park Avenue Co-op $1,200,000 MANHATTAN: 10 Park Avenue (at 34th Street), #18K A 1,001-square-foot two-bedroom, two-bath co-op. Eileen Shannon (646) 442-9865 or Robert Barry (646) 442-9384, Coldwell Banker Hunt Kennedy; www.cbhk.com MAINTENANCE: $1,092 a month PROS: The renovation is classic, with crown and baseboard moldings, high-end appliances in" , "date" : "20051225" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990CE4D61430F936A15751C1A9639C8B63"} , {"body" : "NEW YORKERS always think they know the real thing when it comes to Chinese food. Forty years ago it was egg rolls, chop suey and drinks with paper umbrellas. Then it was General Tso's chicken and sesame noodles. But over the past decade, as large communities of people from India, Peru, Korea, Trinidad and Guyana have formed here, New York has had" , "date" : "20050921" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CHINA"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "1" , "title" : "NEIGHBORHOODS; Craving Hyphenated Chinese" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/21\/dining\/21chin.html"} , {"body" : "A 21-year-old man was shot last night in the Prospect-Lefferts Gardens section, the police said. The shooting occurred about 11 p.m. at 728 Rogers Avenue, near Lenox Road. The man, whose identity was not released by the police, was taken to Kings County Hospital, where he was pronounced dead. Michelle O'Donnell (NYT)" , "date" : "20050920" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Man Fatally Shot" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E01E7D91630F933A1575AC0A9639C8B63"} , {"body" : "A police officer shot and wounded a 21-year-old man who had used a fire ax to try to hack his way into his family's apartment last night, the police said. The man, identified by his brother as Alfonsa Wilson, was arguing with his mother about a telephone bill in the fourth-floor apartment at 265 Ocean Avenue in Prospect-Lefferts Gardens before he" , "date" : "20050915" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Man Wielding Ax Shot, Police Say" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9901EEDE1E31F936A2575AC0A9639C8B63"} , {"body" : "A 23-year-old man was fatally shot in front of a three-story apartment building in the Prospect Lefferts Gardens section last night, the police said. The man, who was identified by his relatives as Winfield Jaston, was shot once in the head during a dispute about 10 p.m. outside 23 Winthrop Street, between Flatbush and Bedford Avenues, the" , "date" : "20050905" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Man Fatally Shot" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E06EEDC1531F936A3575AC0A9639C8B63"} , {"body" : "THE rocket-paced, exhaust-ridden artery that is Queens Boulevard slices through the neighborhood of Forest Hills. But to step into either side of this sprawling enclave and tour its grand homes and elegant apartment buildings is to forget the traffic and leave behind the ideas of what city living is like. With an abundance of shopping, a" , "date" : "20050821" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FOREST HILLS (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Education" , "Real Estate"] , "page_facet" : "11" , "title" : "LIVING IN\/Forest Hills, Queens; A Newcomer Helps Push Up Prices" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9805E6D6133EF932A1575BC0A9639C8B63"} , {"body" : "LONG before the BlackBerry and the PlayStation Portable, New Yorkers loved their hand-helds. The folded pizza slice, the hot dog and the crusty knish have a built-in mobility that lets hungry New Yorkers eat on the street, and enough density to carry them through to the next meal. New immigrants have added to the on-the-go family, introducing" , "date" : "20050720" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Jamaican Passions" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B00E2DC1F30F933A15754C0A9639C8B63"} , {"body" : "JAMAICAN drinks can sneak up on you. Ginger beer is a good place to start, the slow burn of the ginger acting as a cooler in hot weather. From there it's an easy jump to spicy, ruby red sorrel punch tart enough to stand up to the delicious fat in a meat patty. But read to the bottom of the menu at New York's Jamaican patty stands and juice bars." , "date" : "20050720" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Thirst Quenchers and Man Drinks" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F02E2DC1F30F933A15754C0A9639C8B63"} , {"author" : "Sol Yurick's novels include \"The Warriors.\"" , "body" : "DURING the Depression, when I was a child, my parents moved 15 times, more or less in the same area of the Bronx. When I went to college, I moved to Manhattan, 13th Street near Eighth Avenue. The next move was to Brooklyn Heights. Why there? All I can remember is that the rents were cheap. It was there I met my wife, who herself was fleeing the" , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "VOICES; 'Willy-Nilly, Part of a Great Social Movement'" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0CEFDC153BF93AA25755C0A9639C8B63"} , {"body" : "AS real estate prices have soared in recent months, some buyers have found that the apartments they've agreed to purchase were appraised for less than the sale price -- with often knotty consequences. Sometimes, the collision of inflated prices and deflated expectations so unnerves buyers that they look for ways to get out of a deal. Other times," , "date" : "20050529" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "When the Numbers Don't Match" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E07E5D91039F93AA15756C0A9639C8B63"} ,   {"body" : "Attractions Museums MUSEUM OF THE CITY OF NEW YORK, Fifth Avenue at 103rd Street. The museum collects, preserves and presents material related to the city's history. Tomorrow and Sunday at 2 p.m., ''Lovely to Look At,'' a cabaret performance celebrating New York City and the music of Kern, Berlin, Porter, Arlen, Weill and others, with Marian" , "date" : "20050520" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E4D81739F933A15756C0A9639C8B63"} , {"body" : "FROM penthouse apartments in Manhattan to 19th-century brownstones in Brooklyn, and from tiny backyard spaces to bulging community gardens, the spring season of show houses and house and garden tours has begun in New York City. This year's sampling includes private modern art collections, shiny new kitchens, lush plantings and antiques galore." , "date" : "20050414" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "Spring Ambles In, Along With the Curious" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9800E4DA133EF937A25757C0A9639C8B63"} , {"body" : "By the time of Eleanor Jackson's 53rd birthday in January, she had survived several slips in her recovery from heroin addiction and bleak stretches of homelessness that left her and her husband riding the subways together all night to stay warm. But what got her killed -- and her body chopped to pieces and dumped in a Bronx garbage bin -- were not" , "date" : "20050319" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Love Advice Led to Killing In the Bronx, Spouse Says" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A04E5DA113CF93AA25750C0A9639C8B63"}]