[  {"body" : "For three days, New Yorkers could not watch the closing doors, could not try to make sense of garbled announcements, could not wonder why the express always pulls out just as the local pulls in. So the news that transit workers were going back to work left many New Yorkers thinking one of those only-in-New-York thoughts: a subway car is a beautiful" , "date" : "20051223" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "TRANSIT STRIKE ENDS: VOICES; Grudging Praise for a System Riders Say They Can't Live Without" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/23\/nyregion\/nyregionspecial3\/23voices.html"} , {"body" : "A contractor who had been hired to tear down a garage behind a Brooklyn home was found dead yesterday under a collapsed wall at the site, the authorities said. It was not clear how long the contractor, identified by the authorities as Frederick E. Lopez, 32, of Ocean Parkway, Brooklyn, had been dead, but residents on East 32nd Street in Midwood," , "date" : "20051126" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Contractor's Body Is Found In Rubble of Garage Wall" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/26\/nyregion\/26body.html"} , {"body" : "At least four people, including a city firefighter, were seriously injured early yesterday in a blaze at an apartment building in Brooklyn that forced a 16-year-old girl to jump out of a third-floor window, the authorities and residents said. The girl, whose name was not released, and her father, identified by neighbors as Dupree Corbett, 58, were" , "date" : "20051125" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Fire in Brooklyn Injures Four, Including a Girl Who Jumped From a Third-Floor Window" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/25\/nyregion\/25fire.html"} , {"body" : "Thanksgiving is always a busy time for Julie Sorokurs. She and her younger sister, Cathy, help in the kitchen with the apple pie, mixing the flour and remembering, Julie said, to ''take turns so everything is fair.'' Then they work on the day's costumes, assembling Pilgrim hats out of black construction paper. During dinner, she is happy to" , "date" : "20051124" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Children Lead Pilgrims of Today In Cultural Lessons" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/24\/nyregion\/24thanks.html"} , {"body" : "THE question sounded laughable: Given that the national median home price recently calculated by the National Association of Realtors is $220,000, is it possible to buy something for that price in New York City? Or even, just to provide some wiggle room, up to $250,000? The initial reactions of real estate brokers in all five boroughs included:" , "date" : "20051120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "What You Can Get for $220,000" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/20\/realestate\/20cov.html"} , {"body" : "He walked these avenues and then he was gone, as the inhabitants of one city give way to the next, as some are hurried along. Everyone leaves behind a name, a time, a place and a role, and his were Jimmy Moy, 1960, Park Slope, Brooklyn: the man who never returned. A cataclysm's sudden vacancy leaves the memory of the disappeared, and the great" , "date" : "20051118" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Tracing Steps of the Man Who Walked Away" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/18\/nyregion\/18gone.html"} , {"body" : "MEYER--Trude (nee Nassau) January 1, 1910, at 95. Beloved mother of Rita and Ronny Meyer. Devoted wife of Allen. Loving daughter of Rose and Louis Nassau and Tetta to Lewis and Harold Nassau. Charter member and former vice president of neighborhood chapter of B'nai B'rith and member of the East Midwood Jewish Center. Kind and caring friend to so" , "date" : "20051102" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "18" , "title" : "Paid Notice: Deaths MEYER, TRUDE (NEE NASSAU)" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9503E7D9163EF931A35752C1A9639C8B63"} , {"body" : "COBEN -- Grace. Beloved mother of Dr. Flora and Elliott Bloom. Dear grandmother of Dr. Lisa Ellen Bloom and Dr. Peter Jason Bloom; fond sister of Sidney and Lucille Cole. Cherished aunt of Roberta Fortgang and great aunt of Rebecca Fortgang. Funeral services Sunday 11AM Midwood Nieberg Chapels, 1625 Coney Island Ave., Brooklyn at Avenue M." , "date" : "20051029" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "16" , "title" : "Paid Notice: Deaths COBEN, GRACE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9901E5DF1F3FF93AA15753C1A9639C8B63"} , {"body" : "Manhattan TRIBECA $2.3 million 354 Broadway (Leonard Street) (D'Arte House) 3-bedroom, 2-bath, 2,968-sq.-ft. condo in a renovated prewar loft building; part-time doormen; kitchen with marble countertops and stainless steel appliances, 12-ft. ceilings, fireplace, floor-to-ceiling windows, oak floors, steam shower and whirlpool, 3 exposures; 2" , "date" : "20051013" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "4" , "title" : "Residential Sales" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502E4DE173FF930A25753C1A9639C8B63"} , {"body" : "KAY--Helen Dorothy. Died on October 4, 2005 at the age of 103. Before marrying Irving Kay on October 3, 1926 she wrote and acted in plays and short stories and received professional offers. As a conscientious wife and mother of two sons she still became an outstanding handball player and worker in a war time naval hospital. Afterwards, she was a" , "date" : "20051007" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "27" , "title" : "Paid Notice: Deaths KAY, HELEN DOROTHY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D02EFD61E30F934A35753C1A9639C8B63"} ,   {"body" : "Rarely does anyone see peaches labeled by type: yellow, white, local and doughnut are usually as far as it goes. But the Indian blood peach, a velvet-skinned late-season variety, is worth seeking. Its burgundy flesh, shading to gold, is deeply flavored and juicy. Goldbud Farms in Placerville, Calif., ships Indian bloods to the Orchard, 1367 Coney" , "date" : "20050928" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; Voluptuary in a Velvet Glove" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E01E2DF1230F93BA1575AC0A9639C8B63"} , {"body" : "Two critical contests on the Sept. 13 Democratic primary ballot in Brooklyn -- for district attorney and for a Surrogate's Court judgeship -- offer voters a chance to register their disgust with the cozy clubhouse-courthouse ties that lie at the heart of the borough's judicial patronage and corruption scandal, and the undue influence of Clarence" , "date" : "20050904" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "For Cleaner Courts in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/04\/opinion\/nyregionopinions\/CIjudges.html"} , {"body" : "HERB PREMINGER, a courteous, soft-eyed man who lives on East 17th Street in Midwood, Brooklyn, has managed well during his professional life as a marketing writer. But for nearly three decades, his overwhelming passion has been for his work as an amateur historian of the vanished New York candy store. In his living room one day recently, Mr." , "date" : "20050904" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE VOICE; His Madeleine, the Cherry Lime Rickey" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/04\/nyregion\/thecity\/04cand.html"} , {"body" : "In the following reports, the listed at price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. *Sale in this price category not available. Manhattan Less than $300,000 Hudson Heights $299,000 45 Overlook Terrace (184th St.) Number of bedrooms -- 1 Number of full" , "date" : "20050821" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E3DC103CF932A1575BC0A9639C8B63"} , {"body" : "Congressman Anthony D. Weiner will begin running the first television advertisement of his mayoral campaign tomorrow. The ad, a 30-second spot, will be shown on cable and network television and will run through Aug. 29. Mr. Weiner is spending $686,178 to show it. PRODUCER -- GMMB. ON THE SCREEN -- The ad opens with Mr. Weiner standing over a" , "date" : "20050818" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE AD CAMPAIGN; Weiner Takes a Swing" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907E6DA133EF93BA2575BC0A9639C8B63"} , {"body" : "Starting this week, American Jews are likely to see wrenching scenes of Jewish soldiers expelling defiant Jewish settlers from their homes and farms in the Gaza Strip, as Israel begins its pullout there. The experience for many Americans will be almost as painful and perplexing as it will be for Israelis, because the two societies are so" , "date" : "20050814" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["ISRAEL" , "GAZA STRIP"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "American Jews Sharing Pain Of Gaza Pullout" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9807EFD7153EF937A2575BC0A9639C8B63"} , {"body" : "A fire early yesterday in Manhattan killed a 94-year-old man who had been confined to his fifth-floor walkup apartment because of a hip injury, fire officials and neighbors said. Firefighters carried the man, identified by neighbors as Nicholas DeCurtis, out of the fire in his apartment on Christopher Street about 2 a.m. yesterday, neighbors said." , "date" : "20050814" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Fire Kills Man, 94, Confined To Apartment by an Injured Hip" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE6D6153EF937A2575BC0A9639C8B63"} , {"body" : "To the Editor: ''Take This $100 Million. Please'' does not mention the following points: The Taub Urban Research Center study ''Tunnel Vision'' concluded that ''the proposed hub port and rail tunnel are Industrial Era Projects ill suited for the information economy of the 21st century. Furthermore, the proposed hub port and rail tunnel represent a" , "date" : "20050814" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "9" , "title" : "The Rail Tunnel, Pro and Con" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9406E7D8153EF937A2575BC0A9639C8B63"} , {"body" : "The investigation into the macabre death on Wednesday night of a young woman on Staten Island -- first thought to be the result of a panicked burglar turning to homicide -- took a different direction yesterday, and the authorities are now looking into the possibility that the victim had previously met her killer, a law enforcement official said." , "date" : "20050812" , "day_of_week_facet" : "Friday" , "geo_facet" : ["STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "S.I. Death Inquiry Focuses on Victim's History" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9803E5D6143EF931A2575BC0A9639C8B63"} , {"body" : "Theater 'SANGO (LORD OF THUNDER),' a West African coming-of-age dance-drama, by the Orisha Tales Repertory Radio Theater Company and the Theater of the Riverside Church, 91 Claremont Avenue, at 120th Street, Morningside Heights, (212)870-6784. Tonight and tomorrow night at 7:30; Sunday at 3 p.m. Tickets: $25; children, $15. Through Aug. 28. Events" , "date" : "20050812" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "32" , "title" : "SPARE TIMES; For Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990DE4D8143EF931A2575BC0A9639C8B63"} ,   {"body" : "It emerged in the 1960's as an invention born of fear: the taxicab partition, meant to spare the lives of drivers at a time of gunfire, armed robberies and murders. Over its lifetime, it would become yellowed and defaced; its contraption for safely passing money to the driver would often break down. And with the partition closed, the classic cabbie" , "date" : "20050809" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Taxi Partitions, Born of Danger, May Be Set For a Makeover" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E01E6D8173EF93AA3575BC0A9639C8B63"} , {"body" : "BLOCK--Norman Jacob. Of Brooklyn, NY on July 18, 2005. Beloved husband of Carole. Loving father of Gail Block Harris and Ira Jay Block. Dear father-in-law of Walter Harris & Madelon Rosenfeld. Adoring grandfather of Katherine Clark Harris and Jennifer Leigh Harris. President of Carole Block, Ltd. Past President of Avenue M Merchants Association." , "date" : "20050719" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "8" , "title" : "Paid Notice: Deaths BLOCK, NORMAN JACOB" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9504E4DC1F30F93AA25754C0A9639C8B63"} , {"body" : "For 8, 10, sometimes 14 hours a day, they wipe apple juice off sticky chins, chide wobbly toddlers lurching toward a staircase, snuggle dusty 2-year-olds as they make their way from the playground. It bewildered some rescue workers on Thursday to realize that the tiny child buried beneath the rubble of a building that had just collapsed on" , "date" : "20050716" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "City Nannies Say They, Too, Can Be Mother Lions" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D05E5DC1F3DF935A25754C0A9639C8B63"} , {"body" : "Ever since the police and the medical technicians came and took the woman's body away from the backyard on East 15th Street in Midwood, Brooklyn, on Monday, people have been waiting to hear what really happened. The police are saying little, other than that the woman has not been identified. A spokeswoman for the medical examiner said yesterday" , "date" : "20050713" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "In Brooklyn, Little Light on Mystery of a Body in a Yard" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B06E3D6133DF930A25754C0A9639C8B63"} , {"body" : "A man returning home yesterday afternoon discovered a dead woman in his backyard, the police said. The body was discovered shortly before 4 p.m. in the backyard of 1542 East 15th Street, in Midwood. The police said that the woman was dark-skinned, had long black hair and was clad only in a shirt. The body was taken to the medical examiner's office" , "date" : "20050712" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Body Found In Backyard" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0DE2DD1530F931A25754C0A9639C8B63"} , {"body" : "To the Editor: Having grown up in the Midwood section and still counting as my closest friends two ''girls'' who went to P.S. 193 and Midwood High School with me, I loved your series of articles on Brooklyn. To celebrate our 75th birthdays, the three of us recently took a nostalgia trip to see our former schools, homes and neighborhood. We were" , "date" : "20050626" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "9" , "title" : "Memories of Midwood" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9504E3D6163AF935A15755C0A9639C8B63"} , {"body" : "To the Editor: As a third-generation Brooklynite, I enjoyed your City section devoted to Brooklyn. What I don't enjoy are the attitudes held by many newcomers. Too many tend to overlook or even look down on natives and especially our ''unhip'' neighborhoods such as Midwood, Gravesend and Mill Basin. One Fort Greene mom rolled her eyes and told me" , "date" : "20050626" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "9" , "title" : "'Unhip'? Oh, Please" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0CE4D6163AF935A15755C0A9639C8B63"} , {"author" : "Humera Afridi is completing her first novel, ''Asymptotes,'' set in New York, Pakistan and Saudi Arabia." , "body" : "CONEY ISLAND is what they call it. ''Our new home -- Coney Island,'' they say proudly and flick their eyes toward the double-wide avenue lined with squat two- and three-story buildings huddled together like members of an ambushed army. The short stretch of Coney Island Avenue from Avenue H to Beverly Road, along with the side streets leading off" , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CONEY ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "THE NEW BROOKLYNS\/FACES OF A BOROUGH; The Coney Island Of Their Mind" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE4DA143BF93AA25755C0A9639C8B63"} , {"body" : "A Brooklyn man stabbed his stepdaughter's friend at his apartment house and set fire to the building with 13 people inside early yesterday, killing two of his tenants and himself, the police said. The man, Barrington King, 47, was found dead, along with his tenants, Yolanda Fredericks, 54, and Herbert Simmons-St. Louis, 60, inside the brick" , "date" : "20050615" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Say Man Set a Deadly Fire After a Family Fight" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0CE7DD163BF936A25755C0A9639C8B63"} , {"body" : "THE leafy, sleepy Midwood neighborhood of Brooklyn is as green, clean and quiet as it was in the late 1950's, when Willa Gelber was a teenager and itchy for more sophisticated urban pleasures. Her family lived in that Midwood archetype, a large 1950's stucco two-family house with a front porch, a backyard and a finished basement, along with a dark" , "date" : "20050612" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS\/Midwood, Brooklyn; Discovering You Can Go Home Again" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0DE0DE1138F931A25755C0A9639C8B63"} ,   {"author" : "Yisrael Feuerman is an organizational consultant and psychotherapist who lives in Passaic." , "body" : "WHEN I told my rebbe in Brooklyn that I was moving to Passaic, he said: ''What do you have there? You'll never find Torah like we have here.'' For good measure, he added, ''And it won't be good for the children.'' He was referring not to a particular synagogue or school or house of study. He was not even referring to the legions of men in Brooklyn" , "date" : "20050612" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "SOAPBOX; Out of Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9501E4DB1E38F931A25755C0A9639C8B63"} , {"body" : "Dressed in a navy suit and red tie, his hair parted neatly on the side, Special Agent Charles E. Frahm sat with practiced calm as Muslims rose, one after another, to hurl raw complaints at him. Mr. Frahm, who heads the counterterrorism division of the F.B.I. in New York, was at a banquet hall in the Midwood section of Brooklyn on Thursday night to" , "date" : "20050604" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "You Can't Talk to an F.B.I. Agent That Way, or Can You?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E7D81438F937A35755C0A9639C8B63"} , {"body" : "Assemblyman Dov Hikind and the president of New York City Transit, Lawrence G. Reuter, announced yesterday that 120 closed-circuit television cameras were installed last month at nine subway stations along the D, F and N lines in Brooklyn. Mr. Hikind, a Brooklyn Democrat, used $1.2 million in discretionary funds available to Assembly members for" , "date" : "20050602" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Metro Briefing | New York: Brooklyn: Security Cameras In Stations" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D04E6D71638F931A35755C0A9639C8B63"} , {"body" : "The new face of New York City is taking shape among the graceful Victorian houses and stout apartment buildings of Ditmas Park, Brooklyn. This softly shaded patch of Flatbush is one of the city's most polyglot and polychrome, what city demographers like to call a melting-pot neighborhood, because no one ethnic or racial group is dominant and many" , "date" : "20050529" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Brooklyn's Technicolor Dream Quilt" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE1DC1E39F93AA15756C0A9639C8B63"} , {"author" : "John Mollenkopf is a professor at the City University of New York and director of its Center for Urban Research." , "body" : "BOTH presidential campaigns allotted New York State to John Kerry in 2004, largely because New York City was rightly perceived as among the bluest -- or most Democratic -- areas in the country. After all, Democrats enjoy a 5-to-1 registration advantage over Republicans in the city. In 2000, only 18 percent of the city's voters cast their ballots" , "date" : "20050529" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "Painting the Town Red" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A03EEDD1139F93AA15756C0A9639C8B63"} , {"body" : "FOR those lacking cab-ride entertainment since television screens were discontinued in taxis in 2003, there is hope. It comes in the form of the Human Computer, a k a Oleg Roitman, an immigrant cabdriver from Ukraine who regales fares with a flashy sleight of mind: Give Mr. Roitman any date -- say, your birthday -- and within a second, he will tell" , "date" : "20050529" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEW YORK UP CLOSE; The Entertainer" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9806EFDD1139F93AA15756C0A9639C8B63"} , {"body" : "BILOFSKY--Pearl. Devoted wife of the late Joseph. Loving mother of Walter and Ellen Bilofsky. Mother-in-law of David Newman and Nancy Bilofsky. Adored grandmother of Jessica and Alexander Newman. Services 1:30 Wednesday at Nieberg Midwood Chapel, 1625 Coney Island Avenue, Brooklyn (Ave M)." , "date" : "20050524" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "9" , "title" : "Paid Notice: Deaths BILOFSKY, PEARL" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0CE3D61239F937A15756C0A9639C8B63"} , {"body" : "GREGORY ZASLAVSKY, a Russian entrepreneur with black hair, fine skin and a gravelly voice, describes his 28 years of achievement in New York with no small amount of pride: the Brighton Beach restaurant, the supermarkets. But the venture of which Mr. Zaslavsky is proudest, and the only one in which he still has a hand, is the Russian bathhouse on" , "date" : "20050522" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; Banya Fever" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9402E0D91439F931A15756C0A9639C8B63"} , {"body" : "It was not your everyday high school reunion, and not just because everybody in the room was over 80 years old. Sure, there were some obligatory reunion moments and many chances to reconnect with the earnest follies of long ago. Bob Lachman, deeply tanned from his annual winter in Florida, fruitlessly scanned the room once again for the girl who" , "date" : "20050518" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "How Long Has It Been? 2 Months; Class of 1940 Doesn't Wait Years to Reunite" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950CE7D81639F93BA25756C0A9639C8B63"} , {"body" : "Sixteen school custodians were arrested yesterday on charges of taking kickbacks from corrupt vendors who were paid for cleaning products and other supplies that were never delivered. The custodians were charged with misappropriating federal funds, a felony, among other counts. In all, investigators estimated that several hundred thousand dollars" , "date" : "20050506" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "16 Custodians In City Schools Are Accused Of Corruption" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D07E2DE1430F935A35756C0A9639C8B63"} ,   {"body" : "Two bags containing what the police believe to be human remains were discovered yesterday afternoon next to a stairway leading to the Long Island Rail Road tracks near Ocean Avenue in Midwood, Brooklyn, the police said. The police did not describe the remains, or say when they thought they had been left. The medical examiner's office is examining" , "date" : "20050506" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Grisly Discovery Near Train Tracks" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9900E7DA1430F935A35756C0A9639C8B63"} , {"body" : "WHAT do you get when you sell a three-bedroom, 1,500-square-foot Brooklyn Heights co-op for $1 million and buy a seven-bedroom, 4,000-square-foot house 10 minutes away in Prospect Park South for $1.025 million? According to Felicia Kang, who, with her husband, Tom Rosenthal, just made that move, you get a terrific bargain with lots more room -- and" , "date" : "20050501" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK SOUTH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN\/Prospect Park South, Brooklyn; Near Prospect Park, a Touch of Greenwich" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9804E0DF1131F932A35756C0A9639C8B63"} , {"body" : "A bizarre chain-reaction crash at a Brooklyn intersection during the morning rush yesterday sent a small school bus hurtling onto the sidewalk and into a young woman, crushing her against an apartment building wall and killing her, the police and witnesses said. The accident, which occurred just before 9 a.m. at the corner of Ocean Avenue and" , "date" : "20050414" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Chain Reaction Leaves a Pedestrian Dead" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9901EFD8133EF937A25757C0A9639C8B63"} , {"body" : "In the following reports, the listed at price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. *Sale in this price category not available. Manhattan Less than $300,000 Murray Hill $275,000 305 East 40th Street Number of bedrooms: 0 Number of full bathrooms: 1 Number" , "date" : "20050410" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A02E5DE173EF933A25757C0A9639C8B63"} , {"body" : "In the following reports, the listed at price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. *Sale in this price category not available. Manhattan Less than $300,000 Hamilton Heights $210,000 501 West 156th Street Number of bedrooms: 3 Number of full bathrooms: 1" , "date" : "20050403" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9402EFDA103FF930A35757C0A9639C8B63"} , {"body" : "More students were admitted to their first choice for high school this year than last, Schools Chancellor Joel I. Klein said yesterday, and 4,000 fewer students than last year will face the disappointment of not being admitted to any of their top 12 choices. The chancellor said the figures proved that a new high school admissions process," , "date" : "20050324" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "More Students Admitted To High School of Choice" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B00E7D9163FF937A15750C0A9639C8B63"} , {"body" : "To the Editor: Your March 13 editorial supporting a rail link under New York Harbor does not mention its drawbacks. Objections come not just from Maspeth, Queens, but from other affected areas such as Jersey City and Bay Ridge, Sunset Park, Borough Park and Midwood in Brooklyn. Noise, dirt and threats to the structural integrity of buildings will" , "date" : "20050320" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK HARBOR"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "Cross-Harbor Rail Link" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07EEDE113CF933A15750C0A9639C8B63"} , {"body" : "As he traveled through Jerusalem this week for a national commemoration of the Holocaust, Mayor Michael R. Bloomberg gave only glancing public voice to his own Judaism -- for example, saying jokingly to the mayor of Jerusalem that his grandfather ''would fall asleep'' during family Seders when he was a child back in Massachusetts. But in an" , "date" : "20050317" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "ISRAEL" , "JERUSALEM"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Bloomberg, in Israel Trip, Shies Away From Religiosity" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E5D7133CF934A25750C0A9639C8B63"} , {"author" : "sgfreedman@nytimes.com" , "body" : "ABOUNDING in hope and anxiety, Jessie Streich-Kest started the process of applying to college last week. With all the other juniors at Edward R. Murrow High School in Brooklyn, she received an information booklet about several dozen institutions and three standard forms for recommendation letters. Very soon, a guidance counselor told Jessie, she" , "date" : "20050316" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education" , "Technology"] , "page_facet" : "10" , "title" : "ON EDUCATION; Student Grades? The Computers Flunk" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9803E3D7123CF935A25750C0A9639C8B63"} , {"body" : "NEWMAN--Anne Margulies. Died peacefully at home in West Palm Beach March 6, 2005, at age 91. Beloved wife of 56 years of the late Dr. Herbert Newman. Devoted mother of Robert, Donald and Carol, cherished motherin-law of Vivien, and loving friend of long-term caregiver Delores Waite. A child of immigrants, Anne was first in her family to attend" , "date" : "20050311" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "21" , "title" : "Paid Notice: Deaths NEWMAN, ANNE MARGULIES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9401EFDE143CF932A25750C0A9639C8B63"} ,   {"body" : "BROWN--Mildred. Devoted wife of Martin, loving mother of Diane and Jayne. Adored grandmother of Ethan and Evan. Services at 10:30AM Sunday, Nieberg Midwood Chapel, 1625 Coney Island Avenue, Brooklyn (Ave M)." , "date" : "20050311" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "21" , "title" : "Paid Notice: Deaths BROWN, MILDRED" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9402E1DE143CF932A25750C0A9639C8B63"} , {"author" : "Ed Levine is the author of the recently published ''Pizza: A Slice of Heaven'' (Universe Publishing, $24.95)." , "body" : "ALL over the country, from Phoenix to New York to New Haven, pizza is now made by obsessed creative types on a mission, eaten by sophisticated diners who appreciate the nuances of the perfect pie, and discussed in hushed tones by adoring fans and pizza lovers who talk of the different schools of pizza-making as if they are comparing Monet and" , "date" : "20050309" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "4" , "title" : "The Sacred Art of Pizza Making, and Secrets to Perfect Pies" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9904E0D91F3DF93AA35750C0A9639C8B63"} , {"author" : "Jay Dixit writes for The Washington Post, The Village Voice and Rolling Stone." , "body" : "WHEN Joey Gay heard that Pips Comedy Club in Sheepshead Bay, Brooklyn, was for sale, he discovered his life's purpose. All the elements of his past -- growing up with an embarrassing last name in a rough part of Brooklyn, learning to be funny to ward off schoolyard bullies, running a strip club for five years and doing standup for eight --" , "date" : "20050306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Joey Gay's Excellent Adventure" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E1DE113DF935A35750C0A9639C8B63"} , {"body" : "COHEN--Judith. Loving wife of the late Robert. Devoted mother of Ellen Sue Cohen. Adored grandmother of Dani Beth Turk. Dear great-aunt of Brett Kingstone. Sister of Ann Skolnick. Services Sunday, March 6, 10 AM, Nieberg Midwood Chapel, 1625 Coney Island Ave., Brooklyn, NY." , "date" : "20050303" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "29" , "title" : "Paid Notice: Deaths COHEN, JUDITH" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9405E6DD103DF930A35750C0A9639C8B63"} , {"body" : "WHILE Columbia University struggles to find the line between academic freedom and unacceptable classroom behavior, the city's Department of Education has found a facile but provocative solution: banish the guy. Earlier this month, Schools Chancellor Joel I. Klein barred Rashid Khalidi, director of Columbia's Middle East Institute, from again" , "date" : "20050228" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "ISRAEL"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Metro Matters; Some Limits On Speech In Classrooms" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A01E2DA153DF93BA15751C0A9639C8B63"} , {"body" : "DISCO was dead, but the floor lived on. In the early 1980's, I played bass in a band called the Zones. There were five of us, and we all went to Edward R. Murrow High School in Midwood, Brooklyn. We did a lot of shows, had a little following, but the performances I remember most vividly were the three that we played in Bay Ridge at 2001 Odyssey." , "date" : "20050227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "3" , "title" : "CITY LORE; Their Small Piece Of a Famous Floor" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F00E2DE143DF934A15751C0A9639C8B63"} , {"body" : "A central figure in the wide-ranging investigation of judicial and political corruption in Brooklyn, a man accused of arranging bribes in divorce and child custody cases for people in the borough's Orthodox Jewish communities, pleaded guilty yesterday to 13 counts of bribery and conspiracy. The man, an electronics dealer named Nissim Elmann," , "date" : "20050224" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Corruption Figure Admits He Arranged Bribes" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B06E3D8163DF937A15751C0A9639C8B63"} , {"body" : "ONE afternoon in late November, Ronn Torossian, a midlevel publicist with high-level ambitions, stood in front of the Fox Network studios at 48th Street and the Avenue of the Americas, fresh from another foray into the news media. He had just appeared live on ''Your World,'' a business program, to discuss a scandalous brawl that had taken place at" , "date" : "20050220" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Brash P.R. Guy Grabs Clients, Ink" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9807E2DC113AF933A15751C0A9639C8B63"} , {"body" : "While many restaurants will be featuring menus dripping with Champagne and chocolate for Valentine's Day tomorrow, these places will be providing a haven for those who prefer dinner without the hearts and flowers. ARTIE'S NEW YORK DELICATESSEN (212) 579-5959; 2290 Broadway (82nd Street); $; Article: 10\/16\/02. Artie's may not be in the deli elite," , "date" : "20050213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "GOOD EATING; Isn't It Unromantic?" , "url" : "http:\/\/events.nytimes.com\/mem\/nycreview.html?res=9502E7DE143AF930A25751C0A9639C8B63"} , {"body" : "It might have been just another human triangle in New York, with its elements of almost routine melodrama: the collapse of a marriage; a bitter divorce; the woman moving on and falling in love with a kinder, older man; the former husband's resentments gathering into obsessive jealousy. But the volatile passions that linked three people for months" , "date" : "20050206" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "A Triangle Like So Many, But an Ending So Extreme" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A00EEDE1E3BF935A35751C0A9639C8B63"} ,   {"body" : "A man stalking his former wife caught up with her on a crowded Manhattan sidewalk last night, shooting her and the man she intended to marry before turning the gun on himself, the police and witnesses said. The shootings, which left the woman and the gunman dead and her companion critically injured, took place at one of Manhattan's most fashionable" , "date" : "20050205" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Gunman Kills His Ex-Wife And Himself Amid Crowds" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940DE7D8113BF936A35751C0A9639C8B63"} , {"body" : "LAWRENCE H. SUMMERS, Harvard's president and chief penitent, came to mind when we learned the other day about New York City's finalists in the Intel Science Talent Search. You no doubt recall the uproar over Mr. Summers's thoughts about why women fare worse than men in math and the sciences. It just might be, he said at an academic conference, that" , "date" : "20050201" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Science" , "New York and Region" , "Education" , "Technology"] , "page_facet" : "1" , "title" : "NYC; The Girls Are Smart, Real Smart" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F01E7DC123BF932A35751C0A9639C8B63"} , {"body" : "Students from New York State again dominated the list of 40 finalists in the Intel Science Talent Search announced yesterday. New York had 13 finalists, followed by California, Florida, Illinois and Maryland with four each. Connecticut and New Jersey had none. The contest, founded in 1942 and formerly known as the Westinghouse Science Talent" , "date" : "20050127" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["FLORIDA" , "NEW YORK STATE" , "CALIFORNIA" , "MARYLAND" , "ILLINOIS"] , "nytd_section_facet" : ["Science" , "New York and Region" , "Education" , "Technology"] , "page_facet" : "8" , "title" : "New York Students Dominate Intel Science Contest. Again." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE3DD173BF934A15752C0A9639C8B63"} , {"body" : "MY older brother has spent summers in Turkey every year for almost as long as I can remember, restoring temples and statues. He's intelligent, he gets to travel around the world, and he somehow became the best cook in the family. Not that we have a sibling rivalry or anything. I'm smart enough to know that when my brother wants to turn me on to a" , "date" : "20050126" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["TURKEY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "9" , "title" : "$25 AND UNDER; In Midwood, a Taste of Turkey's Countryside" , "url" : "http:\/\/events.nytimes.com\/mem\/nycreview.html?res=9407E2D71F38F935A15752C0A9639C8B63"} , {"body" : "In 1994, Community Board 6 in Brooklyn wanted to see how city programs were serving young people in the district. So its youth coordinator did research, and reported back. Eleven years later, the board wanted to revisit the subject. But now there is no youth coordinator, and no money to hire one. Frustrations like this have prompted Board 6, which" , "date" : "20050116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: BROWNSTONE BROOKLYN; A Community Board Rattles the Tin Cup" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E0DA1438F935A25752C0A9639C8B63"} , {"body" : "Mandarinquat is the clunky if accurate name coined for this small citrus hybrid, a cross between a mandarin orange and a kumquat (shown left at twice its size). It is similar to calamansi, an ancient Asian cross between the two fruits that is rounder and often green, and tastes pretty much the same. Each mandarinquat yields a generous tablespoon of" , "date" : "20050112" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "9" , "title" : "FOOD STUFF; A New Hybrid Citrus Finds Its Way To the Table" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A04E2DE1638F931A25752C0A9639C8B63"} , {"body" : "GROBERG -- Marcia Black. Age 73, beloved mother of Neil, Richard and Eric, and sister of Susan Greenfield, died unexpectedly on January 5, 2005. She was the mother-in-law of Ellen Wolfson, M.D., and Aileen Groberg, and the grandmother of Rebecca, Daniel, Lhara and Delainey Groberg. She was a graduate of Midwood High School in Brooklyn where she was" , "date" : "20050107" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "21" , "title" : "Paid Notice: Deaths GROBERG, MARCIA BLACK" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B05EED91139F934A35752C0A9639C8B63"} , {"body" : "In the following reports, the 'listed at' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. Manhattan Less than $300,000 Washington Heights $170,000 790 Riverside Drive (156th St.) Number of bedrooms: 0 Number of full bathrooms: 1 Number of half bathrooms: 0 Time" , "date" : "20050102" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9405E3DD1739F931A35752C0A9639C8B63"}]