[  {"body" : "IT'S 11:28 on a Wednesday morning, and on the corner of West 29th Street and 10th Avenue, the detritus of yesterday's hours clings to the sidewalk like shells on a beach at low tide, parking tickets and offers for subscriptions to Playboy, invitations to nightclubs and the occasional tab from a can of Heineken. Only a few hours earlier, the" , "date" : "20051211" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Urban Studies\/Coexisting; Body Work" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/11\/nyregion\/thecity\/11cabs.html"} , {"body" : "The shows are strikingly intimate, even in the low-cost, no-frills lineup that appears on Brooklyn's cable-access television channel: teenagers in foster care, or just out of it, talking about their lives -- the lost connections, the pain and disappointments, the perpetual desire to someday be part of a family. At one recent taping, inside a church" , "date" : "20051209" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Painful Reality TV; Show Reflects Urgent Push for Teenage Adoption" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/09\/nyregion\/09adopt.html"} , {"body" : "''I can't get a break,'' Robert Boone muttered angrily on Saturday as the announcement came over the loudspeaker and he learned he was on the wrong subway train. When Johnie Mae Simmons saw that her train, usually an express, was making local stops, she let out a loud sigh. And when Ellen P. Winn was asked to describe her weekend travel routine," , "date" : "20051024" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Bane of Below-Ground Travelers: Weekends" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/24\/nyregion\/24transit.html"} , {"body" : "In a startling setback to federal prosecutors, John A. Gotti, the Gambino crime family prince who said he wanted to leave the mob life behind and spend his days driving his children in a minivan, avoided conviction yesterday in his racketeering trial, as the jury returned hung verdicts on three charges against him and voted not guilty on a fourth." , "date" : "20050921" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "As Jury Deadlocks, Gotti Avoids Rackets Conviction" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/21\/nyregion\/21gotti.html"} , {"body" : "Two more teenagers were arraigned last night in connection with the beating of a black man in the Flatlands section of Brooklyn earlier this month, as new details of the attack emerged in court. The teenagers, Stephen Schicchi, 18, and Michael Goldberg, 17, both of Mill Basin, were arraigned before Judge James D. Gibbons in Brooklyn Criminal Court" , "date" : "20050830" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "In Brooklyn, 2 More Teenagers Charged in Black Man's Beating" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9404E5D91631F933A0575BC0A9639C8B63"} , {"body" : "To be honest, said Rebecca Richardson, a graduate of St. Saviour High School in Park Slope, what Brooklyn men would probably really like in a calendar featuring an assortment of Kings County beauties is ''seeing the girl next door naked.'' Sadly for such men, the calendar in the works from Ms. Richardson and seven other of the school's graduates" , "date" : "20050828" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Brooklyn Cheesecake (Not From Junior's)" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D05E6DD1F3EF93BA1575BC0A9639C8B63"} , {"body" : "To the Editor: I can draw only one conclusion from your special City section about Brooklyn's rebirth: subscription to The Times must be very low in less affluent and distant neighborhoods like East New York, Brownsville, Canarsie, Gravesend, Mill Basin, Marine Park -- just about every neighborhood east of Flatlands Avenue. Shame on you for" , "date" : "20050626" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "9" , "title" : "Not Just Brownstones" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D00E3D6163AF935A15755C0A9639C8B63"} , {"body" : "To the Editor: As a third-generation Brooklynite, I enjoyed your City section devoted to Brooklyn. What I don't enjoy are the attitudes held by many newcomers. Too many tend to overlook or even look down on natives and especially our ''unhip'' neighborhoods such as Midwood, Gravesend and Mill Basin. One Fort Greene mom rolled her eyes and told me" , "date" : "20050626" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "9" , "title" : "'Unhip'? Oh, Please" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0CE4D6163AF935A15755C0A9639C8B63"} , {"body" : "The Eton eight rowing on the willow-fringed Thames they're not. The 40 oarsmen and oarswomen of Beach Channel High School, who are one of only two public high school crew teams in the city, practice their gracious sport in Brooklyn, in Mill Basin, a trash-lined corridor of brackish water adjoining Flatbush Avenue near Jamaica Bay. Three raccoons" , "date" : "20050605" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: MILL BASIN; For a Hard-Knocks Crew, Preppy Honors and Pride" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B00E2DA123EF936A35755C0A9639C8B63"} , {"author" : "John Mollenkopf is a professor at the City University of New York and director of its Center for Urban Research." , "body" : "BOTH presidential campaigns allotted New York State to John Kerry in 2004, largely because New York City was rightly perceived as among the bluest -- or most Democratic -- areas in the country. After all, Democrats enjoy a 5-to-1 registration advantage over Republicans in the city. In 2000, only 18 percent of the city's voters cast their ballots" , "date" : "20050529" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "Painting the Town Red" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A03EEDD1139F93AA15756C0A9639C8B63"} ,   {"body" : "There are times when Frances Mattina, a woman in her 70's from Mill Basin, Brooklyn, has a problem with her Social Security check, or a question about Medicare benefits. When that happens, she takes a bus a few blocks down Avenue U to her local Social Security Administration office. Many other members of her senior citizens' club do the same. ''To" , "date" : "20050522" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: MILL BASIN; Shutting of a U.S. Office Riles Some Local Elderly" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9906E0D91439F931A15756C0A9639C8B63"} , {"body" : "The final voyage of the boat with no name, formerly docked at Kings Plaza Marina in Jamaica Bay, Brooklyn, began innocently enough on Monday night, with three friends, an assortment of guitars, a full bottle of Myers's Rum, a hookah and a dream of the open water. It ended yesterday afternoon in a stalemate over a $3,000 towing fee. What happened" , "date" : "20050519" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Friends' Boat Trip Fiasco Ends With Lesson Learned (Maybe)" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E05E0DB1739F93AA25756C0A9639C8B63"} , {"body" : "The police said that they discovered a cache of weapons and an improvised bomb yesterday in a Brooklyn home where they had been called to attend to an unconscious man who was declared dead at the scene, apparently of natural causes. Officers were called at 4:30 p.m. to the home at 602 Mayfair Drive South in Mill Basin, where they found the body of" , "date" : "20050515" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Bomb and Guns Found With Dead Man" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9507E2D71E30F936A25756C0A9639C8B63"} , {"body" : "A gunman killed an 18-year-old woman and wounded two other teenagers in a Sunset Park apartment last night, the police said. Officers said they knew of no motive for the shooting, which occurred at 8:20 p.m. in a fourth-floor apartment at 346 54th Street. The family of one of the wounded teenagers identified the two who were hurt as Rachel Rivera," , "date" : "20050429" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Gunman Kills One And Injures Two" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940DE3D91131F93AA15757C0A9639C8B63"} , {"body" : "It was somewhere between the salad course and the Barry White song that Fernando Ferrer, candidate for mayor, took the microphone last week at a dinner for the local Democratic club held at Temple Sholom in Mill Basin, Brooklyn. He had already told the crowd that he shared their values because they all came from the same place, as working New" , "date" : "20050310" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Ferrer Promoting Mayoralty as a National Democratic Goal" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9406E5DF173CF933A25750C0A9639C8B63"}]