[  {"body" : "Culver Studios of California, where ''Gone With the Wind'' and ''Citizen Kane'' were filmed, is in discussions with Kaufman Astoria Studios in Queens over a deal that would join the two historic production houses. ''What I can say is that Culver Studios is actively pursuing an opportunity to assemble a global network,'' Ron Lynch, the president of" , "date" : "20051203" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CALIFORNIA" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "2" , "title" : "With Merger, a New York Studio May Finally Get a Hollywood Ending" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/03\/nyregion\/03studio.html"} , {"body" : "TV antennas were beginning to sprout on rooftops like spindly metallic weeds, the alternate-side parking minuet was just being choreographed and air raid sirens still rumbled daily at noon in 1955 when New Yorkers paused briefly to contemplate a city ''strained almost to bursting'' after the ''tensest quarter century'' in its history. Titled ''Our" , "date" : "20051121" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "'55 Vision of an '05 City: Times Sq. Dies but 2nd Ave. Has a Subway" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/21\/nyregion\/21predict.html"} , {"body" : "A CALCULATOR and a home improvement workbook have permanent spots on the coffee table in Crystal and Walston Bobb-Semple's Brooklyn mansion. They keep them handy for estimating the costs of renovating their potentially lovely home. The potential is clear: the house has three levels of perfectly proportioned Second Empire rooms under a slate-tiled" , "date" : "20051120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "HABITATS\/Bedford-Stuyvesant; A Home With Charm, and Challenges" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/20\/realestate\/20habi.html"} , {"body" : "HOUSING in the World Trade Center project? Who ever heard of such an idea? Actually, anyone who paid attention to the planning concepts presented in 2002 by the Lower Manhattan Development Corporation and the Port Authority of New York and New Jersey. Five of the six plans identified 130 Liberty Street, where the badly damaged former Deutsche Bank" , "date" : "20051027" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "BLOCKS; Amid Plans for the Trade Center, a Revived Call for Housing" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/27\/nyregion\/27blocks.html"} , {"body" : "The logistical challenges of making conceptual art can be tremendous. It might require blasting tons of rocks in the Nevada desert or gift-wrapping a neo-Renaissance parliament house in polypropylene or casting the inside of an entire house in concrete. But early this year, Pierre Huyghe assigned himself an artistic mission that seemed specially" , "date" : "20051013" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "ANTARCTICA" , "CENTRAL PARK (NYC)" , "ANTARCTIC REGIONS"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "An Antarctica Sighting in Central Park" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/13\/arts\/design\/13rink.html"} , {"body" : "Mayor Michael R. Bloomberg promised yesterday to increase his involvement in rebuilding efforts at ground zero as part of a detailed new economic development program, indicating that in a second term he would seek to play a bigger role in a politically volatile project whose planning has been largely controlled by Gov. George E. Pataki. His" , "date" : "20051013" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Mayor Vows a Bigger Role in Rebuilding at Ground Zero" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/13\/nyregion\/metrocampaigns\/13mayor.html"} , {"body" : "Security in and around New York City's subways was sharply increased yesterday after city officials said they were notified by federal authorities in Washington of a terrorist threat that for the first time specifically named the city's transit system. The measures were announced by Mayor Michael R. Bloomberg, along with Police Commissioner Raymond" , "date" : "20051007" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "NEW YORK NAMED IN TERROR THREAT AGAINST SUBWAYS" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/07\/nyregion\/07alert.html"} , {"body" : "The Alliance for Downtown New York yesterday named Eric J. Deutsch, of Brooklyn, as its new president, succeeding Carl Weisbrod. Besides managing the Lower Manhattan Business Improvement District, the city's largest, the president of the alliance often serves as a spokesman and advocate for downtown, which is still recovering from the effects of" , "date" : "20050928" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Manhattan: Downtown Alliance Picks Leader" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D02EEDB1230F93BA1575AC0A9639C8B63"} , {"body" : "ON New Year's Eve 1999, Fred Siegel writes in ''The Prince of the City,'' his new book about Rudolph W. Giuliani's New York, authorities feared that terrorists would seize on Y2K computer glitches to strike in Times Square. In response, the National Guard was secretly mobilized in Brooklyn ''as part of an emergency plan for evacuating Manhattan.''" , "date" : "20050911" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "4" , "title" : "THE NATION; Planning the Impossible: New York's Evacuation" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/11\/weekinreview\/11robe.html"} , {"body" : "FOUR years after the terror attack of Sept. 11, 2001, there is not yet a permanent monument at ground zero, nor any sign that plans for one will come to fruition soon. But such monuments are cropping up all over Long Island. As the families of the fallen, their friends, colleagues and neighbors as well as perfect strangers gather this weekend to" , "date" : "20050911" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "An Island Of Memorials In All Sizes" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/11\/nyregion\/nyregionspecial2\/11limonu.html"} ,   {"body" : "IF love at first sight is like a lightning bolt, then the courtship of Tamara York and David Lowin, who married last Sunday in Teaneck, N.J., was more like the slow rumble of distant thunder. Their journey to marriage lasted nine years, survived two breakups and spanned three cities. ''He's been my three most serious boyfriends,'' the bride, 31," , "date" : "20050904" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "13" , "title" : "WEDDINGS\/CELEBRATIONS: VOWS; Tamara York and David Lowin" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/04\/fashion\/weddings\/04vows.html"} , {"body" : "A front-page article on Aug. 21 about maritime activity on the north shore of Staten Island incorrectly described the operations of the Moran and McAllister tugboat companies. They own fewer than half of the tugs based there, not most of them, and they are among the nation's major tug companies, but not the last two. The article also referred" , "date" : "20050904" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Correction" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/04\/nyregion\/thecity\/04cxn.html"} , {"body" : "KELLY CONVERY, 27, Michelle Provencal, 26, and Peety, a year-old pug, moved into an ''as is'' loft near the Brooklyn Navy Yard on June 1. The former tenant had proudly ''personalized'' the concrete floor with a lurid Jackson Pollock effect, but otherwise the commercial space, which rents for $1,375 a month, was a nearly empty 1,035-square-foot box" , "date" : "20050828" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS\/Brooklyn; Making an 'As Is' Loft as They Like It" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A03E7D71E3EF93BA1575BC0A9639C8B63"} , {"body" : "In one house, a tree has sprouted in the rubble-strewn parlor. In others, the wood beams have buckled and ceilings slope toward the floor. The cast-iron railings are corroded. The porch steps are smashed. Still, it is not hard to imagine the former majesty of six gravely decorated houses known as Admiral's Row inside the Brooklyn Navy Yard. Built" , "date" : "20050821" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN NAVY YARD; Hopes Fade for Aging Beauties of Admiral's Row" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B04E5DC103EF932A1575BC0A9639C8B63"} , {"body" : "IT'S a cloudy afternoon at Caddell Dry Dock and Repair Company on Staten Island, and all six docks are full. A tug is being repainted, a towering black steel barge is being repaired, a couple of coastal tankers are being overhauled, and an orange Staten Island ferry is high and very dry, its bottom exposed. Workers in hard hats swarm above and" , "date" : "20050821" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Tugboat Alley" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A05E4DC103EF932A1575BC0A9639C8B63"} , {"author" : "Jonathan Mahler, a contributing writer, last wrote for the magazine about a megachurch in an exurb of Arizona. He is the author of ''Ladies and Gentlemen, the Bronx Is Burning,'' recently published by Farrar, Straus & Giroux." , "body" : "On the June morning that I visited the Mets' Dominican Academia de Béisbol, a pair of perfect diamonds surrounded by stucco walls topped with barbed wire in the tiny town of Boca de Nigua, the Dominican Summer League had just begun. The Mets' prospects were playing the Detroit Tigers' prospects. One of the Mets' most promising young players on the" , "date" : "20050731" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["DOMINICAN REPUBLIC"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "22" , "title" : "Building the Béisbol Brand" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0CE1D9103CF932A05754C0A9639C8B63"} , {"body" : "Assemblyman Joseph R. Lentol, a Brooklyn Democrat who, by the way, doesn't drink, sponsored the bill, which is designed to help increase tourism by publicizing the more than 60 breweries in the state. It passed both houses in June and awaits action by the governor. Among the other New York City breweries listed by the Brewers Association, a" , "date" : "20050731" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F. Y. I." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E3D8113FF932A05754C0A9639C8B63"} , {"body" : "STATEN ISLAND is perfect. It has a long, nondescript highway. It has strip malls. It has trailer parks. It has grass-covered landfills smeared with the kind of lush growth usually seen only in finger paintings. Jesse Peretz's shiny black S.U.V. pulls up to the nearest Manhattan-type outpost: a Starbucks on Richmond Avenue. Coffee container in hand," , "date" : "20050724" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "1" , "title" : "New York Incognito" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B06EFDB143FF937A15754C0A9639C8B63"} , {"body" : "East River Cruise Municipal Art Society; (212)935-3960. The Municipal Art Society's annual summer boat tour will take place on July 20, from 6 to 9 p.m. The cruise will focus on redevelopment along the East River. Richard Drucker, a senior vice president of the Brooklyn Navy Yard Development Corporation; Peter Mott of New York City Audubon; Claude" , "date" : "20050707" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "CALENDAR" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9504E6DD1E31F934A35754C0A9639C8B63"} , {"body" : "At the Urban Assembly School for Law and Justice in Brooklyn, the young principal has worked from 7 a.m. until 7 p.m. -- on her light days. Teachers have lined the walls with essays on the O.J. Simpson trial and other assignments reflecting the school's theme. Every other week, lawyers have regaled students with tales from the courtroom, over" , "date" : "20050625" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "The Little School That Could, With a Patron's Help; Sweat, Dedication and a Law Firm's Generosity Contribute to Early Success" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0CEFD7163AF936A15755C0A9639C8B63"} ,   {"author" : "Joel Kotkin is an Irvine Senior Fellow at the New America Foundation and the author of ''The City: A Global History.''" , "body" : "MY grandparents all landed in Brooklyn shortly before World War I. My mother's parents, who stayed poor, shifted from small apartment to small apartment in Brownsville with their five kids. My dad's family did much better, building a successful garment business in Manhattan and moving to a two-story attached house, complete with backyard, on a" , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "10" , "title" : "THE NEW BROOKLYNS\/THE FUTURE; The Next Act" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0DE5DA143BF93AA25755C0A9639C8B63"} , {"body" : "City officials plan to build a two-way path for bicyclists and pedestrians in the middle of a heavily trafficked street just west of the Brooklyn Navy Yard where a cycling advocate was critically injured in March. The new bicycle path, announced on Tuesday by the City Department of Transportation, will be one-third of a mile long, only a tiny" , "date" : "20050616" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Bike Lane Planned for Traffic-Choked Road in Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502E6D8163BF935A25755C0A9639C8B63"} , {"body" : "Hollywood on the Hudson, it is not. In truth, the new $118 million Steiner Studios overlooks the East River. But the movie factory's growing presence on the Brooklyn waterfront is starting to produce ripples far beyond that borough. The 280,000-square-foot studio with its five stages will not even be finished until the winter. But already there is" , "date" : "20050608" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "1" , "title" : "Lights, Camera, Brooklyn!; How a Studio Got a Good Start Just East of the East River" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E1D61338F93BA35755C0A9639C8B63"} , {"body" : "The helicopter pilot knows a New York no one else knows, the contours of the great green torch on Liberty Island, the towers of the Brooklyn Bridge as they appear to the suicidal, Yankee Stadium after the lights go out. Five hundred feet above the city streets, a pilot named Yossi Benbassat sped past such rare visions yesterday, past Central Park" , "date" : "20050507" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Eyes in Sky Seek a Hidden, and Tainted, City; Environmentalists Track Pollutants in Waterways" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E7DD1530F934A35756C0A9639C8B63"} , {"body" : "THE four-story town house that Darcy Miro and Lars Weiss built on a weedy lot in Fort Greene, Brooklyn, contains no fancy finishes -- no mahogany floors or plaster moldings. On the contrary, there are hardly any finishes at all, barely even drywall, among the exposed joists, electrical conduits and ventilation ducts. These rooms are determinedly" , "date" : "20050505" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Upscale, Downscale" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940CEED61630F936A35756C0A9639C8B63"} , {"body" : "For 11 years, the spooky old jail has been empty. Its barbed wire has rusted. Its cellblocks were lighted at night to keep trespassers at bay. Of the neighbors who noticed, most were pleased that last week, preparatory work for its demolition had quietly begun. Still, the song of the Navy brig is sung by the few who remember its past, which began" , "date" : "20050410" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN NAVY YARD; It's Curtains For the Brig, With Smiles All Around" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E04E0DF143EF933A25757C0A9639C8B63"} , {"body" : "A 65-year-old worker was apparently electrocuted in a Brooklyn warehouse yesterday when he grabbed a high-voltage cable to keep from falling off a ladder, according to a Con Edison employee at the scene. The man, who was not immediately identified, was working in the basement of the Hall Street Cold Storage Warehouse at 38 Hall Street near the" , "date" : "20050403" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "Worker Electrocuted in Fall From Ladder" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0DE5DF1E3FF930A35757C0A9639C8B63"} , {"author" : "E-mail: peappl@nytimes.com" , "body" : "ON a bleak, rainy morning at the edges of Connecticut's Central Casino District, few places seem less utopian than the Dickensian landscape of what began a century ago as the Connecticut Hospital for the Insane. There are decrepit brick buildings, a beached boat here, the remains of a ball field and a dismal pavilion there, a witch's brew of" , "date" : "20050309" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["CONNECTICUT" , "PRESTON (CONN)"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "1" , "title" : "Our Towns; Is Utopia Too Good To Be True?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E4DE163CF93AA35750C0A9639C8B63"} , {"body" : "The number of public housing apartments in New York City vacant for more than five years has increased 31 percent since 2003, meaning a loss of rental income of $18 million a year, according to a new report. The report by Assemblyman Scott Stringer, who represents the Upper West Side, updates a December 2003 study that criticized the New York City" , "date" : "20050306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Vacant Public Housing Units Have Increased, Report Says" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9900E7D6113DF935A35750C0A9639C8B63"} , {"body" : "ERIC DEUTSCH, president and chief executive of the Brooklyn Navy Yard Development Corporation, said his children, Adam, 8, and Emily, 6, who beg to visit his workplace, call the Navy Yard ''gigungus,'' probably as dead-on accurate as one descriptive could be. Now a virtual theme park of 21st-century commerce housed in 19th- and 20th-century" , "date" : "20050227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "SQUARE FEET\/Brooklyn; Working in a Walled-Off Boomtown" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D02E0DC173DF934A15751C0A9639C8B63"} ,   {"date" : "20050225" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "8" , "title" : "Fire at Brooklyn Navy Yard Warehouse Injures 2" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D04E4D6173DF936A15751C0A9639C8B63"} , {"body" : "Life in New York is a story of square footage. All over the city, apartment dwellers fret about finding enough space for a growing family, or squeezing that one last chair into a crowded living room. Jan Lorenzen and Arthur Melnick of Brooklyn are facing a similar quandary, albeit on a somewhat larger scale. Mr. Lorenzen and Mr. Melnick, the" , "date" : "20050213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN NAVY YARD; Trolley Cars in a Jam: Time to Roll, but Nowhere to Go" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502E2DF143AF930A25751C0A9639C8B63"} , {"body" : "Arthur Miller, one of the great American playwrights, whose work exposed the flaws in the fabric of the American dream, died Thursday night at his home in Roxbury, Conn. He was 89. The cause was congestive heart failure, said Julia Bolus, his assistant. The author of ''Death of a Salesman,'' a landmark of 20th-century drama, Mr. Miller grappled" , "date" : "20050212" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Front Page" , "Arts" , "Obituaries" , "Theater"] , "page_facet" : "1" , "title" : "Arthur Miller, Moral Voice Of American Stage, Dies at 89" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E05E3D9143AF931A25751C0A9639C8B63"} , {"body" : "Pedestrians and cyclists, limited only by their own hamstrings and quadriceps, could one day travel 22 miles along a waterfront greenway from North Brooklyn to Coney Island, under a plan to be unveiled today. The vision of strolling or whizzing past bustling parks and quaint row houses or taking in panoramic views of the Manhattan skyline," , "date" : "20050201" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK HARBOR" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Long, Green Pathway Planned Along Brooklyn Waterfront" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9400E3DE123BF932A35751C0A9639C8B63"} , {"body" : "SANDWICHED between Fort Greene and Bedford-Stuyvesant, Clinton Hill in Brooklyn might just be the quintessence of urban living in New York City. It is affluent and not so, seedy and grand, ethnically diverse, a magnet for artists, musicians and filmmakers, and so rich in architectural style that even now, with escalating property prices, a new" , "date" : "20050109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CLINTON HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN\/Clinton Hill, Brooklyn; Into the Big Leagues, With Prices to Match" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9405E3DF1139F93AA35752C0A9639C8B63"}]