[  {"body" : "The ''Living In '' article last Sunday, about Prospect Heights in Brooklyn, referred imprecisely to a proposal by Bruce C. Ratner to build a nearby complex of shops, offices, housing and a basketball arena. It would indeed be built over the Atlantic Avenue railyards, but also on adjacent land now occupied by residences and businesses. The article" , "date" : "20051225" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Corrections" , "Real Estate"] , "page_facet" : "2" , "title" : "CORRECTIONS" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A06EFDF1230F936A15751C1A9639C8B63"} , {"body" : "Manhattan CHELSEA $3.4 million 15 West 24th Street (John Jay House) 3-bedroom, 2 1\/2-bath, 4,500-sq.-ft. co-op in a prewar loft building; keyed elevator to private landing; dining area, renovated eat-in kitchen with center island, exposed-brick walls, marble baths, mahogany doors, north and west exposures; maintenance $3,250, 56% tax-deductible;" , "date" : "20051222" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B06E0DC1430F931A15751C1A9639C8B63"} , {"body" : "Shivering, intrepid and occasionally befuddled, New Yorkers yesterday faced down the first citywide transit strike in a quarter-century, walking, biking and car-pooling through their city as transit workers and the state agency that employs them remained locked in intransigence. Millions of subway and bus commuters stood at street corners," , "date" : "20051221" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "TRANSIT STRIKE: OVERVIEW; STRIKE HALTS NEW YORK SUBWAYS AND BUSES; CITY SCRAMBLES AS UNION IS HIT WITH BIG FINE" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/21\/nyregion\/nyregionspecial3\/21strike.html"} , {"body" : "ON the heavily trafficked Web site www.dailyheights.com, a recent poll asked visitors to vote on new SoHo-style nicknames for Prospect Heights, their beloved Brooklyn neighborhood. While there was some support for ToPoSlo (Too Poor to live in the Slope) and HoSloFugee (Home for Slope Refugees), the biggest winner by far was not a name, but a" , "date" : "20051218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN\/Prospect Heights, Brooklyn; A Neighborhood Comes Into Its Own" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/18\/realestate\/18living.html"} , {"body" : "Prospect Heights, home to elegant brownstones and the Brooklyn Botanic Garden, has come into its own." , "date" : "20051218" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "title" : "AUDIO SLIDE SHOW; Beloved in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/packages\/khtml\/2005\/12\/18\/realestate\/20051218_LIVI_AUDIOSS.html"} , {"body" : "Attractions Museums and Sites FRAUNCES TAVERN MUSEUM, 54 Pearl Street, second floor, Lower Manhattan. The museum, in a former tavern, is dedicated to the study and interpretation of early American history and culture. Tuesday night at 6:30, ''Sing We All Merrily,'' a musical celebration of an 18th-century Christmas, with Linda Russell & Companie;" , "date" : "20051216" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/16\/arts\/16spar.html"} , {"body" : "Six buildings near the Vanderbilt railyards in Brooklyn will be demolished next month, the first physical manifestation of the 9.1 million square foot Atlantic Yards project that may one day rise over the area. The plans were described yesterday by officials of Forest City Ratner Companies, which owns the buildings and is the developer of Atlantic" , "date" : "20051216" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Another Step for Downtown Brooklyn Project" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/16\/nyregion\/16demolish.html"} , {"body" : "When an elected official is convicted in a criminal case, the typical outcome is that the politician resigns from office, stepping away in humiliation from the public spotlight. Initially, that is what Assemblyman Roger L. Green did after he was convicted of stealing money from the state by submitting false travel expenses. But then in 2004 he ran" , "date" : "20051209" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "From Conviction to Re-election and Beyond" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/09\/nyregion\/metrocampaigns\/09green.html"} , {"body" : "Sweeping Hudson River Vistas $10,950,000 WESTCHESTER: 508 Scarborough Road, Briarcliff Manor This 21-acre estate, rich in history, dates back to 1825. The main house, a two-story colonial, has seven bedrooms and six and a half baths. A guest cottage has three bedrooms and two baths. The grounds include a caretaker's house and garage apartments." , "date" : "20051204" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990CE1D81531F937A35751C1A9639C8B63"} , {"body" : "Manhattan UPPER EAST SIDE $1.9 million 45 East 89th Street 2-bedroom, 2-bath, 1,200-sq.-ft. condo in a postwar building; 24-hr. doormen, concierge, manned elevator; dining room, renovated kitchen, marble baths, south and east exposures; balcony; maintenance $1,630, 57% tax-deductible; listed at $2.1 million, 20 weeks on market (broker: Corcoran" , "date" : "20051201" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A00EEDE1531F932A35751C1A9639C8B63"} ,   {"body" : "When it was first put forward, the proposed Atlantic Yards mega-development in Brooklyn offered some excellent features, most particularly affordable housing and jobs for local residents. The project seemed promising, if the developer could address the biggest downside: the addition of traffic downtown, where the streets are already clogged. Since" , "date" : "20051127" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "A Matter of Scale in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/27\/opinion\/nyregionopinions\/atlyards.html"} , {"body" : "Cathy Chin, an Upper West Side mother, delights in wheeling her 11-month-old son, Benjamin, in his stroller in Central Park. But she has found that crossing Broadway to get there can be a nightmare because the traffic lights do not give her enough time to push her baby safely across the street. Kit Templar, an Upper East Side parent who is on" , "date" : "20051127" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; For the Babies Of New York, A Bumpy Road To the Playground" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/27\/nyregion\/thecity\/27stro.html"} , {"body" : "A 22-year-old Brooklyn man was stabbed to death early yesterday morning on a street in Prospect Heights, the police said. The victim, Ronnie Kendall Davis, left, of Fulton Street, was stabbed once in the chest, the police said, after he left a friend's apartment shortly after midnight. His friends heard him arguing with someone outside, looked out" , "date" : "20051123" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Man Is Fatally Stabbed" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E02EEDD1631F930A15752C1A9639C8B63"} , {"body" : "An Op-Ed last Sunday about the Atlantic Yards project in Brooklyn misstated some of its details. Plans for the project call for 16 buildings surrounding a sports arena, not 17, and for nine million square feet of construction, not 14 million. Correction: April 27, 2006, Thursday Because of an editing error, an article in The Arts on Tuesday about" , "date" : "20051120" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "13" , "title" : "Correction" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940DE6DC1E3EF933A15752C1A9639C8B63"} , {"body" : "Contemporary Village Loft $2,500,000 MANHATTAN: 56 East 11th Street (University Place and Broadway), #6 A one-bedroom, two-bath co-op loft. Jeffery Sholeen, the Corcoran Group (212) 875-2821; www.corcoran.com. MAINTENANCE: $1,900 a month PROS: This loft has had a smooth and sleek contemporary renovation. It uses materials like nickel tin ceiling" , "date" : "20051120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F03EED9113EF933A15752C1A9639C8B63"} , {"body" : "Daniel Gousse, a 29-year-old Brooklyn resident, says he has two important desires in his life: to help support his 3-year-old son, David, who lives in Haiti, and to go to school to learn to repair electronics. Mr. Gousse is acting on the first desire, regularly sending part of his $6.75 an hour in earnings as a security guard to a half-sister in" , "date" : "20051114" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "The Neediest Cases; Keeping Son in Mind in Quest for 2nd Job" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9900E3DF103EF937A25752C1A9639C8B63"} , {"body" : "WE owe the existence of Brooklyn to the urban developers of more than a century ago. Since that time, the borough's open land has disappeared. That's how it goes in cities the world over; only a dead city never changes. But just as we'll always have developers, community activists and environmentalists will invariably seek to check their greed and" , "date" : "20051113" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "The Project That Ate Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/13\/opinion\/nyregionopinions\/13CImanbeck.html"} , {"body" : "For Fernando Ferrer, there may be two New Yorks, as he is fond of saying. But there are also two campaigns. In one, which plays out in the polls, among political leaders and on the Sunday morning news programs, Mr. Ferrer's effort is on life support, incapable of rousing itself and headed for an undignified death. But in the other, a kind of shadow" , "date" : "20051105" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE 2005 ELECTIONS: THE CHALLENGER; The 2 Ferrers: A Plodder in the Polls, a Celebrity on the Street" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/05\/nyregion\/metrocampaigns\/05ferrer.html"} , {"body" : "Manhattan TRIBECA $1.84 million 92 Laight Street (Washington Street) (River Lofts) 1-bedroom, 1 1\/2-bath, 1,444-sq.-ft. condo in a year-old building; 24-hr. concierge; study, 10-ft. ceilings, oversize windows, central air-conditioning, west exposure, Hudson River view; fitness center in building; common charge $619; taxes $960 (abated); listed at" , "date" : "20051103" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "Residential Sales" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B02EEDA163EF930A35752C1A9639C8B63"} , {"body" : "WHILE the narrow, slow-moving waterway in Brooklyn known as the Gowanus Canal has not been called ''Lavender Lake'' for some time, it remains an occasionally fetid and sludge-slicked thoroughfare. It is home to industrial businesses, infrequent boat visits and a growing contingent of marine life. Yet the canal, sandwiched between the real estate" , "date" : "20051030" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "LIVING IN\/Gowanus, Brooklyn; Some See Venice; Some See a Canal" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/30\/realestate\/30living.html"} ,   {"body" : "The night air all over Manhattan was brisk, with a hint of winter and a dash of something sweetly out of the ordinary. Some thought it smelled like maple syrup. Some said caramel, or a freshly baked pie, or Bit-O-Honey candy bars. From downtown Manhattan to the Upper East Side, Prospect Heights in Brooklyn and parts of Staten Island, the question" , "date" : "20051029" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Good Smell Vanishes, But It Leaves Air of Mystery" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/29\/nyregion\/29smell.html"} , {"body" : "To longtime opponents of the proposed Atlantic Yards development, the intensity and rancor of Tuesday night's environmental impact hearing was not a surprise. They have spent the last two years, after all, mobilizing coalitions of community groups to oppose the project, passing out reams of antidevelopment pamphlets and news releases, and starting" , "date" : "20051020" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "From Huge Project, a Mighty Anger Grows" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/20\/nyregion\/20yards.html"} , {"body" : "Manhattan SOHO $2.1 million 85 Mercer Street (Spring Street) 3-bedroom, 2 1\/2-bath, 2,300-sq.-ft. co-op in a prewar loft building; dining area, upgraded kitchen appliances, 13-ft. ceilings, 7 large windows, east exposure; common roof deck in building; maintenance $1,544, 50% tax-deductible; listed at $2 million (multiple bids), 34 weeks on market" , "date" : "20051020" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9902EEDD123FF933A15753C1A9639C8B63"} , {"body" : "In the two years since he announced his ambitious Atlantic Yards development in downtown Brooklyn, Bruce Ratner has lined up an impressive roster of supporters, including Gov. George E. Pataki, Mayor Michael R. Bloomberg, the Rev. Al Sharpton, and even the rap artist Jay-Z. But it is Mr. Ratner's support from community figures -- including a" , "date" : "20051014" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "To Build Arena, Developer First Builds Bridges" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/14\/nyregion\/14yards.html"} , {"body" : "To the Editor: Re ''Riders Acknowledge Risk, but Most Are Still 'Comfortable on the Subway''' (news article, Oct. 7): Despite the threat of a terrorist attack in the subways, New Yorkers persevere and continue to ride them. We weigh our fears of an attack against the inconvenience, time and cost of not taking the subway. To get to work, I sometimes" , "date" : "20051008" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "14" , "title" : "Jitters (and Doubts) in New York" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9905EEDC1F30F93BA35753C1A9639C8B63"} , {"author" : "E-mail: eating@nytimes.com" , "body" : "A new basketball arena for the Nets in Brooklyn came closer to reality this month as the Metropolitan Transportation Authority agreed to sell development rights to the railyard at Atlantic and Flatbush Avenues. One way or another, these little gems nearby in Prospect Heights may feel the impact. BEAST (718) 399-6855; 638 Bergen Street (Vanderbilt" , "date" : "20050925" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "GOOD EATING\/PROSPECT HEIGHTS; Ahead of the Bounce" , "url" : "http:\/\/events.nytimes.com\/2005\/09\/25\/dining\/25rest.html"} , {"body" : "The customer strode into the AutoZone on Atlantic Avenue in Crown Heights, Brooklyn, and asked the clerk at the counter what has lately become a familiar question inside the auto-supply store. ''Where are the gas caps?'' The clerk pointed him past the car batteries and chrome rims to a rack of locking fuel caps, tucked in a far corner of the store," , "date" : "20050904" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; The Must-Have Accessory? A Gas Cap That Locks" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/04\/nyregion\/thecity\/04gas.html"} , {"body" : "IT'S early evening in Prospect Park, and three men from Barbados are relaxing on Kite Hill. Officially there's no such hill in the park, but regulars know the place, a hillock in the Long Meadow where on weekday evenings and weekends men from the neighborhood fly homemade kites. On this mild August evening, the three men, who all live in Brooklyn," , "date" : "20050904" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: PROSPECT PARK; Atop Kite Hill" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9405E6DD1431F937A3575AC0A9639C8B63"} , {"body" : "Two critical contests on the Sept. 13 Democratic primary ballot in Brooklyn -- for district attorney and for a Surrogate's Court judgeship -- offer voters a chance to register their disgust with the cozy clubhouse-courthouse ties that lie at the heart of the borough's judicial patronage and corruption scandal, and the undue influence of Clarence" , "date" : "20050904" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "For Cleaner Courts in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/04\/opinion\/nyregionopinions\/CIjudges.html"} , {"body" : "One possibility is that Walt Whitman would be proud. A newspaper-shaped thing has taken the name The Brooklyn Standard in homage to the paper that published Whitman's Brooklyniana series in the 1860's, and people are eager to see the next issue. This newspaper-shaped thing is focused on Brooklyn, printing the word Brooklyn 17 times on its front" , "date" : "20050903" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "O.K., the Whole Paper Is Basically an Ad; Builder's Publication Supports Brooklyn Arena" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/03\/nyregion\/03standard.html"} ,   {"body" : "Defying an arbitrator's ruling, New York City Transit has no plans to restore train conductors to the L subway line, officials said yesterday, adding that they were instead considering an appeal in State Supreme Court. The refusal to return the conductors ''forthwith'' -- as required by the ruling -- intensified a dispute with union leaders over a" , "date" : "20050902" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Transit Agency Balks at Order To Bring Back Its Conductors" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/02\/nyregion\/02subway.html"} , {"body" : "PEGU CLUB -- In Colonial-era Rangoon a club of this name had a signature cocktail made with gin, bitters, lime juice and Curaçao. The club and the cocktail have been revived in SoHo by Audrey Saunders, below, the former bar manager at the Bemelman's Bar in the Hotel Carlyle. The long, narrow lounge, done in green with Asian-style woodwork, has" , "date" : "20050831" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; OFF THE MENU" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E03EFD91631F932A0575BC0A9639C8B63"} , {"body" : "River House on Long Island $2,970,000 SUFFOLK: 664 Horse Race Lane, Nissequogue A three-year-old Greek revival home on 4.7 acres overlooking the Nissequogue River. There are four bedrooms, three full baths and three fireplaces: in the formal dining room, the living room and the master bedroom. Miriam Ainbinder, Daniel Gale Real Estate" , "date" : "20050828" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9904E7D71E3EF93BA1575BC0A9639C8B63"} , {"body" : "Manhattan CHELSEA $600,000 365 West 20th Street 1-bedroom, 1-bath, 550-sq.-ft. co-op in prewar building; part-time doormen; renovated kitchen and bath, north and west exposures; common roof deck; maintenance $760, 50% tax-deductible; listed at $595,000 (multiple bids), 2 weeks on market (brokers: Ariela Heilman Real Estate; City Connections Realty)" , "date" : "20050825" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9406E5DD1E3EF936A1575BC0A9639C8B63"} , {"body" : "The fried chicken, collard greens and peach cobbler that had been churned out by Mama Duke Southern Cuisine from an unassuming Brooklyn storefront suddenly came to a halt one day this summer. The soul-food takeout restaurant, at Flatbush Avenue and Bergen Street in Prospect Heights, covered its windows, locked its doors and abruptly went out of" , "date" : "20050821" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: PROSPECT HEIGHTS; Mama's Gone, Along With The Peach Cobbler" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E00E6DC103EF932A1575BC0A9639C8B63"} , {"body" : "Manhattan FLATIRON $710,000 21 East 22nd Street 1-bedroom, 1-bath, 700-sq.-ft. co-op in a prewar building; 24-hr. doormen, concierge; dining area, renovated kitchen; common roof deck; maintenance $743, 50% tax deductible; listed at $699,000 (multiple bids), 2 weeks on market (brokers: Halstead Property Co.; Corcoran Group) MURRAY HILL $999,999 137" , "date" : "20050818" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0CE3DC133EF93BA2575BC0A9639C8B63"} , {"body" : "To the Editor: Re ''Rising Anger Over a Library Long Locked'' (July 31): Brooklyn Public Library is doing its best to provide the people of Bedford-Stuyvesant the best library service possible. Bedford Library, opened in 1905, developed serious structural problems. Construction to repair this damage and make this library safe began in October 2002." , "date" : "20050814" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "9" , "title" : "Local Libraries, Closed for Years" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9800E7D8153EF937A2575BC0A9639C8B63"} , {"body" : "The hand-lettered signs start small, near the Franklin Avenue subway stop in Bedford-Stuyvesant, Brooklyn. In blue marker on notebook-sized paper, they bear slogans like ''Open Our Library Now'' and ''Open This Library You Demons.'' A half-block north, near the Bedford Library, which has been closed since October 2002 for repairs, the signs are" , "date" : "20050731" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: BEDFORD-STUYVESANT; Rising Anger Over a Library Long Locked" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9806E3D8113FF932A05754C0A9639C8B63"} , {"body" : "To the Editor: Your editorial about the Atlantic rail yards in Brooklyn makes no mention of the use of eminent domain by which Forest City Ratner plans to seize land surrounding the rail yards from homeowners and small businesses. You do mention that 50 percent of the planned residential units will be affordable housing, but I'm skeptical about" , "date" : "20050717" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "A Plan for Skycrapers In Downtown Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9405EFDF1130F934A25754C0A9639C8B63"} , {"body" : "A rival of the developer Bruce C. Ratner submitted a competing bid yesterday to buy and develop the site of a proposed Nets basketball arena in Brooklyn, throwing up the first significant obstacle to Mr. Ratner's ambitious plan to create a dense urban hub at the eastern edge of Downtown Brooklyn. The plan, which would not include a sports arena," , "date" : "20050707" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Plan Draws a Rival, And It's Smaller" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E01E7D7163DF934A35754C0A9639C8B63"} ,   {"body" : "Sipping her morning coffee, Karen Bornarth stared with amazement yesterday at the new building plan that would create a towering row of skyscrapers around a proposed Nets arena east of Downtown Brooklyn, and forever change the borough's cozy skyline. ''The idea of having a sports team in Brooklyn is nice,'' said Ms. Bornarth, a 34-year-old baker," , "date" : "20050706" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Brooklynites Take In a Big Development Plan, and Speak Up" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A07E3DF1E31F935A35754C0A9639C8B63"} , {"body" : "To the Editor: Thank you to Michael Shapiro for bringing to light that many of us living in Brooklyn have no nostalgia for the Dodgers (''A Moment of Truth in Dodgerless Brooklyn,'' June 19). After migrating to this country 20 years ago, and living in many cities and towns on the East Coast, I chose to purchase my first home in Prospect Heights," , "date" : "20050626" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "9" , "title" : "Say No to the Nets" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9402E3D6163AF935A15755C0A9639C8B63"} , {"body" : "Williamsburg Village Style Freddy Jakubowski has tended bar at the Greenpoint Tavern on Bedford Avenue since 1985. It was 1992 when a place arrived unlike any other there, a little restaurant called the L Cafe. \"Some girl opened it,\" Mr. Jakubowski said. \"She was a good girl. I'm not much of an architect or a decorator, but she did it something" , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE NEW BROOKLYNS\/TIPPING POINTS; The Day When Back in the Day Ended" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907E2DA143BF93AA25755C0A9639C8B63"} , {"author" : "Tama Janowitz is the author of \"Area Code 212: New York Days, New York Nights,\" a collection of essays." , "body" : "IN the late 1990's, after we had the baby, my husband, Tim, and I looked at brownstones in Harlem. But I knew that because I worked at home, I would be the one waiting all day for an electrician who had promised to come between 9 and 12. Finally I said to Tim: \"Listen, maybe you just don't understand. What I want is a penthouse apartment with a" , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "VOICES; 'Marijuana Delivered to Your Doorstep'" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05EEDC153BF93AA25755C0A9639C8B63"} , {"body" : "Manhattan TRIBECA $775,000 80 Chambers Street (Broadway) 1,056-sq.-ft. open-plan condo in a prewar loft building; 24-hr. doormen; 10-ft. ceilings, 1 bath, laundry in unit, north exposure; common roof deck; common charge $970; taxes $8,664; listed at $775,000, 1 week on market (broker: Tabak Real Estate) GREENWICH VILLAGE $930,000 720 Greenwich" , "date" : "20050616" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F06E1DB163BF935A25755C0A9639C8B63"} , {"body" : "As Mayor Michael R. Bloomberg's plan for a Far West Side stadium was going down to defeat this spring, another major plan for a sports arena was quietly coming to fruition in Brooklyn. Like the ill-fated football stadium plan for the Jets, the Brooklyn basketball arena, planned for the Nets by its team owner, the developer Bruce Ratner, would be" , "date" : "20050609" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Unlike Stadium on West Side, an Arena in Brooklyn Is Still a Go" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E0D6123EF93AA35755C0A9639C8B63"} , {"body" : "Rym Abid-Gun, who lived in Paris and worked in a chocolate store there, was frustrated because there were no shops for specialty food items in her neighborhood in Brooklyn, Prospect Heights. So a few months ago, with the help of her husband, Isitan Gun, she opened Delicacies, 639 Vanderbilt Avenue (Prospect Place), above. She now sells items that" , "date" : "20050601" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; Still More Goodies For Brooklyn Neighborhoods" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9505EFD71F39F932A35755C0A9639C8B63"} , {"body" : "THE four-story town house that Darcy Miro and Lars Weiss built on a weedy lot in Fort Greene, Brooklyn, contains no fancy finishes -- no mahogany floors or plaster moldings. On the contrary, there are hardly any finishes at all, barely even drywall, among the exposed joists, electrical conduits and ventilation ducts. These rooms are determinedly" , "date" : "20050505" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Upscale, Downscale" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940CEED61630F936A35756C0A9639C8B63"} , {"body" : "Manhattan FINANCIAL DISTRICT $520,000 180 Park Row (Pearl Street) (Chatham Towers) 1-bedroom, 1-bath, 750-sq.-ft. co-op in a postwar building; 24-hr. doormen; dining area, renovated kitchen and bath, north exposure; maintenance $830, 41% tax-deductible; listed at $545,000, 3 weeks on market (broker: Century 21 William B. May) LOWER EAST SIDE" , "date" : "20050505" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "Residential Sales" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E0D61630F936A35756C0A9639C8B63"} , {"body" : "DIANE STEMPLE is a clinical psychologist. But each Thursday she steps away from her practice in Port Washington, N.Y., to work at the counter at Murray's Cheese shop in Greenwich Village. When the restaurant Artisanal opened four years ago with a list of 200 cheeses, Dr. Stemple worked there as an intern. ''I was the weird woman from the suburbs" , "date" : "20050427" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "By Cheese Possessed" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9402E7DE1331F934A15757C0A9639C8B63"} ,   {"body" : "A RESTAURANT'S culinary leanings are usually apparent in its name. Frank's? You'd figure Italian. Hogs and Heifers? Probably not the kind of place you'd take your vegetarian aunt for a dainty lunch. But you can't make heads or tails of Beast, which opened off Vanderbilt Avenue in Prospect Heights, Brooklyn, over the winter. It sounded like a bar" , "date" : "20050420" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "9" , "title" : "$25 AND UNDER; Going Chomp in the Night" , "url" : "http:\/\/events.nytimes.com\/mem\/nycreview.html?res=9E01E6D71F3EF933A15757C0A9639C8B63"} , {"body" : "IN the narrow kitchen of his apartment on Flatbush Avenue in Brooklyn, Andrew Feinberg was about to make clam pizza. That might sound like a perfectly quotidian pastime for Mr. Feinberg, since he is the chef and an owner of Franny's restaurant, a favorite among New York pizza fans. But truth is, he'd never made pizza at home. In fact before opening" , "date" : "20050420" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "THE CHEF: ANDREW FEINBERG; A Student of the Pizza Does a Little Homework" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9804E1D71F3EF933A15757C0A9639C8B63"} , {"body" : "THE day he missed the deadline for a National Endowment for the Arts grant, Joshua Mehigan decided he had had enough. An unsung, gap-toothed composer of lyrical, sharply observed verse, Mr. Mehigan had had a run of uncommonly bad luck, even by the standards of luckless New York poets. It was February of last year. Mr. Mehigan, then 34, had broken" , "date" : "20050417" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "CITYPEOPLE; Finding the Verse in Adversity" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE2DC113EF934A25757C0A9639C8B63"} , {"body" : "FROM penthouse apartments in Manhattan to 19th-century brownstones in Brooklyn, and from tiny backyard spaces to bulging community gardens, the spring season of show houses and house and garden tours has begun in New York City. This year's sampling includes private modern art collections, shiny new kitchens, lush plantings and antiques galore." , "date" : "20050414" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "Spring Ambles In, Along With the Curious" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9800E4DA133EF937A25757C0A9639C8B63"} , {"body" : "WHEN you live with a chef, you deal with the possibility that he will turn the bathroom into a meat locker. Andrew Feinberg, for example, took along his obsession with curing when he and his wife, Francine Stephens, left the East Village for the Berkshires before opening Franny's, in Brooklyn. So there was some imaginative use of space. ''I'd wake" , "date" : "20050406" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "THE CHEF: ANDREW FEINBERG; Honey, There's a Fish in the Bathtub" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A02E7DA1F3FF935A35757C0A9639C8B63"} , {"body" : "In the following reports, the listed at price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. *Sale in this price category not available. Manhattan Less than $300,000 East Midtown $285,000 319 East 50th Street Number of bedrooms: 0 Number of full bathrooms: 1 Number" , "date" : "20050327" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D00E4DB173FF934A15750C0A9639C8B63"} , {"body" : "Greening Brooklyn Brooklyn Botanic Garden, 1000 Washington Avenue (Eastern Parkway), Prospect Heights; (718)623-7200. ''Making Brooklyn Bloom,'' lectures and discussions about planning community gardens, will take place from 10 a.m. to 4 p.m. on Saturday. Topics will include selecting vegetables for a garden, rainwater harvesting, how to involve" , "date" : "20050310" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "CALENDAR" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D00E4DB163CF933A25750C0A9639C8B63"} , {"body" : "WHAT could be more romantic than whiling away the hours in a snug Flatbush Avenue walk-up, making ravioli with the person you adore? Or, so it might have been for Francine Stephens and Andrew Feinberg, the owners of Franny's in Prospect Heights, Brooklyn, if it weren't for the presence of a reporter. ''It's no big deal,'' Ms. Stephens said. ''Ever" , "date" : "20050309" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "THE CHEF: ANDREW FEINBERG; For Pizza Royalty, Pasta Stars at Lunch" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E2D91F3DF93AA35750C0A9639C8B63"} , {"body" : "The city and the state have signed an agreement with the developer Bruce C. Ratner to build a new home for the Nets basketball team and at least 4,500 apartments as part of a $2.5 billion project at the Atlantic Yards in Brooklyn. Under the terms of the nonbinding agreement that has been under negotiation for nearly a year, Mr. Ratner, chief" , "date" : "20050304" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Deal Is Signed for Nets Arena in Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D06E5D7103DF937A35750C0A9639C8B63"} , {"body" : "DAN GOLDSTEIN loves his new home, a 1,280-square-foot, two-bedroom, two-bath, roughly finished condominium in a former warehouse building on Pacific Street near downtown Brooklyn. Which is why he does not want to leave, even though he is being pressed to do so. The approach to the building is not the grandest. Across the street are the dormant" , "date" : "20050227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS\/Brooklyn; Battling A Developer's Mammoth Plans" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F03E5DB173DF934A15751C0A9639C8B63"} ,   {"body" : "Manhattan TRIBECA $895,000 100 Worth Street (Broadway) (Mark Twain) 2-bedroom, 2-bath, 1,200-sq.-ft. duplex co-op in a postwar building; part-time doormen; elevator; renovated eat-in kitchen and baths; hardwood floors, north, south and east exposures; maintenance $1,391, 50% tax-deductible; listed at $895,000, 1 week on market (brokers: Halstead" , "date" : "20050224" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "4" , "title" : "Residential Sales" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9406E3DB163DF937A15751C0A9639C8B63"} , {"body" : "Manhattan GREENWICH VILLAGE $925,000 79 West 12th Street (Lawrence House) 2-bedroom, 2-bath, 1,000-sq.-ft. co-op in a prewar building; part-time doormen; dining area, renovated kitchen and baths; fireplace, central air-conditioning, large balcony, 3 exposures; maintenance $1,119, 57% tax-deductible; listed at $925,000, 5 weeks on market (brokers:" , "date" : "20050217" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "11" , "title" : "Residential Sales" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9507EEDB133AF934A25751C0A9639C8B63"} , {"body" : "THERE is a Monet at the Brooklyn Museum whose hazy outlines, like most Impressionist works, grow more distinct with each step the viewer takes backward. At close range, the mottled dashes of ochre, white and dusty rose are an uncanny combination. But at a distance, the random patches of oil form a building's edge; move further, and a weak sun hangs" , "date" : "20050213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: PROSPECT HEIGHTS -- THE CHASE; Now on Exhibit: Muted Displays of Affection" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A01EFDF143AF930A25751C0A9639C8B63"} , {"body" : "IN a little over two years, Shaya Boymelgreen, an Israeli immigrant who came to New York in 1969 to study at a yeshiva, has gone from being an obscure builder of low-rise apartment houses to become one of the city's busiest residential developers. In partnership with Lev Leviev, an Israeli billionaire and diamond magnate, Mr. Boymelgreen has plans" , "date" : "20050206" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "With backing from an Israeli billionaire, a Developer finds opportunity in disparate places" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9803E6DB103BF935A35751C0A9639C8B63"} , {"body" : "In the following reports, the 'listed at' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. * Sale in this price category not available. Manhattan Less than $300,000 Upper West Side $230,000 324 West 83rd Street Number of bedrooms: 0 Number of full bathrooms: 1" , "date" : "20050206" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E5DB103BF935A35751C0A9639C8B63"} , {"body" : "On Sunday mornings, Bushwick High School in Brooklyn undergoes a remarkable transformation: trucks pull up hauling musical instruments, cribs, tables, chairs, flowers, headsets and sound equipment, video screens and cameras. A white canopy rises over one entrance, and by 12:30 p.m., the auditorium is packed with 800 worshipers from the Christ" , "date" : "20050206" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "25" , "title" : "On Sundays, Hymn Books Replace Textbooks in City Schools" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A06EFDF1E3BF935A35751C0A9639C8B63"} , {"body" : "SUNDAY 1|30 PODCASTING The programmers at WFMU-FM are going beyond regular broadcasting, and even beyond Web broadcasting; they've started doing something called ''podcasting.'' It's a way to send radio shows directly to you in MP3 format -- sort of like TiVo for Internet radio. To participate, download a handy application (for either PC or Mac) at" , "date" : "20050130" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "THE GUIDE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A04E2D61F38F933A05752C0A9639C8B63"} , {"body" : "AS stomach bugs go, the one that hit the Allen family of Redmond, Wash., this month certainly got a lot of play. Barely an hour after Jaxon, 5, showed his first miserable symptoms, his mother was posting her satirical account of Pukefest 2005 on her Internet blog, Catawampus. By bedtime, after the virus had clobbered Neve, 7; Veda, 3; and Luka, 18" , "date" : "20050130" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style" , "Technology"] , "page_facet" : "1" , "title" : "Mommy (And Me)" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9505EEDD143BF933A05752C0A9639C8B63"} , {"body" : "A Brooklyn teacher and an acquaintance have been charged in a vicious attack last year on the principal at the teacher's school, the police said yesterday. The principal, Wanda Rivera-Switalski, was attacked outside her home in South Ozone Park in Queens just before 8 a.m. on Sept. 15 by a man on a motorcycle as she was leaving for work. She was" , "date" : "20050122" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Brooklyn Teacher Charged In Attack on Her Principal" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E6DF1E38F931A15752C0A9639C8B63"} , {"body" : "TO varying degrees, street noise, neighbor noise and roommate noise figure prominently in the auditory landscape of all but the most sequestered apartment dweller. Longtime inhabitants may learn to classify these as background sounds and observe them (miss them, even) only in their absence. That is, until a jackhammer lets rip a mere five feet" , "date" : "20050116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The Torture From Above" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0CEFD71738F935A25752C0A9639C8B63"} ,   {"body" : "THE slender kitchen in Rick Field's apartment in Prospect Heights, Brooklyn, contains a dozen liter-size bottles of seltzer, a portrait of him with his brother, various carbohydrates, a mountain bike hanging upside down from the ceiling and what is easily the clearest indicator of his marital status, a tomato can nailed to the wall to catch beer" , "date" : "20050112" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "A Man in a Pickle Jumps Into the Brine" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980DE0DD1638F931A25752C0A9639C8B63"} , {"body" : "In the following reports, the listed at price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. Manhattan Less than $300,000 Hudson Heights $256,000 120 Bennett Avenue (187th St.) Number of bedrooms -- 1 Number of full bathrooms -- 1 Number of half bathrooms -- 0 Time" , "date" : "20050109" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9504E3DC1239F93AA35752C0A9639C8B63"} , {"author" : "E-mail: eating@nytimes.com" , "body" : "Holiday decorations are coming down as New York settles into its gray season. But these Caribbean places add brightness to the restaurant scene. BOHIO (212) 568-5029; 4055 Broadway (171st Street); $; $25 and Under: 2\/4\/04. This friendly Dominican restaurant offers ''Viejo Latino'' cuisine with a stylish twist, like chunks of pernil, or roasted pork" , "date" : "20050109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CARIBBEAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "GOOD EATING; Caribbean Lights" , "url" : "http:\/\/events.nytimes.com\/mem\/nycreview.html?res=9C04E3D81139F93AA35752C0A9639C8B63"}]