[  {"body" : "There are few souls more deserving of attention than the mariner who works on Christmas Day. He is almost certain to be lonely, moored at anchor in some dingy channel of the harbor. He is likely to be sleep-deprived and dirty, having just come in from hauling fuel oil through the bay. There may be ham or a rib roast in the galley, but it may be" , "date" : "20051226" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "A Sailor's Lot: Forgotten By All but a Ship of Elves" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/26\/nyregion\/26sailors.html"} , {"body" : "For three days last week, New York City was one big small town, the sort of place where people talk to strangers, ask them where they are headed and invite them along for a taxicab ride. Then the transit strike ended and the locals reverted to the customary street greeting: ''Back away from that cab. It's mine.'' But some city residents were so" , "date" : "20051225" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Hey, Stranger, Share a Taxi? Not Today" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/25\/nyregion\/nyregionspecial3\/25taxi.html"} , {"body" : "Gotham has the Bat Signal, pilots have Mayday and New Yorkers have the Brooklyn Bridge. When herds of pedestrians crowd that span of granite and steel, trudging toward the towers of Manhattan or fleeing them, the world knows the city is in a bad way. But as the mayor and an accompanying army of workers enacted the recurring drama of the Great East" , "date" : "20051221" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "TRANSIT STRIKE: MOMENTS; Some Crossed the Bridge. Others Were Simply Cross." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B07E4DE1430F932A15751C1A9639C8B63"} , {"body" : "A Little Wine, a Little Mead A free tasting of dessert wines from New York State, Austria and Hungary will be held on Saturday from 6 to 8 p.m. at the Greene Grape, 765 Fulton Street (South Oxford Street), Fort Greene, Brooklyn: (718) 797-9463. Free tastings of sweet spirits and meads will be held on Saturday from noon to midnight and on Sunday" , "date" : "20051214" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "17" , "title" : "CALENDAR" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E06E7D61E31F937A25751C1A9639C8B63"} , {"body" : "Robert Sheckley, a writer of science fiction whose disarmingly playful stories pack a nihilistic subtext, died yesterday in Poughkeepsie. He was 77 and lived in Red Hook, N.Y. The cause was complications of a brain aneurysm, said his former wife, Ziva Kwitney. Mr. Sheckley wrote more than 15 novels and around 400 short stories; the actual total is" , "date" : "20051210" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Science" , "Arts" , "Obituaries" , "Books"] , "page_facet" : "8" , "title" : "Robert Sheckley, 77, Writer Of Satirical Science Fiction" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/10\/books\/10sheckley.html"} , {"body" : "It is the only major subway line in New York that does not enter Manhattan. Its route is short: 16 stations at peak hours. Its trains, 4 cars instead of the usual 8 or 10, seem oddly truncated. Even the color of its route symbol, a sickly lime green, suggests unease. It's the G line, which rumbles between Queens and Brooklyn, and has never been" , "date" : "20051206" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "No Respect (and Soon, a Crew of One); Riders Fear That Even the G-Line Sprint Won't Be Enough" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/06\/nyregion\/06subway.html"} , {"body" : "A 41-year-old man whom relatives said had struggled with drug problems was found stabbed to death in his Brooklyn apartment, the police said yesterday. The body of the man, Dennis Mieles of Red Hook, was found on Friday night by his brother, who checked on him every day, relatives said. The brother, who did not give his name, said that the door was" , "date" : "20051204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "53" , "title" : "Fatal Stabbing in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/04\/nyregion\/04slay.html"} , {"body" : "The Gowanus Canal often stinks and is almost always spotted with slicks of oil. The streets alongside it are practically deserted, the silence broken by the rumble of concrete mixers and oil tankers or the screech of buzz saws. Graffiti abounds, and no one would use the word harmonious for the landscape, where ramshackle wood-frame and brick row" , "date" : "20051128" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "From Open Sewer to Open for Gentrification; Many Gowanus Residents Want Its Collar to Remain Blue" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/28\/nyregion\/28gowanus.html"} , {"author" : "Gabriel Cohen is the author of ''Red Hook,'' a novel." , "body" : "THE year is 1899, and a saucy con artist named Peaches O'Day is trying to sell the Brooklyn Bridge. She succeeds, too, passing it off to a gullible fellow who pays her $200 and receives a bill of sale reading, ''One bridge in good condition.'' As punishment, she is run out of town, but she returns in triumph, disguised in a black wig as the French" , "date" : "20051127" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; For You, Half Price" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/27\/nyregion\/thecity\/27brid.html"} , {"body" : "If a visitor stops in at LeNell's on Van Brunt Street in Red Hook, Brooklyn, in the late afternoon or evening, he or she will probably find a few locals standing around chewing the fat. The two-year-old liquor store, which is decorated with an eclectic mix of antiques, bourbon memorabilia and kitsch, also features a fully functional replica of" , "date" : "20051120" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: RED HOOK; Pride, Straight Up" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/20\/nyregion\/thecity\/20bour.html"} ,   {"body" : "Mayor Michael R. Bloomberg announced an array of initiatives yesterday to improve the city's public high schools, including 15 new ''transfer'' schools for students in danger of dropping out and a project to reshape eight large, struggling schools into ''small learning communities.'' Mr. Bloomberg said $24 million in private donations, $18.8" , "date" : "20051118" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Mayor Plans New Education Measures, Including Reshaping 8 Troubled High Schools" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/18\/nyregion\/18school.html"} , {"body" : "Food for Mind and Tummy A party to kick off the Goddard Riverside Community Center's New York Book Fair will be held on Friday from 6:30 to 9:30 p.m. at the center, 593 Columbus Avenue (88th Street). New books will be sold at 50 percent off cover price, and food, wine and cheese will be served. Tickets are $125 in advance, $150 at the door: (212)" , "date" : "20051116" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "11" , "title" : "CALENDAR" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E2D9103EF935A25752C1A9639C8B63"} , {"body" : "THE evolution of David Scott's Red Hook loft from party pad to stylishly designed apartment tracked the 38-year-old's personal growth. Once a stay-up-all-night bachelor, he is now a married entrepreneur who goes to bed around 9 p.m. so he can get an early start on his work -- making modern furniture for his own Brooklyn-based design firm. When Mr." , "date" : "20051113" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS\/Red Hook, Brooklyn; The History of a Loft Reflects The His-and-Her Story of a Couple" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/13\/realestate\/13habi.html"} , {"body" : "WE owe the existence of Brooklyn to the urban developers of more than a century ago. Since that time, the borough's open land has disappeared. That's how it goes in cities the world over; only a dead city never changes. But just as we'll always have developers, community activists and environmentalists will invariably seek to check their greed and" , "date" : "20051113" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "The Project That Ate Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/13\/opinion\/nyregionopinions\/13CImanbeck.html"} , {"body" : "NO city in the world offers the variety of wines that you can find in New York retail shops. Nowadays, you can shop the city and its suburbs online, but for wine lovers nothing replaces the actual handling of bottles. The old-line wine merchants like Sherry-Lehmann, Acker Merrall & Condit, Morrell and Zachy's all offer vast selections. For hands-on" , "date" : "20051109" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "15" , "title" : "Selling The Quirky Or Obscure" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/09\/dining\/09plis.html"} , {"body" : "EXPLAINS.Despite their power to transform a cocktail, bitters have gone, in the space of 40 years, from an essential ingredient to a historical oddity. High-proof tinctures of roots, bark, herbs and aromatics, bitters were included in 166 drinks in ''The Old Waldorf-Astoria Bar Book,'' published in 1935, while only six recipes called for them in" , "date" : "20051106" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Home and Garden" , "Magazine" , "Style"] , "page_facet" : "78" , "title" : "THE DISH; All Stirred Up" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/06\/style\/tmagazine\/t_l_2186_2187_dish_bitters_.html"} , {"author" : "This column about the local economy appears every other week. E-mail address: homefront@nytimes.com." , "body" : "IN their quest for artistic creativity and commercial profitability, cotton is their canvas, and it suits them to a T. Well, to a T-shirt. For the last five years, Rebecca and Paul Steinman have been building a business in Brooklyn producing screen-printed T-shirts -- an enterprise that they started, in part, to supply another company that Mr." , "date" : "20051030" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Job Market"] , "page_facet" : "1" , "title" : "HOME FRONT; A Sideline Outshines the Main Line" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/30\/jobs\/30homefront.html"} , {"body" : "For a man known variously as a geeky child-shrinker, a bumbling Darth Vader impersonator and half of a beer-swilling duo of fake brothers, there is apparently an obvious next career move: record a country music album. That, at least, is how Rick Moranis saw it, and that is what he has done. His album, ''The Agoraphobic Cowboy,'' 13 sly songs" , "date" : "20051029" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "7" , "title" : "A Singing Cowboy Who's a Few Gallons Shy of a Hat" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/29\/arts\/music\/29mora.html"} , {"body" : "FROM the ground, the edifice does not seem very imposing: it is a mere bundle of twigs and grass crammed on one of the light poles lining Brooklyn College's athletic field. But the shelter is a sturdy home to an extended family of small green parrots known as Myiopsitta monachus -- monk parakeets to you -- who have thrived in Brooklyn for the" , "date" : "20051027" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "In Land Where a Tree Grows, an Immigrant Band Thrives" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/27\/nyregion\/27ink.html"} , {"body" : "MAYOR MICHAEL R. BLOOMBERG is not wildly fond of looking at art. This should not insult anyone. Spectating is just not his thing. In his pre-mayoral days, when he attended the opera with his friend Beverly Sills, he would fall into a slumber ended with a sharp jab of her elbow. During a private tour of the Vatican in 2000, the thing that piqued his" , "date" : "20051023" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "ART; The Arts Administration" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/23\/arts\/23stei.html"} ,   {"body" : "To the Editor: I have been affiliated with St. Vincent Catholic Medical Centers for eight years. Among the issues worthy of mourning after the loss of a historical community resource like St. Mary's Hospital are the loss of the doctors' and nurses' derivation of meaning and satisfaction in their life-giving work. Chronic caregiver trauma and" , "date" : "20051023" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "The Closing Of a Hospital" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D05E0DB133FF930A15753C1A9639C8B63"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through May 29, ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter,'' the annual walk-in display of hundreds of butterflies in a natural environment. Through March 12, ''Voices From South of the Clouds,'' a display of photographs of" , "date" : "20051021" , "day_of_week_facet" : "Friday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/21\/arts\/21spar.html"} , {"body" : "On a day when former President Bill Clinton campaigned in the Bronx with the Democratic mayoral candidate, Fernando Ferrer, it seemed logical to ask the Republican incumbent at City Hall: Where was President Bush? Mayor Michael R. Bloomberg, who has never been cozy with the Republican administration in Washington and has distanced himself farther" , "date" : "20051021" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Democrats Assail Mayor About His Party Loyalties" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/21\/nyregion\/metrocampaigns\/21mayor.html"} , {"body" : "Visitors to Midtown Manhattan can get around by almost any conceivable mode of transportation. There are pedicabs, double-decker buses, horse-drawn carriages and bicycles built for seven. But there are no ducks, not yet, anyway. Unlike Boston, Philadelphia, London and dozens of other cities around the world, New York City does not offer tourists" , "date" : "20051013" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "1" , "title" : "Make Way for Ducks, in Manhattan?; A Plan for Amphibious Tour Buses in the City" , "url" : "http:\/\/travel.nytimes.com\/2005\/10\/13\/nyregion\/13ducks.html"} , {"body" : "Eating Across Chinatown A Chinatown festival, with food from more than 50 restaurants, will be held Saturday from 1 to 6 p.m. Tasting plates will be $1 or $2 each. A list of participating restaurants is available at a tourist information kiosk at Canal and Centre Streets or at explorechinatown.com. Agriculture in Red Hook Produce cultivated by" , "date" : "20051012" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "4" , "title" : "Calendar" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03EED9163FF931A25753C1A9639C8B63"} , {"body" : "Investigators were still looking for a man who rents a Brooklyn apartment where the police found the bodies of two women on Friday morning, the authorities said yesterday. The man, identified as Antoine Twitty, 40, who served time in prison for attempted robbery and was described by neighbors as peculiar but friendly, has apparently not returned to" , "date" : "20051009" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "Man Sought After 2 Bodies Found in Home" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/09\/nyregion\/09bodies.html"} , {"body" : "A Brooklyn landlord found a dead woman stuffed inside a tenant's refrigerator early yesterday, the police said. In the same apartment, under a pile of laundry, investigators discovered a second dead woman, the police said. The police identified one of the women as Ashante Mitchell, 19 years old. They did not release the second woman's name but said" , "date" : "20051008" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Bodies of 2 Women Found in Brooklyn Apartment" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/08\/nyregion\/08bodies.html"} , {"body" : "Attractions Museums AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Opening tomorrow and running through May 29, ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter,'' the annual walk-in display of hundreds of butterflies in a natural environment. Through March 12, ''Voices From South of the Clouds,'' a display" , "date" : "20051007" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "45" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/07\/arts\/07spar.html"} , {"body" : "As Fernando Ferrer met with voters in Brooklyn and the Bronx, his campaign prepared yesterday to announce the support of the former Democratic Senate leader Tom Daschle and Howard Dean, the Democratic Party chairman. The campaign expects Mr. Daschle, who lost his own bid for re-election in 2004, to announce later this week that he will campaign" , "date" : "20050925" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "Prominent National Democrats Rally Around Ferrer" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/25\/nyregion\/metrocampaigns\/25mayor.html"} , {"author" : "E-mail: eating@nytimes.com" , "body" : "A new basketball arena for the Nets in Brooklyn came closer to reality this month as the Metropolitan Transportation Authority agreed to sell development rights to the railyard at Atlantic and Flatbush Avenues. One way or another, these little gems nearby in Prospect Heights may feel the impact. BEAST (718) 399-6855; 638 Bergen Street (Vanderbilt" , "date" : "20050925" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "GOOD EATING\/PROSPECT HEIGHTS; Ahead of the Bounce" , "url" : "http:\/\/events.nytimes.com\/2005\/09\/25\/dining\/25rest.html"} ,   {"body" : "SHARON MILADY and Mike Baker, a couple from Toronto, packed up their lives in Canada three weeks ago and moved into a limestone town house on 78th Street in Bay Ridge, Brooklyn. Almost immediately, they found themselves being welcomed at a block party in their honor, and the gates between their backyard and the neighbors' were opened to allow their" , "date" : "20050918" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN\/Bay Ridge, Brooklyn; More for the Money, and Near the Water" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/18\/realestate\/18living.html"} , {"body" : "If Red Hook, Brooklyn, has a skyline, the abandoned Revere Sugar factory at Richards and Beard Streets may well be the neighborhood's Chrysler Building, its distinctive conical silo jutting out from the old waterfront to be seen for miles around. The building's fortunes have mirrored Red Hook's, too: It was a thriving business hub when the" , "date" : "20050918" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: RED HOOK; Symbol of a Sweeter Past Has a Murky Future" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/18\/nyregion\/thecity\/18reve.html"} , {"body" : "One by one, five dancers staggered through an archway and lurched drunkenly across the concrete floor. They came together, split apart and a bit later slithered, gabbling, face-first across the brick wall. The dull hum of traffic, punctuated by the clack-clack of cars crossing a bridge, filled the air. The choreographer Tere O'Connor, in baggy" , "date" : "20050914" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "EMPIRE-FULTON FERRY STATE PARK (BROOKLYN)" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Deadline Choreography; Dancers Are Given Only a Few Days to Create a Site-Specific Work" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/14\/arts\/dance\/14stre.html"} , {"body" : "The pain in the eyes of New Orleans firefighters at a ceremony observing 9\/11 here on Sunday took their counterparts from New York City back to the suffering they felt four years ago and 1,200 miles away. At an emergency command post set up on a college campus closed by Hurricane Katrina, the heartache that New York City firefighters felt on Sept." , "date" : "20050912" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW ORLEANS (LA)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "FOUR YEARS LATER: FIREFIGHTERS; In New Orleans, Pausing to Remember" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/12\/nyregion\/12firefighters.html"} , {"body" : "A man and a woman who escaped from the Midtown North station house on Saturday after their arrest on robbery charges have been captured, the police said yesterday. Tracey Herman, 31, was captured on Tuesday at an apartment in Red Hook, Brooklyn, and Pedro Martinez, 22, was arrested at home on Madison Avenue yesterday morning. Ms. Herman and Mr." , "date" : "20050908" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Metro Briefing | New York: Manhattan: Two Escapees Captured" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9503E2D81231F93BA3575AC0A9639C8B63"} , {"body" : "GABRIELLA'S A larger version of this Upper West Side Mexican mainstay is to open in January. The original restaurant at 93rd Street and Amsterdam Avenue closed last week; its branch at 75th and Amsterdam Avenue closed in May: 688 Columbus Avenue (93rd Street). The Double Seven Sasha Petraske's cocktails at this new lounge are designed to complement" , "date" : "20050907" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; Off the Menu" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D04EED81531F934A3575AC0A9639C8B63"} , {"body" : "PEGU CLUB -- In Colonial-era Rangoon a club of this name had a signature cocktail made with gin, bitters, lime juice and Curaçao. The club and the cocktail have been revived in SoHo by Audrey Saunders, below, the former bar manager at the Bemelman's Bar in the Hotel Carlyle. The long, narrow lounge, done in green with Asian-style woodwork, has" , "date" : "20050831" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; OFF THE MENU" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E03EFD91631F932A0575BC0A9639C8B63"} , {"body" : "Vito J. Pitta, a former president of the New York Hotel and Motel Trades Council and longtime leader of its core Local 6, died on Sunday at his home on Staten Island. He was 78 and also had a home in Sunny Isles, Fla. The cause was complications of lung cancer, his family said. One of the city's most forceful labor leaders, Mr. Pitta was credited" , "date" : "20050825" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries" , "Business"] , "page_facet" : "9" , "title" : "Vito Pitta, Former Hotel Trades Council President, Dies at 78" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A03EFDD1E3EF936A1575BC0A9639C8B63"} , {"body" : "AT 9:30 last Friday morning, there was an ear-piercing screech of electric saws and a palpable sense of panic as 30 men furiously attacked the floors, walls, ceilings and plumbing of Mary Tyler Moore's former apartment at 927 Fifth Avenue. Carpenters, electricians, marble installers and plasterers dripped with sweat as they rushed to finish" , "date" : "20050825" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "In August, The Rich Race To Renovate" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E3DD1E3EF936A1575BC0A9639C8B63"} , {"body" : "IT'S a cloudy afternoon at Caddell Dry Dock and Repair Company on Staten Island, and all six docks are full. A tug is being repainted, a towering black steel barge is being repaired, a couple of coastal tankers are being overhauled, and an orange Staten Island ferry is high and very dry, its bottom exposed. Workers in hard hats swarm above and" , "date" : "20050821" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Tugboat Alley" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A05E4DC103EF932A1575BC0A9639C8B63"} ,   {"body" : "''Biplane Rides: Free. Landings: $40.'' That's the sign by the grass runway of the Old Rhinebeck Aerodrome, a shrine to early aviation tucked away on 110 bucolic acres in Dutchess County, N.Y. ''Come Josephine in My Flying Machine'' drifts from the loudspeakers as four passengers don leather helmets, mount the wing of a roaring 1929 open-cockpit" , "date" : "20050819" , "day_of_week_facet" : "Friday" , "geo_facet" : ["RHINEBECK (NY)" , "DUTCHESS COUNTY (NY)"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "9" , "title" : "DAY TRIP; Where Old Wings Go to Fly" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0DE6D7133EF93AA2575BC0A9639C8B63"} , {"body" : "Attractions Museums and Sites MERCHANT'S HOUSE MUSEUM, 29 East Fourth Street, East Village. This preserved late-Federal brick house with a Greek Revival interior, once owned by Seabury Tredwell, a wealthy hardware dealer, was built in 1832. Through Oct. 3, ''Understanding Architectural Moldings,'' an exhibition that includes artifacts from Federal," , "date" : "20050819" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D00E2D8133EF93AA2575BC0A9639C8B63"} , {"body" : "Attractions Museums and Sites MUSEUM OF THE CITY OF NEW YORK, Fifth Avenue at 103rd Street. Tomorrow at 1 p.m., a walking tour of Greenwich Village. Fee: $20; students, museum members and members of the New-York Historical Society, $15; information, (212)817-8215. Also tomorrow at 3 p.m., ''Quilting With Laura Gadson,'' a workshop inspired by" , "date" : "20050812" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "32" , "title" : "SPARE TIMES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0CE4D8143EF931A2575BC0A9639C8B63"} , {"body" : "Shane C. Welch and Andrew Bronstein call their brewery Six Point Craft Ales, from a symbol that once signified high quality in European brews. The beers from the brewery, a pocket-size place at 40 Van Dyke Street (Dwight Street) in Red Hook, Brooklyn, are refreshing, especially lighter ones like Sweet Action, with an alluringly tart fruitiness" , "date" : "20050803" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "8" , "title" : "FOOD STUFF; Brewed in Red Hook With a Glance at Europe" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F03E4D71E3FF930A3575BC0A9639C8B63"} , {"body" : "Assemblyman Joseph R. Lentol, a Brooklyn Democrat who, by the way, doesn't drink, sponsored the bill, which is designed to help increase tourism by publicizing the more than 60 breweries in the state. It passed both houses in June and awaits action by the governor. Among the other New York City breweries listed by the Brewers Association, a" , "date" : "20050731" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F. Y. I." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E3D8113FF932A05754C0A9639C8B63"} , {"body" : "Attractions Museums and Sites MUSEUM OF THE CITY OF NEW YORK, Fifth Avenue at 103rd Street. The museum collects, preserves and presents material related to the city's history. Through Oct. 30, ''New York Fast Forward: Buildings by Enrique Norten\/TEN Arquitectos,'' an exhibition of drawings, photographs, renderings and models. Through Sept. 18," , "date" : "20050729" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0DE3D6103FF93AA15754C0A9639C8B63"} , {"body" : "Brooklyn BROOKLYN HEIGHTS $345,000 87 Columbia Heights 1-bedroom, 1-bath, 600-sq.-ft. co-op in a prewar building; eat-in kitchen, high ceilings, 2 exposures; maintenance $620, 50% tax deductible; listed at $365,000, 1 week on market (broker: Harbor View Realty) PARK SLOPE $1.2 million 652 Union Street 2-family, 3-story brick town house; 1 bedroom," , "date" : "20050728" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "Residential Sales" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9901E7D6133FF93BA15754C0A9639C8B63"} , {"body" : "Gin Tasting in Brooklyn There will be a chance to sample styles of gin and to learn how gin is made from noon to midnight on Saturday and from noon to 9 p.m. on Sunday at LeNell's Ltd.: A Wine and Spirit Boutique, 416 Van Brunt Street (Van Dyke Street), Red Hook, Brooklyn. There is no charge: (718)360-0838. Tango and Argentine Wine Wine from" , "date" : "20050727" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "CALENDAR" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CEEDE133FF934A15754C0A9639C8B63"} , {"body" : "Usually, when a New York museum has to close for renovations, the doors never really close. The Museum of Modern Art bought a temporary home in Queens during its recent rebuilding. The New Museum of Contemporary Art, currently between locations, is bunking with another museum in Chelsea during the move. But when the tiny Waterfront Museum and" , "date" : "20050726" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "A Return to Its Maritime Roots; A Return to Its Maritime Roots; After Years of Damage by Marine Borers, Brooklyn's Floating Museum Reopens" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E03EFDB123FF935A15754C0A9639C8B63"} , {"body" : "When Robert Katz's employees arrive at his warehouse business at 7 a.m., they have exactly one hour before many of them have to troop back outside and move their cars for city street cleaning. It happens four days a week in Mr. Katz's corner of Red Hook, Brooklyn -- twice on each side of Delavan Street -- and he has had just about enough. He is not" , "date" : "20050724" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROWNSTONE BROOKLYN; Street Cleaning: The Schlep Factor" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9906E2DB143FF937A15754C0A9639C8B63"} ,   {"body" : "To the Editor: Thank you for your coverage of the campaign to save the former Todd Shipyards graving dock in Red Hook, Brooklyn (''Sailing Into History,'' July 3). The best preservation and interpretation of a historic industrial site, such as Graving Dock No.1, is to keep using it for its original purpose when that is possible. It is a shame that" , "date" : "20050717" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "A Maritime Icon, Threatened by Ikea" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01EFDF1130F934A25754C0A9639C8B63"} , {"body" : "To the Editor: I was dismayed that your wonderful article about Red Hook's Graving Dock No.1 carried a headline, ''Sailing Into History,'' that assumed the outcome of extinction, effectively seeking to void the point of the aptly interesting prose, which tells of a small preservation committee working hard to awaken interest in Brooklyn's great" , "date" : "20050717" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "A Maritime Icon, Threatened by Ikea" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9500EFDF1130F934A25754C0A9639C8B63"} , {"body" : "While public attention was focused on the city's ill-fated plan to build a stadium on the West Side of Manhattan over the past two years, the Bloomberg administration quietly labored over projects and development plans in corners of the city -- from Jamaica, Queens, to Staten Island -- that generated very few headlines. But the city has only so" , "date" : "20050711" , "day_of_week_facet" : "Monday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BRONX (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Mayor Pursues Plans Outside Manhattan, and Even Critics Applaud" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B02EFDC1430F932A25754C0A9639C8B63"} , {"body" : "EVEN though it is big enough to contain a battleship, Graving Dock No. 1 has long been one of Brooklyn's best-kept secrets. If you drive down Beard Street in Red Hook, all you see is a line of old brick warehouses. But on the other side, hidden away on the waterfront, lies a 710-foot-long concrete and steel basin originally dug out at the end of" , "date" : "20050703" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: RED HOOK; Sailing Into History" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9905E5DA1231F930A35754C0A9639C8B63"} , {"body" : "Approximate running times are in parentheses. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Theater Previews and Openings 'SUMMER PLAY FESTIVAL' Opens Tuesday. This well-financed showcase of new works generated much buzz last year; now it returns for a second year with eye-catching titles like ''The" , "date" : "20050701" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "The Listings: July 1 -- July 7" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980CEEDA1531F932A35754C0A9639C8B63"} , {"body" : "Ruling in a lawsuit against a proposed Ikea furniture store in Red Hook, a state judge has upheld the city's approval of the project. The decision, by Judge Karen S. Smith of State Supreme Court in Manhattan, was dated Monday but released yesterday, and it completes the public review part of the development process. The company still needs permits" , "date" : "20050630" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Ikea Project Advances" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D05E2DA1531F933A05755C0A9639C8B63"} , {"body" : "To the Editor: It irritates me when young adults act as if their discovery of Brooklyn is tantamount to Brigadoon. It wasn't always that way. I was born in Williamsburg, the oldest of a Jewish immigrant family crowded together with others in a decrepit tenement. Although our sense of the city extended little farther than the Williamsburg Bridge," , "date" : "20050626" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "9" , "title" : "Fled, Then Returned" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F01E3D6163AF935A15755C0A9639C8B63"} , {"body" : "The Habitats column last Sunday, about a hairstylist who lives at the Chelsea Hotel in Manhattan, misstated the previous residence of Sally Singer, the fashion news director of Vogue magazine, who returned to the Chelsea last fall. In 2003 she moved to a Victorian house in Flatbush, Brooklyn, not to a town house in Red Hook, Brooklyn." , "date" : "20050626" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Corrections" , "Real Estate"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9406E1D91F3EF935A15755C0A9639C8B63"} , {"body" : "At the Urban Assembly School for Law and Justice in Brooklyn, the young principal has worked from 7 a.m. until 7 p.m. -- on her light days. Teachers have lined the walls with essays on the O.J. Simpson trial and other assignments reflecting the school's theme. Every other week, lawyers have regaled students with tales from the courtroom, over" , "date" : "20050625" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "The Little School That Could, With a Patron's Help; Sweat, Dedication and a Law Firm's Generosity Contribute to Early Success" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0CEFD7163AF936A15755C0A9639C8B63"} , {"body" : "AS a convert to Brooklyn's charms, I like to think I was ahead of the curve. We were driving back from a camping trip somewhere upstate, my parents, my brother and me, squeezed into my father's pickup truck, the back piled high with tents and sleeping bags. I must have been about 12. The detour wasn't even on the way back to our house on eastern" , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "THE NEW BROOKLYNS\/SIGNS OF CHANGING TIMES; Two Guys From the Hood" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E3DA143BF93AA25755C0A9639C8B63"} ,   {"author" : "Suketu Mehta is the author of ''Maximum City: Bombay Lost and Found'' (Knopf)." , "body" : "AT a party on the Upper West Side in 2000, a distinguished American author, and longtime Manhattanite, asked where I lived. ''Brooklyn,'' I told him. He snorted. ''Poor people live in Brooklyn.'' Then he turned away to get some meat. Shortly after the party, to see if I could move from my rented apartment in Boerum Hill, I went looking to see what" , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE NEW BROOKLYNS\/SIGNS OF CHANGING TIMES; The Great Awakening" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0CE7D6153BF93AA25755C0A9639C8B63"} , {"body" : "''I'M not a real handy person,'' Gerald DeCock was saying the other day. ''I'm not a builder; I'm an embellisher.'' Mr. DeCock was not kidding around, or laying only vague claim to the word. He has embellished -- with gusto -- every single surface of his studio apartment in the Chelsea Hotel on West 23rd Street with, variously (and to name just a" , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "HABITATS\/The Chelsea Hotel; A Hairstylist Colors His Apartment" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D05E5DA173BF93AA25755C0A9639C8B63"} , {"body" : "Williamsburg Village Style Freddy Jakubowski has tended bar at the Greenpoint Tavern on Bedford Avenue since 1985. It was 1992 when a place arrived unlike any other there, a little restaurant called the L Cafe. \"Some girl opened it,\" Mr. Jakubowski said. \"She was a good girl. I'm not much of an architect or a decorator, but she did it something" , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE NEW BROOKLYNS\/TIPPING POINTS; The Day When Back in the Day Ended" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907E2DA143BF93AA25755C0A9639C8B63"} , {"body" : "They came from as far away as Mexico, in vans, trucks or motor homes, and camped beneath the stars at Floyd Bennett Field in Brooklyn. At first light they awoke to prepare to thrill the children who came from schools across the city to see them dance. And thrill they did. The powwow dancers, spinning furiously while shifting their feet to the beat" , "date" : "20050618" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "In Brooklyn, Celebrating Indian Tradition and the Powwow Way of Life" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CEFDD153BF93BA25755C0A9639C8B63"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the Northeast this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and" , "date" : "20050617" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "The Listings: June 17 -- June 23" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9900E7DC173BF934A25755C0A9639C8B63"} , {"body" : "Events New York City PUERTO RICAN DAY PARADE, Fifth Avenue, from 44th to 86th Street. Sunday at 11 a.m. BOOK SALE, St. Agnes branch of the New York Public Library, 444 Amsterdam Avenue, at 81st Street. Today and tomorrow, 11 a.m. to 5 p.m., and Sunday, noon to 5 p.m. 'SPACE AND FREQUENCY; RHYTHM LAB,' Vanderbilt Hall, Grand Central Terminal. Music" , "date" : "20050610" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A04EED81038F933A25755C0A9639C8B63"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the Northeast this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and" , "date" : "20050610" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "The Listings: June 10 -- June 16" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9902E3DB1138F933A25755C0A9639C8B63"} , {"body" : "Let's make telephone calls! By now, everyone knows telephoning can be very, very exciting! You can ask that little sweetheart from geometry class to the prom, have a pizza pie delivered or even say ''Whassupwhassupwhassup'' to a friend on the far side of the world. But slow down there, mister! Like the song says, you have to know how to hold them" , "date" : "20050607" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "And Now, the 411 on the 011" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9505E6D7123EF934A35755C0A9639C8B63"} , {"body" : "THE Lafayette section of Jersey City, a tiny slip of waterfront land just west of Liberty State Park and south of the city's gentrifying and pricey downtown, has struggled for 30 years. But now real estate agents and developers are looking with eager eyes at the 19th-century row homes and industrial spaces next to the Hudson-Bergen Light Rail stop" , "date" : "20050605" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY" , "JERSEY CITY (NJ)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "12" , "title" : "IN THE REGION\/New Jersey; A Struggling Neighborhood Heats Up" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F07E6DC1738F936A35755C0A9639C8B63"} , {"body" : "Letters to Dear Aggie (She's Not Dear Abby) This weekend families are invited to visit a local celebrity. She's a dark beauty, very gracious with her admirers and especially loved by children. She hasn't done a ''Got milk?'' commercial yet, but she would be a natural for the campaign. She is Aggie, the Dexter cow at the Prospect Park Zoo and the" , "date" : "20050603" , "day_of_week_facet" : "Friday" , "geo_facet" : ["RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "Family Fare" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F03E1DF1738F930A35755C0A9639C8B63"} ,   {"body" : "This series has been moving dancers and musicians out into the open places of New York City for 20 years now, burrowing imaginatively into areas whose beauty and history are often largely underappreciated. The organization opens its 2005 summer season with free programs this month in Red Hook, Brooklyn. The neighborhood has certainly not been" , "date" : "20050603" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "The Listings: June 3 -- June 9; DANCING IN THE STREETS" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9904E2DF1738F930A35755C0A9639C8B63"} , {"body" : "Events 'SPRING CELEBRATION: A FAMILY CONCERT,' by the Young People's Chorus of New York City, tomorrow night at 8 at the 92nd Street Y, 1395 Lexington Avenue, (212)415-5500. Tickets: $10 to $50. SUMMER ARTS SAMPLING, of classes for those 10 to precollege age, at Pace University, tomorrow from 1 to 2:30 p.m., in the Spotlight Cafe, 1 Pace Plaza," , "date" : "20050603" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "Spare Times; For Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9900E1DF1738F930A35755C0A9639C8B63"} , {"body" : "CHERYL ROGOWSKI planted her seeds of change in the black soil of Orange County, N.Y., in 1994. Her parents, first-generation Polish-Americans, built the W. Rogowski Farm, starting in the 1950's. Like most farmers in the area, they dedicated their land to the wholesale onion business. ''We sold 500 tons of onions every year,'' Ms. Rogowski said," , "date" : "20050601" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "FARM TO MARKET; Women Find Their Place In the Field" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9501EED71F39F932A35755C0A9639C8B63"} , {"body" : "In New York, the preferred answer to steamy summer weekends is exodus. Locals flee the city's sweaty concrete islands for life in the country or at the beach. Memorial Day weekend usually jump-starts this ritual. After that, those of us who do not have a weekend retreat (or friends who do) must look closer to home for relief. That can be a problem." , "date" : "20050529" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "The City Life; Want to Cool Off? Behave." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F07EEDD1139F93AA15756C0A9639C8B63"} , {"body" : "I DON'T remember the first time I walked into Frank's Gourmet Deli on Smith Street, but it must have been a little more than a year ago, around the time I signed a lease a couple of blocks away in Carroll Gardens, Brooklyn. Getting to know a new neighborhood is always a process of locating and evaluating the essentials -- grocery store, laundry," , "date" : "20050529" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK OBSERVED; Comfort Food" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B03E7DC1139F93AA15756C0A9639C8B63"} , {"body" : "9 P.M. (7) TRUMP UNAUTHORIZED -- That's Donald Trump, of course, New York real estate mogul, realityshow star and serial monogamist. Mr. Trump is played by Justin Louis, a 38-yearold Canadian actor who has also played Frankie Avalon. Katheryn Winnick (right, with Mr. Louis) plays Ivana, his first wife; Jennifer Baxter is Marla Maples, his second." , "date" : "20050524" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "11" , "title" : "WHAT'S ON TONIGHT" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F05EFDD1239F937A15756C0A9639C8B63"} , {"body" : "The working mothers who live in New York City's housing projects lean gratefully on the women who keep their children. They find them nearby, often in the same high-rise buildings, where the women run day care centers out of small apartments brightened by crayon drawings or the soft pastel glow of cartoons on television. For single parents whose" , "date" : "20050522" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Enforcement Of Fire Codes May Threaten Day Care Sites" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9501E5D81539F931A15756C0A9639C8B63"} , {"body" : "Attractions Museums MUSEUM OF THE CITY OF NEW YORK, Fifth Avenue at 103rd Street. The museum collects, preserves and presents material related to the city's history. Tomorrow and Sunday at 2 p.m., ''Lovely to Look At,'' a cabaret performance celebrating New York City and the music of Kern, Berlin, Porter, Arlen, Weill and others, with Marian" , "date" : "20050520" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E4D81739F933A15756C0A9639C8B63"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Full reviews of current shows, additional listings, showtimes and tickets:" , "date" : "20050520" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings: May 20-May 26" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B02EED91739F933A15756C0A9639C8B63"} , {"body" : "The streets around Public School 15 in Red Hook are usually empty in the afternoon. This is not a bad thing, not like years ago when parents refused to let their children spend much time in broken-down playgrounds for fear they would be caught in the cross-fire. Definitely not like 1992, when Patrick F. Daly, the school's principal, was shot dead" , "date" : "20050517" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CITYWIDE; Rescuing Children of 2005 on Dollars of 1991" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9506EED91F30F934A25756C0A9639C8B63"} ,   {"body" : "COLUMBIA STREET, a 1.3-mile stretch of low-rise buildings running along the Brooklyn waterfront, has known good times, bad times and some really terrible times. But now, with the recent announcement that the piers it faces, owned by the Port Authority, will be used for cruise lines, it seems highly likely that Columbia Street will watch its own" , "date" : "20050515" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON STREET (BROOKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "13" , "title" : "SQUARE FEET; On the Waterfront in Brooklyn, an Enclave Regains Its Energy" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940CE5DF1130F936A25756C0A9639C8B63"} , {"author" : "Tony Fletcher is the author of the forthcoming ''Walk on the Wild Side: The Sounds of the New York Streets, 1945-2005.''" , "body" : "THE closing of several legendary downtown music clubs has led many people to believe that the end is nigh for New York City as the headquarters for American music. But they're wrong. This city thrives on impermanence. Though we may pause to note the passing of a neighborhood haunt, we rarely lose sleep over it. Clubs come and go: it's the nature of" , "date" : "20050515" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "Go to Brooklyn, Punk" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E03E3D81130F936A25756C0A9639C8B63"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Full reviews of current shows, additional listings, showtimes and tickets:" , "date" : "20050513" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "The Listings: May 13-May 19" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A01E5D81030F930A25756C0A9639C8B63"} , {"body" : "Attractions Museums and Sites NEW YORK PUBLIC LIBRARY, Fifth Avenue and 42nd Street, Manhattan. Through July 30, ''Before Victoria: Extraordinary Women of the British Romantic Era,'' an exhibition of hundreds of rare manuscripts, letters, prints, memoirs and other items related to female iconoclasts who challenged the rules of British culture" , "date" : "20050506" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE2D71730F935A35756C0A9639C8B63"} , {"body" : "Before plunking down a good piece of change for a well-known brand of bourbon for the Kentucky Derby this Saturday, consider the alternatives: wheated bourbons, for example, or single barrel styles or bottles from 80 proof to more than 100. LeNell Smothers, above left, a native of Alabama and a bourbon aficionado, carries about 100 kinds of" , "date" : "20050504" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; Gathering the Gear For the Perfect Mint Julep" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9405E1DD1630F937A35756C0A9639C8B63"} , {"body" : "City officials agreed yesterday to let developers turn the decaying north Brooklyn waterfront, with its relics of Brooklyn's industrial past, into a neighborhood of residential towers with a parklike esplanade along the East River. The plan, which rivals the ambition and scope of the creation of Battery Park City, would rezone a 175-block area of" , "date" : "20050503" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "City Backs Makeover for Decaying Brooklyn Waterfront" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E00EFD61F31F930A35756C0A9639C8B63"} , {"body" : "The British-born photographer Mark Borthwick is a rightful Renaissance man. Besides shooting fashion campaigns for Vanessa Bruno and making films, he plays guitar, assembles collage art and makes a scrumptious vegetable lasagna. He and his wife, the clothing designer Maria Cornejo, whose label, Zero, is known for its challenging cuts, host regular" , "date" : "20050501" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Magazine" , "Style"] , "page_facet" : "48" , "title" : "KITCHEN CONFIDENTIAL; La Viande Bohème" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0DE7DF173EF932A35756C0A9639C8B63"} , {"body" : "A picture on April 16 with an article about the Carnival Corporation's plan to base four of its cruise ships at Pier 12 in Red Hook, Brooklyn, was published in error. It showed the Beard Street warehouse area south of Pier 12." , "date" : "20050429" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9405E5D91131F93AA15757C0A9639C8B63"} , {"body" : "SUNDAY 4|17 BOOKISH ART Adam Bateman, a young artist who got his masters of fine arts from the Pratt Institute in 2003, is clearly obsessed with books. Sometimes he makes twisting piles of them or arranges them into cubes; for his new exhibition he is showing the most impressive of these sculptures, a solid tower of books three feet thick and eight" , "date" : "20050417" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "THE GUIDE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A04E3D8123EF934A25757C0A9639C8B63"} , {"body" : "AS New York's real estate juggernaut thunders on, with record topping record, it would seem that there are no longer any surprises in the market and, certainly, no longer any deals. But the real surprise may be that, amid all the hype and hurly-burly, many New Yorkers are quietly investing their money in real estate in ways that are not speculative" , "date" : "20050417" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Seeking Nest Eggs, Investors Buy Nests" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A01E2DA103EF934A25757C0A9639C8B63"} ,   {"body" : "The Queen Mary 2, the Queen Elizabeth 2 and other elegant world-class passenger and cruise ships will abandon glamorous Manhattan and make Brooklyn their home port next year when the city finishes rebuilding a pier in Red Hook where longshoremen once ruled the docks and mean streets. Exercising an option offered by the city last year, Carnival" , "date" : "20050416" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "A Brooklyn Accent for 2 Queens As Cruise Ships Quit Manhattan" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9406E6DF1E3EF935A25757C0A9639C8B63"} , {"body" : "AT cocktail parties these days, the chatter often involves a bit of bragging about real estate profits before it winds down to those famous last words: ''The market might go down, but my area will maintain its value.'' It's as if people think that an electromagnetic field of protection will shield a particular series of brownstones or cul-de-sacs" , "date" : "20050327" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "What Happens If It Bursts?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B04E7DB173FF934A15750C0A9639C8B63"} , {"body" : "Museums and Sites HISTORIC RICHMOND TOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. More than 25 buildings from the late 17th to the 19th centuries, restored and furnished. Tavern Concert Series continues tomorrow night with the Risky Business Bluegrass Band; shows at 7:30 and 9 p.m.; tickets, $12. Museum admission: $5;" , "date" : "20050325" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "SPARE TIMES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9805E4DC173FF936A15750C0A9639C8B63"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "A DECADE ago, Katrina and Peter Millard bought a home in TriBeCa, a neighborhood they found open and quiet. She felt they should settle in a place big enough for children. He felt up-and-coming TriBeCa was a good value. And how. The Millards bought their 1,400-square-foot duplex for $270,000. Four years later, as parents of two babies, they bought" , "date" : "20050320" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "THE HUNT; Goodbye TriBeCa, Hello Gowanus" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DEEDA103CF933A15750C0A9639C8B63"} , {"body" : "This annual music festival is devoted to the kinds of jagged, free-form, wildly demanding compositions that often are described as noise. Last year's No Fun Fest bore the influence of Sonic Youth -- at least one band member performed on each of the festival's three days. This year, the No Fun Fest headliners include the wild -- and, sometimes," , "date" : "20050318" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "The Listings; THE NO FUN FEST 2005" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E02E2DD103CF93BA25750C0A9639C8B63"} , {"body" : "THIS is a killer weekend for new art in New York City. Three contemporary fairs -- the Armory Show, Scope New York and the DiVa Digital and Video Art Fair -- are in town for a few cash-crazed days. A show of sculptures called Art Rock is parked in Rockefeller Plaza. And ''Greater New York 2005,'' a survey of some 150 young artists living in and" , "date" : "20050313" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONG ISLAND CITY (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "PEEKSKILL (NY)" , "BRONX (NYC)" , "QUEENS (NYC)" , "LONG ISLAND (NY)" , "JERSEY CITY (NJ)" , "RED HOOK (NYC)" , "WESTCHESTER COUNTY (NY)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "ART; The New Bridge and Tunnel Crowd" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9402EFD81F3DF930A25750C0A9639C8B63"} , {"body" : "The family of a 10-year-old Red Hook girl who was struck and killed in a snowbank in January, apparently by a city plow, filed a claim with the city and its Sanitation Department yesterday, said the family's lawyer, Beth Schlossman. The claim, which seeks $50 million, is the first step in filing a lawsuit against the city. Investigators have not" , "date" : "20050310" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Claim Filed In Snowbank Death" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E6DE173CF933A25750C0A9639C8B63"} , {"body" : "JUST across the border from the cocktail nation is Red Hook Bait and Tackle, a new bar on Van Brunt Street in Red Hook, Brooklyn. Last gas for cosmos is probably Carroll Gardens, a mile or two mile away. Despite the lineup of flavored vodkas and premium gins at the bar, Red Hook Bait and Tackle is, as Barry O'Meara, the bartender and one of four" , "date" : "20050227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "12" , "title" : "SHAKEN AND STIRRED; Warm-Up Act" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0DE7DE143DF934A15751C0A9639C8B63"} , {"body" : "The tension between suburban-style big-box stores and the deeply urban environs of New York City has already spawned a raft of land-use squabbles. But now the biggest box of them all, Wal-Mart, has its eye on a site in Queens. As it argues its case, the world's largest retailer may have found something it cannot discount: local concerns about" , "date" : "20050220" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "REGO PARK (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "Big Challenge for a Big Box" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F05E4DC113AF933A15751C0A9639C8B63"} , {"body" : "New York is beginning a vast $200 million effort to make itself more attractive, as well as more convenient, for modern cruising vessels and their luggage-laden passengers. It has begun an overhaul of the 70-year-old passenger ship terminal on the West Side of Manhattan, which with its forbidding, industrial-like exterior, relatively narrow berths" , "date" : "20050216" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "COMMERCIAL REAL ESTATE: REGIONAL MARKET -- Manhattan and Brooklyn; A Makeover for Cruise Ship Terminals" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05EED9123AF935A25751C0A9639C8B63"} ,   {"body" : "ALISON AND ADAM NELSON'S Chelsea apartment is largely chocolate-colored: dark chocolate-stained walnut and oak furniture; a mocha-y ultrasuede couch; living room walls the color of one of Ms. Nelson's best-selling chocolate bars, Café Con Leche, which she offers in her stylish West Village store, Chocolate Bar; and a bedroom whose walls remind her" , "date" : "20050213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CHELSEA (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS\/Chelsea; A Life of Truffles, and It's Flourishing" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9903E6DC173AF930A25751C0A9639C8B63"} , {"body" : "In fewer than 20 words, the songwriter Michael Smith once neatly summarized many basic tenets of the American Catholic school experience, as transmitted by his fifth grade teacher, Sister Clarissa. She was 11 feet tall, Mr. Smith reported, and when she wrote on the blackboard, not even the chalk dared to squeak. He sang: Sister Clarissa believes in" , "date" : "20050213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "37" , "title" : "Once Mighty, Catholic Schools Find Status Is Diminished" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B01E6DE153AF930A25751C0A9639C8B63"} , {"body" : "Life in New York is a story of square footage. All over the city, apartment dwellers fret about finding enough space for a growing family, or squeezing that one last chair into a crowded living room. Jan Lorenzen and Arthur Melnick of Brooklyn are facing a similar quandary, albeit on a somewhat larger scale. Mr. Lorenzen and Mr. Melnick, the" , "date" : "20050213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN NAVY YARD; Trolley Cars in a Jam: Time to Roll, but Nowhere to Go" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502E2DF143AF930A25751C0A9639C8B63"} , {"body" : "The Citywide column on Tuesday, about a neighborhood division over plans for an Ikea store in Red Hook, Brooklyn, referred incorrectly to the shooting death of a grade school principal in 1992, when the community had a reputation for violence. He was killed while searching for a pupil who had left the school after a fight, not while walking a pupil" , "date" : "20050212" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02EEDA143AF931A25751C0A9639C8B63"} , {"body" : "A group of Red Hook residents and community advocates filed suit against the city yesterday in an attempt to block construction of an Ikea furniture store on the Erie Basin in Brooklyn. The lawsuit, filed in State Supreme Court in Manhattan, claims that the project was improperly approved by the Bloomberg administration and the City Council because" , "date" : "20050211" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Red Hook Resident Group Sues to Block an Ikea Store" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E1D8173AF932A25751C0A9639C8B63"} , {"body" : "Who would have thought that Swedish meatballs and bargain furniture with hard-to-pronounce names would ignite a nasty battle anywhere in New York? But the Ikea store planned for Red Hook in Brooklyn has pitted homeowners who fear big traffic jams and accidents against residents of public housing who desperately want jobs. The fight, which bumps" , "date" : "20050208" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CITYWIDE; Opposite Sides Of an Ikea: Jobs vs. Traffic" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B06E5DC1F3BF93BA35751C0A9639C8B63"} , {"body" : "The memorials are still there, affixed to lampposts and fences along the Gowanus-Red Hook corridor in South Brooklyn. Stuffed animals and religious figurines remain at the busy intersection of Third Avenue and Ninth Street in Gowanus, where Juan Estrada, 10, and Victor Flores, 11, were killed by a commercial truck a year ago this Wednesday. At" , "date" : "20050206" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "GOWANUS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: RED HOOK\/GOWANUS; In an Industrial Neighborhood, Grim Signs That Families Live There" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05EEDE113BF935A35751C0A9639C8B63"} , {"body" : "THE restaurant business is not exactly a breeding ground for revolutionaries, but Arnaud Erhart has charted an insurgent path. When he opened 360 in Red Hook, Brooklyn, in 2003, he offered a small French menu with not a frite in sight. His wine list was full of obscure, largely French producers in little-known appellations who make their wines with" , "date" : "20050202" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "10" , "title" : "THE POUR; The Secret World Of Natural Wines" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9504E5D8123BF931A35751C0A9639C8B63"} , {"body" : "Pedestrians and cyclists, limited only by their own hamstrings and quadriceps, could one day travel 22 miles along a waterfront greenway from North Brooklyn to Coney Island, under a plan to be unveiled today. The vision of strolling or whizzing past bustling parks and quaint row houses or taking in panoramic views of the Manhattan skyline," , "date" : "20050201" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK HARBOR" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Long, Green Pathway Planned Along Brooklyn Waterfront" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9400E3DE123BF932A35751C0A9639C8B63"} , {"body" : "They entered the cavernous Visitation of the Blessed Virgin Mary Roman Catholic Church in Red Hook, Brooklyn, quietly, and never took off their coats. Indeed, a sense of frozen shock seemed to pervade yesterday's funeral Mass for Markita Jimenez Weaver, 10, who was dragged to her death from a snowbank last Sunday, apparently by a city plow. ''This" , "date" : "20050130" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Funeral Held For Girl Killed In Snowbank" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D00E4DD153BF933A05752C0A9639C8B63"} ,   {"body" : "1859 House in the Village $2,450,000 MANHATTAN: 10 Bedford Street (between Avenue of the Americas and Downing Street) A three-story house with one bedroom and two baths; also included is a one-bedroom, one-bath apartment in a building connected to the house by a walkway. Roger Erickson, Sotheby's International Realty (212)606-7612;" , "date" : "20050130" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9406E2DA173BF933A05752C0A9639C8B63"} , {"body" : "THEY may live at opposite ends of the disabled A and C subway lines, but Kevin McCarthy and Bentley Rand had the same worry this week: Will the transportation breakdown caused by a signaling room fire also derail white-hot real estate values? ''Let's face it, real estate is all about location,'' said Mr. McCarthy, who lives with his partner, David" , "date" : "20050127" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Will Real Estate Miss The Train?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9406EED9163BF934A15752C0A9639C8B63"} , {"body" : "Ted Foscolo was devastated when movers accidentally dropped a 19th-century glass chandelier he had bought for $16,000, destroying the fixture's blown glass shade with its engraved starburst pattern. ''I picked the chandelier for the beauty of the glass,'' said Mr. Foscolo, who tried to glue the fragments back together. Luckily an Internet search" , "date" : "20050127" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "TRADE SECRETS; The Glass Whisperer" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E04E2D9163BF934A15752C0A9639C8B63"} , {"body" : "A glittering crystal chandelier hangs over a display of picture-perfect layer cakes on old-fashioned cake stands at Baked, a new storefront bakery and cafe at 359 Van Brunt Street (Wolcott Street) in Red Hook, Brooklyn. Temptations include classic coconut cake, a lightly chocolated malted layer cake, dark chocolate layers with white icing, a" , "date" : "20050126" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "FOOD STUFF; A Bakery's Layered Look" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A03E4D71F38F935A15752C0A9639C8B63"} , {"body" : "Markita Jimenez Weaver could not wait. On Sunday afternoon in Brooklyn, the snow had finally stopped falling, and the corner of Wolcott and Richards Streets in Red Hook lay beneath a fluffy white blanket. Markita, a tall, big-eyed girl of 10, went into the A&K grocery store with a friend and got plastic bags to put over her sneakers. The" , "date" : "20050125" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "In Brooklyn, Shock and Anger After a Child Dies in the Snow" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0CE4DA1F38F936A15752C0A9639C8B63"} , {"body" : "Air travel remained a mess, but highways and many streets were passable, railroads ran mostly on time and New York metropolitan area residents began digging out yesterday as a powerful weekend storm that buried much of the Northeast under a foot or two of snow churned out into the Atlantic. As the trailing edge of the vast storm passed, blue skies" , "date" : "20050124" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "CONNECTICUT" , "NORTHEASTERN STATES (US)" , "NEW ENGLAND STATES (US)" , "LONG ISLAND (NY)" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "SNOWSTORM IN THE NORTHEAST: OVERVIEW; Across Northeast, Out Come Shovels and Sleds" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E00E4D71E38F937A15752C0A9639C8B63"} , {"body" : "The aroma wafted onto the street through a window in Keira Cannon's apartment in Red Hook, Brooklyn. Neighborhood residents broke stride to catch a whiff of leeks, mushrooms, spices and meat. Ms. Cannon, a buoyant 28-year-old, was at it again, this time making a simple dinner of coq au vin. Enchanted by cooking since her childhood in the South" , "date" : "20050123" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: RED HOOK -- THE VOICE; Let Her Bake Cake" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9804E0DA1138F930A15752C0A9639C8B63"} , {"body" : "Amid the blur of travelers in the lobby of the Ramada Plaza Hotel at Kennedy International Airport in Queens, 13 men have taken up permanent residence, padding around like caged bobcats. They banter with hotel workers and pass the days loitering in the lobby, picking at the lunch buffet or watching cable TV in their rooms. The men are merchant" , "date" : "20050122" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK HARBOR" , "SPAIN"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Men of the Sea, Marooned at the Ramada; Weeks of Waiting in Limbo Over a Dumping Case" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E02E0D71138F931A15752C0A9639C8B63"} , {"body" : "WHEN Emily Haddad moved to New York shortly after finishing college in 2001, she didn't know much about the city, but being gay, she knew she wanted to live in a gay-friendly community. Her neighborhood of choice? Park Slope. ''It seemed like lesbian central in New York,'' said Ms. Haddad, 24, whose unaccented speech belies her North Carolina" , "date" : "20050116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "WILLIAMSBURG (NYC)" , "PARK SLOPE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; Replanting The Rainbow Flag" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A01EEDA1438F935A25752C0A9639C8B63"} , {"body" : "The city will begin building a $30 million passenger terminal for luxury ships in Red Hook, Brooklyn, in February, officials said yesterday. The terminal is part of a $200 million effort by the Bloomberg administration to make the city friendlier to the booming luxury cruise industry. The terminal, planned for Piers 11 and 12, is expected to open" , "date" : "20050113" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "4" , "title" : "City to Begin Building Luxury Ship Passenger Terminal in Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E04E5DC1738F930A25752C0A9639C8B63"} ,   {"author" : "Robert Neuwirth is the author of ''Shadow Cities: A Billion Squatters, a New Urban World,'' being published this month by Routledge." , "body" : "LOUIS HEINEMAN and William Beard. They fought for more than a generation. The loser got a street named after him. The winner disappeared from history. Beard was a speculator who saw riches in the swampy shoreline of South Brooklyn. Heineman was a Swiss immigrant who made his life along that same waterfront. They fought the quintessential New York" , "date" : "20050109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORK OBSERVED; Up for Grabs" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940DE3D81139F93AA35752C0A9639C8B63"}]