[  {"body" : "The sidewalk bookseller recommends a slim June 1898 issue of Harper's Magazine sitting at the back of his table. It's not much to look at, with a simple black and white cover and yellowing pages. Most people do not even glance at it. The bookseller insists that they are missing one of the finest pieces of writing of the late 19th century -- an" , "date" : "20051227" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW JERSEY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "3" , "title" : "A Sidewalk Bookseller With a Keen Ear for Outrage" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/27\/nyregion\/27bookguy.html"} , {"body" : "Wild Blue Yonder Q. What was the Vin Fiz? I heard it had something to do with Brooklyn. Was it a drink? A. Yes, but more important, it was a record-setting airplane. The Sheepshead Bay Race Track, on a 2,200-acre expanse along Ocean Avenue between Jerome Avenue and Gravesend Neck Road, was the starting point for the first transcontinental flight." , "date" : "20051225" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F. Y. I." , "url" : "http:\/\/www.nytimes.com\/2005\/12\/25\/nyregion\/thecity\/25fyi.html"} , {"body" : "Junior High School 8 in Queens and Middle School 22 in the Bronx were sorely in need of a steady hand when they were assigned leaders fresh out the New York City Leadership Academy, the elite, $70 million principal-training program that was at the core of Mayor Michael R. Bloomberg's efforts to remake the school system. Now, more than a year after" , "date" : "20051220" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "City Officials Put Academy For Principals Under Review" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/20\/education\/20academy.html"} , {"body" : "HOUSES by famous architects are notoriously impractical. So when Frank and Jeanne Cretella bought the only Frank Lloyd Wright house in New York City three years ago, they were worried that the roof might leak. As it turned out, ''there were more than 50 leaks,'' Mr. Cretella said of the Staten Island house. ''No kidding. We had to put pots under" , "date" : "20051218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS\/Lighthouse Hill, Staten Island; Living With Frank Lloyd Wright" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/18\/realestate\/18habi.html"} , {"body" : "LIFE INTERRUPTED: The Unfinished Monologue By Spalding Gray Crown ($19.95, hardcover) On the sidewalk outside St. Vincent's, Kathie suggested that I take Theo to ride on the carousel in Central Park. ''What a great idea,'' I said. ''I am so glad you thought of that.'' Theo and I took a cab to 59th Street and Sixth Avenue. I couldn't stand to look" , "date" : "20051127" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEW YORK BOOKSHELF\/NONFICTION; Real Lives in Retrospect, Peering In and Looking Out" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/27\/nyregion\/thecity\/27book.html"} , {"body" : "Thanksgiving is always a busy time for Julie Sorokurs. She and her younger sister, Cathy, help in the kitchen with the apple pie, mixing the flour and remembering, Julie said, to ''take turns so everything is fair.'' Then they work on the day's costumes, assembling Pilgrim hats out of black construction paper. During dinner, she is happy to" , "date" : "20051124" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Children Lead Pilgrims of Today In Cultural Lessons" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/24\/nyregion\/24thanks.html"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20051118" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "The Listings: Nov. 18 -- Nov. 24" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907E2DA113EF93BA25752C1A9639C8B63"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20051111" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "The Listings: Nov. 11 -- Nov. 17" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9503E2DC123EF932A25752C1A9639C8B63"} , {"body" : "''Brooklyn Lobster,'' Kevin Jordan's small family drama, set in Sheepshead Bay, is an unusually pure example of American kitchen-sink realism. With an astutely chosen ensemble led by Danny Aiello and Jane Curtin, it has integrity up to its eyeballs. But integrity and accuracy of detail are not synonymous with clarity or dramatic weight. Mr. Jordan," , "date" : "20051104" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "31" , "title" : "FILM REVIEW; Financial and Family Troubles, With Claws and Melted Butter" , "url" : "http:\/\/movies.nytimes.com\/2005\/11\/04\/movies\/04lobs.html"} , {"author" : "Paul Greenberg is the author of the novel ''Leaving Katya.'' He is at work on a book about seafood and the ocean." , "body" : "On a dank, cold morning this past March, full of wind and the gloom of the sub-Antarctic autumn, I stepped off the customs pier in the Falkland Islands port of Stanley and tried to board a pirate ship. The Elqui, a rusted-out heap flying the Guinean flag, sat impounded at the dock, her captain awaiting charges from the British territorial" , "date" : "20051023" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CHILE"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "60" , "title" : "The Catch" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/23\/magazine\/23bass.html"} ,   {"body" : "At only 245 pounds, Levan Altunashvilli was the lightest of the 14 men who clambered off a minivan at the Carnegie Deli in Midtown yesterday and was served a Woody Allen. For the record, a Woody Allen is an enormous pastrami and corned beef sandwich on rye bread that was named for someone who weighs a little more than half of what Mr. Altunashvilli" , "date" : "20051019" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "4,468 Pounds of Wrestlers, and That Was Before Lunch" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D03E2DE123FF93AA25753C1A9639C8B63"} , {"body" : "Funtime Stadium was already dark Monday night. Nobody was at the wheel of the Eighteen Wheeler, and the Tornado spun nearly empty. A batting cage, a video game and a spinning ride: They were among the popular attractions most nights at Fun Time U.S.A., which for almost 11 years billed itself as ''Brooklyn's largest indoor family entertainment" , "date" : "20051016" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: SHEEPSHEAD BAY; The Party's Over" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/16\/nyregion\/16fun.html"} , {"body" : "IN the basement of the brightly painted Smiles Around Us preschool on Hylan Boulevard, a teacher named Natalia Romanova was struggling to get a horde of 3-year-olds to play nicely with their Hula-Hoops. ''Roman! No!'' she cried over the sound of bouncy Russian pop music. Two other boys seemed about to break into a wrestling match. ''Gabriel!'' she" , "date" : "20051002" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["RUSSIA" , "STATEN ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "STREET LEVEL\/Staten Island's Eastern Shore; On the Road To America, A Way Station By the Sea" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/02\/nyregion\/thecity\/02street.html"} , {"body" : "JAPKA--Joseph. On Sunday, September 11. Of Lakewood, NJ, formerly of Sheepshead Bay. Graduate of Polytechnical Institute, Brooklyn, Class of 1954. Husband, Father, Grandfather, Great Grandfather. ''You fought your battle with valor and showed us the way. Your example will be with us forever. We will miss you, Joe.'' Vera and her family" , "date" : "20050918" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "35" , "title" : "Paid Notice: Deaths JAPKA, JOSEPH" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9506E3D71F31F93BA2575AC0A9639C8B63"} , {"body" : "The reporter first called sometime over the summer, Josephine Beckman remembered. Soon after, the reporter, Kate Pezzimenti, showed up at the offices of Community Board 10 in Bay Ridge, Brooklyn, where Ms. Beckman is district manager. Ms. Pezzimenti was fresh-faced and toted her own video camera, and she wanted to ask the board's chairman about a" , "date" : "20050911" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; All Brooklyn, All the Time" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/11\/nyregion\/thecity\/11news.html"} , {"body" : "A 25-year-old man who the police said was drunk lost control of his speeding car on the Belt Parkway in Brooklyn early yesterday and crashed, resulting in the deaths of two passengers, including a 20-year-old woman he had begun dating. The driver, Aleksandr Yudovin, who was recovering from his injuries at Kings County Hospital Center yesterday," , "date" : "20050908" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Driver Likely To Be Charged In Fatal Crash" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/08\/nyregion\/08crash.html"} , {"author" : "Dorothy Spears is a critic for ArtNews and Art & Antiques magazine." , "body" : "WHEN my doorbell rings, the two brothers chime in unison, ''Your slipcovers!'' Hirschel, 77, wears a Russian fur hat, and says loudly, in brief bursts, like Grandpa from ''The Munsters,'' ''Your slipcovers are ready!'' Archie, 82, carries the slipcovers over his arm. ''We don't make a mess this time,'' he solemnly promises. In the family room, the" , "date" : "20050814" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK OBSERVED; Their Own Little Ottoman Empire" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E01EFDD153EF937A2575BC0A9639C8B63"} , {"body" : "Attractions Museums and Sites MUSEUM OF THE CITY OF NEW YORK, Fifth Avenue at 103rd Street. Tomorrow at 1 p.m., a walking tour of Greenwich Village. Fee: $20; students, museum members and members of the New-York Historical Society, $15; information, (212)817-8215. Also tomorrow at 3 p.m., ''Quilting With Laura Gadson,'' a workshop inspired by" , "date" : "20050812" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "32" , "title" : "SPARE TIMES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0CE4D8143EF931A2575BC0A9639C8B63"} , {"body" : "On the Rockaway Inlet, behind a chain-link fence topped with barbed wire, is a solitary dock bordered by wooden pilings where several politicians would like to see a bustling ferry service that would carry commuters to and from Lower Manhattan. Last week, Congress authorized $15 million to buy three ferries for that purpose, at the request of" , "date" : "20050806" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Ferry Plan For Rockaway Faces Doubts About Costs" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9404EEDA163EF935A3575BC0A9639C8B63"} , {"body" : "Prosecutors in Sullivan County, where five young campers and a counselor from a dance camp died on Wednesday in a car crash, said yesterday that they planned to look into whether the camp could be held liable in the accident. Prosecutors were still finishing the investigation into the details of the crash, which occurred on a rural two-lane highway" , "date" : "20050730" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Camp's Liability Considered In Car Crash That Killed 6" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9805E7D9113FF933A05754C0A9639C8B63"} ,   {"body" : "The small summer camp in a quiet corner of the Catskills drew all sorts of dancers. There was the streetwise kid from Ocean Avenue who liked to drop to the pavement in a break-dance move. There was the camp owner's serious young son, a champion of the cha-cha and the rumba, who was described as a ballroom Baryshnikov. The Atlanta Dance Camp, in" , "date" : "20050729" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CATSKILLS (NYS AREA)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Young Dancers in Speeding Car Leave a Long Trail of Grief" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E1DE113FF93AA15754C0A9639C8B63"} , {"body" : "The police are investigating the assault and robbery of a 22-year-old Asian woman on Friday in Sheepshead Bay, Brooklyn, as a possible hate crime. The woman was near East 15th Street and Gravesend Neck Road about 11 p.m. when she was surrounded by a group of five men and two women. The group, which the woman said was made up of blacks and" , "date" : "20050703" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Bias Suspected in Robbery" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E07E0D71331F930A35754C0A9639C8B63"} , {"body" : "Gilbert Casanova, 21, was fatally shot on Monday night in front of his house on Avenue W in Sheepshead Bay, the police said. He was taken to Kings County Hospital, where he was pronounced dead. An investigation is in process." , "date" : "20050629" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing: New York | Brooklyn: Man Killed In Shooting" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A01E1DA1431F93AA15755C0A9639C8B63"} , {"body" : "To the Editor: Whew. Last week my family and I moved from Brooklyn (Sunset Park, Sheepshead Bay and Brighton Beach) to Staten Island. Apparently, we made it out just in time. When we moved to Brooklyn 20 years ago, I wondered where the accent had gone; it's very much here, in Staten Island. With absolutely no hipsters to be seen. Leah D. Casner" , "date" : "20050626" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "9" , "title" : "So Long, Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0DE3D6163AF935A15755C0A9639C8B63"} , {"body" : "When the mayor of New York took a helicopter to Manhattan Beach, Brooklyn, for a three-hour walking tour, one of his photo opportunities was at the sea wall along Sheepshead Bay, which officials told him was pockmarked by dangerous holes and sections on the verge of collapse. The mayor was John Lindsay, and the year was 1973. Decades later, the" , "date" : "20050626" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: MANHATTAN BEACH; A Bridge Not Quite Far Enough" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0CEEDF163AF935A15755C0A9639C8B63"} , {"body" : "To the Editor: ''The Great Awakening,'' by Suketu Mehta (June 19), is a beautiful article about life in Brooklyn. However, though there are those in Park Slope who may know more about gelato in Manhattan than about the roti in Brownsville, as Mr. Mehta stated, many of us not only explore much of Brooklyn, but also regularly enjoy the variety of" , "date" : "20050626" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "9" , "title" : "Savoring Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E4D6163AF935A15755C0A9639C8B63"} , {"body" : "SIXTY-FIRST Street in Bensonhurst isn't exactly at the heart of Brooklyn; it's more like where the appendix would be. It's not a fancy street, but it's very clean. The brick houses are either single or two-family. They have their own driveways and are only two stories high, so there's always a lot of sky. Kids who grew up on the block know how to" , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "THE NEW BROOKLYNS\/FACES OF A BOROUGH; Because It's There" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D02E4DA143BF93AA25755C0A9639C8B63"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "FORTUNATELY or not, lots of prospective home purchases fall through. Daniel MacBride and Georgia Hamilton feel lucky that theirs did. Captivated by the first house they saw, a two-family Victorian in Canarsie, Brooklyn, they immediately offered the asking price of $450,000. And they were prepared to spend another $50,000 to reconfigure it as a" , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "THE HUNT; A Lot of Chemistry, Even More Patience" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A05E3DA173BF93AA25755C0A9639C8B63"} , {"body" : "A Mercedes-Benz sedan flipped over and skidded hundreds of feet after smashing into a guardrail in Brooklyn early yesterday, killing two passengers and injuring three others along with the driver, who the police say was drunk. The accident occurred about 1:30 a.m. when the driver, Mohammed Kaisar, 43, lost control of his car near Avenue V as he was" , "date" : "20050524" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "2 Die in Sheepshead Bay Crash; Alcohol Is Suspected, Police Say" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990CE5D81239F937A15756C0A9639C8B63"} , {"body" : "The driver of a white Jaguar that plowed into a subway station in Sheepshead Bay, Brooklyn, on Sunday, hitting a woman who lost her leg in the accident, was arrested yesterday and charged with drunken driving, the police said. The driver, Donna Dashosh, 45, of Gerritsen Beach, Brooklyn, surrendered to detectives at the 61st Precinct stationhouse on" , "date" : "20050524" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Driver Arrested In Hit-and-Run That Crippled A Pedestrian" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F04E4D71239F937A15756C0A9639C8B63"} ,   {"body" : "A car jumped a curb in Sheepshead Bay, Brooklyn, yesterday afternoon and drove backward into the doors of a busy subway station, striking a 20-year-old woman before the driver fled, the police said. The woman, whose name was not released by the police, was taken to Bellevue Hospital Center, where she was in stable condition last night after her leg" , "date" : "20050523" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Woman's Leg Amputated After Hit-Run at Subway Station" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E04EEDE1239F930A15756C0A9639C8B63"} , {"body" : "GREGORY ZASLAVSKY, a Russian entrepreneur with black hair, fine skin and a gravelly voice, describes his 28 years of achievement in New York with no small amount of pride: the Brighton Beach restaurant, the supermarkets. But the venture of which Mr. Zaslavsky is proudest, and the only one in which he still has a hand, is the Russian bathhouse on" , "date" : "20050522" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; Banya Fever" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9402E0D91439F931A15756C0A9639C8B63"} , {"body" : "In the wake of 9\/11, Muslim immigrants from Pakistan, Egypt and other countries have found themselves living in a newly suspicious America. Many of their businesses and mosques have been closely monitored by federal agents, thousands of men have been deported and some have simply been swept away -- ''rendered'' in the language of the C.I.A. -- to" , "date" : "20050430" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In a Suspicious U.S., Muslim Converts Find Discrimination" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9903EEDF1E31F933A05757C0A9639C8B63"} , {"body" : "ALEKSEY PETRUSHIN plays a good hand. His face is handsome, his flirtation bewitching, and his dance moves confident. But it's his black Mercedes Jeep that seals the deal. ''A lot of Russian girls ask you straight up what you drive,'' he said. ''It's the beginning of the process.'' Mr. Petrushin hugged the wall one recent Friday night at Rasputin, a" , "date" : "20050424" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RUSSIA" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: SHEEPSHEAD BAY -- THE CHASE; From Russia, With Love and Ambivalence" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F04E4DB1431F937A15757C0A9639C8B63"} , {"body" : "For years, members of the Bay Improvement Group, based in Sheepshead Bay, Brooklyn, used to get up early on weekends and drive around the neighborhood removing graffiti, hitting dozens of walls a day, and sometimes the same walls over and over again. In 1994, the group took community beautification a step further, raising $15,000 to install" , "date" : "20050327" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: SHEEPSHEAD BAY; Homegrown Beauty, Interrupted" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F04E7DE143FF934A15750C0A9639C8B63"} , {"body" : "The list of crimes attached to the name of Reginald Gousse was already long and eventful: He was convicted of armed robbery and kidnapping but was released and spared deportation to his native Haiti after serving as a jailhouse informer in a death penalty trial. Since his release last year, Mr. Gousse has been accused of a variety of crimes," , "date" : "20050316" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "HAITI"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Pattern of Past Crimes Shows Up in an Informer's Latest Case" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E7DC133CF935A25750C0A9639C8B63"} , {"body" : "Theater 'FOOLS IN LOVE,' a children's musical adaptation of ''A Midsummer Night's Dream,'' set in a 1950's diner, at the Wings Theater, 154 Christopher Street, Greenwich Village, (212)627-2961. Today and tomorrow at 7:30 p.m.; Sunday at 3:30 p.m. Through April 9. Tickets: $19. 'THE ADVENTURES OF HUCKLEBERRY FINN,' a musical from Theaterworks\/USA," , "date" : "20050311" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "Spare Times; For Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E1DC173CF932A25750C0A9639C8B63"} , {"body" : "One temptation yesterday, when hands without gloves were in danger of becoming as scaly as a reptile's, was to say that April is only hours away. April is only hours away -- 504 hours, give or take a few. Another temptation, once April had found its way into the conversation, was to bend T.S. Eliot's line about the cruelest month to fit the" , "date" : "20050310" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "A Tease of Spring, Then the Cold Shoulder? It's March" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E05E0D9163CF933A25750C0A9639C8B63"} , {"author" : "Jay Dixit writes for The Washington Post, The Village Voice and Rolling Stone." , "body" : "WHEN Joey Gay heard that Pips Comedy Club in Sheepshead Bay, Brooklyn, was for sale, he discovered his life's purpose. All the elements of his past -- growing up with an embarrassing last name in a rough part of Brooklyn, learning to be funny to ward off schoolyard bullies, running a strip club for five years and doing standup for eight --" , "date" : "20050306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Joey Gay's Excellent Adventure" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E1DE113DF935A35750C0A9639C8B63"} , {"body" : "Two young men fell into a violent argument early yesterday morning, starting at a party in an apartment in the Sheepshead Bay section, spilling down a stairwell, and ending in a public courtyard with one man stabbed to death, the police said. William Rothman, 18, a student at Kingsborough Community College, was taken to Kings County Hospital" , "date" : "20050223" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Metro Briefing | New York: Brooklyn: Teenager Killed In Stabbing" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE3DC163DF930A15751C0A9639C8B63"} ,   {"body" : "Every city is saddled with aspects of urban life that are as undesirable as they are unavoidable -- things, for instance, like sludge, and the stink that goes with it. Most people do not want to even think about how a city the size of New York gets rid of 1.2 billion gallons of everything that goes down the toilet, drain or gutter every day, and" , "date" : "20050221" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Science" , "New York and Region" , "Technology"] , "page_facet" : "1" , "title" : "Secret Weapon Against the Smell of Sludge? Sludge; City College Scientist Finds Filter Potential in Waste Itself" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F05E5D71E3AF932A15751C0A9639C8B63"} , {"body" : "MARISOL GUIVAS met her husband-to-be one day in 1998 through an instant message. She lived in the Bronx, he in Brooklyn, and she asked his name. It was Angel, he said, and like his future wife, he had a keen interest in the heavenly figures that were his namesake. One of their first dates was to see the Internet love story ''You've Got Mail.'' They" , "date" : "20050213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "ROCKAWAY PENINSULA (NYC)" , "ARVERNE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "On the Beach, a Brand New Life" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B04E6DE143AF930A25751C0A9639C8B63"} , {"body" : "Donald Margulies, the Pulitzer Prize-winning playwright who has a new play on Broadway called ''Brooklyn Boy,'' did not grow up in the mythically cozy borough where the natives played three-sewer stickball, rooted for the Dodgers and bought their paint at Pintchik's. He came of age in the Brooklyn of the 1960's and 70's, a nervous time in which" , "date" : "20050210" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "1" , "title" : "Sheepshead Revisited; 'Brooklyn Boy' Playwright Returns to Borough After 25 Years" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980CE3D6163AF933A25751C0A9639C8B63"} , {"body" : "Fernando Ferrer, the former Bronx borough president who is running for mayor, received endorsements yesterday from State Senator Carl Kruger and State Assemblyman Steve Sanders, both Democrats. Mr. Kruger represents Sheepshead Bay, Bensonhurst, Brighton Beach and Borough Park in Brooklyn; Mr. Sanders represents Gramercy Park and the Lower East Side" , "date" : "20050202" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Ferrer Gains Endorsements" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A03E0DC133BF931A35751C0A9639C8B63"} , {"body" : "In a growing number of New York City neighborhoods, it is English that is the foreign language. ''The Newest New Yorkers 2000,'' a 265-page report released last week on how immigration has transformed the city's landscape and life, counted 17 neighborhoods where a majority of the residents were born outside the United States. In one, Elmhurst in" , "date" : "20050130" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)" , "ELMHURST (NYC)" , "BEDFORD-STUYVESANT (NYC)" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Around the World in 5 Boroughs" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE5DD153BF933A05752C0A9639C8B63"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue, at 36th Street, Astoria, Queens. One of the largest collections of moving-image artifacts. Through Feb. 13, ''Breaking Boundaries: Films Selected and Introduced by Members of the New York Film Critics Circle''; screenings this weekend, ''Salò'' or ''The 120 Days" , "date" : "20050121" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0CE1D61038F932A15752C0A9639C8B63"}]