[  {"body" : "Adam Vazquez grew up on 53rd Street in Sunset Park, Brooklyn, a half-block from the roaring Gowanus Expressway. He kept his nose clean and grew up to become an officer for the Baltimore Police Department, putting his New York street smarts and family-bred integrity to work patrolling Baltimore's rough Northwest District on overnight tours. He" , "date" : "20051229" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Baltimore Officer Returns to Brooklyn for His Funeral" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/29\/nyregion\/29funeral.html"} , {"body" : "INTERNATIONAL A3-12 U.N. Says Contested Vote In Iraq Appears to Be Valid The United Nations stepped into the controversy over the Iraqi parliamentary election, saying the results appeared valid and demands by some groups for a new election were unjustified. A1 Beslan Police Faulted in Siege The chief of a Russian parliamentary commission criticized" , "date" : "20051229" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "News Summary" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9901E0DD1330F93AA15751C1A9639C8B63"} , {"author" : "Mark Caldwell is the author of ''New York Night: The Mystique and Its History.''" , "body" : "I FIRST met the New York tartuffo seven or eight years ago in a small restaurant in the West Village. It was a baseball-sized bombe, clothed in bittersweet chocolate: A candied cherry was at the center, wreathed in a halo of thin-sliced nuts and compressed between dense hemispheres of chocolate and vanilla ice cream. The dessert resembled the Dove" , "date" : "20051211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; Confection Confidential" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/11\/nyregion\/thecity\/11tart.html"} , {"body" : "New York City will be forced to delay more than 23 major school construction projects scheduled to begin this fiscal year unless New York State begins to comply with a court order mandating billions more in aid for the city schools, Mayor Michael R. Bloomberg said yesterday. Among the projects in danger are proposed new school buildings that" , "date" : "20051210" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Mayor Says State Inaction Will Block New Schools" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/10\/education\/10school.html"} , {"body" : "To the Editor: I just read ''High Hopes and Worthless Land,'' and it feels like déjà vu. My father bought four lots from the Horizon Corporation in 1971; he was promised many of the same things you mentioned in the article. My family held onto the land but never visited it, until 2001 when my wife and I decided to go and see for ourselves. We" , "date" : "20051120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["ALBUQUERQUE (NM)"] , "nytd_section_facet" : ["Opinion" , "Real Estate"] , "page_facet" : "2" , "title" : "Let's Do Something" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A01E4DF1F3EF933A15752C1A9639C8B63"} , {"body" : "Learning to Love Books -- ''Many of my young students have never even picked up a book. I, together with you, have the opportunity to give my students their first impressions of books and reading. I want these early experiences to be filled with high quality literature in a variety of genres from ABC and counting books to compelling storybooks.''" , "date" : "20051114" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Education"] , "page_facet" : "14" , "title" : "IN THE CLASSROOM; Building Better Schools, One Glue Stick at a Time" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/14\/giving\/14lewin.html"} , {"body" : "Mayor Michael R. Bloomberg spent the day before his first debate of the mayoral race outlining changes to the city's welfare program while his opponent, Fernando Ferrer, employed some election theatrics to call attention to the mayor's heavy campaign spending. During a 30-minute speech yesterday in Brooklyn, Mr. Bloomberg said he would use his" , "date" : "20051030" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "On Eve of Debate, Two Rivals Stay on the Campaign Trail" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/30\/nyregion\/metrocampaigns\/30mayor.html"} , {"body" : "To the Editor: I was dismayed by ''Brooklyn Pal-itics'' (editorial, Oct. 9) and the depiction of the chairman of the executive committee of the Kings County Democratic Party. You did not acknowledge Assemblyman Vito J. Lopez's long record as a truly effective political and legislative leader. As a political leader, Mr. Lopez has a long history of" , "date" : "20051023" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "An Effective Leader In Brooklyn Politics" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9403EFDB133FF930A15753C1A9639C8B63"} , {"body" : "Manhattan SOHO $2.1 million 85 Mercer Street (Spring Street) 3-bedroom, 2 1\/2-bath, 2,300-sq.-ft. co-op in a prewar loft building; dining area, upgraded kitchen appliances, 13-ft. ceilings, 7 large windows, east exposure; common roof deck in building; maintenance $1,544, 50% tax-deductible; listed at $2 million (multiple bids), 34 weeks on market" , "date" : "20051020" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9902EEDD123FF933A15753C1A9639C8B63"} , {"author" : "e-mail: realprop@nytimes.com" , "body" : "Recent Lease $1.76 million approximate annual rent 565 Fifth Avenue at 46th Street Manhattan A power generation company has taken 27,096 square feet on three floors of this 30-story office building. Tenant: Caithness Energy Broker: Henry Seherr-Thoss, Grubb & Ellis Landlord: Kipp-Stawski Management Broker: CB Richard Ellis Recent Sale $1.59 million" , "date" : "20051012" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "10" , "title" : "Square Feet; TRANSACTIONS" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9801E3D8163FF931A25753C1A9639C8B63"} ,   {"body" : "THE King of the Sea reigns from the basement of one of those spooky Sunset Park warehouses off the Gowanus Expressway. Follow the rutted road, cross the abandoned train tracks, pass the long-closed strip club, and descend a flight of stairs for your audience with perhaps the humblest monarch in all of Brooklyn. No need to bow. And you may also" , "date" : "20051008" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; The Mermaid Is Staying Out of It" , "url" : "http:\/\/select.nytimes.com\/\/2005\/10\/08\/nyregion\/08about.html"} , {"body" : "A driver for FedEx was arrested yesterday after he delivered 135 pounds of marijuana to an S.U.V. on 49th Street in Sunset Park, the police said. Both the FedEx driver, Rudolph Hill, 43, and the S.U.V. driver, Douglas Martin, 32, both of Brooklyn, were charged with criminal possession of marijuana. The police said the drug, which was packed in 10" , "date" : "20051008" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Two Arrested In Marijuana Delivery" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E1DB1F30F93BA35753C1A9639C8B63"} , {"body" : "The little-old-watchmaker-guy stereotype is wrong on three counts. A lot of them aren't little, or old, or guys. In fact, because of a luxury boom, a new generation of young horologists is receiving training in an antiquated art. For despite the sleek, solid-state domination of the quartz watch and the digital display, expensive and intricate" , "date" : "20050929" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW JERSEY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Big Hands on the Little Hands; Students Find a Future in Repairing Mechanical Watches" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/29\/nyregion\/29watch.html"} , {"body" : "Word that the Vatican is likely to issue instructions soon that could bar most gay men from joining the priesthood has set off a wave of anger and sadness among some gay priests and seminarians who say they may soon have to decide whether to stay or leave, to remain silent or to speak out. ''I do think about leaving,'' said a 30-year old Franciscan" , "date" : "20050923" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "10" , "title" : "Gay Men Ponder Impact Of Proposal by Vatican" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/23\/national\/23priests.html"} , {"body" : "NEW YORKERS always think they know the real thing when it comes to Chinese food. Forty years ago it was egg rolls, chop suey and drinks with paper umbrellas. Then it was General Tso's chicken and sesame noodles. But over the past decade, as large communities of people from India, Peru, Korea, Trinidad and Guyana have formed here, New York has had" , "date" : "20050921" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CHINA"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "1" , "title" : "NEIGHBORHOODS; Craving Hyphenated Chinese" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/21\/dining\/21chin.html"} , {"body" : "SHARON MILADY and Mike Baker, a couple from Toronto, packed up their lives in Canada three weeks ago and moved into a limestone town house on 78th Street in Bay Ridge, Brooklyn. Almost immediately, they found themselves being welcomed at a block party in their honor, and the gates between their backyard and the neighbors' were opened to allow their" , "date" : "20050918" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN\/Bay Ridge, Brooklyn; More for the Money, and Near the Water" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/18\/realestate\/18living.html"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through March 12, ''Voices From South of the Clouds,'' a display of photographs of life in the Yunnan Province of China, taken by its villagers. Through Jan. 8. ''Dinosaurs: Ancient Fossils, New Discoveries'' examines modern paleontology and new" , "date" : "20050916" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/16\/arts\/16spar.html"} , {"body" : "The four candidates in the city's Democratic mayoral primary tomorrow have been campaigning for months, but for many voters, the race could just as well have begun last week. Dozens of interviews throughout the city suggest that it is only in the past few days that voters have focused on the campaign. The race had no emotional issues to generate" , "date" : "20050912" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "As Primary Draws Near, Decisions Start To Take Shape" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/12\/nyregion\/metrocampaigns\/12voices.html"} , {"body" : "It was not yet sunrise in Sunset Park, Brooklyn, when Sgt. Christine Pascall pounded on the darkened front door of the three-story house on 47th Street. A middle-aged woman wearing nothing but a bath towel stumbled to the door and opened it. ''Shoes are not recyclable,'' Sergeant Pascall informed her. The woman's puzzlement quickly turned to" , "date" : "20050912" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "At the Curb, an Exercise in Confusion; A Sanitation Sergeant Helps Crack the Mysteries of Recycling" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/12\/nyregion\/12recycle.html"} , {"body" : "The reporter first called sometime over the summer, Josephine Beckman remembered. Soon after, the reporter, Kate Pezzimenti, showed up at the offices of Community Board 10 in Bay Ridge, Brooklyn, where Ms. Beckman is district manager. Ms. Pezzimenti was fresh-faced and toted her own video camera, and she wanted to ask the board's chairman about a" , "date" : "20050911" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; All Brooklyn, All the Time" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/11\/nyregion\/thecity\/11news.html"} ,   {"body" : "Senator Hillary Rodham Clinton's name in Mandarin Chinese, Xi Lai Li, means, roughly translated, ''good luck is on the way.'' In Chinatown, many people fervently hope that in the coming election, the phrase comes true for her. ''The Clintons are a dynasty,'' said one fan of the family, Frank Chin, as he mulled the menu posted outside a restaurant" , "date" : "20050911" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CHINATOWN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: CHINATOWN; For a Host of Reasons, Their Hearts Seem to Be Hillary's" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/11\/nyregion\/thecity\/11chin.html"} , {"body" : "On the Street New York City WASHINGTON SQUARE OUTDOOR ART EXHIBIT, on the sidewalks north, south and east of Washington Square Park, in Greenwich Village. Tomorrow through Monday, noon to sundown. Also Sept. 10 and 11, same hours. Rain or shine. COLUMBIA UNIVERSITY\/TEACHERS COLLEGE WELCOME BACK BLOCK PARTY, 120th Street, between Broadway and" , "date" : "20050902" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/02\/arts\/02spar.html"} , {"body" : "A retired firefighter and former union trustee was arrested yesterday and charged with offering thousands of dollars in bribes to two employees of a medical laboratory to dispose of urine samples from his son, a firefighter who had tested positive for cocaine, prosecutors said. The retired firefighter, Thomas A. DaParma, 54, offered the bribes to" , "date" : "20050901" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Ex-Firefighter Said to Offer Bribe to Aid Son" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/01\/nyregion\/01firefighter.html"} , {"body" : "An 800-pound steel girder being hoisted into place at a Brooklyn construction site fell yesterday, striking a worker in the chest and killing him, the authorities said. The worker, Arturo Gonzalez, 25, was trying to position the beam with his brother, Juan Carlos Gonzalez, 22, and a third worker at 187 20th Street in Sunset Park about 2:40 p.m." , "date" : "20050830" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Girder Falls, Killing Man Who Tried To Position It" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9901E2DC1631F933A0575BC0A9639C8B63"} , {"body" : "To be honest, said Rebecca Richardson, a graduate of St. Saviour High School in Park Slope, what Brooklyn men would probably really like in a calendar featuring an assortment of Kings County beauties is ''seeing the girl next door naked.'' Sadly for such men, the calendar in the works from Ms. Richardson and seven other of the school's graduates" , "date" : "20050828" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Brooklyn Cheesecake (Not From Junior's)" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D05E6DD1F3EF93BA1575BC0A9639C8B63"} , {"body" : "When the men were boys and lithe, they jumped fences in the dark, spread out in guarded yards and pounced at subway cars as if they were penned-up gazelles. Spray-paint cans in hand, they would ''bomb'' freshly washed cars with their tags: their bubble-letter signatures, their coats of arms, or, as the authorities call it, vandalism. ''I bombed the" , "date" : "20050825" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "That Sweet Smell of Youth, Hissing From a Spray Can" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E6DC1E3EF936A1575BC0A9639C8B63"} , {"body" : "Attorney General Eliot Spitzer announced yesterday that the owner of three discount stores in Bushwick, Flatbush and Sunset Park had agreed to pay $70,000 to workers to settle a lawsuit charging him with failing to pay minimum wage and overtime. Khubaib Masood, owner of Super Star 99, Less & Plus Discount, and Jimmy 99 Cents, was accused of paying" , "date" : "20050817" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Metro Briefing | New York: Brooklyn: Merchant Settles Wage Dispute" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E0DD133EF934A2575BC0A9639C8B63"} , {"body" : "The police released the identity of a suspect last night in the muggings of five Asian-Americans at two Brooklyn subway stations over the past four months: four at the 59th Street stop on the N and R lines in Sunset Park, and one at the Prospect Avenue stop in Park Slope. The suspect was identified as William Reyes, 39, who they said is 5 feet 9" , "date" : "20050810" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Mugging Suspect Sought" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9905E3DD143EF933A2575BC0A9639C8B63"} , {"body" : "ON a sweltering day snow fell gently in the front window of the Dumpling Man's shop in the East Village, enticing sweaty passers-by. At the counter Aaron Jones churned a pile of cold fluff from an antique Taiwanese contraption that swooshed a silver blade across a disc of ice. He drizzled the snow with malt syrup and gooey condensed milk, and" , "date" : "20050810" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["JAPAN"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Shaving the Ice, Cutting the Heat" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E4D7173EF933A2575BC0A9639C8B63"} , {"body" : "FRANCISCUS--Sister Mary. The staff of Opportunities for a Better Tomorrow (OBT) deeply mourns the loss of Sister Mary Franciscus, our beloved founder, executive director and friend. Sister Mary was professed as a Sister of Mercy in 1958 and taught at various schools in Brooklyn. From 1970-1983 she was the principal of St. Agatha's School in Sunset" , "date" : "20050807" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "27" , "title" : "Paid Notice: Deaths FRANCISCUS, SISTER MARY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E2DE173EF934A3575BC0A9639C8B63"} ,   {"body" : "Attractions Museums and Sites MUSEUM OF THE CITY OF NEW YORK, Fifth Avenue at 103rd Street. Through Oct. 30, ''New York Fast Forward: Buildings by Enrique Norten\/TEN Arquitectos,'' an exhibition of drawings, photographs, renderings and models. Through Sept. 18, ''The Destruction of Lower Manhattan: Photographs by Danny Lyon.'' Through Oct. 2," , "date" : "20050722" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E07E1DC173FF931A15754C0A9639C8B63"} , {"body" : "This time there were no all-night happy hours in front of the bodegas, no battery-powered boom boxes blasting news updates between ''In Da Club'' and ''Hey Ya!'' No neighborhood tough guys made it their jobs to direct traffic, winking at the girls and waving flashlights, and you can bet nobody will sell T-shirts when it is done. If mamas tell their" , "date" : "20050721" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Hot and Bothered and Out of Power: Where the Weather Hurt Worst" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F04E7D6163FF932A15754C0A9639C8B63"} , {"body" : "The psychologist handed a painting by Frida Kahlo to a woman in a group therapy session for depression recently at a Brooklyn hospital. ''I want you to tell me what you see here,'' the psychologist, María Sesín, said in Spanish. ''What are you thinking about when you see this? How do you interpret it and relate it to your own lives?'' The woman," , "date" : "20050714" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "When Art Imitates Pain, It Can Help Heal, a Therapy Group Finds" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?sec=health&res=9F04E2DF1330F937A25754C0A9639C8B63"} , {"body" : "At first, the young man from Sunset Park, Brooklyn, was a nameless statistic in a grim compilation. On Monday, he became the fourth person to have died swimming in the waters off New York City this summer, as many as had died in all of 2000. Many who might have known him did not know that he had died, despite the television coverage and the" , "date" : "20050706" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Seeking Relief in Coney Island's Waters, and Finding Tragedy" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9801EFD91131F935A35754C0A9639C8B63"} , {"body" : "A 20-year-old Sunset Park man drowned off Coney Island yesterday evening, less than 30 feet from the shore, the police said. The man, whom the police did not identify, had been in the water for several minutes when people on the beach called the police about 8:20 p.m. to say that he was missing. Lifeguards had been off duty for more than two hours," , "date" : "20050705" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Man Drowns at Coney Island After Beach Closes" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B02E4DD1131F936A35754C0A9639C8B63"} , {"body" : "Like all New York City subway riders in the 1970's, Ronay Menschel encountered stations that were decrepit, dimly lighted and covered in graffiti. ''The conditions were deplorable,'' she recalled, ''and the environment was unwelcoming and oftentimes threatening.'' But Ms. Menschel had an opportunity to weigh in. A former top aide to Mayor Edward I." , "date" : "20050630" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "Access to Art With a MetroCard Swipe" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04EED91431F933A05755C0A9639C8B63"} , {"body" : "To the Editor: ''The Great Awakening,'' by Suketu Mehta (June 19), is a beautiful article about life in Brooklyn. However, though there are those in Park Slope who may know more about gelato in Manhattan than about the roti in Brownsville, as Mr. Mehta stated, many of us not only explore much of Brooklyn, but also regularly enjoy the variety of" , "date" : "20050626" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "9" , "title" : "Savoring Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E4D6163AF935A15755C0A9639C8B63"} , {"body" : "To the Editor: Whew. Last week my family and I moved from Brooklyn (Sunset Park, Sheepshead Bay and Brighton Beach) to Staten Island. Apparently, we made it out just in time. When we moved to Brooklyn 20 years ago, I wondered where the accent had gone; it's very much here, in Staten Island. With absolutely no hipsters to be seen. Leah D. Casner" , "date" : "20050626" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "9" , "title" : "So Long, Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0DE3D6163AF935A15755C0A9639C8B63"} , {"body" : "A 15-year-old boy was stabbed last night aboard a northbound D train in Sunset Park, the police said. The boy, whose name was not released by the authorities, was stabbed in the abdomen at about 9:30 during a dispute with another boy, they said. The train stopped at the Ninth Avenue station, and emergency workers took the boy to Lutheran Medical" , "date" : "20050624" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Teenager Stabbed On Subway" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9802E0D61F3BF937A15755C0A9639C8B63"} , {"author" : "Suketu Mehta is the author of ''Maximum City: Bombay Lost and Found'' (Knopf)." , "body" : "AT a party on the Upper West Side in 2000, a distinguished American author, and longtime Manhattanite, asked where I lived. ''Brooklyn,'' I told him. He snorted. ''Poor people live in Brooklyn.'' Then he turned away to get some meat. Shortly after the party, to see if I could move from my rented apartment in Boerum Hill, I went looking to see what" , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE NEW BROOKLYNS\/SIGNS OF CHANGING TIMES; The Great Awakening" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0CE7D6153BF93AA25755C0A9639C8B63"} ,   {"body" : "HERE'S an exercise. Google the words ''New Brooklyn'' and see how many hits you come up with. The answer: 15.7 million. Even allowing for the insane inclusiveness of an Internet search, that number reveals something profound about the frenzy -- cultural, gastronomic, architectural and otherwise -- that has seized what is affectionately known as" , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE NEW BROOKLYNS\/FACES OF A BOROUGH; Who Hurts?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502E3DA143BF93AA25755C0A9639C8B63"} , {"body" : "Williamsburg Village Style Freddy Jakubowski has tended bar at the Greenpoint Tavern on Bedford Avenue since 1985. It was 1992 when a place arrived unlike any other there, a little restaurant called the L Cafe. \"Some girl opened it,\" Mr. Jakubowski said. \"She was a good girl. I'm not much of an architect or a decorator, but she did it something" , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE NEW BROOKLYNS\/TIPPING POINTS; The Day When Back in the Day Ended" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907E2DA143BF93AA25755C0A9639C8B63"} , {"body" : "A 14-year-old boy was charged with second-degree murder yesterday in the beating death of a man on a Brooklyn street, prosecutors said. The boy, Jonathan Torres, and a friend who was also charged in the case told the authorities that the victim had made derogatory remarks about Puerto Ricans before the attack, which occurred early Tuesday on Fourth" , "date" : "20050616" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "14-Year-Old Is One of Two Held in Killing" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9501E4D8163BF935A25755C0A9639C8B63"} , {"body" : "Jack Kehley died of a heart attack in 1984 while racing at a New Jersey speedway. His younger brothers, Tom and Bob, promised their mother they would never wedge themselves into the tight cockpit of a grumbling race car. But they never said anything about quitting the sport altogether. That is why a championship team in the mostly exurban sport of" , "date" : "20050612" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: SUNSET PARK; A Sport With Little Local Sway Holds Two Brothers Spellbound" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE1DF133EF931A25755C0A9639C8B63"} , {"body" : "Like many shopping strips in immigrant neighborhoods, Knickerbocker Avenue in Bushwick is overflowing with 99-cent stores, cuchifrito stands, sneaker shops -- and egregious wage and hour violations. At the Super Star 99 discount store at 353 Knickerbocker, employees say they work 63 hours a week for $260, which works out to $4.13 an hour, far below" , "date" : "20050606" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Beyond the Bargains, Grievances; On a Discount Shopping Strip in Brooklyn, Immigrants Report Illegal Wages" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9507E1D8123EF935A35755C0A9639C8B63"} , {"body" : "THE stalls at local farmers' markets are filling out like cornfields in July. Each week there are more choices, even more farmers. As you plow through the crowds and rustle through the greens, you might want a little help focusing. Here it is. These purveyors at local farmers' markets are among the best. Most bring crops to market month after" , "date" : "20050601" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "7" , "title" : "FARM TO MARKET; Fresh and Ripe for the Shopping" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502E0D71F39F932A35755C0A9639C8B63"} , {"body" : "THE stalls at local farmers' markets are filling out like cornfields in July. Each week there are more choices, even more farmers. As you plow through the crowds and rustle through the greens, you might want a little help focusing. Here it is. These purveyors at local farmers' markets are among the best. Most bring crops to market month after" , "date" : "20050601" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "7" , "title" : "FARM TO MARKET; Fresh and Ripe for the Shopping" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9506E1D71F39F932A35755C0A9639C8B63"} , {"body" : "The new face of New York City is taking shape among the graceful Victorian houses and stout apartment buildings of Ditmas Park, Brooklyn. This softly shaded patch of Flatbush is one of the city's most polyglot and polychrome, what city demographers like to call a melting-pot neighborhood, because no one ethnic or racial group is dominant and many" , "date" : "20050529" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Brooklyn's Technicolor Dream Quilt" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE1DC1E39F93AA15756C0A9639C8B63"} , {"body" : "Along Third Avenue in Sunset Park, Brooklyn, warehouses, grocery stores and residential buildings are interspersed with sex shops adorned with green, red and blue neon. Business with names like Pleasure, Blue Door and Bachelor Party openly display X-rated videos and sex paraphernalia as mothers walks past pushing strollers. It may be no surprise," , "date" : "20050508" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: SUNSET PARK; Amid Claims of Rising Prostitution, Complaints, Followed by Arrests" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE3D81430F93BA35756C0A9639C8B63"} , {"body" : "Attractions Museums and Sites NEW YORK PUBLIC LIBRARY, Fifth Avenue and 42nd Street, Manhattan. Through July 30, ''Before Victoria: Extraordinary Women of the British Romantic Era,'' an exhibition of hundreds of rare manuscripts, letters, prints, memoirs and other items related to female iconoclasts who challenged the rules of British culture" , "date" : "20050506" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE2D71730F935A35756C0A9639C8B63"} ,   {"body" : "A topless bar in the Sunset Park section of Brooklyn will be closed after five people were arrested on charges of selling narcotics and employing under-age dancers, said District Attorney Charles J. Hynes. Gabriel Bertonazzi, owner of the club, the Sweet Cherry Bar, at 202 42nd Street, was also charged last year with raping two dancers, prosecutors" , "date" : "20050504" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Arrests Made In Topless Bar" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9406E0D71630F937A35756C0A9639C8B63"} , {"body" : "ON the second floor of the Bay Ridge Funeral Home in Brooklyn, on the desk of the owner, Alex Marchak, there sits a stack of prayer cards bearing words from the Book of John: ''I am the Resurrection and the Life; He who believes in me even if he die, shall live, and whoever lives and believes in me, shall never die.'' The cards, dated Sept. 8," , "date" : "20050501" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: BAY RIDGE; Giving Hollywood Funerals That Brooklyn Touch" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A06E4D81131F932A35756C0A9639C8B63"} , {"body" : "A 15-year-old boy had his father drive him to a Brooklyn apartment house on Thursday night where he opened fire on a crowd upstairs, killing a teenage girl and wounding two other people, before he returned to his father's vehicle and was driven away, the police said. The boy, Sammy Rivera, was arrested shortly after the shooting when the police" , "date" : "20050430" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Boy Kills Girl After Having Father Drive Him to Site, Police Say" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE5DF1E31F933A05757C0A9639C8B63"} , {"body" : "A gunman killed an 18-year-old woman and wounded two other teenagers in a Sunset Park apartment last night, the police said. Officers said they knew of no motive for the shooting, which occurred at 8:20 p.m. in a fourth-floor apartment at 346 54th Street. The family of one of the wounded teenagers identified the two who were hurt as Rachel Rivera," , "date" : "20050429" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Gunman Kills One And Injures Two" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940DE3D91131F93AA15757C0A9639C8B63"} , {"body" : "To the driver, it might have seemed like a clear shot: crossing the tracks ahead of a slow-moving freight train. But the two met on the tracks in Brooklyn yesterday when the minivan was somehow overtaken by the train, which was moving at about two miles an hour. The crash disabled both the train and the minivan, though no one was seriously injured." , "date" : "20050419" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Driver Freezes in the Path of a Freight Train" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01EFD91F3EF93AA25757C0A9639C8B63"} , {"body" : "During the last two years, X-rated shops have made a quiet but pronounced comeback in New York City, with dozens of new businesses opening in the Sunset Park neighborhood of Brooklyn, Greenwich Village and even near Times Square. But strict new zoning rules now reaching the final stage of a nearly yearlong legal battle could force most of them to" , "date" : "20050417" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Sex Shops Expect the Other Stiletto to Drop" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B04E1DC1E3EF934A25757C0A9639C8B63"} , {"body" : "Museums AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Aug. 7, ''Exploring Bolivia's Biodiversity,'' an exhibition of more than 30 color photographs. Through May 30, ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter,'' a walk-in display of hundreds of live specimens. Through the spring, ''Vital" , "date" : "20050401" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9800E2DE103FF932A35757C0A9639C8B63"} , {"author" : "Ben Gibberd is writing a book called ''On the Edge,'' about people who live and work along the New York waterfront." , "body" : "FOR hundreds of Brooklyn children, this coming Thursday is a day they have been waiting for all winter. That is the day when Kathleen Henderson, aka the Park Lady, will emerge from the mysterious regions to which she returns during the winter and once more take up residence in her summer home, which is Carroll Park in Carroll Gardens. There, from 9" , "date" : "20050327" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CARROLL PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: CARROLL GARDENS; The Park Lady and Her Peaceable Kingdom" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01EFDF143FF934A15750C0A9639C8B63"} , {"body" : "THE suits and other natty dressers streaming into the Port Washington railroad station on weekday mornings never get mussed in a rush for seats. In Port Washington, an increasingly high-priced North Shore community -- a conglomerate of four villages, part of a fifth and an unincorporated area in the Nassau County Town of North Hempstead -- choice" , "date" : "20050327" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PORT WASHINGTON (NY)" , "LONG ISLAND (NY)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "LIVING IN\/Port Washington, N.Y.; More People, More Traffic, but the Same Heart" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0CE5DB173FF934A15750C0A9639C8B63"} , {"body" : "Most of the benefits of spending days in the Flatiron Building, the iconic skyscraper on 23rd Street, are intangible. Teresa Nielsen Hayden, who works for a science fiction publisher there, would mention the striking view uptown from the building's perch at the intersection of Broadway and Fifth Avenue, or the thrill of seeing a computer-animated" , "date" : "20050327" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: FLATIRON DISTRICT; One Way to Get a Skyscraper in Your Apartment" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DEEDF143FF934A15750C0A9639C8B63"} ,   {"body" : "Of all the possible signs that spring had, in fact, arrived in New York yesterday, a 5-foot-2-inch carrot strolling down Broadway at midday was a pretty hopeful one. But not even the carrot could convince itself that yesterday, the official first day of spring, even remotely resembled springtime. ''It's not spring yet,'' the carrot declared" , "date" : "20050321" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "What, the Calendar Says Spring And You Want Sun and Flowers?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE1D81E3CF932A15750C0A9639C8B63"} , {"body" : "To the Editor: Your March 13 editorial supporting a rail link under New York Harbor does not mention its drawbacks. Objections come not just from Maspeth, Queens, but from other affected areas such as Jersey City and Bay Ridge, Sunset Park, Borough Park and Midwood in Brooklyn. Noise, dirt and threats to the structural integrity of buildings will" , "date" : "20050320" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK HARBOR"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "Cross-Harbor Rail Link" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07EEDE113CF933A15750C0A9639C8B63"} , {"body" : "A state environmental law passed in 2003 to help clean up polluted industrial sites known as brownfields sets aside $15 million a year for the most heavily contaminated neighborhoods in New York State. But not one dollar has yet been spent, because Gov. George E. Pataki and the leaders of the State Legislature have failed to sign a memorandum of" , "date" : "20050317" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Money to Clean Up Polluted Sites Goes Unspent by State" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B04E6D7133CF934A25750C0A9639C8B63"} , {"body" : "If you browse the fragrant streets of Sunset Park in Brooklyn and want to know what jobs people hold, just gaze in the window of Maggie Leung's uniform shop. She sells burgundy vests for waiters, smocks with orange piping for beauticians, pink aprons for manicurists, heavy cotton coats for meat handlers and noodle factory workers, white dresses for" , "date" : "20050226" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Spotting A Niche, And Knowing How to Fill It; She Gave Customers What They Wanted: Work Uniforms" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02EFDB143DF935A15751C0A9639C8B63"} , {"body" : "Pedestrians and cyclists, limited only by their own hamstrings and quadriceps, could one day travel 22 miles along a waterfront greenway from North Brooklyn to Coney Island, under a plan to be unveiled today. The vision of strolling or whizzing past bustling parks and quaint row houses or taking in panoramic views of the Manhattan skyline," , "date" : "20050201" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK HARBOR" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Long, Green Pathway Planned Along Brooklyn Waterfront" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9400E3DE123BF932A35751C0A9639C8B63"} , {"body" : "The immigrants who remade New York in the 1990's are now indelibly shaping its future, according to new city figures showing that 6 in 10 babies born in the city since 2000 have at least one foreign-born parent. The foreign-born groups growing fastest through immigration, including Mexicans, Guyanese and Bangladeshis, also have among the highest" , "date" : "20050124" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA" , "LATIN AMERICA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Record Immigration Changing New York's Neighborhoods" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9405EFD71E38F937A15752C0A9639C8B63"} , {"body" : "VALENTINE'S DAY will be especially important this year for Martha Bond, the owner of Li-Lac Chocolates, one of New York's oldest and best-loved candy stores. It will be the first big holiday since she moved Li-Lac eight blocks north after 81 years on Christopher Street in Greenwich Village. When her landlord tripled her rent and refused to offer a" , "date" : "20050123" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Job Market"] , "page_facet" : "4" , "title" : "New Location, Same Truffles" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E05E6DA1138F930A15752C0A9639C8B63"} , {"body" : "WHEN Emily Haddad moved to New York shortly after finishing college in 2001, she didn't know much about the city, but being gay, she knew she wanted to live in a gay-friendly community. Her neighborhood of choice? Park Slope. ''It seemed like lesbian central in New York,'' said Ms. Haddad, 24, whose unaccented speech belies her North Carolina" , "date" : "20050116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "WILLIAMSBURG (NYC)" , "PARK SLOPE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; Replanting The Rainbow Flag" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A01EEDA1438F935A25752C0A9639C8B63"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "WITH two young children, Robin Hardman and Peter Hill loved living in Stuyvesant Town -- the playground right outside, the playmates across the hall, the 10-minute walk to school (15 if the kids dilly-dallied). But inside, the living conditions were tight. Leo, now 9, and Mae, 6, shared the bedroom. Their parents slept on a pullout sofa bed in the" , "date" : "20050102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RIDGEWOOD (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "THE HUNT; One Family Makes a Move, And Four Others Follow" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E4DB1739F931A35752C0A9639C8B63"}]