[  {"body" : "For Fernando Ferrer, there may be two New Yorks, as he is fond of saying. But there are also two campaigns. In one, which plays out in the polls, among political leaders and on the Sunday morning news programs, Mr. Ferrer's effort is on life support, incapable of rousing itself and headed for an undignified death. But in the other, a kind of shadow" , "date" : "20051105" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE 2005 ELECTIONS: THE CHALLENGER; The 2 Ferrers: A Plodder in the Polls, a Celebrity on the Street" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/05\/nyregion\/metrocampaigns\/05ferrer.html"} , {"body" : "THE mountaintop hamlet of Cragsmoor clings to New York's Shawangunk Mountains, west of the Hudson River, as tenacious as the dwarf pitch pines native to its landscape. It's a community of winding roads, sweeping views and rustic shingle-style cottages, many built by members of the Cragsmoor Art Colony in the late 1800's. Taking stock in 1906, a" , "date" : "20050909" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CRAGSMOOR (NY)"] , "page_facet" : "8" , "title" : "HAVENS; A Mountaintop Retreat With an Artistic Air" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0CE3D71231F93AA3575AC0A9639C8B63"} , {"body" : "City officials plan to build a two-way path for bicyclists and pedestrians in the middle of a heavily trafficked street just west of the Brooklyn Navy Yard where a cycling advocate was critically injured in March. The new bicycle path, announced on Tuesday by the City Department of Transportation, will be one-third of a mile long, only a tiny" , "date" : "20050616" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Bike Lane Planned for Traffic-Choked Road in Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502E6D8163BF935A25755C0A9639C8B63"} , {"body" : "Three years ago, word spread that Public School 8 in Brooklyn might shut down. Located in a century-old building on Hicks Street, the school serves Dumbo, Vinegar Hill, Fulton Ferry and parts of Brooklyn Heights and Fort Greene. Years of declining enrollment -- largely because neighborhood children were being sent to private schools -- had cast a" , "date" : "20050313" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: DUMBO; P.S. 8's Comeback Spurs Higher Hopes" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980CE1DD143CF930A25750C0A9639C8B63"} , {"body" : "ERIC DEUTSCH, president and chief executive of the Brooklyn Navy Yard Development Corporation, said his children, Adam, 8, and Emily, 6, who beg to visit his workplace, call the Navy Yard ''gigungus,'' probably as dead-on accurate as one descriptive could be. Now a virtual theme park of 21st-century commerce housed in 19th- and 20th-century" , "date" : "20050227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "SQUARE FEET\/Brooklyn; Working in a Walled-Off Boomtown" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D02E0DC173DF934A15751C0A9639C8B63"}]