[  {"body" : "NEW YORK Limits of a Welfare Plan Governor Pataki's proposal to enact the biggest changes in New York's welfare system in six decades borrows heavily from an experiment that has been quietly conducted for the last eight years in counties across the state, with varying degrees of success. The experimental program has produced noteworthy results in" , "date" : "19961209" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/09\/nyregion\/metro-digest-659134.html"} , {"body" : "A 3-day-old girl was found alive in a paper bag Saturday night after she was abandoned in the lobby of an apartment building in Brooklyn, the police said. A resident of 2106 Cropsey Avenue in Bath Beach found the baby, who weighed 7 pounds 10 ounces and appeared to be in good health, shortly after 11 P.M. and called the authorities, the police" , "date" : "19961209" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "3-Day-Old Girl Left In a Bag in Brooklyn Is Found Healthy" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/09\/nyregion\/3-day-old-girl-left-in-a-bag-in-brooklyn-is-found-healthy.html"} , {"body" : "ON a humid morning last week, Michael D. Benjamin stood at the entrance to the subway station at Grand Army Plaza in Brooklyn, passing out campaign material and urging riders to vote for his candidate. Some people stopped and listened. Many simply darted by, looking more than a little annoyed. After all, Mr. Benjamin was stumping for a candidate in" , "date" : "19960908" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Wake Up! It's Primary Time" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/08\/nyregion\/wake-up-it-s-primary-time.html"} , {"body" : "To the Editor: Your article titled \"Portrait of a Gifted Child\" (Feb. 25) reminded me of comments made by black students during my years as a teacher. Many black children who are serious about their studies are subject to derision by other black students. Acting \"white\" is the ultimate put-down. What is so \"white\" about being a good student or" , "date" : "19960310" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region" , "Education"] , "page_facet" : "15" , "title" : "Speaking English Properly Is No Cause for Derision" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/10\/nyregion\/l-speaking-english-properly-is-no-cause-for-derision-001848.html"} , {"body" : "The New York City Medical Examiner's office ruled yesterday that the shooting death last month of an off-duty police officer was a homicide. The officer, Kimberly Rivera, 28, was shot once in the head, on the sidewalk outside the home of her estranged husband, John, in Bath Beach, Brooklyn, on Jan. 13. Her death had baffled detectives, who had not" , "date" : "19960204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "Officer's Death Ruled a Homicide" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/04\/nyregion\/officer-s-death-ruled-a-homicide.html"} , {"body" : "An off-duty police officer died early yesterday three hours after suffering a gunshot wound on a Brooklyn street, the police said. Detectives have not yet determined whether the death of Officer Kimberly Rivera, 28, was a suicide, homicide or accident, Police Commissioner William J. Bratton said at an afternoon news conference. The shooting" , "date" : "19960115" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Policewoman Killed By Gunshot Wound" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/15\/nyregion\/policewoman-killed-by-gunshot-wound.html"} , {"body" : "CHRIS RAMOS wants his tepee back on Rockaway Parkway. And his sweat lodge, too. So what if the Canarsie man can go to Brighton Beach for a steam bath? He can't learn the ways of the Turtle Clan in Little Odessa. Mr. Ramos is no holdover from Brooklyn's past, when Indian villages dotted its southern reaches. He was taken in by a broad-minded group" , "date" : "19960110" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "About New York;A Tepee Comes Down, and Hackles Are Raised" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/10\/nyregion\/about-new-york-a-tepee-comes-down-and-hackles-are-raised.html"}]