[  {"body" : "Across Brooklyn over the last year, battles for change and preservation rippled through the borough from Red Hook to Dead Horse Bay, in strikingly grass-roots fashion. The neighborhood crusades were large and small, the issues profound and esthetic. There were victories and defeats and, for some, nebulous results. But whatever the outcome of the" , "date" : "19961229" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "A Ripple of Neighborhood Crusades on Issues of All Kinds" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/29\/nyregion\/a-ripple-of-neighborhood-crusades-on-issues-of-all-kinds.html"} , {"body" : "It has been years since she last stopped there, but sometimes, when she is driving through downtown Brooklyn, Verlain White glances down Nevins Street and remembers when it was Mohawk territory. These days she is an alcohol-abuse counselor, but in the early 1960's Ms. White tended bar beneath a framed picture of Jim Thorpe in a dark Nevins Street" , "date" : "19961228" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "An Indian Community Flourished and Faded In a Section of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/28\/nyregion\/an-indian-community-flourished-and-faded-in-a-section-of-brooklyn.html"} , {"body" : "The Rev. Dr. David Munroe Cory died on Wednesday, having spent many of his 93 years embracing socialism, preaching to American Indians in their own tongue and generally dashing any notion that he was a blue-blooded Presbyterian. Dr. Cory, who had recently suffered a stroke, died of pneumonia at the Norwegian Christian Home in Sunset Park, Brooklyn," , "date" : "19961220" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "20" , "title" : "The Rev. Dr. David M. Cory, 93, Preacher of Social Reform" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/20\/nyregion\/the-rev-dr-david-m-cory-93-preacher-of-social-reform.html"} , {"body" : "Nearly four years after receiving about $50 million in Federal money to make life easier for pedestrians in New York City, officials with the city's Department of Transportation acknowledge that they have made little headway in achieving that goal. And unless they use the money by a deadline that is less than a year away, the city may have to give" , "date" : "19961214" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "New York City Slow to Help Its Pedestrians" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/14\/nyregion\/new-york-city-slow-to-help-its-pedestrians.html"} , {"body" : "This is a sampling of the musical presentations planned for the holiday season at churches and concert halls in New York City. All are free unless otherwise noted (churches accept donations). This selection, compiled by Anthony Tommasini, represents what caught this critic's eye and excited his expectations. Today CARNEGIE HALL. ''A Holiday" , "date" : "19961213" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "Joyful Noises: A Guide to Holiday Music in New York City" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/13\/arts\/joyful-noises-a-guide-to-holiday-music-in-new-york-city.html"} , {"body" : "The Local Climates Q. I've noticed that local television news give weather readings from each of the five boroughs. I haven't paid that much attention, but is the weather really that different across the city? A. The weather can, in fact, vary greatly from borough to borough. For instance, the most intense thunderstorms in the area tend to" , "date" : "19961208" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1996\/12\/08\/nyregion\/fyi-613169.html"} , {"body" : "In an early preview of next year's mayoral race, four Democrats seeking to challenge Mayor Rudolph W. Giuliani appeared together for the first time in the campaign last night, portraying the incumbent as a contentious and polarizing city executive and repeatedly asserting that Mr. Giuliani could be defeated. The forum, before a gathering of" , "date" : "19961206" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Democratic Challengers Meet in Forum to Speak Against Giuliani" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/06\/nyregion\/democratic-challengers-meet-in-forum-to-speak-against-giuliani.html"} , {"body" : "In the five years that he has been commuting on the Gowanus Expressway, John Jennings has always allowed an extra half-hour for the congestion on what some consider the worst road in America. Yesterday, he needed closer to an hour. It was the first day of a 13-month project that officials had warned would turn the Gowanus into a virtual parking lot" , "date" : "19961205" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT EXPRESSWAY (NYC)" , "GOWANUS EXPRESSWAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "From Bad to Worse: Going Is Slow as Repairs Begin on the Gowanus" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/05\/nyregion\/from-bad-to-worse-going-is-slow-as-repairs-begin-on-the-gowanus.html"} , {"body" : "THE history of the Sunset Park community of Brooklyn is a tale of the effect of waves of immigration on community life. In the 1990's, the tale is being retold with new twists. One has been brought about by the arrival of Chinese immigrants from Hong Kong and the mainland in what has come to be known as the Brooklyn Chinatown, which also embraces" , "date" : "19961201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Immigrants Again Renew Sunset Park" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/01\/realestate\/immigrants-again-renew-sunset-park.html"} , {"body" : "To the Editor: My friend feels that the ''graffitized'' nature of this work bespeaks New York. Rather, I would like to be the first commuter to toss a dollar into the pot with the hope that Sandra Bloodworth would discover 25,000 more enthusiasts willing to restore this Art for Transit's bit of brilliance. DOUGLAS SMITH Bay Ridge, Brooklyn Labor" , "date" : "19961201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "17" , "title" : "Sad State of Tunnel Art Suggests a Lack of Will" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/01\/nyregion\/l-sad-state-of-tunnel-art-suggests-a-lack-of-will-539058.html"} ,   {"body" : "During a typical evening rush hour at Flatbush and Atlantic Avenues, the traffic police wrestle with cars backed up for six blocks. All around them, the area is teeming with office workers heading home, parents buying groceries and teen-agers cruising. It is evidence that Downtown Brooklyn is outgrowing itself. Chronic traffic congestion has" , "date" : "19961124" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS EXPRESSWAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "For Downtown Traffic, Growing Pains May Turn Critical" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/24\/nyregion\/for-downtown-traffic-growing-pains-may-turn-critical.html"} , {"body" : "Over the years, Arthur Bramwell has become accustomed to being something of a standout. He is chairman of the Republican Party in Brooklyn, a borough where Democratic voters outnumber Republicans 6 to 1. A 78-year-old black man who has lived his entire life in Bedford-Stuyvesant, he leads a party whose few electoral victories have been centered in" , "date" : "19961117" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "For a Staunch Republican, Ousting a Rival Superseded Party Unity" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/17\/nyregion\/for-a-staunch-republican-ousting-a-rival-superseded-party-unity.html"} , {"body" : "When Mayor Rudolph W. Giuliani raised the fines for expired parking meters outside central Manhattan in July, angry merchants tied black balloons to meters outside their stores. City Council members wrote belligerent letters and threatened legislation. Callers filled the Mayor's usually affectionate radio show with invective. Yesterday, bowing to" , "date" : "19961116" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Parking and Politics Intersect as Giuliani Rolls Back $40 Meter Fines" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/16\/nyregion\/parking-and-politics-intersect-as-giuliani-rolls-back-40-meter-fines.html"} , {"body" : "Investigators canvassed businesses yesterday in the Brooklyn neighborhood where a sanitation worker died after inhaling fumes from a corrosive acid that had been improperly discarded, seeking to find a business that might have used the dangerous acid. The focus on local businesses came as investigators also tried to find out who manufactured the" , "date" : "19961114" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Inquiry in Brooklyn Seeks Origin of Deadly Garbage" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/14\/nyregion\/inquiry-in-brooklyn-seeks-origin-of-deadly-garbage.html"} , {"body" : "For years, residents of western Brooklyn have dreaded the upcoming reconstruction of the Gowanus Expressway, a project that would swamp neighborhoods with traffic for at least five years. But an alternative may be emerging: replacing the crumbling elevated expressway with an underground highway. Ultimately, the most important question is whether" , "date" : "19961111" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS EXPRESSWAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "As Unpopular Gowanus Overhaul Looms, a Tunnel Plan Gains Notice" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/11\/nyregion\/as-unpopular-gowanus-overhaul-looms-a-tunnel-plan-gains-notice.html"} , {"body" : "To the Editor: Concerning the age of McSorley's Old Ale House (Letters, Oct. 27 and articles, Sept. 29 and Oct. 6): Richard McDermott claims that the real-estate tax assessments ''unambiguously'' show the property to be empty up to 1861. These records are a page of ditto marks eight years running, referring to the lines previous as ''LV'' for ''lot" , "date" : "19961110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "27" , "title" : "Evidence of McSorley's Age Stands Up to Challenge" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/10\/nyregion\/l-evidence-of-mcsorley-s-age-stands-up-to-challenge-226300.html"} , {"body" : "Mother's Kitchen Opens A Long Way From Home Three years ago, George Kratyuk and Naum Garbuzov packed up their families and left Baku, Azerbaijan, in search of a better life. They were grocery owners in the former Soviet republic, and Mr. Kratyuk said they thought they would do the same in New York City. First they opened Ckazka (pronounced" , "date" : "19961110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO." , "url" : "http:\/\/www.nytimes.com\/1996\/11\/10\/nyregion\/new-yorkers-co-214159.html"} , {"body" : "Eileen C. Dugan, a Brooklyn Democrat who was elected to her ninth term in the New York State Assembly only on Tuesday, died yesterday at Beth Israel Medical Center. Ms. Dugan, who lived in Carroll Gardens, was 51. The cause was breast cancer, according to her family. Gov. George E. Pataki, who served in the Assembly with Ms. Dugan, ordered state" , "date" : "19961109" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "52" , "title" : "Eileen C. Dugan, 51, State Assemblywoman" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/09\/nyregion\/eileen-c-dugan-51-state-assemblywoman.html"} , {"body" : "A leading educational advocacy organization in New York City set out to answer a single question last year: What does it take to fix a failing school? As with detectives who seek to solve a mystery, the researchers investigated 10 schools that had worked their way off the list of the state's most chronically low-performing schools. And, as" , "date" : "19961108" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Answers From City's Turnaround Schools" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/08\/nyregion\/answers-from-city-s-turnaround-schools.html"} , {"body" : "In a heated State Senate contest that deepened the fissures in the Republican Party in Brooklyn, Vincent Gentile, a 37-year-old assistant district attorney in Queens, became the first Democrat since 1984 to be elected from the district to the State Senate. The district's core is in the Brooklyn neighborhoods of Bensonhurst and Bay Ridge and in a" , "date" : "19961106" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "A Democrat Wins In Brooklyn District" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/06\/nyregion\/a-democrat-wins-in-brooklyn-district.html"} ,   {"body" : "a ticker-tape parade honoring the World Series champion New York Yankees begins at 11:30 A.M. at Battery Park in lower Manhattan and travels north on Broadway, the city's Canyon of Heroes, to Chambers Street. Following the parade, each Yankee will receive a key to the city at a rally outside City Hall which is expected to start at 1:30 P.M. BY" , "date" : "19961029" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "A Spectator's Guide" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/29\/sports\/a-spectator-s-guide.html"} , {"body" : "There were the bon vivants who remained anchored to their bar stools, hoisting just one more brew in honor of the Yankees, and the potatoes who remained rooted to their couches, hitting the rewind button to revel in that final foul ball. And then, this being New York City, there were the shoppers. Abiding by the credo that no victory should go" , "date" : "19961028" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "6" , "title" : "Savoring the Moment With Beer and Bargains" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/28\/sports\/savoring-the-moment-with-beer-and-bargains.html"} , {"body" : "It was daybreak yesterday and State Senator Robert J. DiCarlo had already spent more than an hour shaking hands at a subway station, urging the bleary-eyed and the barely responsive to vote for him in the three-way race for the 23d District seat. ''I'm Senator DiCarlo and I'll need your support,'' the tall, hulking incumbent said for the umpteenth" , "date" : "19961024" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "STATEN ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "After Setbacks, DiCarlo Presses Drive for Votes" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/24\/nyregion\/after-setbacks-dicarlo-presses-drive-for-votes.html"} , {"body" : "Mayor Rudolph W. Giuliani, saying that a third-party candidacy in a State Senate race could result in a Democratic victory, said yesterday that he was withdrawing his endorsement of State Senator Robert J. DiCarlo in a three-way race for a seat representing sections of Brooklyn and Staten Island. Mr. DiCarlo, who lost the Republican primary by" , "date" : "19961022" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE" , "STATEN ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Giuliani Withdraws Support For State Senator in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/22\/nyregion\/giuliani-withdraws-support-for-state-senator-in-brooklyn.html"} , {"body" : "Assemblyman Jules Polonetsky sees himself as a muckraking politician, the kind of leader who will not let politics get in the way of principles. When he learned that the X-Men, a security firm affiliated with the Nation of Islam, Louis Farrakhan's group, was patrolling a Coney Island housing complex, Mr. Polonetsky made it his mission to oust the" , "date" : "19961020" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "X-Men's Foe: Spotlight On a Comer" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/20\/nyregion\/x-men-s-foe-spotlight-on-a-comer.html"} , {"body" : "In the last few days, Sonja Preston has received a steady stream of telephone calls and campaign literature in the mail urging her to vote in a local primary election she thought had been finished a month ago. ''The candidates have been calling and calling, telling me how important it is for me to vote on Thursday,'' Ms. Preston, a housewife in Bay" , "date" : "19961007" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "All-Out Drive Courting Second-Primary Voters" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/07\/nyregion\/all-out-drive-courting-second-primary-voters.html"} , {"body" : "A Federal appeals court yesterday refused to cancel the planned reopening of voting on Thursday in primary elections in Brooklyn, but the possibility remained that the court could still cancel the balloting early next week, or could order that it involve more or fewer voters than now planned. The appeals court ordered a hearing on Monday so it" , "date" : "19961004" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Appeals Court Refuses to Halt New Balloting" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/04\/nyregion\/appeals-court-refuses-to-halt-new-balloting.html"} , {"body" : "The Gold Star Pizzeria at Avenue O and West Third Street in Brooklyn sits on a corner virtually indistinguishable from those of dozens of family-owned cafes that dot the mostly middle-class landscape of Bensonhurst. Its neighborhood is one of well-kept apartment buildings and two-family houses with yards and porches surrounded by plaster flower" , "date" : "19961003" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "In a Well-Kept Part of Brooklyn, Crack Arrests Are Met With Concern" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/03\/nyregion\/in-a-well-kept-part-of-brooklyn-crack-arrests-are-met-with-concern.html"} , {"body" : "Seeking to remedy election foul-ups that he said prevented or discouraged thousands of people from voting in last month's primary, a Federal judge ordered yesterday that scores of voting sites in Brooklyn be reopened on Oct. 10 to allow additional balloting. The order, which experts called unusual if not unprecedented, involves a dozen legislative" , "date" : "19961002" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Voters Will Get 2d Chance to Cast Ballots" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/02\/nyregion\/brooklyn-voters-will-get-2d-chance-to-cast-ballots.html"} , {"body" : "In a case that law enforcement officials said erodes the myth that the Mafia will not stoop to street-level drug dealing, the United States Attorney in Brooklyn announced the arrest yesterday of 40 people believed to be members of a crack-cocaine ring operated by the Lucchese crime family. The arrests, made before dawn by hundreds of city police" , "date" : "19961002" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Officials Say Mafia Ran Crack Ring In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/02\/nyregion\/officials-say-mafia-ran-crack-ring-in-brooklyn.html"} ,   {"body" : "Birger Lunde, an officer in the Norwegian merchant marine who had three vessels shot from under him by German submarines during World War II, died Sept. 24 in the Norwegian Christian Home in the Bay Ridge section of Brooklyn. He was 82 and lived in Great Kills on Staten Island. The cause was heart failure, said his son, John, of Washington, N.J." , "date" : "19961001" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["World" , "Obituaries"] , "page_facet" : "10" , "title" : "Birger Lunde, Norway Seaman; Survivor of Nazi U-Boats Was 82" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/01\/world\/birger-lunde-norway-seaman-survivor-of-nazi-u-boats-was-82.html"} , {"body" : "Most mornings these days, Vincent J. Gentile follows a ritual of campaigning at subway stations, moving on to gatherings of senior citizens, then filling his afternoons with strategy meetings and more face-to-face discussions with potential voters. Despite his systematic campaigning for November's general election for a State Senate seat that" , "date" : "19960930" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Candidate Campaigns Hard, but He's Not Sure Against Whom" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/30\/nyregion\/brooklyn-candidate-campaigns-hard-but-he-s-not-sure-against-whom.html"} , {"body" : "To The Editor: I offer my observation to your mail on sneakers on the wires (F.Y.I., Aug. 18; Letters, Sept. 15). My first exposure to what I can best describe as social peer humiliation happened at summer day camp . On returning from our swimming lesson, I was drying off and starting to get dressed when I noticed that my briefs were missing. After" , "date" : "19960929" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "15" , "title" : "Sneakers Aloft May Show Humiliation or Drug Site" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/29\/nyregion\/l-sneakers-aloft-may-show-humiliation-or-drug-site-552933.html"} , {"body" : "THIS is a hard column to write. My friends from the old neighborhood are going to disown me. All my journalistic principles are going out the window. My father is going to reach out from the great beyond and swat me one. I like the Yankees. And what's more, I detect there are a great many other New Yorkers who, if they do not actively like these" , "date" : "19960927" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "9" , "title" : "Even a Brooklyn Fan Could Enjoy These Yanks" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/27\/sports\/even-a-brooklyn-fan-could-enjoy-these-yanks.html"} , {"body" : "As the Rev. Al Sharpton formally announced his candidacy for Mayor yesterday, Democratic leaders said that his surprise entry into the race would complicate their efforts to regain City Hall next year. Mr. Sharpton announced his candidacy to a packed congregation during the morning service at Canaan Baptist Church in Harlem, issuing a blistering" , "date" : "19960923" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Sharpton's Candidacy Has Democratic Leaders Stewing Over Strategy" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/23\/nyregion\/sharpton-s-candidacy-has-democratic-leaders-stewing-over-strategy.html"} , {"body" : "Gifts for the Dog or Cat Who Has Almost Everything Trying to appeal to the hordes of pet owners in Greenwich Village, last month Eric Bernacett opened Urban Pets Village Pet Boutique at 18 Christopher Street, between Gay Street and Waverly Place. A gift shop for pets, the store features gadgets like birthday balls (edible bones engraved with" , "date" : "19960922" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GREENWICH VILLAGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO." , "url" : "http:\/\/www.nytimes.com\/1996\/09\/22\/nyregion\/new-yorkers-co-432806.html"} , {"body" : "A Federal judge said yesterday that the widespread foul-ups in last week's primary elections in Brooklyn had interfered with many people's right to vote, and he assailed the system that led to the failures. The remarks by Judge David G. Trager of Federal District Court in Brooklyn heartened lawyers for losing candidates in a dozen legislative and" , "date" : "19960921" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Judge Attacks Ballot System's Failures" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/21\/nyregion\/judge-attacks-ballot-system-s-failures.html"} , {"body" : "Danielle DiMedici was not yet 17 and still in high school when she and James Parker, six years her senior, began to date. But it took almost no time, law enforcement officials said yesterday, before the teen-ager virtually disappeared from her family and into his world. Over the next year and a half, she would leave her family for days at a time to" , "date" : "19960917" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Girl Drawn Into Angry Man's World" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/17\/nyregion\/girl-drawn-into-angry-man-s-world.html"} , {"body" : "Renee R. Roth, the Manhattan surrogate who found herself facing an unusually high-profile challenge, won the Democratic primary yesterday. She defeated Karen S. Burstein, a former family court judge who drew strong support in New York City in her failed bid two years ago to become State Attorney General Ms. Roth's victory was generally an exception" , "date" : "19960911" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Roth Survives Burstein's Challenge in Surrogate Race" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/11\/nyregion\/roth-survives-burstein-s-challenge-in-surrogate-race.html"} , {"body" : "With a flurry of television and radio advertisements, campaign rallies and that staple of New York City campaigning, handshakes at subway stops, the primary campaigning for scores of local posts in New York State wound down yesterday. Despite the low level of attention today's primary races have generally received from the public, yesterday brought" , "date" : "19960910" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Primary Races in New York City End in a Flurry of Spending and Ballot Changes" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/10\/nyregion\/primary-races-in-new-york-city-end-in-a-flurry-of-spending-and-ballot-changes.html"} ,   {"body" : "In a bustling storefront headquarters in Crown Heights, Clarence A. Norman spent most of yesterday commanding troops of campaign volunteers, discussing last-minute strategies on leafleting and getting voters to polls. While Mr. Norman, a State Assemblyman, faces his own race in tomorrow's Democratic primary, his more pressing focus was on the" , "date" : "19960909" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Primary Races Are Obscure, but Reputations Are on the Line" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/09\/nyregion\/primary-races-are-obscure-but-reputations-are-on-the-line.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CARNEGIE HILL $559,000 1199 Park Avenue (94th St.) 3-bedroom, 2-bath, 1,600-sq.-ft. penthouse co-op in a postwar building; 24-hr. doormen, concierge, terrace, 2" , "date" : "19960908" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/08\/realestate\/residential-resales-197947.html"} , {"body" : "Upper East Siders headed to lower Manhattan have long had to contend with an overcrowded commute: the Nos. 4, 5 and 6 carry about half of the subway system's 3.5 million daily riders. The Lexington Avenue bus line hauls 50,000 people along what the Transit Authority considers the most congested route in the city. No wonder that five days a week," , "date" : "19960907" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Ferry to Link Wall St. Area And East Side" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/07\/nyregion\/ferry-to-link-wall-st-area-and-east-side.html"} , {"body" : "In New York City, where more than four-fifths of registered voters are Democrats, skirmishes among Republicans are rare. But a race for State Senate in parts of Brooklyn and Staten Island is serving as a vivid example of how deep the fissures can become when Republicans do battle. On the surface, the race is a simple, if bitter, contest between a" , "date" : "19960905" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "State Senate Race Opens Rift Within New York City G.O.P." , "url" : "http:\/\/www.nytimes.com\/1996\/09\/05\/nyregion\/state-senate-race-opens-rift-within-new-york-city-gop.html"} , {"body" : "In a city where traffic lights and stop signs often do little to control the flow of traffic, a less costly deterrent is being given a chance to show whether it can keep drivers from speeding through congested neighborhoods. New York City, prepare for the ''speed hump.'' A hump, not to be confused, traffic engineers say, with the noisier speed" , "date" : "19960902" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Listen: No Thump. Speed Humps Are Lower. Also Quieter, Kinder and Gentler." , "url" : "http:\/\/www.nytimes.com\/1996\/09\/02\/nyregion\/listen-no-thump-speed-humps-are-lower-also-quieter-kinder-and-gentler.html"} , {"body" : "Police officers were searching yesterday for a pregnant Brooklyn teen-ager and the former boyfriend who, her family said, abducted her at gunpoint earlier this week. The teen-ager, Danielle DeMedici, 17, had an order of protection against the former boyfriend, James Parker, and also had a high-tech pendant that alerts the police at the push of a" , "date" : "19960901" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "Pregnant Woman Abducted; Ex-Lover Is Sought" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/01\/nyregion\/pregnant-woman-abducted-ex-lover-is-sought.html"} , {"body" : "A police officer has been suspended because of allegations that he harassed and stalked his former girlfriend, a civilian employee of the force, police officials said yesterday. Officer Leonard Milazzo, who has been on the force 11 years, was taken off active duty Thursday night. The officer had been transferred to the 78th precinct in Park Slope" , "date" : "19960831" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Police Officer Suspended" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/31\/nyregion\/police-officer-suspended.html"} , {"body" : "After three years of repair work, the two Brooklyn-bound upper lanes of the Manhattan Bridge are scheduled to reopen to car traffic today, providing some relief to drivers who have put up with seemingly unending repair work there. The anticipated return of cars and trucks to the upper deck of the seven-lane bridge is also expected to lighten" , "date" : "19960830" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "EAST RIVER (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "After 3 Years Of Repairs, Deck of Bridge Set to Reopen" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/30\/nyregion\/after-3-years-of-repairs-deck-of-bridge-set-to-reopen.html"} , {"body" : "The men sat in a darkened auditorium last week, watching their youth pass on film. Occasionally, one would whisper ''Happy Felton'' or ''Hilda Chester.'' The men were Brooklyn Dodgers -- Joe Black, Pee Wee Reese, Carl Erskine, Clyde King -- plus Giant Bobby Thomson, now an honorary Bum who fits in amiably with the men (and the borough) he crushed" , "date" : "19960827" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "12" , "title" : "A Loving Look Back At Brooklyn's Bums" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/27\/sports\/a-loving-look-back-at-brooklyn-s-bums.html"} , {"body" : "New York City will make its first major service cut in recycling next month when it scales back collections for half the city's households. The reduction -- from weekly to alternate week pickups -- is the first tangible effect of Mayor Rudolph W. Giuliani's $26 million cut to the city's recycling budget. The change is to begin Sept. 9. The Mayor" , "date" : "19960807" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "New Yorkers Face 2 Weeks of Storing Trash for Recycling" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/07\/nyregion\/new-yorkers-face-2-weeks-of-storing-trash-for-recycling.html"} ,   {"body" : "THIS may strike some as premature, and it is one of those dry-as-toast topics that can send people searching for the sports section. But the time is at hand to decide exactly how the Census Bureau will calculate the United States population in 2000, under the Constitutional imperative of a national head count every 10 years. (Was that the riffling" , "date" : "19960806" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Maneuvering For Precision In New Census" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/06\/nyregion\/maneuvering-for-precision-in-new-census.html"} , {"body" : "In courtrooms and classrooms across New York City, several dozen judges have been convening to consider not robberies or murders or petty crimes, but how to fight bigotry. The judges, who call themselves Blacks and Jews in Conversation, preside over everything from Housing Court to the Court of Appeals, but they put aside their robes at least once" , "date" : "19960722" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Off the Bench and Into Classrooms, Judges Unite to Fight Bias" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/22\/nyregion\/off-the-bench-and-into-classrooms-judges-unite-to-fight-bias.html"} , {"body" : "MariaElena's, With Help From Mom Maria Elena Garguilo worked in sales and publicity for the designer Byron Lars, but has always wanted to open her own restaurant. So last month she did. With her mother, Elaine, who is an avid cook, she runs MariaElena's on 133 West 13th Street, between the Avenue of the Americas and Seventh Avenue. The cuisine:" , "date" : "19960721" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO." , "url" : "http:\/\/www.nytimes.com\/1996\/07\/21\/nyregion\/new-yorkers-co-000990.html"} , {"body" : "Bruce K. Gelbard, the secretary to the Board of Education who infuriated a succession of Schools Chancellors with the sway he held over the board, has lost the support of a majority of its members and will be dismissed today, officials said yesterday. In his six years as secretary, Mr. Gelbard has wielded a power that his critics said went well" , "date" : "19960717" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "School Board to Remove Its Secretary, a Bane to Chancellors" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/17\/nyregion\/school-board-to-remove-its-secretary-a-bane-to-chancellors.html"} , {"body" : "Two weeks ago, Brooklyn representatives in the State Assembly and Senate, both Democrats and Republicans, were celebrating the meeting of the minds on a proposed 12,000-seat sports complex in Coney Island. It was the first time since the arena was conceived nine years ago that Brooklynites in Albany agreed to a plan to raise $70 million to build" , "date" : "19960707" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: CONEY ISLAND;Accord on Sports Complex Breaking Down" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/07\/nyregion\/neighborhood-report-coney-island-accord-on-sports-complex-breaking-down.html"} , {"body" : "Inside a squat, brick-and-granite building built before the Civil War to protect Fort Hamilton from attack, there is a story about Brooklyn and war. The story told in the old caponier (or flank battery), now the Harbor Defense Museum, is of a fort that was always prepared for battle -- with a 24-pound cannon pointed toward New York harbor, rifled" , "date" : "19960707" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: BAY RIDGE;A Battle To Preserve City History" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/07\/nyregion\/neighborhood-report-bay-ridge-a-battle-to-preserve-city-history.html"} , {"body" : "COUPLES embraced and glided over the marble floor at the Cafe Pierre, the aroma of roses trailing them with each swirl past a huge, flower-packed vase. Over by the narrow, dimly-lighted bar, cigar smoke filled the air, the milky haze lending an ethereal aura to the half-dozen men who leaned back, smiled dreamily and looked absolutely smitten. \"A" , "date" : "19960629" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "About New York;Moon, Spoon And Memories Of All That" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/29\/nyregion\/about-new-york-moon-spoon-and-memories-of-all-that.html"} , {"body" : "A package bomb that investigators said resembled four others sent to New Yorkers over the last 14 years exploded yesterday when a Brooklyn man opened it, the police said. The man, Richard Basile, 77, of Bay 26th Street in Bensonhurst, was not hurt when he triggered the explosion in his living room by opening a small parcel addressed to his wife," , "date" : "19960621" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Bomb Similar to 4 Others Explodes in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/21\/nyregion\/bomb-similar-to-4-others-explodes-in-brooklyn.html"} , {"body" : "When Pete Pedone was a top dee-jay back in the late 70s, when the music was at its peak, he was the main-man-with-the-aqua-green-van, the disco dude who got 400 phone numbers in the single calendar year of 1979. The world belonged to him and he was unstoppable, sauve, smooth-talking and he had a steady gig mixing wax and 8-tracks for Brooklyn's" , "date" : "19960609" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Saturday Night Fever: The Life" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/09\/nyregion\/saturday-night-fever-the-life.html"} , {"body" : "Israel was my last port of call, a place that takes its Memorial Day seriously. At 11 A.M. on that day, the country stops. Have you ever seen an entire country stop in its tracks? It is a sight to behold, a remarkable display of solidarity. Everyone stands still as sirens wail, except maybe for Arabs and ultra-Orthodox Jews who want no part of it." , "date" : "19960528" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NYC;Full Measure Of Devotion, In Memoriam" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/28\/nyregion\/nyc-full-measure-of-devotion-in-memoriam.html"} ,   {"body" : "Memorial Day falls on Monday, and holiday activities are planned all weekend. Here is a sampling of events in the three-state region. New York City Today AFRICAN MUSIC, DANCE AND CRAFTS, Brooklyn Academy of Music, 30 Lafayette Avenue, at Ashland Place, Fort Greene. \"Dance Africa '96,\" a weekend of music and dance in honor of African women, with" , "date" : "19960524" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "What to Do Until the Fireworks Arrive on Memorial Night" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/24\/arts\/what-to-do-until-the-fireworks-arrive-on-memorial-night.html"} , {"body" : "APPLAUSE, please, where it's due. Subway lines on Manhattan's West Side took a bath, literally, when a geezer of a water main became a geyser over the weekend, yet the Transit Authority resumed normal runs within 16 hours. Not bad. But that fine performance does not diminish rider dissatisfaction with overall service. If reader mail to this corner" , "date" : "19960507" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NYC;On Subways, On Sidewalks, A Few Pleas" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/07\/nyregion\/nyc-on-subways-on-sidewalks-a-few-pleas.html"} , {"body" : "At a recent gala political dinner, an elegantly dressed Arthur Bramwell, chairman of the Kings County Republican Party, reflected to a guest on the turbulent relationships within the Grand Old Party in Brooklyn and, specifically, his duels with his archrival, State Senator Robert J. DiCarlo. \"Last year, he took a swing at me,\" the chairman said," , "date" : "19960426" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Republicans Fighting Over Seat in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/26\/nyregion\/republicans-fighting-over-seat-in-brooklyn.html"} , {"body" : "WALK past the Rite Aid drugstore at 84th Street and Lexington Avenue, turn east on 86th Street, and there it is, another Rite Aid. Walk east one more block, Rite Aid again. Look across the street from the Duane Reade drugstore at Third Avenue and 53d Street, and voila, a Rite Aid. Don't bother looking for the Pathmark drugstore that sat at 70th" , "date" : "19960421" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "Commercial Property\/Drugstores;The Rite Aid Chain Takes Manhattan, the Bronx . . ." , "url" : "http:\/\/www.nytimes.com\/1996\/04\/21\/realestate\/commercial-property-drugstores-the-rite-aid-chain-takes-manhattan-the-bronx.html"} , {"author" : "Sally Sommer teaches dance history at DukeUniversity." , "body" : "YOU COULD FIND Donald Golden's School of Irish Dance with your eyes closed. From the corner of 76th Street and Fifth Avenue in Bay Ridge, Brooklyn, you hear the raucous rhythms of Irish \"hard shoes\" battering a floor somewhere. This beat leads to the door of Bay Ridge Manor, a banquet center, then downstairs to a mirrored dining room with sparkling" , "date" : "19960414" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "8" , "title" : "DANCE;An American Approach to the Steps of Old Ireland" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/14\/arts\/dance-an-american-approach-to-the-steps-of-old-ireland.html"} , {"body" : "It is an election about which the average Brooklyn voter is likely to know little or nothing. But among Brooklyn politicians, the race for Kings County Surrogate is far from obscure. Indeed, it has become the hottest boroughwide race in recent years, attracting numerous candidates, immense fund raising and no shortage of political intrigue. So far," , "date" : "19960414" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "A Little Brooklyn Job With Lots of Influence" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/14\/nyregion\/a-little-brooklyn-job-with-lots-of-influence.html"} , {"body" : "New York City's effort to shore up the crumbling Manhattan Bridge will take about 10 years longer and almost $300 million more than officials had predicted when the repairs began in 1982. The repairs, which have cut two subway connections between Manhattan and Brooklyn for periods of more than 10 years each and have clogged roads and highways in" , "date" : "19960410" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Neglect of Manhattan Bridge Takes Toll in Time and Money" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/10\/nyregion\/neglect-of-manhattan-bridge-takes-toll-in-time-and-money.html"} , {"body" : "Gang Thriller in Bay Ridge With a Sassy Cross-Dresser Puerto Rican Traveling Theater 304 West 47th Street In Rob Santana's \"Bomber Jackets,\" a man has been killed in Brooklyn, and the detective questioning the chief suspect uncovers a powerful and troubling story. On the surface it is about the bigotry of a gang with a mission to keep homosexuals" , "date" : "19960403" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "19" , "title" : "Theater in Review" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/03\/theater\/theater-in-review-049298.html"} , {"body" : "A year ago this department erred slightly when it credited Steve Stanton of Stuart, Fla., with the honor of being the oldest male club director in North America. He is 88, and must give pride of place to Al Perkins of the Bay Ridge Club in Brooklyn, which gathers at 12:30 P.M. each Wednesday at the Church of the Good Shepherd, 74th Street and" , "date" : "19960401" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "Bridge" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/01\/nyregion\/bridge-064750.html"} , {"body" : "The job requirements for Poet Laureate of the Borough of Brooklyn are fairly simple: you have to be a published poet recognized by your peers, and you have to have some connection to Kings County. Preferably, you call it home. But the job description of the unpaid three-year appointment depends on whom you ask, even among the literary cadre" , "date" : "19960331" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE;What Makes a Borough Bard?" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/31\/nyregion\/neighborhood-report-brooklyn-up-close-what-makes-a-borough-bard.html"} ,   {"body" : "The Giuliani administration has tended to view the city's approximately 400 large street fairs as traffic-clogging, quality-of-life hazards that run up police overtime and cost the city money, while enriching their sponsors. With fair season once again approaching, the administration says it intends to keep the Mayor's promise to impose" , "date" : "19960331" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE;City Hall Moves to Tame the Monster Street Fairs" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/31\/nyregion\/neighborhood-report-new-york-up-close-city-hall-moves-tame-monster-street-fairs.html"} , {"body" : "MOST people already know that when Art Modell stuffed his football players into his gunnysack and left for Baltimore, he agreed not to take the hallowed name \"Cleveland Browns\" with him. But some of us may have been too busy staring at games to catch the deeper subtlety of Modell's defection a few weeks ago. The Browns' logo and the" , "date" : "19960327" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["CLEVELAND (OHIO)" , "BALTIMORE (MD)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "14" , "title" : "Sports of The Times;Browns' Victory Stirs Dodger Daydreams" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/27\/sports\/sports-of-the-times-browns-victory-stirs-dodger-daydreams.html"} , {"body" : "Sal F. Albanese represents one of New York City's most conservative neighborhoods, an area of Brooklyn that voted overwhelmingly for Rudolph W. Giuliani, George Bush and Ronald Reagan. Yet, a photo of Michael S. Dukakis hangs in his City Council office, and Mr. Albanese was one of David N. Dinkins's most enthusiastic supporters. In fact, Mr." , "date" : "19960327" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Self-Styled Populist Plans a Run for Mayor" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/27\/nyregion\/a-self-styled-populist-plans-a-run-for-mayor.html"} , {"body" : "Danny Nee has seen more than enough in nearly 40 years of basketball. Nothing, however, was quite so strange as what occurred this season. There was the late nine-game losing streak, with a player walkout. There were calls for Nee's job. Above all there was controversy. Apparently that has all passed. Yesterday, Nee's Nebraska Cornhuskers (19-14)" , "date" : "19960326" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "18" , "title" : "BASKETBALL;Nee Is Leading Cornhuskers to Semifinals" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/26\/sports\/basketball-nee-is-leading-cornhuskers-to-semifinals.html"} , {"body" : "The poor college student is romanticized in popular culture as a young person leading a sort of bohemian life style: wearing vintage clothing and living off campus, waiting tables or selling books between classes, struggling to remain in school and, eventually, reach the middle class. But in reality, at the City University of New York, many poor" , "date" : "19960325" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "Proposed Cuts to College Aid Protested as Hardship for Poor Students" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/25\/nyregion\/proposed-cuts-to-college-aid-protested-as-hardship-for-poor-students.html"} , {"body" : "Mayor Rudolph W. Giuliani said yesterday that William J. Bratton would step down as New York City's Police Commissioner as soon as he found the right job in the private sector. Responding to months of speculation about Mr. Bratton's future in the administration, the Mayor said that Mr. Bratton has advised him that he plans to leave. The" , "date" : "19960325" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Giuliani Acknowledges That His Police Commissioner Is Job Hunting" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/25\/nyregion\/giuliani-acknowledges-that-his-police-commissioner-is-job-hunting.html"} , {"body" : "Car dealers in New York State overcharged at least 50,000 customers by about $1 million in registration and title fees in the last two years, Attorney General Dennis C. Vacco said yesterday. An investigation that began in June found that 29 new car dealerships had been overcharging customers for handling the fees, Mr. Vacco said. The practice, a" , "date" : "19960316" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Car Dealers Are Said to Pad Buyers' Costs" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/16\/nyregion\/car-dealers-are-said-to-pad-buyers-costs.html"} , {"body" : "The strains of Leoncavallo's \"Pagliacci\" can be heard on the B4 bus these days after the last passengers have disembarked near the end of its route on Bay Ridge Parkway. It's the driver, Richard Haber, practicing his role as a tenor in the chorus of the Regina Opera, a small company in Bensonhurst that puts on fully staged, fully costumed operas" , "date" : "19960303" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BENSONHURST;A Libretto From Bensonhurst: Hey, Let's Put On an Opera!" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/03\/nyregion\/neighborhood-report-bensonhurst-libretto-bensonhurst-hey-let-s-put-opera.html"} , {"body" : "Hoping to use next week's New York primary to slow the momentum of Patrick J. Buchanan, Mayor Rudolph W. Giuliani said yesterday that he would soon name a candidate he believed New Yorkers should vote for -- aides said it would probably be Senator Bob Dole -- to send a message that Mr. Buchanan's brand of conservatism was unacceptable. Mr. Giuliani" , "date" : "19960227" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY" , "NEW YORK STATE" , "NEW YORK, USA"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "19" , "title" : "POLITICS: NEW YORK;Mayor and Local G.O.P. Seek to Stop Buchanan" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/27\/us\/politics-new-york-mayor-and-local-gop-seek-to-stop-buchanan.html"} , {"body" : "As they looked out at a panoramic view of the city, Queens Republicans had a lot to celebrate at their annual dinner: a Republican Governor, a Republican in Gracie Mansion, several strongholds around the city and fertile ground for future success. But that Republican Mayor was among the many boycotting the affair, and some of those who did attend" , "date" : "19960226" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Bitter Feuds Split G.O.P. In Queens and Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/26\/nyregion\/bitter-feuds-split-gop-in-queens-and-brooklyn.html"} ,   {"body" : "A New York City police officer who was helping to detour traffic after an accident in Brooklyn, died yesterday afternoon after being struck by a truck on the Shore Parkway, officials said. The officer, whose name was not immediately released, suffered severe head and spine injuries in the accident, which happened about 2:15 P.M.. He died in surgery" , "date" : "19960218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "A Truck Kills an Officer Detouring Traffic" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/18\/nyregion\/a-truck-kills-an-officer-detouring-traffic.html"} , {"body" : "Keeping Your Cigars In a Good Humidor It takes a lot of $20 cigars to add up to $1 million, but that is what the makers of Macanudos have spent on the new cigar bar they plan to open on the Upper East Side in mid-April. Appropriately called Club Macanudo, the club at 26 East 63d Street, between Madison and Park Avenues, will have 500 private" , "date" : "19960218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "New Yorkers & Co." , "url" : "http:\/\/www.nytimes.com\/1996\/02\/18\/nyregion\/new-yorkers-co-055085.html"} , {"body" : "To the Editor: Melinda Holm's Jan. 28 letter tells us that the car-free city of the blizzard was a wonderful thing. I hope she will take that vehicle-free city to its fullest in the Manhattan Mall she envisions. Where will her bread, milk and eggs come from? How much will they cost? Will they travel in our public transport system? New York is a" , "date" : "19960218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "15" , "title" : "Who'll Deliver the Milk In the Vehicle-Free City?" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/18\/nyregion\/l-who-ll-deliver-the-milk-in-the-vehicle-free-city-055450.html"} , {"body" : "AUGUST state legislators, including nearly all those from the city, made it official yesterday when they moved faster than a three-card monte player to override the Governor's veto of a sensitive labor bill. New York's police officers and firefighters, they affirmed, are special, a breed apart from all other municipal workers, deserving enhanced" , "date" : "19960213" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NYC;When Police Presume Too Much" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/13\/nyregion\/nyc-when-police-presume-too-much.html"} , {"body" : "Fueled by youthful enthusiasm, grand ideals and a distaste for Newt Gingrich, a 30-year-old former assistant district attorney is preparing to take on Representative Jerrold L. Nadler in the Democratic primary on Sept. 10. \"I woke up one morning,\" said the challenger, Brian Steel, \"tired of hearing about Newt Gingrich setting the national agenda," , "date" : "19960211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: UPPER WEST SIDE;A Young Challenger Takes on Nadler -- and in a Way, Gingrich" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/11\/nyregion\/neighborhood-report-upper-west-side-young-challenger-takes-nadler-way-gingrich.html"} , {"body" : "Over the last four years, from a modest apartment in Jamaica, Queens, Olushina Godwin Adekanbi built a multimillion-dollar enterprise that became the largest credit-card fraud ring in the nation, investigators said yesterday. But the operation has now been shut down, according to Queens District Attorney Richard Brown, who announced the indictment" , "date" : "19960208" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Authorities Break Credit-Card Fraud Ring" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/08\/nyregion\/authorities-break-credit-card-fraud-ring.html"} , {"body" : "The bicycle path alongside the harbor in Bay Ridge, Brooklyn, was deserted yesterday -- no surprise, as each cruel gust of wind lifted a blinding sheet of snow from the ground. Not a person was to be found at the 79th Street Boat Basin in Manhattan, where ice floes thumped against the boats' flanks. It was a day when only the hardy, the foolish and" , "date" : "19960205" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Longest February Begins With Lowest Temperatures" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/05\/nyregion\/longest-february-begins-with-lowest-temperatures.html"} , {"body" : "Prompted by a rash of illegal betting on the Super Bowl, about 100 law enforcement officers and members of the Brooklyn District Attorney's office raided 14 gambling operations Saturday in Brooklyn and Queens and on Staten Island. The police arrested 26 people and confiscated about $25,000 in cash, as well as telephones, satellite television" , "date" : "19960129" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Arrest 26 in Raids On 14 Gambling Operations" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/29\/nyregion\/police-arrest-26-in-raids-on-14-gambling-operations.html"} , {"body" : "Mayor Rudolph W. Giuliani raised $1.4 million in campaign contributions in the last six months, bringing to $4.6 million the amount he has raised for his next race, according to reports filed yesterday. That places the Republican Mayor far ahead of any of his potential Democratic rivals. Fernando Ferrer, the Bronx Borough President, reported having" , "date" : "19960117" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Mayor Far Outpaces Rivals in Fund Raising" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/17\/nyregion\/mayor-far-outpaces-rivals-in-fund-raising.html"} , {"body" : "Detectives used metal detectors and police dogs yesterday to search for clues in the shooting death of an off-duty police officer in Brooklyn on Saturday night and said they still had not determined whether the death was a suicide, a homicide or an accident. The officer, Kimberly Rivera, 28, was shot once in the head about 10 P.M. Saturday outside" , "date" : "19960116" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Detectives Search for Clues In Off-Duty Officer's Death" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/16\/nyregion\/detectives-search-for-clues-in-off-duty-officer-s-death.html"} ,   {"body" : "For some residents of Bensonhurst and Borough Park, the N train is the only subway line for several blocks. More than the other lines in southern Brooklyn, all of which were paralyzed by last week's snowstorm but were brought back Tuesday and Wednesday, the N line proved to be a particular problem for the Transit Authority. From the Eighth Avenue" , "date" : "19960114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: SNOWBOUND BROOKLYN;Snow Makes Snail of N Train" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/14\/nyregion\/neighborhood-report-snowbound-brooklyn-snow-makes-snail-of-n-train.html"} , {"body" : "FOR the third time, Carol Link caresses a Noritake tea cup with an elaborate red and gold design. It's part of a set of china (service for six with extra serving plates) selling at the Harlem Restoration Thrift Shop for $150, a price that makes her think the unthinkable. \"I already own two sets of china,\" she mumbles, \"but I certainly don't own" , "date" : "19960114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Thrift Shop Steps Up in Class" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/14\/nyregion\/the-thrift-shop-steps-up-in-class.html"} , {"body" : "A year ago, people who illegally chopped down trees in New York City got off with nothing more than a perfunctory fine. But yesterday, Andrew Campanile, who gained notoriety as the tree killer of Astoria, Queens, got a taste of the city's growing resolve: He was sentenced to 500 hours of community service for destroying seven trees in a case of" , "date" : "19960112" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Community Work for Tree Killer, But Penalties Will Stiffen Today" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/12\/nyregion\/community-work-for-tree-killer-but-penalties-will-stiffen-today.html"} , {"body" : "IT seems the simplest of props: footprints are painted on the floor, a baseball bat is suspended by wires, home plate is just below. On the wall behind looms a life-size photograph of Jackie Robinson. You, the visitor, put your feet in Robinson's footsteps and step up to the plate. You grasp the bat. Suddenly, the roar of the crowd materializes all" , "date" : "19960105" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Brooklyn History, Inning by Inning" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/05\/arts\/brooklyn-history-inning-by-inning.html"} , {"body" : "When hundreds of school crossing guards and school aides braved sleet and slush on Tuesday night to vote on the municipal employees contract, they viewed the labor agreement far more charitably than New York City's teachers viewed their roughly similar accord. The school aides, near the bottom of the city's economic pecking order, were delighted" , "date" : "19960104" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Security a Top Issue in Municipal Pact" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/04\/nyregion\/security-a-top-issue-in-municipal-pact.html"}]