[  {"body" : "Queens detectives were searching last night for an employee of a small store in Jamaica, Queens, saying they want to question him about the death of a young woman whose body was found in the store near where a friend of hers was found badly beaten. The employee, Fitzroy Morris, 30, worked at Mama's Mini Mart, an arcade of stores at 109-10 Guy R." , "date" : "19961231" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Employee of Store Where Woman Was Found Slain Is Sought in Inquiry" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/31\/nyregion\/employee-of-store-where-woman-was-found-slain-is-sought-in-inquiry.html"} , {"body" : "Murder by strangers has declined more than twice as much as murder by acquaintances over four years in New York City, part of a pronounced shift in both the nature and scope of homicide in the city. The city is almost certain to end the year with fewer than 1,000 murders, the lowest level since 1968, newly released police records show. The figures" , "date" : "19961229" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Steep Drop in Random Killings Signals Shift in New York Crime" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/29\/nyregion\/steep-drop-in-random-killings-signals-shift-in-new-york-crime.html"} , {"body" : "No matter how many words are written, an article can offer only a snapshot from the moving picture of a life. Here are some follow-up reports on people profiled in The City in 1996. It's not easy to bring up a gifted child like Sheria Mattis, particularly in a tough neighborhood like Bedford-Stuyvesant. A lot has changed in Sheria Mattis's life" , "date" : "19961229" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Portrait of a Gifted Child" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/29\/nyregion\/portrait-of-a-gifted-child.html"} , {"body" : "Several dozen people were injured yesterday afternoon when the scene of a drug raid in Bedford-Stuyvesant, Brooklyn, also became the scene of a traffic accident involving two buses, at least two police vehicles and several parked cars. Details were still being sorted out last evening, hours after the commotion at Gates and Nostrand Avenues, but" , "date" : "19961228" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Buses Crash In Brooklyn At Location Of Drug Raid" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/28\/nyregion\/buses-crash-in-brooklyn-at-location-of-drug-raid.html"} , {"body" : "St. John's Fran Fraschilla and the Red Storm put down their basketballs and picked up their spatulas yesterday in a soup kitchen at St. John the Baptist in Bedford Stuyvesant, Brooklyn, the site of the old St. John's University campus. Fraschilla and his players helped serve a Christmas meal that included chicken cutlets, mashed potatoes, corn," , "date" : "19961224" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "12" , "title" : "COLLEGE BASKETBALL REPORT" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/24\/sports\/college-basketball-report.html"} , {"body" : "''LOBY!'' shouted the foreman of substation No. 42 on East 57th Street, as he opened the door to a room full of roaring 4,000-kilowatt Westinghouse rotary converters transforming electric power for the Lexington Avenue line. Robert W. Lobenstein greeted his colleague and walked into one of the last city power stations using those old copper and" , "date" : "19961222" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "The Power Broker of the Subway" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/22\/nyregion\/the-power-broker-of-the-subway.html"} , {"body" : "Schools Chancellor Rudy Crew will be able to use his new power to hire school superintendents almost immediately in 27 of the city's 32 school districts. The timing of the legislation enacted yesterday coincides with the final months of three-year contracts between all the local school boards and their district superintendents. Five local school" , "date" : "19961218" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "9" , "title" : "Timing Allows Crew To Respond Quickly" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/18\/nyregion\/timing-allows-crew-to-respond-quickly.html"} , {"body" : "It was, law enforcement officials said, a family business, founded by the parents and taken over -- and expanded -- by their son. But the multimillion-dollar enterprise will not serve as a role model in business schools: the merchandise was powdered and crack cocaine, and the methods included three murders, the officials said last week as they" , "date" : "19961215" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "52" , "title" : "Police Say Captured Drug Gang Was a Family-Run Operation" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/15\/nyregion\/police-say-captured-drug-gang-was-a-family-run-operation.html"} , {"body" : "This is a sampling of the musical presentations planned for the holiday season at churches and concert halls in New York City. All are free unless otherwise noted (churches accept donations). This selection, compiled by Anthony Tommasini, represents what caught this critic's eye and excited his expectations. Today CARNEGIE HALL. ''A Holiday" , "date" : "19961213" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "Joyful Noises: A Guide to Holiday Music in New York City" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/13\/arts\/joyful-noises-a-guide-to-holiday-music-in-new-york-city.html"} , {"body" : "The Brooklyn District Attorney said yesterday that he would seek the death penalty in a second case, this one against a 22-year-old man accused of killing another man execution style while stealing a jeweled gold pendant and necklace from him. District Attorney Charles J. Hynes, who has said he opposes the death penalty, is still the only New York" , "date" : "19961212" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Brooklyn Prosecutor Seeks Death Penalty in a 2d Case" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/12\/nyregion\/brooklyn-prosecutor-seeks-death-penalty-in-a-2d-case.html"} ,   {"body" : "As white teen-agers go, so goes the music business. Inner-city buyers initiate the fads, but it takes massive expenditures by whites in the suburbs to sustain them. In the first days of this month, kids from Maine to California swarmed to the mall for new recordings by the recently murdered rap star Tupac Shakur and his fellow rapper Snoop Doggy" , "date" : "19961209" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "16" , "title" : "Dying to Be Black" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/09\/opinion\/dying-to-be-black.html"} , {"body" : "In the 32 years she lived on Madison Street in Bedford-Stuyvesant, Brooklyn, a neighborhood where the night air is often punctuated by gunfire, Evelyn Davis never aspired to be a hero, her family said yesterday. But she had become a kind of everyday hero in the eyes of some residents nonetheless. For years, she volunteered to take an elderly" , "date" : "19961209" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Woman Who Saved 2 Is Called 'Fighter'" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/09\/nyregion\/woman-who-saved-2-is-called-fighter.html"} , {"body" : "A gunman methodically tried to murder five people yesterday morning during a brutal robbery at a Brooklyn social club, the police said, and 32-year-old Evelyn Davis was stabbed to death trying to stop him. Ms. Davis had been chatting with friends at the Happiness social club in Bedford-Stuyvesant when their quiet party turned into a bloody holdup" , "date" : "19961208" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "51" , "title" : "Gunman at a Brooklyn Club Kills 3, Including a Woman Who Saved 2" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/08\/nyregion\/gunman-at-a-brooklyn-club-kills-3-including-a-woman-who-saved-2.html"} , {"body" : "The owner of a bodega in Brooklyn opened fire on a group of five teen-agers who he suspected were trying to steal junk food on Thursday night, killing one, a 15-year-old shot in the back, and wounding another as they ran out of the store, the police said. The police said they had no indication that the teen-agers, walking home from Thanksgiving" , "date" : "19961130" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Bodego Owner Shoots Youths, Killing One" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/30\/nyregion\/bodego-owner-shoots-youths-killing-one.html"} , {"body" : "A second Brooklyn teen-ager was convicted of murder yesterday in the death of a subway token clerk whose booth was set afire during a robbery attempt a year ago yesterday. Moments after a jury in State Supreme Court in Brooklyn delivered the verdict, and as some of his relatives fled sobbing from the courtroom, the defendant, Vincent Ellerbe, 18," , "date" : "19961127" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2d Teen-Ager Is Guilty in Burning Death of Token Clerk" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/27\/nyregion\/2d-teen-ager-is-guilty-in-burning-death-of-token-clerk.html"} , {"body" : "Pamela Russell was married just three months when her husband punched her. She chose not to wait for an encore. She took her two young children, and left her home, car and other possessions forever. She fled to a shelter for battered women. Her husband pursued her as she furtively shuttled from shelter to shelter in Tampa, Fla. She moved to New" , "date" : "19961120" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Battered Women Learn to Cut Costs and Take Control" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/20\/nyregion\/battered-women-learn-to-cut-costs-and-take-control.html"} , {"body" : "On the chilly night of Nov. 26, 1995, Harry P. Kaufman emerged from the inferno of a Brooklyn subway station and stumbled into the arms of a police officer, screaming: ''They blew up my booth! I can't believe they blew me out of my booth!'' Two weeks later, he died from the devastating burns he suffered in the attack, which drew national attention" , "date" : "19961119" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Trial Begins for 2 in Arson Killing of Token Booth Clerk" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/19\/nyregion\/trial-begins-for-2-in-arson-killing-of-token-booth-clerk.html"} , {"body" : "From a Brooklyn church pulpit, Schools Chancellor Rudy Crew vowed yesterday to continue his battle against troubled school districts despite a Federal ruling last week that said he overstepped his authority in removing several ousted board members in the South Bronx. While never referring directly to the Justice Department decision that said school" , "date" : "19961118" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Schools Chief Vows to Press Battle on Troubled Districts" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/18\/nyregion\/schools-chief-vows-to-press-battle-on-troubled-districts.html"} , {"body" : "Over the years, Arthur Bramwell has become accustomed to being something of a standout. He is chairman of the Republican Party in Brooklyn, a borough where Democratic voters outnumber Republicans 6 to 1. A 78-year-old black man who has lived his entire life in Bedford-Stuyvesant, he leads a party whose few electoral victories have been centered in" , "date" : "19961117" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "For a Staunch Republican, Ousting a Rival Superseded Party Unity" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/17\/nyregion\/for-a-staunch-republican-ousting-a-rival-superseded-party-unity.html"} , {"body" : "They get out of jail, still young enough to go back to school. And if they do return to school, juvenile justice experts find, they are much more likely to get a degree or a job. But for a growing number of teen-agers across the country, getting into school after getting out of jail means crossing a precarious threshold, their home and street lives" , "date" : "19961117" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Youngest Ex-Cons: Facing A Difficult Road Out of Crime" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/17\/nyregion\/the-youngest-ex-cons-facing-a-difficult-road-out-of-crime.html"} ,   {"body" : "LAST SUMMER, WHEN the producers of Bill Cosby's new sitcom, ''Cosby,'' offered Doug E. Doug a major role in the CBS series, the young man accepted without qualms. A stand-up comedian who starred in the popular Disney movie ''Cool Runnings'' in 1993 and briefly had a sitcom himself that year, he felt more than ready to hold his own in prime time." , "date" : "19961117" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "A Young Comic On Cosby's Turf" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/17\/arts\/a-young-comic-on-cosby-s-turf.html"} , {"body" : "Lou Singer, who guided thousands and thousands of visitors through the other-borough charms of Brooklyn and sang its praises in accents compatible with that environment, died on Tuesday in Long Island College Hospital in Brooklyn. He was 71 and lived in Brooklyn. The cause was complications after surgery for cancer, his wife, Leona, said. Until his" , "date" : "19961107" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["U.S." , "Obituaries"] , "page_facet" : "27" , "title" : "Lou Singer, 71, Guide to the Sights of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/07\/us\/lou-singer-71-guide-to-the-sights-of-brooklyn.html"} , {"body" : "A Brooklyn man was arrested on Friday and charged with killing his half-sister and her 4-year-old daughter in their Bedford-Stuyvesant apartment last April, the police said. The man, Rohan Levy, 20, of 1196 Decatur Avenue in Brooklyn, was charged with two counts of murder in the stabbing deaths of Michelle Lawrence, 26, and her daughter, Nicholle" , "date" : "19961103" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "Man Charged in Stabbings" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/03\/nyregion\/man-charged-in-stabbings.html"} , {"body" : "A Brooklyn man with no prior criminal record was charged with murder after the police said he stormed into the streets near his home in Bedford-Stuyvesant on Monday and killed a 17-year-old youth who he thought had sexually assaulted his 14-year-old daughter. Law enforcement officials said it was still unclear whether the youth, Lamont Daniels, was" , "date" : "19961031" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "Man Held in Killing After Daughter's Assault" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/31\/nyregion\/man-held-in-killing-after-daughter-s-assault.html"} , {"body" : "A 50-year-old chocolate factory worker who was shot five years ago by the police in a case of mistaken identity, rendering him a paraplegic, has been awarded $12.7 million by a jury that decided the officer had fired his gun unnecessarily because his life was not in danger. The jury deliberated for five hours before returning the verdict on Tuesday" , "date" : "19961031" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "$12.7 Million Awarded to Man Shot by the Police" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/31\/nyregion\/12.7-million-awarded-to-man-shot-by-the-police.html"} , {"body" : "On a chill, gray morning seven months ago, State Farm raised its red and white banner in the heart of Harlem, on 125th Street, where shops like Ben & Jerry's and Capezio's alternate with boarded-up buildings, storefront churches, luncheonettes and used-furniture stores. It was the first time the company, the country's biggest insurer of homes and" , "date" : "19961030" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["LOS ANGELES (CALIF)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "HARLEM (NYC)" , "CHICAGO (ILL)" , "BRONX (NYC)" , "ST LOUIS (MO)" , "CALIFORNIA" , "MISSOURI"] , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "Protest and Possible Profit Bring Back the Insurers" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/30\/business\/protest-and-possible-profit-bring-back-the-insurers.html"} , {"body" : "Just before noon every day at Richmond Hill High School, something takes place that is more familiar to factory workers than to students: the start of the second shift. Seniors and juniors, ending their school day, stream out of one side of the Queens school, and freshmen and sophomores arrive through another entrance to start theirs. For a few" , "date" : "19961021" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Crowding Is Eased With Less Class Time" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/21\/nyregion\/crowding-is-eased-with-less-class-time.html"} , {"body" : "A Brooklyn teen-ager was convicted of murder yesterday in the death of a subway token clerk whose booth was set afire during a robbery attempt. The killing drew national attention because some law-enforcement officials and political figures charged that the attack had been inspired by a movie, ''Money Train,'' which was playing at the time of the" , "date" : "19961018" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Teen-Ager Is Convicted in Token Clerk's Murder" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/18\/nyregion\/teen-ager-is-convicted-in-token-clerk-s-murder.html"} , {"body" : "New York City spends millions of dollars a year paying for child care for welfare recipients without any quality control, safety oversight or basic information about the people being paid to care for thousands of the city's most vulnerable children. And as the city moves to comply with the new Federal welfare law, officials in New York say that" , "date" : "19961014" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Welfare Mothers and Informal Day Care: Is It Up to Par?" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/14\/nyregion\/welfare-mothers-and-informal-day-care-is-it-up-to-par.html"} , {"body" : "A Federal judge last night halted Mayor Rudolph W. Giuliani's efforts to present Rupert Murdoch's new 24-hour news channel on a city-run cable station, putting a temporary end to an extraordinary struggle involving the Mayor and two of the country's most powerful media empires. Only a few hours before the city was to begin broadcasting Mr." , "date" : "19961012" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "TIME WARNER WINS ORDER KEEPING FOX OFF CITY CABLE TV" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/12\/nyregion\/time-warner-wins-order-keeping-fox-off-city-cable-tv.html"} ,   {"body" : "The plan to rebuild Kings County Hospital Center is becoming to New York what the construction of the Great Pyramids was to ancient Egypt: a legendary, long-running public works project. The difference is that the Pyramids actually got built. Fifteen years, $110 million and many task forces since city officials first promised to construct a new" , "date" : "19961007" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Another Plan for Kings County Hospital: Dare It Succeed?" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/07\/nyregion\/another-plan-for-kings-county-hospital-dare-it-succeed.html"} , {"body" : "Julia Waldbaum, an effervescent personification of motherly concern, homey wisdom and business savvy who helped build a supermarket chain from a butter and egg store in Brooklyn, died in her sleep on Monday as her son held her hand in her apartment in Floral Park, Queens. Mrs. Waldbaum, 99, who would have turned 100 on July 4, had been a longtime" , "date" : "19961003" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "21" , "title" : "Julia Waldbaum, 99, Owner Of a Chain of Supermarkets" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/03\/nyregion\/julia-waldbaum-99-owner-of-a-chain-of-supermarkets.html"} , {"body" : "The brownstone comes under scrutiny next month with two seminars and a house tour. On Tuesday night, the Brownstone Revival Committee will hold a seminar on how to find craftsmen to repair facades, restore stoops, replace missing wainscotting and rectify a host of other problems encountered by those brave enough to take on a property needing" , "date" : "19960929" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Tour and 2 Seminars: Buying and Repairs" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/29\/realestate\/tour-and-2-seminars-buying-and-repairs.html"} , {"body" : "The large red-lettered sign outside 867 Marcy Avenue says, ''Street ologist Consultant Firm.'' Inside, Timmie Vincent, youth advocate, basketball coach and former Harlem Globetrotter turned storefront philosopher, has file drawers and scrapbooks labeled ''streetology.'' He has business cards that say ''director of streetology,'' and he can produce" , "date" : "19960922" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "Exploring Streetology (Whatever That Is)" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/22\/nyregion\/exploring-streetology-whatever-that-is.html"} , {"body" : "For 10 years, a gang known as the Raysor Organization dominated the crack trade in Bedford-Stuyvesant, Brooklyn, ready to burn down a building or shoot a rival or witness to keep its lucrative operation going, law-enforcement officials said. But the gang members' brutality was frequently matched by ineptness, the authorities said. Gunning for a" , "date" : "19960920" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "10 Accused In Drug Sales And Killings" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/20\/nyregion\/10-accused-in-drug-sales-and-killings.html"} , {"body" : "NEW YORK Union Man Behind Transit Plan Willie James, leader of New York City's transit workers' union, had made the difficult decision to let the Transit Authority put welfare recipients to work cleaning subways and buses for the first time, even as it eliminated 500 union jobs. But as contract talks wound down, he wanted something in return. Mr." , "date" : "19960920" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Metro Digest" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/20\/nyregion\/metro-digest-421189.html"} , {"body" : "In a block of historic brownstones, their cast-iron balustrades freshly painted, their front gardens beautifully manicured, the house at 198 McDonough Street in the Bedford-Stuyvesant section of Brooklyn stands out. It is the only house that appears to be falling apart. Its brownstone veneer has given way on the ground floor, leaving only sloppily" , "date" : "19960913" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "29" , "title" : "A New Program to Fix Up the Eyesore on the Block" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/13\/business\/a-new-program-to-fix-up-the-eyesore-on-the-block.html"} , {"body" : "In a bustling storefront headquarters in Crown Heights, Clarence A. Norman spent most of yesterday commanding troops of campaign volunteers, discussing last-minute strategies on leafleting and getting voters to polls. While Mr. Norman, a State Assemblyman, faces his own race in tomorrow's Democratic primary, his more pressing focus was on the" , "date" : "19960909" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Primary Races Are Obscure, but Reputations Are on the Line" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/09\/nyregion\/primary-races-are-obscure-but-reputations-are-on-the-line.html"} , {"author" : "Sara Mosle is a contributing writer for the Magazine." , "body" : "TO HIS STUDENTS, Michael A. Johnson is a little like one of those slightly overbearing parents -- the kind who is always packing off his kids to private schools and tutors or Stanley Kaplan courses to make sure that they get into an Ivy League college. The principal and founder of the Science Skills Center, a three-year-old public high school at" , "date" : "19960908" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine" , "Education"] , "page_facet" : "41" , "title" : "SCORES COUNT" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/08\/magazine\/scores-count.html"} , {"body" : "A century ago, when Jacob Riis photographed the slums of New York, he knew what he was after: more space, more windows and better ventilation and sanitation for the poor. Today, after a hundred trends in urban renewal have come and gone, there is no longer a simple idea for improving poor neighborhoods. But there is plenty of regret, regret for" , "date" : "19960906" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "18" , "title" : "Clear Goal in the 1890's Is Unclear by the 1990's" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/06\/arts\/clear-goal-in-the-1890-s-is-unclear-by-the-1990-s.html"} ,   {"body" : "New York City sends more than 60 legislators to the State Assembly, but most do not face difficult races this November, and only a few will be opposed in next Tuesday's primaries. Here are the more serious contests. 36th District (Queens): Democratic primary. Denis Butler, 69, has represented this Astoria-based district for 20 years. Although we" , "date" : "19960905" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "The Assembly Primaries" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/05\/opinion\/the-assembly-primaries.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA $176.500 155 West 20th Street 1-bedroom, 1-bath, 850-sq.-ft. co-op in a prewar Art Deco building: dining area, sunken living room, windowed kitchen, 2" , "date" : "19960901" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/01\/realestate\/residential-resales-073776.html"} , {"body" : "SAVE for a few white lilies sprouting from gaudy plastic flower arrangements near the stage, there is little evidence that the New York Christian Life Center in East New York, Brooklyn, is a church. There is hardly any Christian iconography. The setting is like a television studio, with a band near the stage playing snappy interludes, contemporary" , "date" : "19960901" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "The Rev. Doctor Banker" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/01\/nyregion\/the-rev-doctor-banker.html"} , {"body" : "New York City's public schools are so crowded this year that thousands of their 1.06 million students will report to class next week at such unlikely places as a converted World War II torpedo factory in Brooklyn, a renovated department store in Queens, the upper floors of the Town Hall theater in midtown Manhattan and dozens of temporary aluminum" , "date" : "19960829" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "DOMINICAN REPUBLIC" , "MEXICO"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "ENROLLMENT SURGE IN NEW YORK CITY STRAINS SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/29\/nyregion\/enrollment-surge-in-new-york-city-strains-schools.html"} , {"body" : "Harley Morton Jones, a community-minded architect who was a former chairman of the Department of Interior Design at the Pratt Institute in Brooklyn, died on Sunday at his home in Greenwich Village. He was 60. The cause was pneumonia, Janet Fisher, a Pratt spokeswoman, said. Mr. Jones taught graduate and undergraduate courses at Pratt's School of" , "date" : "19960822" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "17" , "title" : "Harley M. Jones, 60, Architect Who Taught at the Pratt Institute" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/22\/nyregion\/harley-m-jones-60-architect-who-taught-at-the-pratt-institute.html"} , {"body" : "Thanks to a blend of determined detective work and plain good luck, police officials yesterday announced the arrest of a Brooklyn man who they said had ambushed and critically wounded a police officer in Washington Heights last Thursday. After determining that the gun used to shoot the officer, Francis Latimer, 33, had also been used in the armed" , "date" : "19960821" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Cabbies Help Police Find Suspect in Shooting of an Officer" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/21\/nyregion\/cabbies-help-police-find-suspect-in-shooting-of-an-officer.html"} , {"body" : "One car of a subway train derailed along the Franklin Avenue shuttle line in Brooklyn yesterday afternoon after it struck a piece of concrete that appeared to have been deliberately placed on the tracks, transit officials said. There were no injuries, though it was unclear how many passengers were on board the shuttle train when it derailed at" , "date" : "19960819" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Franklin Avenue Shuttle Derails" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/19\/nyregion\/franklin-avenue-shuttle-derails.html"} , {"body" : "A group of men who set fire to a homeless woman asleep in a Brooklyn subway station were caught early yesterday because they bragged about the attack, the police said. The 30-year-old woman, whose name was not released, was treated at Interfaith Medical Center for second-degree burns on her left arm, and released after several hours, said Lars" , "date" : "19960810" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "2 Arrested in Burning Of Homeless Woman" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/10\/nyregion\/2-arrested-in-burning-of-homeless-woman.html"} , {"body" : "THIS may strike some as premature, and it is one of those dry-as-toast topics that can send people searching for the sports section. But the time is at hand to decide exactly how the Census Bureau will calculate the United States population in 2000, under the Constitutional imperative of a national head count every 10 years. (Was that the riffling" , "date" : "19960806" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Maneuvering For Precision In New Census" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/06\/nyregion\/maneuvering-for-precision-in-new-census.html"} , {"body" : "The posters, a blend of cyberlingo and hip-hop-speak, beckon from phone booths in the heart of Bedford-Stuyvesant. They are often ripped down by day's end. But sometimes they last long enough to lure a would-be cybernaut to a new frontier. ''Brothas and Sistas,'' they blare. ''Not tall enough for the N.B.A.? Too 'unique' to get signed to a record" , "date" : "19960803" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)" , "SOUTH BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "21" , "title" : "Power Through Cyberspace" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/03\/nyregion\/power-through-cyberspace.html"} ,   {"body" : "A Brooklyn man who lost control of his pickup truck on a Bedford-Stuyvesant street and crashed into a group of children, killing one, surrendered yesterday, the police said. The man, Paul Lucas, 47, was charged with first-degree assault, vehicular manslaughter, driving while intoxicated and leaving the scene of a crime. Shortly before 8 P.M. on" , "date" : "19960728" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Driver Surrenders in Fatal Crash" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/28\/nyregion\/driver-surrenders-in-fatal-crash.html"} , {"body" : "A 19-month-old boy was killed and three other children were critically injured last night when they were struck by a pickup truck that jumped a curb in Brooklyn. A police spokesman, Officer Robert Samuels, said that the driver of the truck stopped after striking the children but then fled on foot. The incident occurred about 8 P.M. in front of 547" , "date" : "19960727" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Child Killed When Truck Jumps a Curb" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/27\/nyregion\/child-killed-when-truck-jumps-a-curb.html"} , {"body" : "Here is a sampling of shows in the New York metropolitan region that are to close soon: Closing This Weekend IN MY FATHER'S HOUSE,\" Billie Holiday Theater, 1368 Fulton Street, Bedford-Stuyvesant, Brooklyn. A drama by Samm-Art Williams about the effects of the Rodney King case on a black family in Los Angeles; directed by Walter Dallas. Through" , "date" : "19960726" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "18" , "title" : "Last Chance" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/26\/theater\/last-chance.html"} , {"body" : "William C. Thompson Jr. says he is adamantly opposed to giving Mayor Rudolph W. Giuliani direct control over the city school system. He has firmly rejected the idea of relinquishing to the police the Schools Chancellor's ultimate responsibility for school security, as the Mayor demands. And he has forged ties on the Board of Education with some of" , "date" : "19960709" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "BATTLE AT THE BOARD OF EDUCATION: THE CHALLENGER -- Man in the News;A Knack for Compromise: William Colridge Thompson Jr." , "url" : "http:\/\/www.nytimes.com\/1996\/07\/09\/nyregion\/battle-board-education-challenger-man-knack-for-compromise-william-colridge.html"} , {"body" : "Inside a squat, brick-and-granite building built before the Civil War to protect Fort Hamilton from attack, there is a story about Brooklyn and war. The story told in the old caponier (or flank battery), now the Harbor Defense Museum, is of a fort that was always prepared for battle -- with a 24-pound cannon pointed toward New York harbor, rifled" , "date" : "19960707" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: BAY RIDGE;A Battle To Preserve City History" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/07\/nyregion\/neighborhood-report-bay-ridge-a-battle-to-preserve-city-history.html"} , {"body" : "There are no brownstones in Bangladesh. But in the brownstone corridors of Brooklyn, the men who wipe grime off the aging stone buildings, restore their cracking stoops and spruce up their cornices are increasingly immigrants from Bangladesh. Sometimes, people ask, 'Where did you learn to do this?' \" said Mostafizur Rahman, a construction worker" , "date" : "19960706" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BANGLADESH"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Building Lives on Brooklyn's Scaffolds" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/06\/nyregion\/building-lives-on-brooklyn-s-scaffolds.html"} , {"body" : "In a perverse way, it is a pleasure to watch a first-rate director (Walter Dallas) and cast try to impose conceptual unity on material that resists them to the end in the production of \"In My Father's House,\" the new play by Samm-Art Williams at the Billie Holiday Theater in Brooklyn. Set in South Central Los Angeles in 1992 on the night rioting" , "date" : "19960704" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "16" , "title" : "THEATER REVIEW;Conflicts in Black Family Mirror Those on Streets" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/04\/theater\/theater-review-conflicts-in-black-family-mirror-those-on-streets.html"} , {"body" : "After two consecutive years of plunging citywide crime rates, fresh New York City police statistics show that murder, burglary, robbery and other serious crimes are dropping sharply again this year across the city and once again at an accelerating pace. Despite several recent high-profile crimes -- notably the beatings of women in Central Park and" , "date" : "19960703" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)" , "NEW YORK CITY" , "RIVERDALE (NYC)" , "MARBLE HILL(NYC)" , "NEW YORK, NY, USA" , "EAST VILLAGE (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "1996 Data Show Crime Rates Are Still Falling in New York" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/03\/nyregion\/1996-data-show-crime-rates-are-still-falling-in-new-york.html"} , {"body" : "WALT WHITMAN alone gives Brooklyn a glorious poetic history: he said his \"Leaves of Grass\" was influenced by his years there. And Brooklyn is the only borough to have a poet laureate. The latest holder of the title is Dennis Nurkse, a Brooklynite who has had three collections of poetry published. A 1970 graduate of Harvard University, he has taught" , "date" : "19960609" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "17" , "title" : "SOAPBOX;Passing a Literary Torch" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/09\/nyregion\/soapbox-passing-a-literary-torch.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN BATTERY PARK CITY $230,000 250 South End Avenue (Hudson View East) 2-bedroom, 2-bath, 1,066-sq.-ft. condo in a 9-year-old building; 24-hr. concierge, dining area," , "date" : "19960609" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/09\/realestate\/residential-resales-004510.html"} ,   {"body" : "As his boss toured the halls of academia and privilege across the Hudson River, Vice President Al Gore went to the heart of Brooklyn yesterday, shaking hands with shoppers in the Fulton Mall and walking through a former crack house turned into a thriving day-care program. The brief visit did not carry the frenzy of a full-blown campaign stop, but" , "date" : "19960605" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "POLITICS: THE VICE PRESIDENT;Taking Little for Granted, Gore Campaigns in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/05\/nyregion\/politics-the-vice-president-taking-little-for-granted-gore-campaigns-in-brooklyn.html"} , {"body" : "Amid all the voices on the sun-splashed streets and sidewalks of this village by the ocean, the most eloquent words today were silent ones. \"God bless Shane Daniels\" read signs in the windows of a dozen shops and stores. And nowhere, it seemed, was that sentiment felt more deeply than in Joan Boyce's jewelry store. Her business is practically" , "date" : "19960603" , "day_of_week_facet" : "Monday" , "geo_facet" : ["WESTHAMPTON (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Summer Village Regrets a Chilling Event" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/03\/nyregion\/summer-village-regrets-a-chilling-event.html"} , {"body" : "IT is April 12 and I am standing in the ring of the old Felt Forum in Madison Square Garden. I can feel the weight of 4,500 pairs of eyes all bearing down on me from the sloping stands that seem to ascend endlessly into a dark infinity. The lights overhead are unnaturally hot. The first-round bell rings and for the first time, I am forced to look" , "date" : "19960602" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Was It My Night?" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/02\/nyregion\/was-it-my-night.html"} , {"body" : "At 18, Antoine Joyce is a veteran of New York City's summer jobs market. Having been employed for four summers in the Federal Government's largest employment program for teen-agers, he has been cast off this year to fend for himself. \"You just have to go for it,\" said Mr. Joyce, of Bedford-Stuyvesant, Brooklyn, who finished his sophomore year at" , "date" : "19960602" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "A Few Bright Spots for Young People Seeking Summer Jobs" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/02\/nyregion\/a-few-bright-spots-for-young-people-seeking-summer-jobs.html"} , {"body" : "DEVELOPERS using public and private funds under New York City's new Neighborhood Entrepreneur Program are rehabilitating nearly 1,200 rental apartments for low- and moderate-income families. The apartments, in neighborhoods including Harlem and Bedford-Stuyvesant and Crown Heights in Brooklyn, are to be restored by the middle of next year. Most" , "date" : "19960517" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY" , "HARLEM (NYC)" , "CROWN HEIGHTS(NYC)" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "9" , "title" : "Real Estate;A new program is rehabilitating some 1,200 rental apartments in New York City." , "url" : "http:\/\/www.nytimes.com\/1996\/05\/17\/business\/real-estate-new-program-rehabilitating-some-1200-rental-apartments-new-york-city.html"} , {"body" : "Trying to quell criticism that has dogged him since his world tour that included countries shunned by the United States, Louis Farrakhan spoke after a rousing welcome at a crowded Brooklyn church last night, saying that the purpose of his actions was to guide others rather than to give glory to himself. With nearly 1,000 people crowding the pews," , "date" : "19960514" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Farrakhan Defends His World Tour Before a Receptive Crowd in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/14\/nyregion\/farrakhan-defends-his-world-tour-before-a-receptive-crowd-in-brooklyn.html"} , {"body" : "YOU must be trying to catch God's eye in that hat,\" an elderly woman said to me recently in playful homage to my Sunday-go-to-church hat. The woman tipped her own rhinestone-studded, lavender and black felt hat in approval. I'd heard the expression before. As a child growing up in the 1950's, the women elders at my Baptist church often greeted each" , "date" : "19960512" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Defense Of the Church Hat" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/12\/nyregion\/in-defense-of-the-church-hat.html"} , {"body" : "Midway through a whirlwind day of conferences, civic appearances and meetings with community groups, Howard Golden, the Brooklyn Borough President, convened a gathering of residents to confront Giuliani administration officials about an unwelcome event. The Mayor's office wanted to stage a half-marathon along Ocean Parkway through several Brooklyn" , "date" : "19960512" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "5 Presidents Without (Much) Portfolio;Doubts Are Raised About Largely Ceremonial Borough Chief Post" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/12\/nyregion\/5-presidents-without-much-portfolio-doubts-are-raised-about-largely-ceremonial.html"} , {"body" : "A police unit equipped with a battering ram and a sledgehammer and carrying a search warrant burst into the Jameel Grocery, a bodega under the rusting tracks of the Z train in Williamsburg, Brooklyn, and arrested three clerks one day last week on charges that they sold marijuana to an undercover officer. As they handcuffed the clerks, one, Eric" , "date" : "19960510" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Drug Sweeps Begin to Make Inroads" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/10\/nyregion\/brooklyn-drug-sweeps-begin-to-make-inroads.html"} , {"body" : "It was school board election day in New York City yesterday, and Carmelo Saez Jr., ousted as president of his board by three successive chancellors on charges of corruption and patronage, was making the rounds of polling places in the West Bronx. At one, he angrily told poll workers to be sure not to lose the votes cast by himself, his relatives" , "date" : "19960508" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Election Day for School Boards Mixes Apathy, Anger and Disgust" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/08\/nyregion\/election-day-for-school-boards-mixes-apathy-anger-and-disgust.html"} ,   {"body" : "A police officer was arrested yesterday on charges that he worked off duty as an armed drug courier for a Brooklyn cocaine dealer, police officials said. Internal Affairs detectives first began investigating Officer Steven Lawrence, 26, of the 81st Precinct in Bedford-Stuyvesant in January, after receiving tips that he was working for drug dealers," , "date" : "19960425" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Officer Is Accused of Working as a Drug Courier" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/25\/nyregion\/officer-is-accused-of-working-as-a-drug-courier.html"} , {"body" : "They are easy to overlook, these four woodframe houses, simple and spare, the paint peeling from their facades. Except that on a block lined with a towering housing project, they stand alone in a clearing, tucked behind a fence on Bergen Street in Brooklyn. Except that when surrounding buildings in Bedford-Stuyvesant were razed and replaced, they" , "date" : "19960422" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Unearthing the Tales Of a Lost Settlement;Glimpses of Black History in a Place That Faded From Maps and Memory" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/22\/nyregion\/unearthing-tales-lost-settlement-glimpses-black-history-place-that-faded-maps.html"} , {"body" : "With its bunker-style design and slit windows gated in mesh, Public School 308 in the Bedford-Stuyvesant section of Brooklyn is the essence of a fortress. The metaphor is right for a school that shelters children against drug dealers, gangs and hopelessness. District 16 -- to which P.S. 308 belongs -- ranks near the bottom in the city for academic" , "date" : "19960422" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "12" , "title" : "Editorial Notebook: Hostility Toward the Gifted;The Life and Times Of P.S. 308" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/22\/opinion\/editorial-notebook-hostility-toward-the-gifted-the-life-and-times-of-ps-308.html"} , {"body" : "A 9-month-old baby whose death was apparently a case of child abuse had been removed from her mother's care last year, but was returned less than a month later when child welfare workers found no proof of abuse, officials familiar with the case said yesterday. Yesterday, the mother, Denise Williams, 23, and her boyfriend were being held in the" , "date" : "19960417" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Child Agency Under Scrutiny in Death of a 9-Month-Old" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/17\/nyregion\/child-agency-under-scrutiny-in-death-of-a-9-month-old.html"} , {"body" : "Mayor Rudolph W. Giuliani swore in his new Police Commissioner yesterday with pageantry worthy of a mayoral inauguration -- and indeed it was the Mayor, in his favorite role as the city's premier crimefighter, who was the focus of the bunting-wrapped event on the City Hall steps. With the departing Commissioner, William J. Bratton, nowhere to be" , "date" : "19960416" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In High Ceremony, Safir Is Sworn In to Lead Police" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/16\/nyregion\/in-high-ceremony-safir-is-sworn-in-to-lead-police.html"} , {"body" : "It is people like the man in the black beret who make Marisol Colon get off the street by dusk. With a nervous stride and darting eyes, he paces the corner of Glenmore and Chestnut. A young woman with French braids tells him that she wants to talk, but not with strangers standing close by. They move to a doorway where he quickly places something in" , "date" : "19960407" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Hopeful East New Yorkers Await Police Drug Sweep" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/07\/nyregion\/hopeful-east-new-yorkers-await-police-drug-sweep.html"} , {"body" : "Defying the conventional wisdom that drug dealing is an ineradicable plague, the New York City Police Department next week will put up to 3,000 officers and weapons ranging from new computer software to hydraulic battering rams into its biggest assault ever on neighborhood pushers. While skeptical criminologists cite a history of failed antidrug" , "date" : "19960404" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "1" , "title" : "Police to Start Big Offensive Against Drugs" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/04\/nyregion\/police-to-start-big-offensive-against-drugs.html"} , {"body" : "EVEN now, seven decades away from her North Carolina girlhood, Virginia Hall has a fondness for Wednesday nights. For it was on fall and winter Wednesdays that Mrs. Hall, a sharecropper's daughter who now lives in the Bedford-Stuyvesant section of Brooklyn, would gather around the large wooden frame in the living room with her mother and her" , "date" : "19960404" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["SOUTHERN STATES (US)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Life's Thread Stitched Into Quilts" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/04\/garden\/life-s-thread-stitched-into-quilts.html"} , {"body" : "Officer Anthony Falconite gazed at the line of battered livery cabs idling in the rain. It looked like robbery weather. \"These guys are immigrants who work 16 hours a day,\" he said. \"I feel terrible that somebody could take their day's work -- and maybe their life -- in one shot.\" He and other members of the Police Department's street crime unit" , "date" : "19960404" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Cab Crimes Drop, but Drivers' Fears Remain High" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/04\/nyregion\/cab-crimes-drop-but-drivers-fears-remain-high.html"} , {"body" : "In his first days in office in January 1994, Police Commissioner William J. Bratton tossed a panhandler off a subway car, sacked his department's entire high command and promised to \"take back the city block by block.\" Those actions at the very beginning of his tenure foreshadowed three key elements of Mr. Bratton's approach: a relentless focus on" , "date" : "19960327" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE BRATTON RESIGNATION: THE LEGACY;Bratton Hailed as Pioneer Of New Style of Policing" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/27\/nyregion\/bratton-resignation-legacy-bratton-hailed-pioneer-new-style-policing.html"} ,   {"body" : "At twilight, when the rest of the children in the neighborhood are more likely watching television than crunching numbers, a dozen girls at the Mahalia Jackson School in Crown Heights pore over lessons in calculating means and medians. In another corner of the middle school, students are being trained in martial arts and dance. A few miles north," , "date" : "19960324" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: CENTRAL BROOKLYN;Divide and Conquer: Inner-City Children Getting Into Math" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/24\/nyregion\/neighborhood-report-central-brooklyn-divide-conquer-inner-city-children-getting.html"} , {"body" : "MORNINGSIDE HEIGHTS Tribute to a Jazz School That Started It All In the early 70's, Justin DiCioccio developed the first fully accredited high school jazz curriculum when he taught at what was then known as the High School of Performing Arts (now Fiorello H. La Guardia High School for Music and Art and the Performing Arts). The program and the" , "date" : "19960324" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/24\/nyregion\/playing-in-the-neighborhood-025062.html"} , {"body" : "Christopher Wallace, the Brooklyn-born rap artist known by the stage names Notorious B.I.G. and Biggie Smalls, was arrested early yesterday in Manhattan after chasing two autograph seekers and smashing the windows of their cab with a baseball bat, the police said. The two fans approached Mr. Wallace outside the Palladium nightclub, at 126 East 14th" , "date" : "19960324" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "Rap Artist Arrested In Assault With Bat" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/24\/nyregion\/rap-artist-arrested-in-assault-with-bat.html"} , {"body" : "NEW YORK Lobbying in Albany on Rise Corporations and interest groups spent $46.9 million to lobby state government in New York last year, a 20 percent increase over 1994 and the largest rise in nearly two decades, a state commission said. Hospitals are among the companies at the top of the list, and unions for state workers and teachers also made" , "date" : "19960314" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/14\/nyregion\/metro-digest-009237.html"} , {"body" : "NEW YORK Lobbying in Albany on Rise Corporations and interest groups spent $46.9 million to lobby state government in New York last year, a 20 percent increase over 1994 and the largest rise in nearly two decades, a state commission said. Hospitals are among the companies at the top of the list, and unions for state workers and teachers also made" , "date" : "19960314" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/14\/nyregion\/metro-digest-001201.html"} , {"body" : "A wild shootout that erupted on a street in Bedford-Stuyvesant, Brooklyn, late yesterday afternoon left one man dead and three others injured, including a 14-year-old boy who was seriously hurt by the gunfire, the police said. The gunfight started about 6 P.M. in front of a six-story apartment building at the corner of Jefferson and Franklin" , "date" : "19960314" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Brooklyn Shootout Kills Man and Injures Three" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/14\/nyregion\/brooklyn-shootout-kills-man-and-injures-three.html"} , {"body" : "For the seniors Kenya Jones and Mindy Sokalsky, this was their last chance for glory while playing basketball at New York University. With the help of two sophomores -- Marsha Harris from Jamaica, Queens, and Roselle Franklin from Brooklyn -- they made the most of it over the weekend by landing a spot in the National Collegiate Athletic Association" , "date" : "19960312" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "N.C.A.A. TOURNAMENT;N.Y.U.'s Persistence Pays Off" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/12\/sports\/ncaa-tournament-nyu-s-persistence-pays-off.html"} , {"body" : "IT used to be that Deborah Cantie wouldn't know where she'd wake up. Life for a addict is like that, she said. Instead of a two-minute egg, she would start with a two-dollar bottle. But that was another day. This morning, the sun cracked through the blinds of Ms. Cantie's bedroom window. The day was fresh and she had things to do. It's good to have" , "date" : "19960310" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Cocaine Daze;Deborah Cantie Knows Guns, Drugs and Rikers Island. Now She Is Seeking Help. Can a Life Change?" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/10\/nyregion\/cocaine-daze-deborah-cantie-knows-guns-drugs-rikers-island-now-she-seeking-help.html"} , {"body" : "John Thomas, 18 years old, wearing a blue hard hat, stood atop a ladder with a circuit tester, prodding the wiring of an old red subway car, incongruously parked in an outsize classroom at the High School of Transit Technology. The problem: a train is stalled in a crowded subway station. The assignment: find the dead circuit. Mr. Thomas, a senior," , "date" : "19960309" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "25" , "title" : "Express Track for Jobs;Transit Tech Updates Vocational High With Courses on Modern Trains" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/09\/nyregion\/express-track-for-jobs-transit-tech-updates-vocational-high-with-courses-modern.html"} , {"body" : "On Feb. 11, The City profiled the scene at a Jamaica, Queens, pawnshop run by a man known as Goldfinger, who helps out aspiring rappers. Here's a look at one of his proteges, Borngod Allah, who has just had a child. \"Dreams are for suckers,\" Borngod Allah said through a cloud of cigarette smoke, his feet propped up and crossed on the desk in" , "date" : "19960303" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["JAMAICA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: JAMAICA;Borngod Allah, Surviving" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/03\/nyregion\/neighborhood-report-jamaica-borngod-allah-surviving.html"} ,   {"body" : "Using a witness's recollection of three letters from a license plate, detectives in Queens tracked down and arrested three men yesterday who they said had stolen a truck from an auto dealership and then run down a 17-year-old Brooklyn woman during a flight from the police. The break in the case came from a witness to part of the carjacking Tuesday" , "date" : "19960301" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "3 Held in Carjacking That Hurt Teen-Ager" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/01\/nyregion\/3-held-in-carjacking-that-hurt-teen-ager.html"} , {"body" : "A livery-cab driver was found shot to death in the front seat of his car on a Brooklyn street early yesterday, the police said. The police were investigating whether the killing of Mikhail Sharov, 42 -- the fourth of a livery-cab driver in New York this year -- was related to the other three slayings, which ballistics tests showed were committed" , "date" : "19960227" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Another Livery-Cab Driver Is Fatally Shot in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/27\/nyregion\/another-livery-cab-driver-is-fatally-shot-in-brooklyn.html"} , {"body" : "As they looked out at a panoramic view of the city, Queens Republicans had a lot to celebrate at their annual dinner: a Republican Governor, a Republican in Gracie Mansion, several strongholds around the city and fertile ground for future success. But that Republican Mayor was among the many boycotting the affair, and some of those who did attend" , "date" : "19960226" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Bitter Feuds Split G.O.P. In Queens and Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/26\/nyregion\/bitter-feuds-split-gop-in-queens-and-brooklyn.html"} , {"body" : "IT is a biting-cold Friday morning in a small, overheated apartment in Bedford-Stuyvesant, Brooklyn. Eight-year-old Sheria Mattis pulls on a pair of blue jeans that she decorated the night before with multicolored Magic Markers and neon Band-Aids. On Fridays, her mother lets her wear whatever she wants to school. \"You look beautiful,\" says her" , "date" : "19960225" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Portrait Of a Gifted Child" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/25\/nyregion\/portrait-of-a-gifted-child.html"} , {"body" : "WEST SIDE Attention on Deck! Wild Blue Science The Intrepid Sea-Air-Space Museum is looking for a few good children -- and offering them special activities this vacation week. In the Undersea Frontier exhibit, children can search for actual sunken treasure while they learn about using maps. Physics meets art at the Wings 'n Things activity, where" , "date" : "19960218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/18\/nyregion\/playing-in-the-neighborhood-055093.html"} , {"body" : "Terminal's Hideaways Q. A friend told me that a whole other world exists above the old waiting room of Grand Central Terminal -- one of tennis courts and posh apartments. What's the story? A. Your friend is a little off on the location of the apartment, but there was one and it was posh indeed. In the 1920's, John W. Campbell, the president of the" , "date" : "19960218" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1996\/02\/18\/nyregion\/fyi-055255.html"} , {"body" : "A 3-year-old girl and two adults died yesterday when flames dashed through a three-story house in South Jamaica, Queens, that officials said had been illegally converted into five units. Two firefighters suffered minor injuries battling the blaze in the gray wood-frame house at 109-39 156th Street just before 5 A.M., said Jerry Sanford, a spokesman" , "date" : "19960214" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Child and 2 Adults Die in a Queens Fire" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/14\/nyregion\/child-and-2-adults-die-in-a-queens-fire.html"} , {"body" : "As a young girl, Yolanda Rivera passed many hours hiding in closets or at the local firehouse. Both places offered protection from her father, an abusive alcoholic. \"It became like a routine,\" Ms. Rivera said, recalling how she and her sister would climb out the window and run to the fire station when her father came home drunk. \"We knew every" , "date" : "19960213" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE NEEDIEST CASES;Empowered by Respect, Mother Rebuilds Family" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/13\/nyregion\/the-neediest-cases-empowered-by-respect-mother-rebuilds-family.html"} , {"body" : "AS a latecomer to redevelopment, the Saratoga Square urban renewal area in the Bedford-Stuyvesant and Brownsville sections of Brooklyn still bears the signs of new housing construction waiting to happen. There are scattered vacant tracts in city ownership, many of them once occupied by abandoned housing. But rehabilitation work has moved forward," , "date" : "19960211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Building Homes, and Skilled Developers, in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/11\/realestate\/building-homes-and-skilled-developers-in-brooklyn.html"} , {"body" : "Three years ago, Van DeWard Woods, vice president of Sylvia's Restaurant and the son of its founder, Sylvia Woods, tried to spin off a line of soul-food products like Sylvia's Hot and Sassy Sauce, salad dressings, and seasonings. But the venture was understaffed and undercapitalized. About eight months ago, Mr. Woods was forced to halt production" , "date" : "19960211" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: HARLEM;New Life for Soul-Food Venture" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/11\/nyregion\/neighborhood-report-harlem-new-life-for-soul-food-venture.html"} ,   {"body" : "School custodial helpers and a private company that provides custodial services at eight Brooklyn schools reached an agreement yesterday on a new labor contract, a day after a walkout that left 10,000 students and their teachers without heat for several hours. Mayor Rudolph W. Giuliani said that in spite of the four-hour strike by the 40 or so" , "date" : "19960209" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "School Custodians Accept New Contract" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/09\/nyregion\/school-custodians-accept-new-contract.html"} , {"body" : "Shortly after 9 A.M., the security screens roll up at a handful of discount furniture stores at the intersection of Fulton Street and Nostrand Avenue in Brooklyn. At the Krusty Bakery, coffee is sold through a bulletproof glass partition, and elsewhere, mothers roam the aisles of cut-rate clothing stores. A closed bank building has become a big" , "date" : "19960208" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Trickle-Up Economy;Poor Areas Fear a Disaster if Welfare Is Cut" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/08\/nyregion\/the-trickle-up-economy-poor-areas-fear-a-disaster-if-welfare-is-cut.html"} , {"body" : "NEW YORK CITY Wildcat Strike at 8 Schools The Giuliani Administration's effort to have private companies clean and maintain dozens of public schools hit its first snag when custodial helpers at eight Brooklyn schools staged a four-hour strike. [Page B1.] Bracing for Welfare Cuts The engine that drives much of the fragile mini-economy of a" , "date" : "19960208" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK, NY, USA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/08\/nyregion\/metro-digest-029920.html"} , {"body" : "The Giuliani administration's effort to have private companies clean and maintain dozens of New York City public schools hit its first big snag yesterday when custodial helpers at eight Brooklyn schools staged a surprise four-hour strike that deprived more than 10,000 students of heat and hot water and sent many home. The labor dispute -- between" , "date" : "19960208" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Surprise Strike Hits 8 Schools In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/08\/nyregion\/surprise-strike-hits-8-schools-in-brooklyn.html"} , {"body" : "A Brooklyn judge who was criticized for dismissing evidence against a rape suspect reinstated that evidence yesterday, saying his original ruling was based on wrong information from prosecutors and defense lawyers. Acting Justice David Friedman of State Supreme Court maintained that in allowing the evidence, he was not reversing his earlier ruling," , "date" : "19960207" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Evidence Is Reinstated In a Brooklyn Rape Case" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/07\/nyregion\/evidence-is-reinstated-in-a-brooklyn-rape-case.html"} , {"body" : "While critics of Government spending on social services have been asking the nation's charities to take responsibility for the poor, sick and elderly who would be hurt by budget cutbacks, many of the cuts would force those groups to turn away people they now help. Many large religious and other social service organizations get more than half of" , "date" : "19960205" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["U.S." , "Health"] , "page_facet" : "8" , "title" : "Charities Aiding Poor Fear Loss of Government Subsidies" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/05\/us\/charities-aiding-poor-fear-loss-of-government-subsidies.html"} , {"body" : "A week after a political firestorm erupted over a Federal judge's decision to toss out evidence in a multimillion-dollar drug case, top city and state officials assailed a New York State judge yesterday for ruling that evidence in a rape case was illegally collected because the police searched for it at night. But even as Gov. George E. Pataki and" , "date" : "19960202" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Ruling in Favor of a Suspect Puts State Judge Under Fire" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/02\/nyregion\/ruling-in-favor-of-a-suspect-puts-state-judge-under-fire.html"} , {"body" : "While libraries in the rest of the city are connecting patrons to the information superhighway, Brooklyn's are limping along on the information dirt road. Only the Central Library at Grand Army Plaza and the Business Library in Brooklyn Heights have computers with Internet access, but they are only for librarians. In contrast, every public library" , "date" : "19960128" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN ON LINE;Libraries Lag on Surfing the Net" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/28\/nyregion\/neighborhood-report-brooklyn-on-line-libraries-lag-on-surfing-the-net.html"} , {"body" : "The 32-year-old boxer, who hadn't fought in four and a half years, admitted he was nervous. He climbed through the ring ropes yesterday afternoon in a bright gold robe and gold trunks, fighting now as a junior middleweight, at 154 pounds, about 10 more than when he was the welterweight champ. But at 6 feet 2 inches, Mark Breland, in his first foray" , "date" : "19960128" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "9" , "title" : "BOXING;Breland Returns to Ring Modestly in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/28\/sports\/boxing-breland-returns-to-ring-modestly-in-brooklyn.html"} , {"body" : "A Brooklyn grand jury decided yesterday not to charge a man in the death of an off-duty police officer last week after a 911 recording and a medical examiner's report indicated that the man had acted in self-defense, according to the Brooklyn District Attorney's office. Officer Rodney Bishop, 31, was shot to death after he entered the apartment of" , "date" : "19960125" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Shooting of Officer Ruled Self-Defense" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/25\/nyregion\/shooting-of-officer-ruled-self-defense.html"} ,   {"body" : "A Brooklyn couple in their 50's were arrested late Monday after the police said they found drugs, guns, stolen Government checks and a pipe bomb in their Bedford-Stuyvesant apartment. The couple -- Earl Duke, 53, and Stella Duke, 52, of 435 Pulaski Street -- were charged with possession of deadly weapons, drugs, forged instruments and stolen" , "date" : "19960124" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Brooklyn Couple Arrested in Stolen-Check Scheme" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/24\/nyregion\/brooklyn-couple-arrested-in-stolen-check-scheme.html"} , {"body" : "From the stoop of Junior's bodega in Bedford-Stuyvesant, New York's falling crime rate seems like nothing more than a mirage to Jose Arapioamnou. Last July, his father-in-law and brother-in-law were killed by a gunman in a robbery outside the store that his in-laws ran at Stuyvesant Avenue and Madison Street, and several months earlier a store down" , "date" : "19960120" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "No Respite From Murder;City Decline in Killings Is Not Echoed in Bedford-Stuyvesant" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/20\/nyregion\/no-respite-murder-city-decline-killings-not-echoed-bedford-stuyvesant.html"} , {"body" : "An off-duty police officer who was shot dead on Thursday night in Brooklyn was visiting his former girlfriend's apartment when he wound up in a dispute with another man, the police said yesterday. Officers responding to a 911 call from a Bedford-Stuyvesant apartment found Officer Rodney Bishop, 31, a member of the department's Transit Bureau," , "date" : "19960120" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Slain Officer Was Visiting Ex-Girlfriend" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/20\/nyregion\/slain-officer-was-visiting-ex-girlfriend.html"} , {"body" : "It is on the nights when gunfire echoes through the courtyards of the Cypress Hills Houses or when the telephone rings and no one is on the other end that Joyce Delfyette remembers: she still lives with the people who the police think shot her son. \"Sometimes, I feel like we're all hostages in here,\" she said last week. \"I don't want anyone to" , "date" : "19960119" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "He Spoke Up for Law, and Died for It;Officials Say Agency Failed to Move a Family in Time" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/19\/nyregion\/he-spoke-up-for-law-died-for-it-officials-say-agency-failed-move-family-time.html"} , {"body" : "An off-duty police officer was shot and killed last night in a dispute in a Brooklyn apartment, the police said. The officer, Rodney Bishop, 31, a member of the Police Department's Transit Bureau, was shot in the abdomen and thigh with his own weapon in the apartment at 826 Madison Street in Bedford-Stuyvesant. Mr. Bishop died of his wounds at 8:40" , "date" : "19960119" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Transit Officer Slain in Brooklyn Dispute" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/19\/nyregion\/transit-officer-slain-in-brooklyn-dispute.html"} , {"body" : "NEW YORK CITY Sheik Sentenced to Life Despite a defiant 100-minute declaration of his innocence, Sheik Omar Abdel Rahman was sentenced to life in prison for plotting a series of bombings and assassinations that prosecutors said was intended to force the United States to end its support for the Governments of Israel and Egypt. [A1.] Festival Exile" , "date" : "19960118" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/18\/nyregion\/metro-digest-077976.html"} , {"body" : "AFTER shopping for a house almost every day for a year, Genevieve Wilkins found just the thing in the Clinton Hill section of Brooklyn -- a three-family brick and frame house on Claremont Avenue that a bank was selling out of foreclosure for $145,000. But she had a problem. She had saved enough for the down payment, but not enough to manage the" , "date" : "19960114" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Giving Home Buying a Lift in Urban Neighborhoods" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/14\/realestate\/giving-home-buying-a-lift-in-urban-neighborhoods.html"} , {"body" : "HUNDREDS of flowers, a fragrant collage in red and yellow, seemed out of place along Atlantic Avenue's snowbank-snarled traffic on Thursday. More incongruous was where they had just been: by the coffins of Dwayne (Butter) Boone and Glennis (Weeda) Saunders. They were murdered the week before in Bedford-Stuyvesant, gunned down in the lobby of" , "date" : "19960113" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "About New York;In Brooklyn A Message For Mourners" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/13\/nyregion\/about-new-york-in-brooklyn-a-message-for-mourners.html"} , {"body" : "NEW YORK CITY The Art of Wading As the East Coast's new storm turned New York City's sidewalks into snowbanks and the snow turned to toe-numbing slush, the simple act of crossing the street became an art form, an act of navigation and self-expression. A corner of West Broadway and Canal Street was just one of many stages for this latest bit of" , "date" : "19960113" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/13\/nyregion\/metro-digest-065528.html"} , {"body" : "The declaration was of triumph, if not total independence: Sanitation Department officials, conceding that the gargantuan amounts of snow in the city still posed enduring problems, said nonetheless that every street in the city had been plowed by yesterday -- except for the several dozen streets blocked by abandoned cars. \"One hundred percent,\"" , "date" : "19960111" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE BLIZZARD OF 1996: PLOWING;Snowbanks Aside, the Sanitation Department Declares a Victory" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/11\/nyregion\/blizzard-1996-plowing-snowbanks-aside-sanitation-department-declares-victory.html"} ,   {"body" : "In a span of six years, Frances Davis lost three sons, all shot to death on the same block in the Bedford-Stuyvesant section of Brooklyn. Last week, she lost two more family members: her nephews Glennis (Weeda) Saunders, 15, and Dwayne (Butter) Boone, 21, below. They were the latest victims in the undeclared urban war that each day costs the life" , "date" : "19960108" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Fresh Casualties in an Undeclared War" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/08\/nyregion\/fresh-casualties-in-an-undeclared-war.html"} , {"body" : "WHEN the comfort of sleep eludes Frances Davis, which is to say almost every night, she sits alone in her Brooklyn bedroom and writes tender letters to her sons. She never mails them. Her boys, Raleak, Andrew and Frankie, are dead. All were shot to death in a span of six years on the same block of Bedford-Stuyvesant. The letters are her way of" , "date" : "19960108" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "About New York;Crying Out in Undeclared Urban War" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/08\/nyregion\/about-new-york-crying-out-in-undeclared-urban-war.html"} , {"author" : "Jessica Siegel is a freelance writer based in NewYork." , "body" : "It is a little after 8 on a chilly morning and inside Prospect Heights High School in the Crown Heights section of Brooklyn, Peter Dillon's English as a second language class is starting to fill up. The students, all juniors or seniors, have come a long way to get to Prospect Heights -- most from the devastated school system of Haiti, others from" , "date" : "19960107" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S." , "Education"] , "page_facet" : "27" , "title" : "Pitching In Back Home" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/07\/education\/pitching-in-back-home.html"} , {"body" : "In a suspected revenge slaying, a 21-year-old man and his 15-year-old cousin were gunned down early yesterday in the lobby of an apartment house in the Bedford-Stuyvesant section of Brooklyn, the police said. Soon after the discovery of the two bodies, the police reported receiving calls that the victims, Dwayne Boone of 632 Sterling Place and the" , "date" : "19960106" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Two Cousins Fatally Shot; Police See It As Revenge" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/06\/nyregion\/two-cousins-fatally-shot-police-see-it-as-revenge.html"} , {"body" : "NEW YORK CITY Who Will Do the Dirty Work? All across the city, in the 1,000 buildings left without janitors or handymen, office workers discovered new anxieties and frustrations as they battled dirt and dust while running their businesses. And amid the Windex and Mr. Clean, they developed a new appreciation for the men and women who normally do" , "date" : "19960106" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Metro Digest" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/06\/nyregion\/metro-digest-046868.html"} , {"body" : "IT seems the simplest of props: footprints are painted on the floor, a baseball bat is suspended by wires, home plate is just below. On the wall behind looms a life-size photograph of Jackie Robinson. You, the visitor, put your feet in Robinson's footsteps and step up to the plate. You grasp the bat. Suddenly, the roar of the crowd materializes all" , "date" : "19960105" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Brooklyn History, Inning by Inning" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/05\/arts\/brooklyn-history-inning-by-inning.html"} , {"body" : "It was another day and another disaster at 110 Livingston Street, the down-at-the-heels Brooklyn headquarters of the nation's largest school system. New York City teachers had rejected their contract, the Mayor was enraged, and Dr. Rudy Crew, the Schools Chancellor barely off the plane from Tacoma, Wash., was making his own first moves. His" , "date" : "19960102" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "New Player in the Schoolyard;Rudy Crew Settles In and Sets Own Ground Rules" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/02\/nyregion\/new-player-in-the-schoolyard-rudy-crew-settles-in-and-sets-own-ground-rules.html"}]