[  {"body" : "Across Brooklyn over the last year, battles for change and preservation rippled through the borough from Red Hook to Dead Horse Bay, in strikingly grass-roots fashion. The neighborhood crusades were large and small, the issues profound and esthetic. There were victories and defeats and, for some, nebulous results. But whatever the outcome of the" , "date" : "19961229" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "A Ripple of Neighborhood Crusades on Issues of All Kinds" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/29\/nyregion\/a-ripple-of-neighborhood-crusades-on-issues-of-all-kinds.html"} , {"body" : "LAST gridlock Monday, Cynthia Fromer took her first driving lesson from the Rusk Institute, paid for by the state's Vocational and Educational Services for Individuals with Disabilities, made possible by a stranger, Arthur Ainsberg. As Ms. Fromer inched along East 34th Street, she was ''wonderfully, thrillingly terrified.'' Yes, yes, this is our" , "date" : "19961229" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Roads To Recovery And Silence" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/29\/nyregion\/the-roads-to-recovery-and-silence.html"} , {"body" : "Back in 1975, a lawsuit brought by the National Association for the Advancement of Colored People resulted in a landmark civil rights ruling: a Federal judge ordered the desegregation of Mark Twain Junior High School in Coney Island, a predominantly black school in a sea of mostly white schools. That September, over the protests of many parents in" , "date" : "19961222" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "10" , "title" : "Parents Say School for Gifted Is Mostly Magnet for Whites" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/22\/nyregion\/parents-say-school-for-gifted-is-mostly-magnet-for-whites.html"} , {"body" : "Carl Sagan, an astronomer who became one of the nation's best-known scientists by enthusiastically conveying the wonders of the universe to millions of people on television and in books, died yesterday at the Fred Hutchinson Cancer Research Center in Seattle. He was 62 and lived in Ithaca, N.Y. The cause was pneumonia, a complication of the bone" , "date" : "19961221" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Science" , "U.S." , "Obituaries" , "Technology"] , "page_facet" : "26" , "title" : "Carl Sagan, an Astronomer Who Excelled at Popularizing Science, Is Dead at 62" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/21\/us\/carl-sagan-an-astronomer-who-excelled-at-popularizing-science-is-dead-at-62.html"} , {"body" : "For most New Yorkers, the memory and emotional impact of what happened in Howard Beach, Queens, 10 years ago this Friday have faded. But for Jean Griffith Sandiford, the racial killing remains as vivid and piercing as ever, the wound still throbbing. ''When I got the call, how I screamed,'' Mrs. Sandiford, a 53-year-old woman with a soft voice," , "date" : "19961218" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "HOWARD BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Mother Still Mourns Racial-Killing Victim" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/18\/nyregion\/mother-still-mourns-racial-killing-victim.html"} , {"body" : "Fred Kaplan is one of those inveterate New Yorkers, a street-smart kid from Bensonhurst who used to roller-skate to Coney Island and ride the subway into Manhattan to ice-skate in Central Park, who went on to become a well-known literary biographer and scholar firmly rooted in the City University system. Over the years, he could be found poring" , "date" : "19961212" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "1" , "title" : "Urban Life, Urban Danger: Scholar Stabbed on the Subway" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/12\/nyregion\/urban-life-urban-danger-scholar-stabbed-on-the-subway.html"} , {"body" : "TOBY GLICK was lucky, sort of. She suffered serious head and pelvic injuries when a hit-and-run van driver knocked her down on a street in Borough Park, Brooklyn, three weeks ago. Eight months pregnant, she also lost the baby, despite a rescue effort by doctors at Maimonides Medical Center. But at least Mrs. Glick survived, and her husband, a" , "date" : "19961210" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Violence That Can Go Unpunished" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/10\/nyregion\/violence-that-can-go-unpunished.html"} , {"body" : "The Local Climates Q. I've noticed that local television news give weather readings from each of the five boroughs. I haven't paid that much attention, but is the weather really that different across the city? A. The weather can, in fact, vary greatly from borough to borough. For instance, the most intense thunderstorms in the area tend to" , "date" : "19961208" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1996\/12\/08\/nyregion\/fyi-613169.html"} , {"body" : "The altar boy swaggered through the gyms of Brooklyn in a bomber jacket, intimidating tough guys with a ''ghetto stare'' he practiced in the mirror and a machine-gun rap that drowned out the knocking of his knees. Few knew that Gerard Papa had a Columbia law degree and lived at home with his mother. For more than 20 years, the bluff worked; he" , "date" : "19961208" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "9" , "title" : "A Coach Who Pushed Sees His Team Pushed Aside" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/08\/sports\/a-coach-who-pushed-sees-his-team-pushed-aside.html"} , {"body" : "Justice, the old cliche goes, is blind. So at the Queens County Criminal Court building, Mabrouk Mabrouk and his colleagues serve as her eyes. Every day court is in session, Mr. Mabrouk, 67, and about 20 other elderly Queens residents gather in the attorneys' conference room in the basement of the courthouse to divvy up the docket schedules. They" , "date" : "19961208" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Watching for Order in Court" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/08\/nyregion\/watching-for-order-in-court.html"} ,   {"body" : "IT'S the story that had to be told,'' Brooks Arthur said. That's because he lived it. And ''Crooners,'' at the Forum Theater Group here, is that story as told by Mr. Arthur, with the help of Bob Booker. ''If I couldn't be a crooner, I had to write it down,'' Mr. Arthur went on in a telephone interview. So in writing ''Crooners,'' he and Mr. Booker" , "date" : "19961201" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "19" , "title" : "Four Young Men, Crooning Into Adulthood" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/01\/nyregion\/four-young-men-crooning-into-adulthood.html"} , {"body" : "A Brooklyn nightclub employee was acquitted of criminal charges yesterday in connection with the death of an 18-year-old almost two years ago in what is believed to be the country's only death associated with ''moshing.'' Christopher Mitchell, a high school student from Pearl River, N.Y., died of a brain hemorrhage on Dec. 18, 1994, a day after" , "date" : "19961127" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Club Bouncer Acquitted in 'Moshing' Death" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/27\/nyregion\/club-bouncer-acquitted-in-moshing-death.html"} , {"body" : "When Detective Arthur Masinski and his partner, Thomas Bellino, gave chase to four men who were fighting with baseball bats on Staten Island last month, neither knew where the case would lead. The men fled in a sport utility vehicle, but were captured a few blocks away. None of them confessed to being the owner of the vehicle, and for good reason:" , "date" : "19961127" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Kennedy's Stolen Vehicle Is Recovered" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/27\/nyregion\/kennedy-s-stolen-vehicle-is-recovered.html"} , {"body" : "Over the years, Arthur Bramwell has become accustomed to being something of a standout. He is chairman of the Republican Party in Brooklyn, a borough where Democratic voters outnumber Republicans 6 to 1. A 78-year-old black man who has lived his entire life in Bedford-Stuyvesant, he leads a party whose few electoral victories have been centered in" , "date" : "19961117" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "For a Staunch Republican, Ousting a Rival Superseded Party Unity" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/17\/nyregion\/for-a-staunch-republican-ousting-a-rival-superseded-party-unity.html"} , {"body" : "A Brooklyn man has been charged with murder in the beating death of his girlfriend's 3-year-old son, the police said yesterday. The man, Mario Nicolo, 22, was baby-sitting Kevin Morales on Monday when the boy suffered serious head injuries and was rushed from Mr. Nicolo's apartment in Bensonhurst to Staten Island University Hospital. Mr. Nicolo" , "date" : "19961117" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Police Arrest Man In Beating Death Of 3-Year-Old Boy" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/17\/nyregion\/police-arrest-man-in-beating-death-of-3-year-old-boy.html"} , {"body" : "AT 87, Steve D'Inzillo can still rally as loud and strong as he did half a century ago when he led hundreds of the rank and file into the great strike of 1937. Wearing an eye patch and a hearing aid, his fist raised toward the dingy ceiling of union headquarters in Times Square, Mr. D'Inzillo shouted into his microphone the other day: ''We are" , "date" : "19961117" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "3" , "title" : "Fade to Black?" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/17\/nyregion\/fade-to-black.html"} , {"body" : "Just two days after a city sanitation worker died from exposure to hydrofluoric acid that was improperly disposed of in Brooklyn, two city trash collectors discovered canisters with residues of the deadly chemical in a recycling container in the Bronx yesterday, city officials said. The workers, Frank Decicco and Joe Cicogna, were collecting" , "date" : "19961116" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Residue of Deadly Acid Found By Trash Collectors in Bronx" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/16\/nyregion\/residue-of-deadly-acid-found-by-trash-collectors-in-bronx.html"} , {"body" : "Investigators canvassed businesses yesterday in the Brooklyn neighborhood where a sanitation worker died after inhaling fumes from a corrosive acid that had been improperly discarded, seeking to find a business that might have used the dangerous acid. The focus on local businesses came as investigators also tried to find out who manufactured the" , "date" : "19961114" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Inquiry in Brooklyn Seeks Origin of Deadly Garbage" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/14\/nyregion\/inquiry-in-brooklyn-seeks-origin-of-deadly-garbage.html"} , {"body" : "A New York City sanitation worker died yesterday after he inhaled the fumes of a corrosive acid from a discarded container that burst under the compacting blades of a garbage truck making routine collections in Brooklyn. Fire Department hazardous materials experts identified the substance as hydrofluoric acid, which is often used to etch glass. The" , "date" : "19961113" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Trash Collector Dies After Inhaling Discarded Acid" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/13\/nyregion\/trash-collector-dies-after-inhaling-discarded-acid.html"} , {"body" : "In a heated State Senate contest that deepened the fissures in the Republican Party in Brooklyn, Vincent Gentile, a 37-year-old assistant district attorney in Queens, became the first Democrat since 1984 to be elected from the district to the State Senate. The district's core is in the Brooklyn neighborhoods of Bensonhurst and Bay Ridge and in a" , "date" : "19961106" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "A Democrat Wins In Brooklyn District" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/06\/nyregion\/a-democrat-wins-in-brooklyn-district.html"} ,   {"body" : "A baby who was removed from his dead mother's womb on Monday afternoon, after she was killed by a car in Brooklyn, died yesterday in a hospital, and the driver was charged with two counts of manslaughter. Doctors at Maimonides Medical Center in Brooklyn initially saved the baby by an emergency Caesarean section after his mother, Carol Crupi, 36, of" , "date" : "19961030" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Infant in Car Accident Dies; Driver Is Charged in Killing" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/30\/nyregion\/infant-in-car-accident-dies-driver-is-charged-in-killing.html"} , {"body" : "After months of dwindling inventories and rising prices, supplies of heating oil and diesel fuel climbed sharply in the last week, continuing a recent turnaround, the American Petroleum Institute reported late yesterday. The institute's figures were released after the oil markets closed, but heating oil futures dropped following forecasts that the" , "date" : "19961030" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["EASTERN STATES (US)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "15" , "title" : "Heating Oil Supplies Climb As Eastern U.S. Stays Warm" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/30\/business\/heating-oil-supplies-climb-as-eastern-us-stays-warm.html"} , {"body" : "A woman from Brooklyn who was eight months pregnant was struck and killed by a car yesterday, but doctors and nurses at the Maimonides Medical Center saved her unborn baby. The victim, Carol Crupi, 36, of 2108 58th Street, was crossing Bay Parkway in the Bensonhurst section around noon with her daughter Nicol, 4, when a northbound car struck her," , "date" : "19961029" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "Woman Killed by Car, but Baby Is Saved" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/29\/nyregion\/woman-killed-by-car-but-baby-is-saved.html"} , {"body" : "They called it historic, majestic, sublime. They compared it to Christmas morning as a kid or the best birthday ever. They said it was like a wedding day or winning the lottery. New Yorkers were gleefully lost among the metaphors yesterday, but any way you looked at it, the New York Yankees were the toast of the town -- and it was strong stuff," , "date" : "19961028" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "Sports"] , "page_facet" : "1" , "title" : "It's Autumn in New York, And Triumph Is in the Air" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/28\/sports\/it-s-autumn-in-new-york-and-triumph-is-in-the-air.html"} , {"body" : "Ending years of futility and self-doubt, the Yankees defeated the Atlanta Braves 3-2 in a taut thriller last night to win their first World Series title in 18 years. Crowning a magical season of many small miracles, the Yankees dropped the first two games at home and then stormed back to snatch four straight from the defending champions and claim a" , "date" : "19961027" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Comeback Is Complete: Yanks Win the Series" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/27\/sports\/comeback-is-complete-yanks-win-the-series.html"} , {"body" : "It was daybreak yesterday and State Senator Robert J. DiCarlo had already spent more than an hour shaking hands at a subway station, urging the bleary-eyed and the barely responsive to vote for him in the three-way race for the 23d District seat. ''I'm Senator DiCarlo and I'll need your support,'' the tall, hulking incumbent said for the umpteenth" , "date" : "19961024" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "STATEN ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "After Setbacks, DiCarlo Presses Drive for Votes" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/24\/nyregion\/after-setbacks-dicarlo-presses-drive-for-votes.html"} , {"body" : "'The Sun Is Coming Out' As the deluge continued, the Yankees' first World Series game in 15 years was called for rain, and the beleaguered clerk in the one open ticket booth at Yankee Stadium kept telling the soggy fans that ''absolutely no more tickets will be sold.'' All around the Stadium, disappointed fans shook their heads and sloshed through" , "date" : "19961020" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "A Big Toe Causes A Lineup Problem" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/20\/sports\/a-big-toe-causes-a-lineup-problem-901016.html"} , {"body" : "Because of a production error, the continuation of this article, from page 3, was omitted last Sunday. The complete article is reprinted today. T LA ROCK, a 35-year-old from the west Bronx, walked slowly down the corridor arm in arm with Feyga Akselrud, his 87-year-old neighbor. T, 6 foot 4 inches tall, towered over her. ''I must take her back to" , "date" : "19961020" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "T La Rock and His Posse At a Jewish Nursing Home" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/20\/nyregion\/t-la-rock-and-his-posse-at-a-jewish-nursing-home.html"} , {"body" : "T LA ROCK, a 35-year-old from the west Bronx, walked slowly down the corridor arm in arm with Feyga Akselrud, his 87-year-old neighbor. T, 6 foot 4 inches tall, towered over her. ''I must take her back to her room about 100 times a day,'' T said, wearing his red sweatshirt, black sweat pants and Nike sneakers. She wore a duster. ''Spasibo,'' she" , "date" : "19961013" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "T La Rock and His New Posse" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/13\/nyregion\/t-la-rock-and-his-new-posse.html"} , {"body" : "A picture of a graffiti mural on Thursday with an article about charges of drug dealing in Bensonhurst, Brooklyn, was published in error, and the caption misstated the cause of death of the young man honored by the mural. According to the Medical Examiner's office, the man, John Joseph Vite, died of natural causes; his death was not related to" , "date" : "19961009" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Corrections"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/09\/nyregion\/c-corrections-722910.html"} ,   {"body" : "In the last few days, Sonja Preston has received a steady stream of telephone calls and campaign literature in the mail urging her to vote in a local primary election she thought had been finished a month ago. ''The candidates have been calling and calling, telling me how important it is for me to vote on Thursday,'' Ms. Preston, a housewife in Bay" , "date" : "19961007" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "All-Out Drive Courting Second-Primary Voters" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/07\/nyregion\/all-out-drive-courting-second-primary-voters.html"} , {"body" : "LAST weekend at the New York Film Festival, my seats even farther back and toward the sides than last year, my applications for the opening and closing films rejected yet again, I bleakly thought: If no one helps me, I will end up seeing the French last wave from a curb on Broadway. How sad it is being shuffled off for newer, richer," , "date" : "19961006" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "If I Were Borough President. A Fantasy." , "url" : "http:\/\/www.nytimes.com\/1996\/10\/06\/nyregion\/if-i-were-borough-president-a-fantasy.html"} , {"body" : "The Gold Star Pizzeria at Avenue O and West Third Street in Brooklyn sits on a corner virtually indistinguishable from those of dozens of family-owned cafes that dot the mostly middle-class landscape of Bensonhurst. Its neighborhood is one of well-kept apartment buildings and two-family houses with yards and porches surrounded by plaster flower" , "date" : "19961003" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "In a Well-Kept Part of Brooklyn, Crack Arrests Are Met With Concern" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/03\/nyregion\/in-a-well-kept-part-of-brooklyn-crack-arrests-are-met-with-concern.html"} , {"body" : "In a case that law enforcement officials said erodes the myth that the Mafia will not stoop to street-level drug dealing, the United States Attorney in Brooklyn announced the arrest yesterday of 40 people believed to be members of a crack-cocaine ring operated by the Lucchese crime family. The arrests, made before dawn by hundreds of city police" , "date" : "19961002" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Officials Say Mafia Ran Crack Ring In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/02\/nyregion\/officials-say-mafia-ran-crack-ring-in-brooklyn.html"} , {"body" : "Most mornings these days, Vincent J. Gentile follows a ritual of campaigning at subway stations, moving on to gatherings of senior citizens, then filling his afternoons with strategy meetings and more face-to-face discussions with potential voters. Despite his systematic campaigning for November's general election for a State Senate seat that" , "date" : "19960930" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Candidate Campaigns Hard, but He's Not Sure Against Whom" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/30\/nyregion\/brooklyn-candidate-campaigns-hard-but-he-s-not-sure-against-whom.html"} , {"body" : "In another indication of the magnitude of overcrowding in New York City's public schools, the teachers' union reported yesterday that one of every six classes had more students than allowed under the union's contract with the city. In many classes the number of students registered is only one or two above the limit, which is 32 in elementary" , "date" : "19960926" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Teachers Step Up Pressure On Issue of Overcrowding" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/26\/nyregion\/teachers-step-up-pressure-on-issue-of-overcrowding.html"} , {"body" : "As the Rev. Al Sharpton formally announced his candidacy for Mayor yesterday, Democratic leaders said that his surprise entry into the race would complicate their efforts to regain City Hall next year. Mr. Sharpton announced his candidacy to a packed congregation during the morning service at Canaan Baptist Church in Harlem, issuing a blistering" , "date" : "19960923" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Sharpton's Candidacy Has Democratic Leaders Stewing Over Strategy" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/23\/nyregion\/sharpton-s-candidacy-has-democratic-leaders-stewing-over-strategy.html"} , {"body" : "''WHEN people hear I'm from Coney Island, they walk away or they ask to see my gun,'' said Roderick Spivey, 17, who has no gun. ''I'm not comfortable in Coney Island. People are jealous, they want to mess you up and bring you down. Like crabs in the bucket.'' We were sitting in the bingo hall of the Most Precious Blood Roman Catholic Church in" , "date" : "19960922" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Flames Are Fanning Against Racism" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/22\/nyregion\/the-flames-are-fanning-against-racism.html"} , {"body" : "Suggesting that the case had not been worth prosecuting, a judge in Brooklyn refused yesterday to impose a penalty on a former school principal convicted of diverting $2,200 in school money to set up a weight-lifting and exercise room at his school for himself and his teachers. ''The District Attorney could have spent his resources and time" , "date" : "19960913" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Judge Declines to Penalize Principal for an Illicit Gym" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/13\/nyregion\/judge-declines-to-penalize-principal-for-an-illicit-gym.html"} , {"body" : "Renee R. Roth, the Manhattan surrogate who found herself facing an unusually high-profile challenge, won the Democratic primary yesterday. She defeated Karen S. Burstein, a former family court judge who drew strong support in New York City in her failed bid two years ago to become State Attorney General Ms. Roth's victory was generally an exception" , "date" : "19960911" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Roth Survives Burstein's Challenge in Surrogate Race" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/11\/nyregion\/roth-survives-burstein-s-challenge-in-surrogate-race.html"} ,   {"body" : "In a bustling storefront headquarters in Crown Heights, Clarence A. Norman spent most of yesterday commanding troops of campaign volunteers, discussing last-minute strategies on leafleting and getting voters to polls. While Mr. Norman, a State Assemblyman, faces his own race in tomorrow's Democratic primary, his more pressing focus was on the" , "date" : "19960909" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Primary Races Are Obscure, but Reputations Are on the Line" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/09\/nyregion\/primary-races-are-obscure-but-reputations-are-on-the-line.html"} , {"body" : "ON a humid morning last week, Michael D. Benjamin stood at the entrance to the subway station at Grand Army Plaza in Brooklyn, passing out campaign material and urging riders to vote for his candidate. Some people stopped and listened. Many simply darted by, looking more than a little annoyed. After all, Mr. Benjamin was stumping for a candidate in" , "date" : "19960908" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Wake Up! It's Primary Time" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/08\/nyregion\/wake-up-it-s-primary-time.html"} , {"body" : "In New York City, where more than four-fifths of registered voters are Democrats, skirmishes among Republicans are rare. But a race for State Senate in parts of Brooklyn and Staten Island is serving as a vivid example of how deep the fissures can become when Republicans do battle. On the surface, the race is a simple, if bitter, contest between a" , "date" : "19960905" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "State Senate Race Opens Rift Within New York City G.O.P." , "url" : "http:\/\/www.nytimes.com\/1996\/09\/05\/nyregion\/state-senate-race-opens-rift-within-new-york-city-gop.html"} , {"body" : "In New York City, where more than half the residents are immigrants or the children of immigrants, a sense of panic and confusion has rippled from the shores of Brighton Beach to the streets of Washington Heights as the sweeping Federal welfare bill has become law, affecting millions of people, but perhaps none so immediately as the foreign-born." , "date" : "19960826" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "For New York's Newcomers, Anxiety Over Welfare Law" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/26\/nyregion\/for-new-york-s-newcomers-anxiety-over-welfare-law.html"} , {"body" : "Eda Cawthon reclined on a plastic chaise longue, her eyes obscured by sunglasses and her toes wriggling and pointing at the Atlantic Ocean as she waited for her husband, Craig, to schlep back half a mile from the parking lot. He had dropped her on the beach in Neponsit, Queens, off Beach 147th Street, and would now drive through the neighborhood's" , "date" : "19960824" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BELLE HARBOR (NYC)" , "ROCKAWAY BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Parking Bans Keep Outsiders From Queens Sand and Surf" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/24\/nyregion\/parking-bans-keep-outsiders-from-queens-sand-and-surf.html"} , {"body" : "There was a time, before the feud, when Blanca Ramirez and Sonia Torres were never apart, their neighbors say. They were friends like that for more than 20 years. Hermanas. Sisters, almost. They double dated. They baby-sat each other's children, bathed them, changed their diapers; Blanca is the godmother of Sonia's oldest boy. When they needed to" , "date" : "19960725" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Street Divided Hatfield-McCoy Style;Feud Escalates, Block Suffers In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/25\/nyregion\/street-divided-hatfield-mccoy-style-feud-escalates-block-suffers-in-brooklyn.html"} , {"body" : "Sam Henry Kass likes to imagine that the characters in his first film, \"The Search for One-Eye Jimmy,\" are the offspring of Ralph and Alice Kramden. Not that his movie takes place in the \"Honeymooners\" locale, Bensonhurst. Red Hook is Mr. Kass's terrain, and his antic take is based on the disappearance of a resident of that insular and isolated" , "date" : "19960707" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "12" , "title" : "Search for One-Eye Jimmy' Led From Brooklyn to L.A." , "url" : "http:\/\/www.nytimes.com\/1996\/07\/07\/movies\/search-for-one-eye-jimmy-led-from-brooklyn-to-la.html"} , {"body" : "THE INTRUDER By Peter Blauner 397 pages. Simon & Schuster. $23. Too many New Yorkers will identify with Jake Schiff, the beleaguered central character in Peter Blauner's gripping new urban thriller, \"The Intruder.\" A poor boy from Bensonhurst, Jake has scrapped his way up the ladder to become one of the city's 10 toughest lawyers and a partner in" , "date" : "19960704" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "17" , "title" : "BOOKS OF THE TIMES;Even for a Rich Lawyer, City Life Can Be Murder" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/04\/books\/books-of-the-times-even-for-a-rich-lawyer-city-life-can-be-murder.html"} , {"author" : "Walter Goodman is a television critic for The NewYork Times." , "body" : "GO AND TELL PHARAOH The Autobiography of the Reverend Al Sharpton. By Al Sharpton and Anthony Walton. Illustrated. 276 pp. New York: Doubleday. $23.95. THE REV. AL SHARPTON announces in the prologue to his autobiography that being stabbed while leading a protest march in 1991 caused him to ask himself what he was doing with his life. He resolved" , "date" : "19960623" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "27" , "title" : "Advertisements for Himself" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/23\/books\/advertisements-for-himself.html"} , {"body" : "A package bomb mailed to a Brooklyn woman appeared to be the work of the same person who killed one woman and injured five other people in similar attacks that began in 1982, the police said yesterday. The bomb, encased in a small parcel that was mailed to the woman, Marietta Basile of Bensonhurst, exploded Thursday afternoon when her 79-year-old" , "date" : "19960622" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Brooklyn Bomb Tied to Series of 5 Apparently Random Attacks" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/22\/nyregion\/brooklyn-bomb-tied-to-series-of-5-apparently-random-attacks.html"} ,   {"body" : "A package bomb that investigators said resembled four others sent to New Yorkers over the last 14 years exploded yesterday when a Brooklyn man opened it, the police said. The man, Richard Basile, 77, of Bay 26th Street in Bensonhurst, was not hurt when he triggered the explosion in his living room by opening a small parcel addressed to his wife," , "date" : "19960621" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Bomb Similar to 4 Others Explodes in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/21\/nyregion\/bomb-similar-to-4-others-explodes-in-brooklyn.html"} , {"body" : "From time to time, a single incident or series of events seems to leap out of the vast variousness of New York City life and come to symbolize some emerging shift in the public mood. The Zodiac killings in the spring and summer of 1990 became an emblem, in that extraordinarily violent time, of a growing fear among many New Yorkers that the city was" , "date" : "19960621" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Startling Arrests Capture Growing Mood That New York Is Safer" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/21\/nyregion\/2-startling-arrests-capture-growing-mood-that-new-york-is-safer.html"} , {"body" : "NEW YORK Math Scores Up at Schools For the second year in a row, elementary school students in all 32 New York City school districts raised their scores in a standardized test of math skills, and continued a four-year trend of improving math performance citywide, officials announced. While students did not fare as well in reading, officials" , "date" : "19960621" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK, NY, USA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Metro Digest" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/21\/nyregion\/metro-digest-032646.html"} , {"body" : "Like most suburbanites, Patricia and Peter Lukas live in a single-family home on their own plot of land and have two cars. But they have no garage, carport or driveway. Or even a curb. Neither do their next-door neighbors, nor the ones living across the street. Actually, there is no street. The Lukases live on January Walk, a central walkway that" , "date" : "19960613" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Without Streets, And Loving It;In This L.I. Neighborhood, 'Walks' Are a Way of Life" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/13\/nyregion\/without-streets-and-loving-it-in-this-li-neighborhood-walks-are-a-way-of-life.html"} , {"body" : "When Pete Pedone was a top dee-jay back in the late 70s, when the music was at its peak, he was the main-man-with-the-aqua-green-van, the disco dude who got 400 phone numbers in the single calendar year of 1979. The world belonged to him and he was unstoppable, sauve, smooth-talking and he had a steady gig mixing wax and 8-tracks for Brooklyn's" , "date" : "19960609" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Saturday Night Fever: The Life" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/09\/nyregion\/saturday-night-fever-the-life.html"} , {"body" : "As fires go, it was minor. Just an empty truck damaged; no one hurt. But the blaze was intended as a menacing message for a Brooklyn company trying to get a foothold in New York City's lucrative garbage-carting business. It backfired. Instead, the company, the Chambers Paper Fibres Corporation, became the conduit through which the Manhattan" , "date" : "19960609" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "When the Mafia Got Greedy, a Garbage Hauler Went Undercover" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/09\/nyregion\/when-the-mafia-got-greedy-a-garbage-hauler-went-undercover.html"} , {"body" : "It is almost time to put the school year to bed, so let the summer street games begin. In the brick courtyard of Confucius Plaza in Chinatown, a group of teen-agers play handball against a wall obstructed by a light pole and fire plugs. They speak to each other in Chinese, but they put plenty of English on the ball. \"It's not a real handball court," , "date" : "19960608" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Stoopball? Ringalevio? Hey, It's the 90's!;Flash, Speed and Money Replace Old Street Games For Children of the City" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/08\/nyregion\/stoopball-ringalevio-hey-it-s-90-s-flash-speed-money-replace-old-street-games.html"} , {"body" : "THIS time of year drives Marilyn Bach crazy. It's not the scramble to prepare students for the Regents exams or finals that unsettles this Bronx teacher. Nor is it some vague, generalized fear about the state of urban public schools near the end of the century. She can pinpoint the cause of her concern: it's Thursday of the week after Memorial Day," , "date" : "19960605" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "About New York;A Day Off (For Others) Rankles" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/05\/nyregion\/about-new-york-a-day-off-for-others-rankles.html"} , {"body" : "One of two elderly women beaten to death in a Bensonhurst apartment had apparently confronted a home health care worker about $600 worth of forged checks shortly before the women were fatally bludgeoned, the police said yesterday. The police said they suspected that Vincenza Weaver, 75, the younger of two cousins found slain on May 17, questioned" , "date" : "19960526" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "29" , "title" : "Health Aide Is Accused In Killings of 2 Women" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/26\/nyregion\/health-aide-is-accused-in-killings-of-2-women.html"} , {"body" : "CITYWIDE A Week of Events To Aid Communities Nearly 70,000 volunteers are expected to join in Neighborhood Week, a giant citywide effort, beginning on Saturday, to benefit more than 1,700 community improvement projects. The organizers say the city has 413 distinct neighborhoods and each will benefit in some way from this event. \"It will be the" , "date" : "19960526" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/26\/nyregion\/playing-in-the-neighborhood-074144.html"} ,   {"body" : "A home-care attendant who had cared for two elderly women found beaten to death last week was charged with murder last night in the Brooklyn killings. Lavonda Prater, 27, of 901 Drew Street, in Brooklyn, was charged with two counts of first-degree murder and two counts of second-degree murder, the police said. She was still being questioned by the" , "date" : "19960525" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "23" , "title" : "Home-Care Attendant Held In Deaths of Elderly Women" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/25\/nyregion\/home-care-attendant-held-in-deaths-of-elderly-women.html"} , {"body" : "NEW YORK City's Medicaid Plan Stumbles Mayor Giuliani's ambitious quest to save the city hundreds of millions of dollars by shepherding most of New York's 1.2 million Medicaid recipients into managed-care plans has not met the administration's forecasts. Health care administrators, industry analysts and government officials agree that the Mayor's" , "date" : "19960525" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK, NY, USA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Metro Digest" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/25\/nyregion\/metro-digest-071170.html"} , {"body" : "NEW YORK Intellectual Hoodwinking A New York University physicist, fed up with what he sees as the excesses of the academic left, hoodwinked a journal into publishing a parody thick with gibberish as though it were serious scholarly work. The incident goes to the heart of the public debate over left-wing scholarship, and particularly over the" , "date" : "19960518" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Metro Digest" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/18\/nyregion\/metro-digest-054771.html"} , {"body" : "Two elderly women were found beaten to death in their apartment in the Bensonhurst section of Brooklyn yesterday, the police said. The victims were identified as Vincenza Weaver, who was 75 years old, and her cousin, Concetta D'Andrea, who was 85. The bodies were found in apartment B-12 on the second floor at 1621 65th Street between 16th and 17th" , "date" : "19960518" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "2 Elderly Women Beaten to Death in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/18\/nyregion\/2-elderly-women-beaten-to-death-in-brooklyn.html"} , {"body" : "A report in the Food Notes column of The Living Section yesterday about Lioni Latticini, a maker and importer of Italian cheeses, misstated the address of its Brooklyn warehouse, which is opening to retail customers on Fridays and Saturdays from 10 A.M. to 3 P.M. The warehouse is at 7803 15th Avenue, Bensonhurst." , "date" : "19960516" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/16\/nyregion\/c-corrections-051462.html"} , {"body" : "Added Ice-Cream Starter Emack & Bolio's, a Boston-based company known for its ice cream, has opened its first store in New York, at 389 Amsterdam Avenue (78th Street). The shop carries ice cream -- $2.25 for a single scoop -- and frozen yogurt in an array of flavors. There is also a machine that makes soft-serve scoops, at $3.25 for the large size." , "date" : "19960515" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "Food Notes" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/15\/garden\/food-notes-081892.html"} , {"body" : "The owner of a pit bull has been accused of making the dog attack a teen-age girl in a Brooklyn park, possibly over an insult. The dog's owner, Juan Cordero, 21, was arrested Thursday night on charges of assault and criminal possession of a weapon, his dog, the police said. Officers tranquilized the pit bull and turned it over to animal control" , "date" : "19960511" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Owner Is Charged in Dog's Attack on Girl" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/11\/nyregion\/owner-is-charged-in-dog-s-attack-on-girl.html"} , {"body" : "It has become a common ritual at rock concerts: people banging against one another on the dance floor, hurling themselves from the stage into the crowd, tossing one another overhead like beach balls. It is known as moshing, and while some may find the practice mystifying, possibly even violent, few would think of it as life-threatening. Yet on Dec." , "date" : "19960509" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Hard-Core Threat to Health: Moshing at Rock Concerts" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/09\/nyregion\/hard-core-threat-to-health-moshing-at-rock-concerts.html"} , {"body" : "For a fee of $35 per semester, Donald Kramer earned a diploma from Brooklyn College. The year was 1958, and a degree in economics was his ticket from Bensonhurst to the Upper East Side of Manhattan. Gone are the days when students like Mr. Kramer, now the chief executive of a Bermuda-based insurance company, or the lawyer Alan Dershowitz or the" , "date" : "19960505" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: MIDWOOD;Thanking a College a Million" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/05\/nyregion\/neighborhood-report-midwood-thanking-a-college-a-million.html"} , {"body" : "At a recent gala political dinner, an elegantly dressed Arthur Bramwell, chairman of the Kings County Republican Party, reflected to a guest on the turbulent relationships within the Grand Old Party in Brooklyn and, specifically, his duels with his archrival, State Senator Robert J. DiCarlo. \"Last year, he took a swing at me,\" the chairman said," , "date" : "19960426" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Republicans Fighting Over Seat in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/26\/nyregion\/republicans-fighting-over-seat-in-brooklyn.html"} ,   {"body" : "A man and a woman from Coney Island were arrested on Friday in the killing of a 21-year-old Brooklyn man whose torso washed ashore near the boardwalk early Tuesday, the police said. The victim, Larry Amerose of 8693 Bay Parkway in Bensonhurst, was cut up with a machete after he had been knocked out by a punch to the head, said Officer John" , "date" : "19960422" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Two Arrested in Machete Killing" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/22\/nyregion\/two-arrested-in-machete-killing.html"} , {"body" : "One day last week, Max and Fay Rosenbaum were driven past the corner of President Street and Brooklyn Avenue in Crown Heights where their son was fatally stabbed four and half years ago. \"They just sat there in silence,\" recalled Norman Rosenbaum, 38, their other son and only remaining child, who drove them by the spot. The Rosenbaums were visiting" , "date" : "19960331" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "A Journey From Melbourne Is a Pilgrimage for Justice" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/31\/nyregion\/a-journey-from-melbourne-is-a-pilgrimage-for-justice.html"} , {"body" : "The last school bell didn't always toll in mid-afternoon. At the turn of the century, thousands of students were educated at night schools, especially immigrants who had to work during the day. Today, with people from abroad once again flocking to the city and many students having trouble balancing jobs and studies, some educators say that night" , "date" : "19960317" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: STUYVESANT SQUARE;Old Idea in New Age: Night School" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/17\/nyregion\/neighborhood-report-stuyvesant-square-old-idea-in-new-age-night-school.html"} , {"body" : "A chart accompanying an article in the Neighborhood Report on March 3 about the Regina Opera company in Bensonhurst, Brooklyn, misstated the pay status of some of its performers. Singers are not paid; orchestra members receive $25 for each performance." , "date" : "19960317" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "4" , "title" : "Correction" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/17\/nyregion\/c-correction-008885.html"} , {"body" : "The strains of Leoncavallo's \"Pagliacci\" can be heard on the B4 bus these days after the last passengers have disembarked near the end of its route on Bay Ridge Parkway. It's the driver, Richard Haber, practicing his role as a tenor in the chorus of the Regina Opera, a small company in Bensonhurst that puts on fully staged, fully costumed operas" , "date" : "19960303" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BENSONHURST;A Libretto From Bensonhurst: Hey, Let's Put On an Opera!" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/03\/nyregion\/neighborhood-report-bensonhurst-libretto-bensonhurst-hey-let-s-put-opera.html"} , {"author" : "Philip Weiss is a contributing writer to the Magazine and the author of \"Cock-a-doodle-doo,\" a novel about New York politics, to be published this month in paperback by St. Martins." , "body" : "IN THE LAST DAY OF JANUARY AT 7 P.M., Alfonse D'Amato popped out of the side door of his office on the fifth floor of the Hart Senate Office Building and moved swiftly down the hallway with two aides and a reporter in pursuit. The Senator was upset. \"Did you see that? When he read that letter out loud?\" D'Amato shook his head. \"What am I, a dope? I" , "date" : "19960303" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK STATE" , "ARKANSAS" , "NEW YORK, USA"] , "page_facet" : "46" , "title" : "THE SENATOR CANNOT HELP BEING HIMSELF" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/03\/news\/the-senator-cannot-help-being-himself.html"} , {"body" : "A Brooklyn man pleaded guilty yesterday to burglary and other charges after admitting that he touched off a spectacular fire that gutted a vacant part of the landmark St. George Hotel in Brooklyn Heights and sent hundreds of people fleeing in panic from neighboring buildings. The man, Louis Foressie, 61, faces a sentence of three to nine years in" , "date" : "19960227" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Man Pleads Guilty in Brooklyn Hotel Fire" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/27\/nyregion\/man-pleads-guilty-in-brooklyn-hotel-fire.html"} , {"body" : "To the Editor: Apparently you have never listened to Jay Diamond for any length of time (\"The Angriest Man in Talk Radio,\" Jan. 28). It is also apparent that in most of your story, you have quoted Jay out of context. Jay Diamond is not a racist. He is a brilliant radio host who speaks what is on his mind. I agree with him 100 percent because he is" , "date" : "19960225" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "Diamond Speaks His Mind And Speaks Up for America" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/25\/nyregion\/l-diamond-speaks-his-mind-and-speaks-up-for-america-070548.html"} , {"body" : "John Yglesias was buried without a headstone when he died in January 1994, after a long bout with cancer. This immediately became a source of concern to his widow, Ida, who could not afford a stone. Her two young children desperately wanted to visit the gravesite, but Mrs. Yglesias feared how the children would react if they saw no headstone. The" , "date" : "19960222" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "2" , "title" : "THE NEEDIEST CASES;Helping to Heal the Wounds of Loss" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/22\/us\/the-neediest-cases-helping-to-heal-the-wounds-of-loss.html"} , {"body" : "City Hall,\" the new film starring Al Pacino as a popular, populist Mayor, is a wholly realistic portrait of gritty city politics. But it is friction. Here are a few examples of who's really who and what's really what. HIZZONER FILM: Mayor John Pappas (played by Al Pacino) is a dramatic, compassionate, overwrought politician who wants to be" , "date" : "19960218" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Inside 'City Hall'" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/18\/nyregion\/inside-city-hall.html"} ,   {"body" : "When Mayor Rudolph W. Giuliani and fire officials first proposed shutting down New York City's fire alarm boxes more than a year ago, they said it would reduce false alarms and save $5 million a year. New Yorkers, they added, would be better served by the city's modern, expansive telephone system than by its antiquated network of 16,300 alarm" , "date" : "19960211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "49" , "title" : "Phone Scarcity Complicates Fire Alarm Plan" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/11\/nyregion\/phone-scarcity-complicates-fire-alarm-plan.html"} , {"body" : "Louis Valentino was a son of Brooklyn. He jogged the streets of Red Hook, loved sandwiches with eggplant and peppers, and worked as a lifeguard at Coney Island. But on Monday, the firefighter was killed in his home borough when the roof of an auto body shop came crashing down as he searched for people inside. He was the third firefighter to die on" , "date" : "19960207" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "With Firefighter's Death, Brooklyn Loses a Son" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/07\/nyregion\/with-firefighter-s-death-brooklyn-loses-a-son.html"} , {"body" : "The four-five signal sounded yesterday afternoon at Rescue Company 2 on Bergen Street in Crown Heights, Brooklyn. In the old days it was done with bells, five peals repeated four times. Yesterday it came over the teleprinter, but the meaning was the same: One of their men, Louis Valentino, had died in action. Capt. Jay Fischler got the telephone" , "date" : "19960206" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A 'Fireman's Fireman'" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/06\/nyregion\/a-fireman-s-fireman.html"} , {"body" : "The New York City Medical Examiner's office ruled yesterday that the shooting death last month of an off-duty police officer was a homicide. The officer, Kimberly Rivera, 28, was shot once in the head, on the sidewalk outside the home of her estranged husband, John, in Bath Beach, Brooklyn, on Jan. 13. Her death had baffled detectives, who had not" , "date" : "19960204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "Officer's Death Ruled a Homicide" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/04\/nyregion\/officer-s-death-ruled-a-homicide.html"} , {"body" : "Prompted by a rash of illegal betting on the Super Bowl, about 100 law enforcement officers and members of the Brooklyn District Attorney's office raided 14 gambling operations Saturday in Brooklyn and Queens and on Staten Island. The police arrested 26 people and confiscated about $25,000 in cash, as well as telephones, satellite television" , "date" : "19960129" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Arrest 26 in Raids On 14 Gambling Operations" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/29\/nyregion\/police-arrest-26-in-raids-on-14-gambling-operations.html"} , {"body" : "It was a night for the insiders and a night that politicians who normally do not agree on much came together to anoint a candidate. And it was the night after a night on which Democratic loyalists pounded on doors in this sprawling Brooklyn district, lining up proxy votes from those who would be unable to attend the meeting at which Seymour Lachman" , "date" : "19960128" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE;Ever the Loyal Democrat, Lachman Reaps His Reward" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/28\/nyregion\/neighborhood-report-brooklyn-up-close-ever-loyal-democrat-lachman-reaps-his.html"} , {"body" : "To the Editor: My late, beloved father Harry Elkin would laugh at what plumbers earn today (\"Carlos Torres, Plumber in a Sea of Distrust,\" Jan. 7). He came from \"the old country\" -- Russia -- in 1906 to escape persecution. After a hard day's work, he had to go to night school to master English, which was a requirement for a master plumbing license." , "date" : "19960121" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "15" , "title" : "Of Renters, Artists and Plumbers;A Plumber's Hard Life: Pay Was Small and Slow" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/21\/nyregion\/l-of-renters-artists-and-plumbers-a-plumber-s-hard-life-pay-was-small-and-slow-059137.html"} , {"body" : "Mary Sansone has often said that if her basement walls could talk, she and her husband would be in jail. \"Well, maybe not in jail,\" Mrs. Sansone amended, making it clear that she has always worked against gangsters, not for them. \"But we'd end up dead.\" Mrs. Sansone, 79, a Borough Park folk hero who once stood up to the mobster Joseph Colombo and" , "date" : "19960117" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Godmother Of Politics For Giuliani" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/17\/nyregion\/a-godmother-of-politics-for-giuliani.html"} , {"body" : "Detectives used metal detectors and police dogs yesterday to search for clues in the shooting death of an off-duty police officer in Brooklyn on Saturday night and said they still had not determined whether the death was a suicide, a homicide or an accident. The officer, Kimberly Rivera, 28, was shot once in the head about 10 P.M. Saturday outside" , "date" : "19960116" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Detectives Search for Clues In Off-Duty Officer's Death" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/16\/nyregion\/detectives-search-for-clues-in-off-duty-officer-s-death.html"} , {"body" : "NEW YORK CITY Acrimony Takes No Holiday Celebrating the Martin Luther King holiday was a tricky business for Mayor Giuliani and Governor Pataki. The Mayor, at the Brooklyn Academy of Music, found himself caught up in a public argument with the Rev. Al Sharpton, mostly over which of them was the most disrespectful of Dr. King's memory. And at his" , "date" : "19960116" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/16\/nyregion\/metro-digest-073334.html"} ,   {"body" : "New York City buses have long been notorious for the black soot many of them spew out of their exhaust pipes. Now, as the Transit Authority is starting to convert the fleet to run on cleaner-burning fuels, several state legislators and environmentalists say the efforts fall far short of what is needed. They are urging the Metropolitan" , "date" : "19960116" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Buses Using Natural Gas Do Well in Pilot Program" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/16\/nyregion\/buses-using-natural-gas-do-well-in-pilot-program.html"} , {"body" : "For some residents of Bensonhurst and Borough Park, the N train is the only subway line for several blocks. More than the other lines in southern Brooklyn, all of which were paralyzed by last week's snowstorm but were brought back Tuesday and Wednesday, the N line proved to be a particular problem for the Transit Authority. From the Eighth Avenue" , "date" : "19960114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: SNOWBOUND BROOKLYN;Snow Makes Snail of N Train" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/14\/nyregion\/neighborhood-report-snowbound-brooklyn-snow-makes-snail-of-n-train.html"} , {"body" : "CHRIS RAMOS wants his tepee back on Rockaway Parkway. And his sweat lodge, too. So what if the Canarsie man can go to Brighton Beach for a steam bath? He can't learn the ways of the Turtle Clan in Little Odessa. Mr. Ramos is no holdover from Brooklyn's past, when Indian villages dotted its southern reaches. He was taken in by a broad-minded group" , "date" : "19960110" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "About New York;A Tepee Comes Down, and Hackles Are Raised" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/10\/nyregion\/about-new-york-a-tepee-comes-down-and-hackles-are-raised.html"} , {"body" : "They came to Brooklyn College from Minsk, Odessa, Tashkent, Baku and Santo Domingo -- every place, it seems, but Brooklyn. When they're not studying computer science, chemistry and psychology, they play chess. And on Dec. 29, their countless hours punching chess clocks and discussing stratagems paid off: the Brooklyn College Chess Team won the Pan" , "date" : "19960107" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: MIDWOOD;The Making of a Champion College Chess Team" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/07\/nyregion\/neighborhood-report-midwood-the-making-of-a-champion-college-chess-team.html"} , {"body" : "IT seems the simplest of props: footprints are painted on the floor, a baseball bat is suspended by wires, home plate is just below. On the wall behind looms a life-size photograph of Jackie Robinson. You, the visitor, put your feet in Robinson's footsteps and step up to the plate. You grasp the bat. Suddenly, the roar of the crowd materializes all" , "date" : "19960105" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Brooklyn History, Inning by Inning" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/05\/arts\/brooklyn-history-inning-by-inning.html"}]