[  {"body" : "A CHARTER bus from Holyoke, Mass., was parked outside Lou Newkirk's antiques shop in the Port Morris section of the Bronx on a recent raw Saturday afternoon. Inside, Anne Tracy and her daughter, Becky, from Berkshire, Mass., were browsing. The bus driver, Gary Despres, had deposited other in-town-for-the-day shoppers from Massachusetts in midtown" , "date" : "19961229" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "A Bronx Antiques Row Brings Hope for Renewal" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/29\/realestate\/a-bronx-antiques-row-brings-hope-for-renewal.html"} , {"body" : "Across Brooklyn over the last year, battles for change and preservation rippled through the borough from Red Hook to Dead Horse Bay, in strikingly grass-roots fashion. The neighborhood crusades were large and small, the issues profound and esthetic. There were victories and defeats and, for some, nebulous results. But whatever the outcome of the" , "date" : "19961229" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "A Ripple of Neighborhood Crusades on Issues of All Kinds" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/29\/nyregion\/a-ripple-of-neighborhood-crusades-on-issues-of-all-kinds.html"} , {"body" : "No matter how many words are written, an article can offer only a snapshot from the moving picture of a life. Here are some follow-up reports on people profiled in The City in 1996. Deborah Cantie's life companions were drugs and alcohol. In 1995, she was jailed for violating probation, and her children were placed in foster care. The court placed" , "date" : "19961229" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Cocaine Daze" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/29\/nyregion\/cocaine-daze.html"} , {"body" : "It has been years since she last stopped there, but sometimes, when she is driving through downtown Brooklyn, Verlain White glances down Nevins Street and remembers when it was Mohawk territory. These days she is an alcohol-abuse counselor, but in the early 1960's Ms. White tended bar beneath a framed picture of Jim Thorpe in a dark Nevins Street" , "date" : "19961228" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "An Indian Community Flourished and Faded In a Section of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/28\/nyregion\/an-indian-community-flourished-and-faded-in-a-section-of-brooklyn.html"} , {"body" : "Saliba Hussein woke up yesterday morning with his head pointing east, toward Mecca. Most days he is out of his apartment in Boerum Hill, Brooklyn, by 3:30 A.M. and cannot pray at home. But yesterday he lingered a little longer than usual, the covers pulled up to his neck. It was Christmas and Mr. Hussein thought he could sleep a little later. He is" , "date" : "19961226" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Cabby Expected A Slow Holiday" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/26\/nyregion\/a-cabby-expected-a-slow-holiday.html"} , {"body" : "NEW YORK 3 Charged in Officer's Death Three men were charged with murder in the shooting deaths of an off-duty police officer and a Queens merchant last week. The arrests, which came after one of the suspects was picked up on a minor drug charge, were hailed by Police Commissioner Howard Safir as an especially gratifying example of how the city's" , "date" : "19961226" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Metro Digest" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/26\/nyregion\/metro-digest-903000.html"} , {"body" : "The Rev. Dr. David Munroe Cory died on Wednesday, having spent many of his 93 years embracing socialism, preaching to American Indians in their own tongue and generally dashing any notion that he was a blue-blooded Presbyterian. Dr. Cory, who had recently suffered a stroke, died of pneumonia at the Norwegian Christian Home in Sunset Park, Brooklyn," , "date" : "19961220" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "20" , "title" : "The Rev. Dr. David M. Cory, 93, Preacher of Social Reform" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/20\/nyregion\/the-rev-dr-david-m-cory-93-preacher-of-social-reform.html"} , {"body" : "From midtown Manhattan to Riverdale to the Rockaways, New York City's crime rate has plunged for the third straight year, dropping 16 percent below last year's figures, preliminary Police Department records show. New York City is on a pace to have fewer than 1,000 murders in a year, which would be the lowest total since 1968; 937 were reported by" , "date" : "19961220" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "New York Crime Rate Plummets To Levels Not Seen in 30 Years" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/20\/nyregion\/new-york-crime-rate-plummets-to-levels-not-seen-in-30-years.html"} , {"body" : "Fred Kaplan is one of those inveterate New Yorkers, a street-smart kid from Bensonhurst who used to roller-skate to Coney Island and ride the subway into Manhattan to ice-skate in Central Park, who went on to become a well-known literary biographer and scholar firmly rooted in the City University system. Over the years, he could be found poring" , "date" : "19961212" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "1" , "title" : "Urban Life, Urban Danger: Scholar Stabbed on the Subway" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/12\/nyregion\/urban-life-urban-danger-scholar-stabbed-on-the-subway.html"} , {"body" : "Kathryn Falk, the self-styled Queen of Romance, looked decidedly unromantic on a recent morning in Brooklyn, swigging cough syrup from the bottle and padding about her romance-magazine offices in Kmart slippers. She gave a visitor a quick tour of Romantic Times Magazine, from her display of erotic Chinese silk shoes -- a few inches long, for bound" , "date" : "19961210" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "1" , "title" : "A Magazine for Romance Novels And the Women Who Love Them" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/10\/nyregion\/a-magazine-for-romance-novels-and-the-women-who-love-them.html"} ,   {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN EAST MIDTOWN $485,000 236 East 47th Street (Club at Turtle Bay) 2-bedroom, 2-bath, 1,263-sq.-ft. postwar condo; 24-hr. doormen, concierge, 20- by 20-ft. terrace, 2" , "date" : "19961124" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/24\/realestate\/residential-resales-367338.html"} , {"body" : "To the Editor: Your article ''Right-to-Play Turf War: Kids vs. Dogs'' (Nov. 10) should have been called something more direct because there is no question that children's rights should always prevail over canine rights. The headline should have been ''Children's Turf Rights vs. Mental Midget Turf Rights.'' There are those adults who are not able to" , "date" : "19961124" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "19" , "title" : "Children's Rights vs. Dogs: It's No Contest" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/24\/nyregion\/l-children-s-rights-vs-dogs-it-s-no-contest-434590.html"} , {"body" : "Eileen C. Dugan, a Brooklyn Democrat who was elected to her ninth term in the New York State Assembly only on Tuesday, died yesterday at Beth Israel Medical Center. Ms. Dugan, who lived in Carroll Gardens, was 51. The cause was breast cancer, according to her family. Gov. George E. Pataki, who served in the Assembly with Ms. Dugan, ordered state" , "date" : "19961109" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "52" , "title" : "Eileen C. Dugan, 51, State Assemblywoman" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/09\/nyregion\/eileen-c-dugan-51-state-assemblywoman.html"} , {"body" : "THREE years ago, Alan Marks, a Park Slope real-estate agent, would watch a one-bedroom apartment on Sackett Street, in an area known as the Lower Slope, languish on his list of rentals for longer than a month. Prospective tenants would take one look at the block, dotted with abandoned buildings and a few scraggly trees, turn up their noses and keep" , "date" : "19961013" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Boom in Park Slope" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/13\/nyregion\/the-boom-in-park-slope.html"} , {"body" : "QUESTION: If you were the cause celebre of the New York literati, given gobs of money for your first collection of short stories and a novel you hadn't even started and anointed one of Newsweek's ''new faces of '96,'' how would you spend a sticky summer Sunday? Answer: If you're Junot Diaz, like you're still living on pennies, say, checking out a" , "date" : "19960915" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "3" , "title" : "More Orchard Beach Than Elaine's" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/15\/nyregion\/more-orchard-beach-than-elaine-s.html"} , {"body" : "HELEN HIEBERT and Ted Katauskas live in a cooperative house in Fort Greene, Brooklyn, where everything from the temperature of each room to the dinner menu is a group decision. There are about 10 such houses in the borough, ranging from the T. S. Eliot House to the Big House, where Mr. Katauskas lived before moving in with Ms. Hiebert a few weeks" , "date" : "19960825" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "53" , "title" : "Helen Hiebert and Ted Katauskas" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/25\/style\/helen-hiebert-and-ted-katauskas.html"} , {"body" : "THE ART WORLD SPENT THE 80's getting used to reading about itself in glossy magazines. In the 90's it may grow accustomed to seeing itself ascend to the big screen. Artists, their lives and their unconventional life styles appear to have increasing appeal in Hollywood, where movies about Pablo Picasso, Frida Kahlo, Jackson Pollock and Robert" , "date" : "19960804" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "11" , "title" : "Portraits of the Artists, on the Big Screen" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/04\/movies\/portraits-of-the-artists-on-the-big-screen.html"} , {"body" : "At first, the killing of Sylvia Lugo seemed to be one of a series of robberies, sexual assaults and beatings of women in the brownstone neighborhoods of Park Slope and Boerum Hill. But in the following months, the killing took on a wider significance. Groups representing the area's large gay and lesbian population said the failure to find Ms." , "date" : "19960720" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Drifter Charged in Case That Gay Groups Said Showed Police Bias" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/20\/nyregion\/drifter-charged-in-case-that-gay-groups-said-showed-police-bias.html"} , {"body" : "The time had come. So the other day, Gwendolyn McCottry gathered up her baby, the nearly 14-year-old Mishonna, and showed her how to navigate her way on public transportation from the leafy neighborliness of Rosedale, Queens, into the questionable heart of Manhattan -- a trip Mishonna, who has never traveled alone before in the city, will have to" , "date" : "19960616" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Cutting Them Loose" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/16\/nyregion\/cutting-them-loose.html"} , {"body" : "Jo Anne Simon and William Lockridge Harris of Brooklyn were married yesterday at their weekend house in Cold Spring, N.Y. Harvey Sklaver, a retired Bronx Family Court judge, officiated. Ms. Simon, 43, is keeping her name. She is the staff attorney at the disabilities law clinic of the Hofstra University School of Law in Hempstead, L.I. She is also" , "date" : "19960616" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "38" , "title" : "WEDDINGS;Jo Anne Simon, William L. Harris" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/16\/style\/weddings-jo-anne-simon-william-l-harris.html"} ,   {"body" : "Gifts From an Architect Museum of Modern Art, 11 West 53d Street; (212) 708-9400. An exhibition of 160 works donated to the museum by Philip Johnson, a founding director of the department of architecture and design and the designer of the museum's Abby Aldrich Rockefeller Sculpture Garden, opens today and continues through Sept. 3. The exhibition" , "date" : "19960606" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "Calendar: Artisans, Exhibitions And Tours" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/06\/garden\/calendar-artisans-exhibitions-and-tours.html"} , {"body" : "A Microbrewery Beside the Hudson Chelsea Piers, the giant sports complex on the Hudson River, has its first restaurant, Chelsea Brewing Company. It opened on Tuesday on Pier 59 at 18th Street, with a seating capacity of 350 on two floors (250 indoor and 100 outdoors). The restaurant contains a microbrewery and is adjacent to the golf driving range" , "date" : "19960526" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO." , "url" : "http:\/\/www.nytimes.com\/1996\/05\/26\/nyregion\/new-yorkers-co-074179.html"} , {"body" : "Pucks and Racquets American Institute of Graphic Arts, 164 Fifth Avenue, at21st Street; (212) 807-1990. An exhibition of products, T-shirts, advertisements, posters, tickets, logos, sports cards and video clips exploring the impact of graphic design on the sports industry starts today and continues through July 31. Open Monday through Friday, 11" , "date" : "19960523" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "13" , "title" : "Calendar: Exhibitions, Tours and a Conference" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/23\/garden\/calendar-exhibitions-tours-and-a-conference.html"} , {"body" : "Self-guided house and garden tours this spring will offer close-up looks at the city's oldest and most recently designated historic districts -- Brooklyn Heights (1965) and St. George\/New Brighton on Staten Island (1995) -- as well as Civil War drama: a re-enactment of an encampment of the 14th Regiment on the streets of Fort Greene in Brooklyn." , "date" : "19960421" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: It's the Time of Year for House and Garden Tours;A New Historic District And a Civil War Campsite" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/21\/realestate\/postings-it-s-time-year-for-house-garden-tours-new-historic-district-civil-war.html"} , {"body" : "Jill Harris remembers the nasty scuffles over the Children of the Rainbow curriculum, the 1992 multicultural guide that encouraged respect for families headed by gay men and lesbians. \"You couldn't be a gay man or a lesbian in New York City and not feel personally attacked when that was stuff was happening,\" she recalled. So Ms. Harris, 38, a Legal" , "date" : "19960421" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE;Gay Support Sought in School Races" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/21\/nyregion\/neighborhood-report-new-york-up-close-gay-support-sought-in-school-races.html"} , {"body" : "To the Editor: Is it possible that Joanne Foulke, the Department of Transportation's commissioner for Brooklyn, really believes that \"we have to keep the traffic moving\" (\"Tickets, Tow Trucks, Cat and Mouse,\" March 31)? Was it not hubris of this order that led to the devastation of the South Bronx and Brooklyn's Red Hook neighborhood? Can we look" , "date" : "19960414" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "17" , "title" : "Keep the Traffic Moving' Is Not Be-All and End-All" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/14\/nyregion\/l-keep-the-traffic-moving-is-not-be-all-and-end-all-075370.html"} , {"body" : "IT used to be that Deborah Cantie wouldn't know where she'd wake up. Life for a addict is like that, she said. Instead of a two-minute egg, she would start with a two-dollar bottle. But that was another day. This morning, the sun cracked through the blinds of Ms. Cantie's bedroom window. The day was fresh and she had things to do. It's good to have" , "date" : "19960310" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Cocaine Daze;Deborah Cantie Knows Guns, Drugs and Rikers Island. Now She Is Seeking Help. Can a Life Change?" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/10\/nyregion\/cocaine-daze-deborah-cantie-knows-guns-drugs-rikers-island-now-she-seeking-help.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN GREENWICH VILLAGE $360,000 692 Greenwich Street 1-bedroom, 2-bath, 1,563-sq.-ft. condo in a loft building; elevator, dining area, h\/w floors, 4 exposures; common charge" , "date" : "19960310" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/10\/realestate\/residential-resales-099147.html"} , {"body" : "To the Editor: Robert Lipsyte's Jan. 14 Coping column, \"My Neighbor and His Renter's Sensibility,\" implies that tenants are lazy freeloaders who don't have a \"sense of community\" equal to that of owners like him. This reminds me of the bitter battle during the late 1970's and early 80's in Boerum Hill when gentrification was displacing thousands of" , "date" : "19960121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "15" , "title" : "Of Renters, Artists and Plumbers;Don't Pick On Us Renters; We Make the City Work" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/21\/nyregion\/l-of-renters-artists-and-plumbers-don-t-pick-on-us-renters-we-make-the-city-work-059129.html"} , {"body" : "SUNNYSIDE Flamenco Interpretations With Poetic Influence It may take two to tango, but the elaborate footwork and hand movements of flamenco dancing are beautiful to watch whether one, two or five dancers are performing. \"Flamenco\" will be performed by five dancers from the Andrea Del Conte Danza Espana company, including Ms. Del Conte (left), at" , "date" : "19960121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/21\/nyregion\/playing-in-the-neighborhood-057428.html"} ,   {"body" : "FOR the third time, Carol Link caresses a Noritake tea cup with an elaborate red and gold design. It's part of a set of china (service for six with extra serving plates) selling at the Harlem Restoration Thrift Shop for $150, a price that makes her think the unthinkable. \"I already own two sets of china,\" she mumbles, \"but I certainly don't own" , "date" : "19960114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Thrift Shop Steps Up in Class" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/14\/nyregion\/the-thrift-shop-steps-up-in-class.html"}]