[  {"body" : "Over the last several years, Dominicans, Colombians, Mexicans and others among New York City's newest and largest immigrant groups have been pressing their native countries, often successfully, for the right to retain their citizenship of birth, even after they become citizens of this country. Proponents say immigrants have much to gain from the" , "date" : "19961230" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Immigrants in New York Pressing Drive for Dual Nationality" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/30\/nyregion\/immigrants-in-new-york-pressing-drive-for-dual-nationality.html"} , {"body" : "New York City said yesterday that it was rescinding more than $800,000 in contracts with a politically connected Brooklyn social-services group whose officials have been accused of stealing its funds. The contracts involve money for job training, aid to the elderly and other programs run by the Council of Jewish Organizations of Borough Park, whose" , "date" : "19961219" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "City to Cancel Its Contracts With Charity" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/19\/nyregion\/city-to-cancel-its-contracts-with-charity.html"} , {"body" : "A top official of a politically connected social-services organization in Borough Park, Brooklyn, was charged yesterday with conspiring to steal more than $600,000 in government money that had been awarded to the group. The defendant, Paul Chernick, is a manager of the Council of Jewish Organizations of Boro Park. For years, the group has been" , "date" : "19961218" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Executive At a Charity Faces Charges" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/18\/nyregion\/executive-at-a-charity-faces-charges.html"} , {"body" : "TOBY GLICK was lucky, sort of. She suffered serious head and pelvic injuries when a hit-and-run van driver knocked her down on a street in Borough Park, Brooklyn, three weeks ago. Eight months pregnant, she also lost the baby, despite a rescue effort by doctors at Maimonides Medical Center. But at least Mrs. Glick survived, and her husband, a" , "date" : "19961210" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Violence That Can Go Unpunished" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/10\/nyregion\/violence-that-can-go-unpunished.html"} , {"body" : "For years, politicians from Presidents to City Council members have believed they could win tens of thousands of Orthodox Jewish votes if they captured the support of just one group: the Council of Jewish Organizations of Borough Park, a collective of social service agencies. And to gain the Jewish council's blessing, most candidates turned to" , "date" : "19961202" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Jewish Council Under Scrutiny Is Known for Political Clout" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/02\/nyregion\/jewish-council-under-scrutiny-is-known-for-political-clout.html"} , {"body" : "NEW YORK Big Givers Fill Giuliani Coffers Mayor Giuliani's aggressive style of political fund-raising for his re-election has produced an unusually high reliance on big givers, with an average campaign contribution of $1,122. That figure is nearly eight times the size of a contribution his leading competitor receives and the highest average gift in" , "date" : "19961202" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Metro Digest" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/02\/nyregion\/metro-digest-555886.html"} , {"body" : "THE history of the Sunset Park community of Brooklyn is a tale of the effect of waves of immigration on community life. In the 1990's, the tale is being retold with new twists. One has been brought about by the arrival of Chinese immigrants from Hong Kong and the mainland in what has come to be known as the Brooklyn Chinatown, which also embraces" , "date" : "19961201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Immigrants Again Renew Sunset Park" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/01\/realestate\/immigrants-again-renew-sunset-park.html"} , {"body" : "Investigators looking into the finances of a politically connected social-services group in Brooklyn will examine consulting contracts that the group gave to people with ties to a state assemblyman, an official familiar with the investigation said yesterday. The offices of the group, the Council of Jewish Organizations of Borough Park, were raided" , "date" : "19961121" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Investigation Into Charity Is Detailed" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/21\/nyregion\/investigation-into-charity-is-detailed.html"} , {"body" : "Federal and city agents seized records from a politically influential social-services group in Brooklyn yesterday, and an investigator said they were examining whether government money and charitable contributions to the group had been illegally diverted for other uses. The group, the Council of Jewish Organizations of Borough Park, whose programs" , "date" : "19961120" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Officials Seize Records Of Jewish Charity Group" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/20\/nyregion\/officials-seize-records-of-jewish-charity-group.html"} , {"body" : "Lou Singer, who guided thousands and thousands of visitors through the other-borough charms of Brooklyn and sang its praises in accents compatible with that environment, died on Tuesday in Long Island College Hospital in Brooklyn. He was 71 and lived in Brooklyn. The cause was complications after surgery for cancer, his wife, Leona, said. Until his" , "date" : "19961107" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["U.S." , "Obituaries"] , "page_facet" : "27" , "title" : "Lou Singer, 71, Guide to the Sights of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/07\/us\/lou-singer-71-guide-to-the-sights-of-brooklyn.html"} ,   {"body" : "Peach-patterned drapes and bedspreads, cherrywood detail and even a recliner for the expectant father are some of the ways Maimonides Medical Center will be making patients feel at home at its new birthing center next spring. Some of the comfortable touches in the new facility are a result of advice the hospital sought from those perhaps best in a" , "date" : "19961013" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Health" , "Real Estate"] , "page_facet" : "1" , "title" : "$17 Million Project At Maimonides" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/13\/realestate\/17-million-project-at-maimonides.html"} , {"body" : "Workers on the front lines of welfare reform, under new orders to deny food stamps to innumerable legal immigrants who had previously qualified for them, are finding that translating Federal law into reality is not coming easily. Field workers are befuddled about what to do when, and some are fighting their torment about the justness of it all." , "date" : "19960926" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Law Sowing Fear and Confusion at Welfare Offices" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/26\/nyregion\/law-sowing-fear-and-confusion-at-welfare-offices.html"} , {"body" : "Police officials failed to inform the Brooklyn District Attorney's office last week that they were ending round-the-clock protection for an 18-year-old woman whose former boyfriend, after repeated attacks and threats, burst into her Borough Park home on Monday and killed her. Prosecutors said that if they had known the police protection was being" , "date" : "19960918" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Officials Find Plenty of Blame to Cast in Fatal Siege in Borough Park" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/18\/nyregion\/officials-find-plenty-of-blame-to-cast-in-fatal-siege-in-borough-park.html"} , {"body" : "NEW YORK A Test for Year-Round School Schools Chancellor Rudy Crew said that to cut class size in some schools, the Board of Education will begin testing a year-round school calendar in one of the city's overcrowded districts next fall. Testifying at a City Council hearing, Dr. Crew said he would prefer not to resort to year-round classes because" , "date" : "19960918" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Metro Digest" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/18\/nyregion\/metro-digest-379492.html"} , {"body" : "Slipping past spot-checks by police patrols, a gunman obsessed with a teen-ager barricaded himself in her family's Brooklyn apartment with a dozen hostages yesterday. In a three-hour siege, he shot three captives, pistol-whipped another, then killed his pregnant former girlfriend and himself with bullets to the head as the police stormed in. Two" , "date" : "19960917" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "After History of Threats, Man Kills Ex-Girlfriend and Himself" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/17\/nyregion\/after-history-of-threats-man-kills-ex-girlfriend-and-himself.html"} , {"body" : "Danielle DiMedici was not yet 17 and still in high school when she and James Parker, six years her senior, began to date. But it took almost no time, law enforcement officials said yesterday, before the teen-ager virtually disappeared from her family and into his world. Over the next year and a half, she would leave her family for days at a time to" , "date" : "19960917" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Girl Drawn Into Angry Man's World" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/17\/nyregion\/girl-drawn-into-angry-man-s-world.html"} , {"body" : "Arthur Leff, who rendered some of the first interpretations of the National Labor Relations Act and the Taft-Hartley law as an administrative law judge for the National Labor Relations Board, died on Sunday at the Medbridge-Wheaton Nursing Home in Wheaton, Md., a suburb of Washington. He was 88. In a 39-year career with the labor relations board" , "date" : "19960911" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["U.S." , "Obituaries"] , "page_facet" : "19" , "title" : "Arthur Leff, 88, Agency Judge Who Ruled in Labor Disputes" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/11\/us\/arthur-leff-88-agency-judge-who-ruled-in-labor-disputes.html"} , {"body" : "In a bustling storefront headquarters in Crown Heights, Clarence A. Norman spent most of yesterday commanding troops of campaign volunteers, discussing last-minute strategies on leafleting and getting voters to polls. While Mr. Norman, a State Assemblyman, faces his own race in tomorrow's Democratic primary, his more pressing focus was on the" , "date" : "19960909" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Primary Races Are Obscure, but Reputations Are on the Line" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/09\/nyregion\/primary-races-are-obscure-but-reputations-are-on-the-line.html"} , {"body" : "ON a humid morning last week, Michael D. Benjamin stood at the entrance to the subway station at Grand Army Plaza in Brooklyn, passing out campaign material and urging riders to vote for his candidate. Some people stopped and listened. Many simply darted by, looking more than a little annoyed. After all, Mr. Benjamin was stumping for a candidate in" , "date" : "19960908" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Wake Up! It's Primary Time" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/08\/nyregion\/wake-up-it-s-primary-time.html"} , {"body" : "This was when Nydia M. Velazquez had expected to hit her stride. After staking out a position as a vocal spokeswoman on issues like immigration and housing, the two-term Congresswoman had hoped to establish herself this year as a major Congressional player. Instead, this has been a year filled with frustration as Ms. Velazquez, the first Puerto" , "date" : "19960908" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "With Redistricting in Vogue, Velaquez Takes a Spot in Line" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/08\/nyregion\/with-redistricting-in-vogue-velaquez-takes-a-spot-in-line.html"} ,   {"body" : "Police officers were searching yesterday for a pregnant Brooklyn teen-ager and the former boyfriend who, her family said, abducted her at gunpoint earlier this week. The teen-ager, Danielle DeMedici, 17, had an order of protection against the former boyfriend, James Parker, and also had a high-tech pendant that alerts the police at the push of a" , "date" : "19960901" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "Pregnant Woman Abducted; Ex-Lover Is Sought" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/01\/nyregion\/pregnant-woman-abducted-ex-lover-is-sought.html"} , {"body" : "Candy Store Offers Sweets And Hot-Dog Vendors to Go A. J. Juskowicz has been surrounded by candy since he was 18. First he sold it in his own store in Brooklyn, then he started renting out cotton candy and popcorn machines for parties. Now, 13 years later, he has opened a second store on the Upper West Side of Manhattan. The store, Candy Land 2," , "date" : "19960825" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO." , "url" : "http:\/\/www.nytimes.com\/1996\/08\/25\/nyregion\/new-yorkers-co-000582.html"} , {"body" : "It was a glitzy fund-raiser in an art gallery in Manhattan's trendy SoHo section that generated a large crowd. CNN was there, and ''Entertainment Tonight.'' All for a political neophyte seeking to unseat a well-known, well-financed incumbent Congressman. The candidate, Brian Steel, a 30-year-old former assistant district attorney in Manhattan, has" , "date" : "19960802" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Political Novice Has Glitzy Backing in House Race Against Nadler" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/02\/nyregion\/political-novice-has-glitzy-backing-in-house-race-against-nadler.html"} , {"body" : "There was a time, before the feud, when Blanca Ramirez and Sonia Torres were never apart, their neighbors say. They were friends like that for more than 20 years. Hermanas. Sisters, almost. They double dated. They baby-sat each other's children, bathed them, changed their diapers; Blanca is the godmother of Sonia's oldest boy. When they needed to" , "date" : "19960725" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Street Divided Hatfield-McCoy Style;Feud Escalates, Block Suffers In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/25\/nyregion\/street-divided-hatfield-mccoy-style-feud-escalates-block-suffers-in-brooklyn.html"} , {"body" : "THE CRASH Navy Retrieves 'Black Boxes' The Navy retrieved two \"black boxes\" from Trans World Airlines Flight 800 from the ocean floor following a painstaking search of the waters off East Moriches, L.I. The boxes -- the flight data recorder and the cockpit voice recorder -- were spotted by a robotic video camera lowered by the U.S.S. Grasp, a Navy" , "date" : "19960725" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/25\/nyregion\/metro-digest-011037.html"} , {"body" : "A suspicious predawn fire on Sunday destroyed the main meeting hall in a Hasidic village troubled by communal strife, forcing nurses and mothers in an adjacent center to flee with newborn infants through billowing smoke. Arson investigators yesterday spent a second day at the ruins of the building in the community of Kiryas Joel, in Orange County," , "date" : "19960723" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["KIRYAS JOEL (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Suspicious Fire at Meeting Hall in Hasidic Village Sets Off an ArsonInquiry" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/23\/nyregion\/suspicious-fire-at-meeting-hall-in-hasidic-village-sets-off-an-arsoninquiry.html"} , {"body" : "A man walks very slowly next to a chain-link fence topped with razor wire, enclosing a subway yard. In the dust is a broken half-pint liquor bottle and many empty motor-oil containers. Inexplicably, a dollar bill drifts by on a lazy wind. The man is not content simply to know that he is on 37th Street between Eighth and Ninth Avenues near a subway" , "date" : "19960721" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Tracking and Cataloguing the Wild Flora;A Taxonomist and Volunteers Keep Tabs on Regional Diversity" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/21\/nyregion\/tracking-cataloguing-wild-flora-taxonomist-volunteers-keep-tabs-regional.html"} , {"body" : "Over a year ago, officers of the White Otter Fish and Game Club in the southern Adirondacks set out to raise $150,000 for a new clubhouse where its dues-paying members could comfortably lounge, drink and swap stories after their duck hunts. So they turned to an influential ally, a former club president who remains a member. He also happens to be" , "date" : "19960714" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "SECRET SPENDING -- A special report.;Tradition and Politics Allow Legislators' Hidden Largess" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/14\/nyregion\/secret-spending-special-report-tradition-politics-allow-legislators-hidden.html"} , {"body" : "There are no brownstones in Bangladesh. But in the brownstone corridors of Brooklyn, the men who wipe grime off the aging stone buildings, restore their cracking stoops and spruce up their cornices are increasingly immigrants from Bangladesh. Sometimes, people ask, 'Where did you learn to do this?' \" said Mostafizur Rahman, a construction worker" , "date" : "19960706" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BANGLADESH"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Building Lives on Brooklyn's Scaffolds" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/06\/nyregion\/building-lives-on-brooklyn-s-scaffolds.html"} , {"body" : "It was September 1991, the summer of the violence in Crown Heights. Tensions between blacks and Orthodox Jews in Brooklyn erupted after a Hasidic driver struck and killed a 7-year-old black child. In retaliation, black youths attacked and killed a Hasidic Jew. Three weeks later, in Far Rockaway, Queens, another incident sounded disturbing echoes. A" , "date" : "19960610" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "FAR ROCKAWAY (NYC)"] , "nytd_section_facet" : ["World"] , "page_facet" : "1" , "title" : "Keeping Peace Alive And Tensions Dormant;Diverse Far Rockaway Sees Room For Harmony as Jewish Enclave Grows" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/10\/world\/keeping-peace-alive-tensions-dormant-diverse-far-rockaway-sees-room-for-harmony.html"} ,   {"body" : "Members of a Hasidic patrol group who fought with a black man in Crown Heights on Thursday night violated police rules intended to prevent vigilantism when they chased down a crime suspect instead of simply calling the police, police officials said yesterday. Mayor Rudolph W. Giuliani said the group's leaders would be called in by the Police" , "date" : "19960511" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Hasidic Patrol Group Faces Questions After a Crown Heights Clash" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/11\/nyregion\/hasidic-patrol-group-faces-questions-after-a-crown-heights-clash.html"} , {"body" : "Federal investigators are looking into accusations that a lawyer prominent in the Orthodox Jewish community in Brooklyn swindled millions of dollars from real estate investors, many if not most of whom were Orthodox Jews, law-enforcement officials said. A lawyer for David Schick, the man under investigation, acknowledged yesterday that his client" , "date" : "19960509" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Lawyer Is Investigated in Real Estate Fraud" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/09\/nyregion\/lawyer-is-investigated-in-real-estate-fraud.html"} , {"body" : "THESE people are so declaratively happy, so purposefully composed, one might think the oddsmakers had not only made them the favorite but that the historical odds are also in their favor. \"He's the best horse, no matter where he is,\" said Unbridled's Song's owner, Ernie Paragallo. \"He'll get out fast. Game over.\" Whatever Paragallo's game was, Buzz" , "date" : "19960503" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "7" , "title" : "Sports of The Times;Bad Draw A Sad Song For the Derby" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/03\/sports\/sports-of-the-times-bad-draw-a-sad-song-for-the-derby.html"} , {"body" : "It might be called \"The Case of the Vanishing Taxi Fare Increase.\" Ask passengers about the 20 percent rise in fares in March, and they will say they certainly feel the difference. But thousands of independent taxi owners who drive their own cars or lease them out say the bonanza they were promised by the Taxi and Limousine Commission has" , "date" : "19960417" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Cab Owners Fight Order To Get Costly New Cars" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/17\/nyregion\/cab-owners-fight-order-to-get-costly-new-cars.html"} , {"body" : "It is an election about which the average Brooklyn voter is likely to know little or nothing. But among Brooklyn politicians, the race for Kings County Surrogate is far from obscure. Indeed, it has become the hottest boroughwide race in recent years, attracting numerous candidates, immense fund raising and no shortage of political intrigue. So far," , "date" : "19960414" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "A Little Brooklyn Job With Lots of Influence" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/14\/nyregion\/a-little-brooklyn-job-with-lots-of-influence.html"} , {"body" : "IT is a long way from East Third Street and Beverly Road to Churchill Downs. Straight out of Kings County, with a stopover in Queens, Ernie Paragallo heads for Louisville now as the overwhelming favorite for horse racing's crowning moment. \"Never been to the Derby before,\" he said yesterday after his Unbridled's Song outclassed the weak Wood" , "date" : "19960414" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "Sports of The Times;Owners Display New York Colors" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/14\/sports\/sports-of-the-times-owners-display-new-york-colors.html"} , {"body" : "FOR most of the year, Schick's Bakery in Brooklyn is a beloved institution of the Borough Park Orthodox Jewish community and the source for justifiably renowned hallah, rugelach and other traditional Jewish breads, cakes, and cookies. But for the six weeks before Passover, Schick's becomes the nation's center of Passover confections for Manhattan" , "date" : "19960320" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "3" , "title" : "Passover Bakery Opens for a Sweet and Hectic Season" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/20\/garden\/passover-bakery-opens-for-a-sweet-and-hectic-season.html"} , {"body" : "They could be brothers, almost. Both are powerful Orthodox Jewish politicians from the same part of Brooklyn. Both won their first elections in 1982, both have ambitions far beyond Borough Park and Flatbush, and both have been subjected to questions about their finances. One even played the saxophone at the other's wedding. But this is politics," , "date" : "19960317" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "The Gladiators of Borough Park;Rivals Compete for Power in an Orthodox Arena" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/17\/nyregion\/the-gladiators-of-borough-park-rivals-compete-for-power-in-an-orthodox-arena.html"} , {"body" : "Somewhere, a chrome yellow sun burns like a magnifying glass in a summer-blue sky, and palm trees sway over the white-sand beaches of a tropical isle. Somewhere, a gentle breeze up from a mirror sea caresses the cheek, and perfect days stretch away to the horizon. Somewhere . . . But not in the metropolitan area, and not across most of the" , "date" : "19960309" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NORTHEASTERN STATES (US)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Snow-Blind, But Unbowed. (Well, Maybe A Tad Bowed.)" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/09\/nyregion\/snow-blind-but-unbowed-well-maybe-a-tad-bowed.html"} , {"body" : "Fierce winds that whipped to more than 60 miles per hour caused at least three deaths in the metropolitan region yesterday along with severe damage to some homes and businesses, as gusts uprooted trees, peeled roofs away and contributed to the collapse of at least two buildings in Brooklyn. In Midwood, Brooklyn, a sharp gust ripped a tree from its" , "date" : "19960226" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "60-M.P.H. Winds Kill Three and Cause Severe Damage" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/26\/nyregion\/60-mph-winds-kill-three-and-cause-severe-damage.html"} ,   {"body" : "A combination of basic detective work by a Hasidic volunteer patrol and the chance presence of a police car outside a Lower East Side bagel shop led to the capture yesterday of a Hasidic man whose estranged wife was found beaten unconscious on Saturday in her Monsey, N.Y., home. While groups like the Shomrim Volunteer Patrol have sometimes been" , "date" : "19960216" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "MONSEY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Hasidic Volunteers Help Find Suspect in Beating" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/16\/nyregion\/hasidic-volunteers-help-find-suspect-in-beating.html"} , {"body" : "On Saturday morning, as he was about to leave for Sabbath services, a burly Hasidic businessman in a half-finished housing development here heard an insistent knock on his door. It was Yitty Zitrenbaum, the 11-year-old daughter of his neighbor, Blima Zitrenbaum, a Hasidic mother of seven children who had been given an order of protection from her" , "date" : "19960213" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["MONSEY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "A Case of Marital Discord Hits a Nerve" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/13\/nyregion\/a-case-of-marital-discord-hits-a-nerve.html"} , {"body" : "A. David Stern wanted to fix the world. He was one of those people, his widow said today, who engage in tikkun olam, the Hebrew expression for mending the world, which in his case ranged from fighting for Soviet Jewry to helping Orthodox women loose the bonds of loveless marriages. \"There's a slogan,\" Ann Stern said, her voice riding waves of" , "date" : "19960211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY" , "JERSEY CITY (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "53" , "title" : "THE NEW JERSEY TRANSIT CRASH: THE PASSENGER;Many Mourn a Lawyer Who Championed Women's Causes" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/11\/nyregion\/new-jersey-transit-crash-passenger-many-mourn-lawyer-who-championed-women-s.html"} , {"body" : "Fueled by youthful enthusiasm, grand ideals and a distaste for Newt Gingrich, a 30-year-old former assistant district attorney is preparing to take on Representative Jerrold L. Nadler in the Democratic primary on Sept. 10. \"I woke up one morning,\" said the challenger, Brian Steel, \"tired of hearing about Newt Gingrich setting the national agenda," , "date" : "19960211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: UPPER WEST SIDE;A Young Challenger Takes on Nadler -- and in a Way, Gingrich" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/11\/nyregion\/neighborhood-report-upper-west-side-young-challenger-takes-nadler-way-gingrich.html"} , {"body" : "Simon Breuer always warned the children he drove to school that it was safest to cross the street behind the school bus. It wasn't until Mirel Friedman, a 6-year-old handicapped girl in his charge, slipped on ice and fell under the rear wheels of his bus that he learned how wrong his warnings had been. Mr. Breuer, 23, a volunteer driver for a" , "date" : "19960203" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "29" , "title" : "Child's Death Raises Doubt Over Private-School Drivers' Training" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/03\/nyregion\/child-s-death-raises-doubt-over-private-school-drivers-training.html"} , {"body" : "It was a night for the insiders and a night that politicians who normally do not agree on much came together to anoint a candidate. And it was the night after a night on which Democratic loyalists pounded on doors in this sprawling Brooklyn district, lining up proxy votes from those who would be unable to attend the meeting at which Seymour Lachman" , "date" : "19960128" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE;Ever the Loyal Democrat, Lachman Reaps His Reward" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/28\/nyregion\/neighborhood-report-brooklyn-up-close-ever-loyal-democrat-lachman-reaps-his.html"} , {"body" : "A rabbi's assistant from Brooklyn was sentenced to 22 months in prison today for sexually abusing a 15-year-old girl who sat beside him during a flight from Australia to Los Angeles. Yehudah Friedlander, wearing traditional Hasidic attire, dabbed his eyes with a handkerchief as he was jailed for groping the girl's breast and touching her genitals" , "date" : "19960120" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "22-Month Sentence For Rabbi's Aide" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/20\/nyregion\/22-month-sentence-for-rabbi-s-aide.html"} , {"body" : "Mary Sansone has often said that if her basement walls could talk, she and her husband would be in jail. \"Well, maybe not in jail,\" Mrs. Sansone amended, making it clear that she has always worked against gangsters, not for them. \"But we'd end up dead.\" Mrs. Sansone, 79, a Borough Park folk hero who once stood up to the mobster Joseph Colombo and" , "date" : "19960117" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Godmother Of Politics For Giuliani" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/17\/nyregion\/a-godmother-of-politics-for-giuliani.html"} , {"body" : "NEW YORK CITY A Political Godmother The story of Mary Sansone, a Borough Park, Brooklyn, folk hero who once stood up to the mobster Joseph Colombo, is a reminder that neighborhood politics in New York City campaigns is as important as television, polling and focus groups. [B1.] Salman Rushdie Appearance Salman Rushdie, the elusive author condemned" , "date" : "19960117" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK, NY, USA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Metro Digest" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/17\/nyregion\/metro-digest-075949.html"} , {"body" : "The anorexia began in 1987 during a cruise in the Bahamas. Pamela M. befriended a fellow passenger who appeared enviably thin and begged to know how she did it. The secret, the woman said, was to eat nothing but vegetables. \"I fell in love with the idea,\" Ms. M said. \"And I started in.\" Ms. M., 40, adopted her new friend's methods and then returned" , "date" : "19960116" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["World"] , "page_facet" : "2" , "title" : "THE NEEDIEST CASES;After Anorexia, Recovery And Intensive Job Search" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/16\/world\/the-neediest-cases-after-anorexia-recovery-and-intensive-job-search.html"} ,   {"body" : "For some residents of Bensonhurst and Borough Park, the N train is the only subway line for several blocks. More than the other lines in southern Brooklyn, all of which were paralyzed by last week's snowstorm but were brought back Tuesday and Wednesday, the N line proved to be a particular problem for the Transit Authority. From the Eighth Avenue" , "date" : "19960114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: SNOWBOUND BROOKLYN;Snow Makes Snail of N Train" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/14\/nyregion\/neighborhood-report-snowbound-brooklyn-snow-makes-snail-of-n-train.html"}]