[  {"body" : "A CHARTER bus from Holyoke, Mass., was parked outside Lou Newkirk's antiques shop in the Port Morris section of the Bronx on a recent raw Saturday afternoon. Inside, Anne Tracy and her daughter, Becky, from Berkshire, Mass., were browsing. The bus driver, Gary Despres, had deposited other in-town-for-the-day shoppers from Massachusetts in midtown" , "date" : "19961229" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "A Bronx Antiques Row Brings Hope for Renewal" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/29\/realestate\/a-bronx-antiques-row-brings-hope-for-renewal.html"} , {"body" : "The Brooklyn Historical Society's building at 128 Pierrepont Street, one of the first terra cotta structures in the country, will undergo a $5 million interior renovation and exterior restoration starting in late spring. The four-story building, designed by George B. Post in 1881, is ''one of the most beautiful buildings in Brooklyn, and one of the" , "date" : "19961229" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "A Restoration for Historical Society" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/29\/realestate\/a-restoration-for-historical-society.html"} , {"body" : "''LOBY!'' shouted the foreman of substation No. 42 on East 57th Street, as he opened the door to a room full of roaring 4,000-kilowatt Westinghouse rotary converters transforming electric power for the Lexington Avenue line. Robert W. Lobenstein greeted his colleague and walked into one of the last city power stations using those old copper and" , "date" : "19961222" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "The Power Broker of the Subway" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/22\/nyregion\/the-power-broker-of-the-subway.html"} , {"body" : "WITH an increasing number of residential developments around the city, the role of the real estate agent -- traditionally limited to selling -- is being transformed: some of the city's best agents are now being consulted in the planning process. ''They play a very important role,'' said Martin Joffee, a developer who is just finishing the Dietz" , "date" : "19961220" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Business"] , "page_facet" : "19" , "title" : "Real estate agents are increasingly being consulted on plans for new apartment buildings." , "url" : "http:\/\/www.nytimes.com\/1996\/12\/20\/business\/real-estate-agents-are-increasingly-being-consulted-plans-for-new-apartment.html"} , {"body" : "Michael Ziluni has a great apartment -- and he only paid $170,000 for it. That said, it is probably only fair to point out that part of what makes the large, floor-through one-bedroom apartment at 126 Willow Street in Brooklyn Heights -- with its two fireplaces and high ceiling -- so stunning is Mr. Ziluni's decoration. A shoe designer, Mr. Ziluni" , "date" : "19961215" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "A Shoe Designer's Decor" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/15\/realestate\/a-shoe-designer-s-decor.html"} , {"body" : "THE Brooklyn Youth Chorus -- 150 Brooklynites who range in age from 6 to 16 -- has a busy weekend ahead. The singers will perform their fifth annual Winter Concert on Friday night at the Old First Reformed Church in Park Slope and appear Saturday afternoon with the Brooklyn Heights Orchestra at the St. Ann's Holiday Family Concert. The Friday night" , "date" : "19961215" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "A Busy Weekend for Brooklyn Youth Chorus" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/15\/nyregion\/a-busy-weekend-for-brooklyn-youth-chorus.html"} , {"body" : "Marion Coffin Brooke, the daughter of Mr. and Mrs. Peter Francis Brooke of Brooklyn Heights, was married last evening to John Stephen Hartmann Worth, the son of Mr. and Mrs. Douglas Cordwell Worth of Washington. The Rev. Sharon P. Blackburn performed the Congregational ceremony at the Plymouth Church of the Pilgrims in Brooklyn Heights. Mrs. Worth," , "date" : "19961215" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "72" , "title" : "Marnie Brooke, Stephen Worth" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/15\/style\/marnie-brooke-stephen-worth.html"} , {"body" : "Nearly four years after receiving about $50 million in Federal money to make life easier for pedestrians in New York City, officials with the city's Department of Transportation acknowledge that they have made little headway in achieving that goal. And unless they use the money by a deadline that is less than a year away, the city may have to give" , "date" : "19961214" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "New York City Slow to Help Its Pedestrians" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/14\/nyregion\/new-york-city-slow-to-help-its-pedestrians.html"} , {"body" : "This is a sampling of the musical presentations planned for the holiday season at churches and concert halls in New York City. All are free unless otherwise noted (churches accept donations). This selection, compiled by Anthony Tommasini, represents what caught this critic's eye and excited his expectations. Today CARNEGIE HALL. ''A Holiday" , "date" : "19961213" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "Joyful Noises: A Guide to Holiday Music in New York City" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/13\/arts\/joyful-noises-a-guide-to-holiday-music-in-new-york-city.html"} , {"body" : "Here is a sampling of performances of Handel's ''Messiah'' and other oratorios in New York City. Admission is free unless otherwise noted (churches accept donations.) Today COLUMBIA UNIVERSITY, Broadway and 116th Street, Morningside Heights. Part IV of Bach's Christmas Oratorio and other works; Barnard-Columbia Chorus and St. Paul's Chapel Baroque" , "date" : "19961213" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "'Messiah' and More" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/13\/arts\/messiah-and-more.html"} ,   {"body" : "Fred Kaplan is one of those inveterate New Yorkers, a street-smart kid from Bensonhurst who used to roller-skate to Coney Island and ride the subway into Manhattan to ice-skate in Central Park, who went on to become a well-known literary biographer and scholar firmly rooted in the City University system. Over the years, he could be found poring" , "date" : "19961212" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "1" , "title" : "Urban Life, Urban Danger: Scholar Stabbed on the Subway" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/12\/nyregion\/urban-life-urban-danger-scholar-stabbed-on-the-subway.html"} , {"body" : "NEW YORK Silver Presses Crime Initiatives Assembly Speaker Sheldon Silver, who has been accused by Republicans of being the chief obstacle to anticrime legislation, said he wanted to toughen penalties against juvenile criminals and make it easier for school officials to suspend students caught carrying guns. $(Page A1.$) One Officer Hurt, One" , "date" : "19961210" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/10\/nyregion\/metro-digest-673951.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA $485,500 442 West 23d Street 3-bedroom, 2 1\/2 bath, 1,600-sq.-ft. co-op in a brownstone built in 1850; dining area, fireplace, high ceilings, h\/w floors, 2" , "date" : "19961208" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/08\/realestate\/residential-resales-571920.html"} , {"body" : "To the Editor: In your profile of me on Dec. 1 (''Storm Center''), there is a misstatement about my views on multicultural education. In a public debate about the New York State social studies curriculum in the early 1990's, I did not argue that white, European history was being ignored. I opposed the Afrocentric curriculum that was being advanced" , "date" : "19961208" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region" , "Education"] , "page_facet" : "21" , "title" : "Article Misstated Views On Multicultural Education" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/08\/nyregion\/l-article-misstated-views-on-multicultural-education-639311.html"} , {"body" : "In the five years that he has been commuting on the Gowanus Expressway, John Jennings has always allowed an extra half-hour for the congestion on what some consider the worst road in America. Yesterday, he needed closer to an hour. It was the first day of a 13-month project that officials had warned would turn the Gowanus into a virtual parking lot" , "date" : "19961205" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT EXPRESSWAY (NYC)" , "GOWANUS EXPRESSWAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "From Bad to Worse: Going Is Slow as Repairs Begin on the Gowanus" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/05\/nyregion\/from-bad-to-worse-going-is-slow-as-repairs-begin-on-the-gowanus.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA $380,000 575 Sixth Avenue (16th St.) 2-bedroom, 2-bath, 1,300-sq.-ft. recently renovated co-op in a loft building; elevator, dining area, 13-ft. ceilings, h\/w" , "date" : "19961201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/01\/realestate\/residential-resales-455830.html"} , {"body" : "A Musical Evening in Brooklyn TUESDAY -- Robert Spano, the new music director of the Brooklyn Philharmonic Orchestra, will perform at the piano with members of the orchestra, to benefit its subscription season, free concerts and educational programs. The evening, from 6 to 9 P.M. at the Heights Casino Club, 75 Montague Street in Brooklyn Heights," , "date" : "19961201" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "64" , "title" : "BENEFITS" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/01\/style\/benefits-523348.html"} , {"body" : "JUST back from Toronto, Diane Ravitch was in no mood to talk. ''I've been raked across the coals at a conference,'' she said. ''I think I need to lay low for a while.'' Not exactly her usual M.O. Indeed, a week later, Ms. Ravitch, outspoken scholar of the schools, queen of unpopular opinions, explained that it wasn't the broadsides that had her" , "date" : "19961201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Storm Center" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/01\/nyregion\/storm-center.html"} , {"body" : "To the Editor: Tonight as I walked through the Borough Hall subway station in Brooklyn on my way home from work, I watched the commuter in front of me stop to pick up a piece of litter and throw it in a trash can. Perhaps he is just a good Samaritan who always takes the time to pick up litter and make his neighborhood a better place. Or perhaps," , "date" : "19961201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "17" , "title" : "Station Manager Inspires Riders to Keep Place Clean" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/01\/nyregion\/l-station-manager-inspires-riders-to-keep-place-clean-539023.html"} , {"body" : "Schools Chancellor Rudy Crew is directing school officials to begin to evaluate about 15,000 special-education children with the goal of moving as many as possible into regular classrooms starting as early as next fall, he said yesterday. The evaluations, to start in January, would be the first phase of Dr. Crew's proposed overhaul of the city's" , "date" : "19961127" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Chancellor Plans Evaluations For Special-Education Shift" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/27\/nyregion\/chancellor-plans-evaluations-for-special-education-shift.html"} ,   {"body" : "During a typical evening rush hour at Flatbush and Atlantic Avenues, the traffic police wrestle with cars backed up for six blocks. All around them, the area is teeming with office workers heading home, parents buying groceries and teen-agers cruising. It is evidence that Downtown Brooklyn is outgrowing itself. Chronic traffic congestion has" , "date" : "19961124" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS EXPRESSWAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "For Downtown Traffic, Growing Pains May Turn Critical" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/24\/nyregion\/for-downtown-traffic-growing-pains-may-turn-critical.html"} , {"body" : "You can actually see the stars from Red Hook, that little elbow of Brooklyn that sticks out into the Buttermilk Channel, just across the harbor from the Statue of Liberty and south of the towering weight of Manhattan. I saw Cassiopeia a few nights ago, hovering like a big W over the roofs of the little row houses on the street where I have just" , "date" : "19961117" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "46" , "title" : "Pulling Up Roots, and Leaving Some Behind" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/17\/style\/pulling-up-roots-and-leaving-some-behind.html"} , {"body" : "Ruth E. Moskowitz of Brooklyn, a justice of the New York State Supreme Court in Brooklyn, died on Nov. 2 at Mount Sinai Medical Center. A native and lifetime resident of Brooklyn Heights, she was 60. Her family said the cause was scleroderma, a rheumatological disorder. Judge Moskowitz first won election to the State Supreme Court in 1982 and was" , "date" : "19961116" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "30" , "title" : "Ruth E. Moskowitz Dead at 60; Judge and Civil Rights Activist" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/16\/nyregion\/ruth-e-moskowitz-dead-at-60-judge-and-civil-rights-activist.html"} , {"body" : "For years, residents of western Brooklyn have dreaded the upcoming reconstruction of the Gowanus Expressway, a project that would swamp neighborhoods with traffic for at least five years. But an alternative may be emerging: replacing the crumbling elevated expressway with an underground highway. Ultimately, the most important question is whether" , "date" : "19961111" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS EXPRESSWAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "As Unpopular Gowanus Overhaul Looms, a Tunnel Plan Gains Notice" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/11\/nyregion\/as-unpopular-gowanus-overhaul-looms-a-tunnel-plan-gains-notice.html"} , {"author" : "Tom Ferrell is an editor of The New York Times Book Review." , "body" : "I have several times counted the restaurants in the four commercial blocks of Montague Street, Brooklyn. My most recent tally is 29, with culinary style distribution as follows: Italian, 4; Chinese, 3; Japanese, 2; coffee house, 2; Mexican, 2; hamburger joint, 2; ice cream parlor, 2; one each Polish, pizza, Greek, Irish pub, diner, Indian, Blimpie," , "date" : "19961110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Travel" , "Magazine"] , "page_facet" : "10" , "title" : "BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/10\/magazine\/brooklyn.html"} , {"body" : "William Jay Boulton had honed his expertise in figural stained-glass design by the time he finished the Nativity Window in the sanctuary of the Church of St. Ann and the Holy Trinity on Montague Street in Brooklyn Heights in 1848. In 1844, the architect of the neo-Gothic church, Minard Lefever, commissioned the 26-year-old artist, and the artist's" , "date" : "19961110" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Stained-Glass Windows Restored in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/10\/realestate\/stained-glass-windows-restored-in-brooklyn.html"} , {"body" : "A report in the Postings column of the Real Estate section today, about the restoration of stained-glass windows at the Church of St. Ann and the Holy Trinity in Brooklyn Heights, misspells the surname of the artist who designed them. He was William Jay Bolton, not Boulton." , "date" : "19961110" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/10\/nyregion\/c-corrections-236594.html"} , {"body" : "An investment adviser who prosecutors said financed a lavish life style by swindling relatives, friends and others out of more than $4 million pleaded guilty yesterday to fraud charges in the case. The adviser, Dennis L. Helliwell, admitted in Federal District Court in Brooklyn that he had lied when he told his clients that he would put their money" , "date" : "19961109" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Brooklyn Man Pleads Guilty In a Phony Investment Scheme" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/09\/nyregion\/brooklyn-man-pleads-guilty-in-a-phony-investment-scheme.html"} , {"body" : "Eileen C. Dugan, a Brooklyn Democrat who was elected to her ninth term in the New York State Assembly only on Tuesday, died yesterday at Beth Israel Medical Center. Ms. Dugan, who lived in Carroll Gardens, was 51. The cause was breast cancer, according to her family. Gov. George E. Pataki, who served in the Assembly with Ms. Dugan, ordered state" , "date" : "19961109" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "52" , "title" : "Eileen C. Dugan, 51, State Assemblywoman" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/09\/nyregion\/eileen-c-dugan-51-state-assemblywoman.html"} , {"body" : "Lou Singer, who guided thousands and thousands of visitors through the other-borough charms of Brooklyn and sang its praises in accents compatible with that environment, died on Tuesday in Long Island College Hospital in Brooklyn. He was 71 and lived in Brooklyn. The cause was complications after surgery for cancer, his wife, Leona, said. Until his" , "date" : "19961107" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["U.S." , "Obituaries"] , "page_facet" : "27" , "title" : "Lou Singer, 71, Guide to the Sights of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/07\/us\/lou-singer-71-guide-to-the-sights-of-brooklyn.html"} ,   {"body" : "Lectures on Architecture Architectural League of New York, Urban Center, 457 Madison Avenue (51st Street); (212) 753-1722. The Architectural League will sponsor a lecture by the architect Charles Gwathmey on Wednesday at 6:30 P.M. at Caspary Hall at Rockefeller University, 1230 York Avenue, at 66th Street. Mr. Gwathmey, whose firm designed the" , "date" : "19961107" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "Events: Architecture, Then and Now" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/07\/garden\/events-architecture-then-and-now.html"} , {"body" : "Sophie Elisabeth Liebman, the daughter of Nina Liebman of Brooklyn Heights and John Simon of Blauvelt, N.Y., was married last evening to Jeffrey David Oberstein, the son of Sandy and Dr. Barry Oberstein of Millbrae, Calif. Rabbi Richard Steinberg officiated at Guyot Hall on the Princeton University campus. Mrs. Oberstein, 30, is a training" , "date" : "19961103" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "57" , "title" : "Sophie Liebman, Jeffrey Oberstein" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/03\/style\/sophie-liebman-jeffrey-oberstein.html"} , {"body" : "Just south of the Atlantic Avenue railway station, where city-owned urban renewal property sat vacant for 30 years, a new complex of oversized suburban-style stores is to open next week. Six blocks away, on Adams Street, workers just broke ground for Brooklyn's first new hotel in 50 years. Across from the hotel site, which is still just a hole in" , "date" : "19961030" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Growth in Downtown Brooklyn Is Still Looking Up, Planners Say" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/30\/nyregion\/growth-in-downtown-brooklyn-is-still-looking-up-planners-say.html"} , {"body" : "Dr. Stanley S. Lamm, the founder and director emeritus of the Lamm Institute for Child Neurology and Developmental Medicine at Long Island College Hospital in Brooklyn, died on Oct. 18 at the Judson Retirement Community in Cleveland. He was 95 and lived in Brooklyn Heights until five years ago, when he retired from practice. Dr. Lamm was a retired" , "date" : "19961028" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "11" , "title" : "Dr. Stanley Lamm, 95, Founder of Institute" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/28\/nyregion\/dr-stanley-lamm-95-founder-of-institute.html"} , {"body" : "Macrene Renee Alexiades, the daughter of Mr. and Mrs. Gregory Alexiades of Jamaica Estates, Queens, was married yesterday to Dr. Noel Anthony Armenakas, the son of Dr. Anthony E. Armenakas of Brooklyn Heights and Athens, and the late Stella D. Armenaka Bishop Alexios of Troas performed the ceremony at the Greek Orthodox Cathedral of the Holy" , "date" : "19961027" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "52" , "title" : "Miss Alexiades, Dr. Armenakas" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/27\/style\/miss-alexiades-dr-armenakas.html"} , {"body" : "Kate Bower Enroth, an assistant district attorney in Manhattan, was married yesterday to Dana Larkin Schmaltz, an associate at Donaldson, Lufkin & Jenrette, the New York investment bank. The Rev. Andrew F. Kline performed the ceremony at the Episcopal Church of St. Thomas in Hanover, N.H. The couple, both 29, graduated from Dartmouth College. Ms." , "date" : "19961027" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "50" , "title" : "Kate B. Enroth, Dana L. Schmaltz" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/27\/style\/kate-b-enroth-dana-l-schmaltz.html"} , {"body" : "If you're a star who is dying to explore the cross-dressed land of ''Tootsie,'' ''To Wong Foo'' and ''Mrs. Doubtfire,'' you had better choose an amusing character of the opposite sex to play. That's one of the lessons of ''The Associate,'' the movie in which Whoopi Goldberg finally takes the plunge into comic transvestism and misses the mark. ''The" , "date" : "19961025" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "14" , "title" : "Whoopi Goldberg's Turn To Try a Gender Bender" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/25\/movies\/whoopi-goldberg-s-turn-to-try-a-gender-bender.html"} , {"body" : "Crafts on Park Avenue Seventh Regiment Armory, 643 Park Avenue (66th Street); (212) 439-0300. A show and sale featuring crafts by 175 artists will take place tomorrow from 3 to 9 P.M.; Saturday, 11 A.M. to 6 P.M. and Sunday, noon to 5 P.M. Admission is $7 (those under 16, no charge). Graphics Studio Tour Rotunda Gallery, 33 Clinton Street (near" , "date" : "19961024" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "Calendar: Sale, Talks And Tours" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/24\/garden\/calendar-sale-talks-and-tours.html"} , {"body" : "Sarah Ellen Winkler, a daughter of Amelia B. Winkler of Mamaroneck, N.Y., and Dr. Marvin H. Winkler of Clinton, Conn., was married last evening to Simon J. Leopold, a son of Joyce Gersten Pariser of Brooklyn Heights and Gregory Leopold of Manhattan. Rabbi Thomas K. Weiner performed the ceremony at the Central Synagogue in Manhattan. Ms. Winkler," , "date" : "19961020" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "46" , "title" : "Sarah E. Winkler, Simon J. Leopold" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/20\/style\/sarah-e-winkler-simon-j-leopold.html"} , {"body" : "For Schools Chancellor Rudy Crew, who arrived in New York City a year ago talking passionately of the need for a campaign like the civil rights movement to improve public schools, it has been a sobering year. After a freshman hazing that only New York can offer -- from the death threats he received after suspending corrupt school-board officials," , "date" : "19961015" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "After Year of Taking Notes, Crew Is Eager to Act on Them" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/15\/nyregion\/after-year-of-taking-notes-crew-is-eager-to-act-on-them.html"} ,   {"body" : "In a tenement in the Bushwick section of Brooklyn, tenants lay out a daily offering of rice and beans on hard hallway tiles. The food is given in thanks to Susie, a dog, who has taken over responsibility for killing rats from a landlord who has not been seen in years. In the part of Queens known as the Rockaways, a landlord charges $575 a month for" , "date" : "19961010" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "For Landlords, Hard Numbers and Obligations" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/10\/nyregion\/for-landlords-hard-numbers-and-obligations.html"} , {"body" : "Alessandra Kathleen Kule, a daughter of Mary Jo and Christopher Kule of Brooklyn Heights, was married yesterday to Richard Andrew Gashler, the son of Barbara and Richard Gashler of Glen Rock, N.J. The Rev. Edward Kane performed the ceremony at St. Charles Borromeo Roman Catholic Church in Brooklyn Heights. The couple graduated from the University" , "date" : "19961006" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "53" , "title" : "Alexa Kule, Richard Gashler" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/06\/style\/alexa-kule-richard-gashler.html"} , {"body" : "FOR the last seven years, Julia Kuskin, now 31, and Joel Ian Bell, 32, have been part of a clan of siblings and stepsiblings that was created when her mother, Karla Kuskin, married his father, William L. Bell Jr. It was like a Brooklyn version of ''The Brady Bunch,'' only the three Bell children and two Kuskins were in their 20's at the time of" , "date" : "19960929" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "51" , "title" : "Julia Kuskin and Joel Ian Bell" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/29\/style\/julia-kuskin-and-joel-ian-bell.html"} , {"author" : "JANNY SCOTT is a reporter on the metropolitan desk of The Times." , "body" : "Autumn is the best time to see New York City in the way it is best seen. On foot, that is. The city's architecture, its neighborhoods, its street life, its commercial extravagance are best contemplated from a pedestrian's view. Fall invites that. The swelter and indolence of summer have lifted. The air turns crisp, the parks turn yellow and orange." , "date" : "19960929" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "10" , "title" : "New York" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/29\/travel\/new-york.html"} , {"body" : "NEW YORK Hynes to Seek Death Penalty The Brooklyn District Attorney, Charles J. Hynes, became the first New York City prosecutor to seek the death penalty under the state's new capital punishment law, saying he would push for the execution of a man charged with murdering his companion and cutting up his body with a saw. $(Page A1.$) Since New York" , "date" : "19960925" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Metro Digest" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/25\/nyregion\/metro-digest-495450.html"} , {"body" : "HUNDREDS of shoes -- from scruffy sneakers to spit-shined wingtips -- were piled high on Barbara Hohlt's dining room table on Sunday. Nearby, a dozen people busily rooted through bags and boxes of even more shoes, making her Brooklyn Heights home look like the epicenter of a specialty tag sale. Some shoes' laces were tied to small notes. A note" , "date" : "19960925" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Victims' Shoes Are a Protest Of Gun Deaths" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/25\/nyregion\/victims-shoes-are-a-protest-of-gun-deaths.html"} , {"body" : "To The Living Section: Regarding Marian Burros's article ''Punching Up the Flavors in Healthy Foods'' (Sept. 11), I take issue with the use of the word ''healthy.'' If I recall correctly, the proper word should be ''healthful.'' Using ''healthy'' as it is used in the headline would indicate that the foods were in good health. Surely, it is the" , "date" : "19960925" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Opinion" , "Home and Garden"] , "page_facet" : "4" , "title" : "Healthy vs. Healthful" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/25\/garden\/l-healthy-vs-healthful-496995.html"} , {"body" : "Just Like Mexico Su Casa Mexicana, a bakery and food shop at 695 Ninth Avenue (48th Street), would not be out of place in Oaxaca, Mexico. Customers can take a tray and tongs and help themselves to an array of eggy, flaky, custard-filled and almond-scented pastries (75 cents to $1.50 each). Big sugared doughnuts, chilies, packaged foods and homemade" , "date" : "19960918" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "Food Notes" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/18\/garden\/food-notes-370193.html"} , {"body" : "The Spanakos twins still get stares when they visit the old Red Hook places -- the once-sturdy pier that now noses into the water, the bodega that had been a boxing gym and before that a brothel. But no one recognizes them anymore in the Brooklyn of their youth. The stares come now because, at 58, they are still dead ringers. Their identical faces" , "date" : "19960915" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "Survivors of the Street Became Champions of the Ring" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/15\/nyregion\/survivors-of-the-street-became-champions-of-the-ring.html"} , {"body" : "Jessica Danielle Hoffman, a daughter of Barbara and Daniel Hoffman of Dongan Hills, S.I., was married last evening to Donald Patrick Brennan Jr., a son of Mr. and Mrs. Brennan of Old Brookville, L.I. The Rev. Edward R. P. Kane performed the ceremony at St. Charles Borromeo Roman Catholic Church in Brooklyn Heights. Mrs. Brennan is a financial" , "date" : "19960915" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "56" , "title" : "Jessica Hoffman, D.P. Brennan Jr." , "url" : "http:\/\/www.nytimes.com\/1996\/09\/15\/style\/jessica-hoffman-dp-brennan-jr.html"} ,   {"body" : "Julia Kuskin, the daughter of Karla Kuskin Bell of Brooklyn Heights and Charles M. Kuskin of Manhattan, is to be married at her mother's house today to Joel Ian Bell, a son of Tina Torrance of Rancho Mirage, Calif., and Seattle, and William L. Bell Jr. of Arlington, Va. Cantor William R. Walton is to officiate. Ms. Kuskin, 31, is keeping her name." , "date" : "19960915" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "58" , "title" : "Julia Kuskin and Joel Bell" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/15\/style\/julia-kuskin-and-joel-bell.html"} , {"body" : "Voters who turned up for a bitterly contested primary in Brooklyn yesterday were turned away from scores of polling places, because election workers had failed to deliver the voting machines in time. The problem persisted into the afternoon in many neighborhoods, raising the prospect that the election would have to be held again. Officials said" , "date" : "19960911" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Primary Voting in Brooklyn Disrupted by Lack of Machines" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/11\/nyregion\/primary-voting-in-brooklyn-disrupted-by-lack-of-machines.html"} , {"body" : "George B. Mead, a conductor, composer and opera translator who was the organist and choirmaster at Trinity Church for 27 years and was associated with several churches, schools and choral groups in New York City, died on Sept. 2 at the Andover Nursing Center in Andover, N.J. He was 94 and lived in Brooklyn Heights and Stillwater, N.J. In the 1940's" , "date" : "19960911" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Obituaries"] , "page_facet" : "19" , "title" : "George B. Mead, 94, Conductor, Organist And a Translator" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/11\/arts\/george-b-mead-94-conductor-organist-and-a-translator.html"} , {"body" : "In a bustling storefront headquarters in Crown Heights, Clarence A. Norman spent most of yesterday commanding troops of campaign volunteers, discussing last-minute strategies on leafleting and getting voters to polls. While Mr. Norman, a State Assemblyman, faces his own race in tomorrow's Democratic primary, his more pressing focus was on the" , "date" : "19960909" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Primary Races Are Obscure, but Reputations Are on the Line" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/09\/nyregion\/primary-races-are-obscure-but-reputations-are-on-the-line.html"} , {"body" : "Maxwell Evarts Cox, a lawyer, novelist and community leader, died on Thursday at Long Island College Hospital in Brooklyn. He was 73 years old. The cause of death was choking, his daughter Ann Cox Halkett of Cherryfield, Me., said. Mr. Cox was born in Plainfield, N.J., and attended Harvard and Harvard Law School. During World War II, he served in" , "date" : "19960908" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "46" , "title" : "Maxwell E. Cox, 73, A Lawyer, a Novelist And a Civic Leader" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/08\/nyregion\/maxwell-e-cox-73-a-lawyer-a-novelist-and-a-civic-leader.html"} , {"author" : "Karen Karbo's most recent novel is ''The Diamond Lane.''" , "body" : "THE OTHER FAMILY By Jacqueline Carey. 207 pp. New York: Random House. $22. A FEW years ago, a popular bumper sticker proclaimed: ''If you remember the 60's, you weren't there.'' Funny, but untrue. It's not a surfeit of hemp-laced brownies that's kept so many writers from accurately remembering the era; it's a simple-minded nostalgia for their" , "date" : "19960908" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "8" , "title" : "Runaway Mom" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/08\/books\/runaway-mom.html"} , {"body" : "There's a patch of wild pink petunias that come up every summer in the cracks of the cement in front of an apartment building on the corner of Sixth Avenue and Sixth Street in Park Slope, Brooklyn. The sun beats down, but these petunias seem to thrive in their concrete desert, and I always look for them if I'm passing by. Were they part of some" , "date" : "19960901" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "54" , "title" : "Softening Gritty Urban Gray With a Little Green" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/01\/style\/softening-gritty-urban-gray-with-a-little-green.html"} , {"body" : "Federal prosecutors expanded their charges yesterday against an investment adviser from Brooklyn Heights who they say financed a lavish way of life with millions of dollars swindled mostly from relatives and friends. At the same time, the lawyer for the defendant, Dennis L. Helliwell, told a judge in Federal District Court in Brooklyn that talks" , "date" : "19960831" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Fraud Charges Are Expanded In Swindling Of Investors" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/31\/nyregion\/fraud-charges-are-expanded-in-swindling-of-investors.html"} , {"body" : "Shopping for New Releases Despite the recent closings of several record stores selling bootleg or counterfeit albums, the number of independent specialty stores in New York City seems to be increasing faster than ever. In addition to carrying imported albums, independent-label releases and hard-to-find re-issues not found in bigger stores, these" , "date" : "19960829" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "16" , "title" : "The Pop Life" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/29\/arts\/the-pop-life-079049.html"} , {"body" : "HELEN HIEBERT and Ted Katauskas live in a cooperative house in Fort Greene, Brooklyn, where everything from the temperature of each room to the dinner menu is a group decision. There are about 10 such houses in the borough, ranging from the T. S. Eliot House to the Big House, where Mr. Katauskas lived before moving in with Ms. Hiebert a few weeks" , "date" : "19960825" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "53" , "title" : "Helen Hiebert and Ted Katauskas" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/25\/style\/helen-hiebert-and-ted-katauskas.html"} ,   {"body" : "Futurism of 1939 Museum of the City of New York, Fifth Avenue at 103d Street; (212) 534-1672, ext. 206. ''Drawing the Future: Design Drawings for the 1939 New York World's Fair,'' an exhibition of 40 original illustrations of buildings by architects and designers, starts Wednesday and continues through Jan. 19. Open Wednesday through Saturday, 10" , "date" : "19960815" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "Calendar: A Show, Tours And Fairs" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/15\/garden\/calendar-a-show-tours-and-fairs.html"} , {"body" : "WHEN you grow tired of stylish gardens and stylish garden magazines, when you find yourself wanting to set fire to a Smith & Hawken garden bench, then go down to the sea, to Red Hook, Brooklyn. There, wild Virginia creeper climbs over the ruins of abandoned buildings, and a meadow of Queen Anne's lace runs down to a sandy beach. A band of gardeners" , "date" : "19960815" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Blossoms From Rust in Red Hook" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/15\/garden\/blossoms-from-rust-in-red-hook.html"} , {"body" : "To the Editor: As a stagehand who lives and works in Brooklyn, I was outraged about your piece on Senator Markowitz. The stage and light tower collapse that permanently disabled Curtis Mayfield has never failed to upset me and many of my co-workers. Mr. Markowitz's hiring practices should be examined closely. Brooklyn has some of the finest stage" , "date" : "19960811" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "Marty Markowitz: Senator, or Social Director?" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/11\/nyregion\/l-marty-markowitz-senator-or-social-director-772690.html"} , {"body" : "New York City will make its first major service cut in recycling next month when it scales back collections for half the city's households. The reduction -- from weekly to alternate week pickups -- is the first tangible effect of Mayor Rudolph W. Giuliani's $26 million cut to the city's recycling budget. The change is to begin Sept. 9. The Mayor" , "date" : "19960807" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "New Yorkers Face 2 Weeks of Storing Trash for Recycling" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/07\/nyregion\/new-yorkers-face-2-weeks-of-storing-trash-for-recycling.html"} , {"body" : "JEAN-CLAUDE IACOVELLI is scouting locations in SoHo for a pasta restaurant. He already owns Jean Claude and SoHo Steak in that downtown neighborhood and Caffe Lure nearby. Suan Lee Cheah and his wife, June, have just opened Nyonya on Grand Street in the part of Little Italy that is rapidly becoming Little Asia. It will be the Cheahs' fifth" , "date" : "19960807" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "Restaurateurs Rise From Supporting Roles" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/07\/garden\/restaurateurs-rise-from-supporting-roles.html"} , {"body" : "JAY BERGEN possesses something that most mortals never will: an oval foyer with an antique-tile checkerboard floor. And that's not all: The fortunate Mr. Bergen also possesses a Spanish hacienda-type folly on his roof -- along with a baronial paneled former billiard room as his living room. Plus a head-swiveling view -- ah, what a view -- from the" , "date" : "19960804" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Three Flights Up, the Top of the World" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/04\/realestate\/three-flights-up-the-top-of-the-world.html"} , {"body" : "Amy Elizabeth Blatz, a daughter of the Rev. and Mrs. Nils Blatz of Brooklyn Heights, was married on Friday evening to John Gavin Parsons, the son of Mr. and Mrs. Norman Parsons of Sea Cliff, L.I. Bishop Herbert G. Thompson Jr. of Southern Ohio performed the Episcopal ceremony at Grace Church Brooklyn Heights. Mrs. Parsons, 27, is a dance therapist" , "date" : "19960804" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "48" , "title" : "Amy E. Blatz, John G. Parsons" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/04\/style\/amy-e-blatz-john-g-parsons.html"} , {"body" : "UPPER WEST SIDE Before the Time Of Indoor Plumbing Pardon the pun for the exhibition titled ''Privy to History,'' which opens Wednesday at The New-York Historical Society. It consists of photographs and objects showing how City College archeology students excavated the site of a 19th century outhouse in lower Manhattan. The site belonged to a" , "date" : "19960804" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/04\/nyregion\/playing-in-the-neighborhood-640670.html"} , {"body" : "A rusted Depression-era underground grate suspended high above an East Side subway tunnel tumbled to the tracks early yesterday, leading to electrical explosions and a fire that hampered service to much of Queens and Manhattan for nine hours and trapped dozens of riders in blinding smoke. The incident occurred less than 48 hours after a downpour" , "date" : "19960803" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Subway Grate Falls on Track, Causing Fire And Shutdown" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/03\/nyregion\/subway-grate-falls-on-track-causing-fire-and-shutdown.html"} , {"body" : "After three years of steady budget cuts, more than half of the city's 32 community school districts will have slightly more money to spend this year than they did last year, according to preliminary budget figures issued yesterday by the Board of Education. The extra money for the districts, which operate the city's 848 elementary and junior high" , "date" : "19960803" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "21" , "title" : "After Cutbacks, School Budget Includes Extra For 18 Districts" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/03\/nyregion\/after-cutbacks-school-budget-includes-extra-for-18-districts.html"} ,   {"body" : "MANHATTAN CHELSEA $385,000 347 West 22d Street 2-bedroom, 1 1\/2-bath, 1,600-sq.-ft. duplex in a renovated brownstone; fireplace, 3 skylights, c\/a, south exposure, 600-sq.-ft. private roof deck; maintenance $1,000, 75% tax-deductible, listed at $399,000, 5 weeks on market (Brokers: J.I. Sopher; Corcoran Group) GREENWICH VILLAGE $450,000 115 West" , "date" : "19960728" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/28\/realestate\/residential-resales-017477.html"} , {"body" : "WHEN the river rises, Bill McGowan runs to it. He travels from his home in Brooklyn Heights to the home here where he grew up, from his life as a successful author to his life as a child, from the glass and steel of the city to the rushing water and ancient rocks of the Croton River. Like a surfer heeding the call of a churning sea, Mr. McGowan" , "date" : "19960728" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "The View From: Croton-on-Hudson;Plunging Into Memory, Flowing Into Time" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/28\/nyregion\/the-view-from-croton-on-hudson-plunging-into-memory-flowing-into-time.html"} , {"body" : "Four years ago, a plan to enlarge the Federal courthouse at the edge of the Brooklyn Bridge perished in a storm of ridicule after Brooklyn Heights residents got Senator Daniel Patrick Moynihan to use his clout to kill it. They complained that the proposed courthouse would be too big and would ruin the landmark General Post Office across the street," , "date" : "19960719" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Revised Plan for Criticized Courthouse" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/19\/nyregion\/revised-plan-for-criticized-courthouse.html"} , {"body" : "THE CRASH Investigators Focus on Blast Federal law enforcement officials said that the most likely explanation for the fiery crash of T.W.A. Flight 800 was that a bomb, or perhaps, a missile, destroyed the airplane, plunging it into the Atlantic Ocean off Long Island, killing all 230 people on board. The remains of 120 people had been recovered," , "date" : "19960719" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "METRO" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/19\/nyregion\/metro.html"} , {"body" : "Finding a rental apartment in Manhattan has become as complicated as, and in many buildings and neighborhoods even more costly than, it was in the mid-to-late 1980's, when soaring rents and prices, sprouting condominium towers and co-op conversions helped define the character of an economic boom. New York is not, by most measures, having another" , "date" : "19960715" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "As Market Shifts, Bad Old Days Of Finding an Apartment Return" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/15\/nyregion\/as-market-shifts-bad-old-days-of-finding-an-apartment-return.html"} , {"body" : "THE Manhattan residential rental market is roil-ing, sometimes jetting spikes in prices to previ-ously unseen heights, and the impact is beginning to be felt in the other boroughs. For those seeking shelter, not much is cheap in New York City's rental market these days, but the increases are most dramatic for unregulated units that make up about" , "date" : "19960714" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Market-Rate Rents In Manhattan:" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/14\/realestate\/market-rate-rents-in-manhattan.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN BATTERY PARK CITY $610,000 350 Albany Street (Hudson Tower) 3-bedroom, 3-bath, 1,800-sq.-ft. postwar duplex condo in a town house; dining room, 1,000 sq. ft. of outdoor" , "date" : "19960714" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/14\/realestate\/residential-resales-082732.html"} , {"body" : "JENNIFER STEWART is poised in front of the bathroom mirror in her Brooklyn Heights apartment, primping and preening for another day at the office. The toilet seat cover looks like the cosmetic counter at Bloomingdale's, filled with foundation, eyeliner, powder and highlights. The only difference is everything is green. You look gorgeous,\" she tells" , "date" : "19960714" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.;Bearing the Torch for Art and Quarters" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/14\/nyregion\/new-yorkers-co-bearing-the-torch-for-art-and-quarters.html"} , {"body" : "JENNIFER STEWART is poised in front of the bathroom mirror in her Brooklyn Heights apartment, primping and preening for another day at the office. The toilet seat cover looks like the cosmetic counter at Bloomingdale's, filled with foundation, eyeliner, powder and highlights. The only difference is everything is green. ''You look gorgeous,'' she" , "date" : "19960714" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "04" , "title" : "Bearing the Torch for Art and Quarters" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/14\/nyregion\/bearing-the-torch-for-art-and-quarters.html"} , {"body" : "William H. Hogeland, a former managing partner in the law firm of Webster & Sheffield, died June 29 at his home in Manhattan. He was 68 and also had a home in Blauvelt, N.Y. The cause was prostate cancer, his family said. Mr. Hogeland, a corporate lawyer, litigator and antitrust analyst, was born in Chester, Pa. He graduated from Washington and Lee" , "date" : "19960707" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "21" , "title" : "W. H. Hogeland, 68, Lawyer and Analyst" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/07\/nyregion\/w-h-hogeland-68-lawyer-and-analyst.html"} ,   {"body" : "There are no brownstones in Bangladesh. But in the brownstone corridors of Brooklyn, the men who wipe grime off the aging stone buildings, restore their cracking stoops and spruce up their cornices are increasingly immigrants from Bangladesh. Sometimes, people ask, 'Where did you learn to do this?' \" said Mostafizur Rahman, a construction worker" , "date" : "19960706" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BANGLADESH"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Building Lives on Brooklyn's Scaffolds" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/06\/nyregion\/building-lives-on-brooklyn-s-scaffolds.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN GREENWICH VILLAGE $360,000 130 Barrow Street 2-bedroom, 1 1\/2-bath, 1,100-sq.-ft. duplex, penthouse condo in a former garage building; elevator, 2 fireplaces, terrace," , "date" : "19960630" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/30\/realestate\/residential-resales-050717.html"} , {"body" : "WHAT A silk necktie that's blue and yellow and features a fish with six eyes. WHAT TO DO WITH IT It would have made a great graduation present, and yes, it's too late for Father's Day, but this is a different kind of gift: it's for a worthy cause. It incorporates a design created by a 12-year-old former student in the art program at the League" , "date" : "19960630" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "35" , "title" : "THING;A Necktie Representing Fantasy And Charity" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/30\/style\/thing-a-necktie-representing-fantasy-and-charity.html"} , {"body" : "Art Workshops Jewish Museum 1109 Fifth Avenue, at 92d Street (212) 423-3225 Recommended ages: 3 and up Sundays through July 28 Sunday afternoon with Marc Chagall can bring out the red in you. Or the brown, or the blue. A recent trip to see the exhibition \"Marc Chagall: 1907-1917\" was just the way to get a reluctant boy to paint. This workshop," , "date" : "19960628" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/28\/arts\/for-children.html"} , {"body" : "WHEN WE WERE doing 'The Heiress,' \" recalled Andre Bishop, the artistic director of Lincoln Center Theater, \"a young director I won't name went backstage to visit Cherry Jones. He told her how great she was, and she asked him, 'What did you think of Gerry's work?' \" She was referring, of course, to her director, Gerald Gutierrez. \"He seemed taken" , "date" : "19960623" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "7" , "title" : "THEATER;More Adult, And Stronger Than He Knew" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/23\/theater\/theater-more-adult-and-stronger-than-he-knew.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN FLATIRON DISTRICT $547,000 14 East 17th Street 2-bedroom, 2-bath, 2,000-sq.-ft. co-op in a loft building; elevator, renovated kitchen, 3 exposures; maintenance $1,036," , "date" : "19960623" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/23\/realestate\/residential-resales-036641.html"} , {"body" : "CUCINA** (718) 230-0711; 256 Fifth Avenue, near Garfield Place, Park Slope; (c) American Express, Mastercard, Visa This attractive Italian restaurant, with painted tin ceiling, mural and antique wood serving tables, has a rustic Tuscan feel. For starters consider caramelized onion tart with olives; artichoke with basil dipping sauce, and roasted" , "date" : "19960623" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "GOOD EATING;Where Brooklyn Meets to Eat" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/23\/nyregion\/good-eating-where-brooklyn-meets-to-eat.html"} , {"body" : "BROOKLYN HEIGHTS Around the Kitchen Table: An Immigrant Community In 1870, there were seven Chinese immigrants living in Brooklyn. In 1990, according to the census, there were 68,191. This growing community is the subject of the Brooklyn Historical Society's exhibit New Neighbors: Sunset Park's Chinese Community. The society has previously looked" , "date" : "19960623" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/23\/nyregion\/playing-in-the-neighborhood-039195.html"} , {"body" : "To the Editor: I am disappointed with your article \"Saturday Night Fever: The Life\" (June 9). Reading between the lines, the subject of your article, Peter Pedone, appears to be a decent human being who supports himself and pays his taxes, but who has had the misfortune to have been born a Brooklyn Italian-American, which of course exposes him to" , "date" : "19960623" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "15" , "title" : "Saturday Night' Article Insults Italian-Americans" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/23\/nyregion\/l-saturday-night-article-insults-italian-americans-039276.html"} , {"body" : "Margaret Bronson (Peggy) Clark, who designed the lighting for more than 60 Broadway productions, including \"Brigadoon,\" \"Bye Bye Birdie\" and \"Auntie Mame,\" died on Wednesday at her home in Lexington, Ga. She was 80. She died after a series of strokes, said Elmon Webb, a friend. Ms. Clark helped make lighting design a profession on Broadway and was" , "date" : "19960622" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts" , "Obituaries" , "Theater"] , "page_facet" : "44" , "title" : "Peggy Clark, Pioneer Designer Of Stage Lighting, Dies at 80" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/22\/theater\/peggy-clark-pioneer-designer-of-stage-lighting-dies-at-80.html"} ,   {"body" : "The Cineplex Odeon closed its four-screen movie house in downtown Brooklyn this month, after five years of operating in the Fulton Mall. The Cineplex Odeon Corporation, owners of the Fulton theater, attributed the closing of the theater, Metropolitan Cinemas, to slow business and old technology, but says it plans to open another theater somewhere" , "date" : "19960616" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN\/BROOKLYN HEIGHTS;Fulton Mall Loses Its Theater" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/16\/nyregion\/neighborhood-report-downtown-brooklyn-brooklyn-heights-fulton-mall-loses-its.html"} , {"body" : "IN their own modest ways, Barbara Thompson, a tenant, and Denis Gittens, a landlord, are at the center of an already brewing storm over whether a half-century of rent regulation in New York State will end -- or be significantly altered -- precisely one year from today. Each fits the billboard image that contending sides in the debate choose to" , "date" : "19960616" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "As Battle Looms On Rent Law, Skirmishing Has Begun" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/16\/realestate\/as-battle-looms-on-rent-law-skirmishing-has-begun.html"} , {"body" : "The time had come. So the other day, Gwendolyn McCottry gathered up her baby, the nearly 14-year-old Mishonna, and showed her how to navigate her way on public transportation from the leafy neighborliness of Rosedale, Queens, into the questionable heart of Manhattan -- a trip Mishonna, who has never traveled alone before in the city, will have to" , "date" : "19960616" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Cutting Them Loose" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/16\/nyregion\/cutting-them-loose.html"} , {"body" : "To the Editor: I wonder if Michel Marriott has been to a public library lately. If he ventured into mine, not only would he hear visitors talking to each other in loud voices, but also librarians speaking to each other and patrons in equally disturbing volumes. ALLYSON J. KLEIMAN Brooklyn Heights" , "date" : "19960609" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "17" , "title" : "Talkers Are Taking Over The Arts, Even Libraries" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/09\/nyregion\/l-talkers-are-taking-over-the-arts-even-libraries-007382.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN BATTERY PARK CITY $230,000 250 South End Avenue (Hudson View East) 2-bedroom, 2-bath, 1,066-sq.-ft. condo in a 9-year-old building; 24-hr. concierge, dining area," , "date" : "19960609" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/09\/realestate\/residential-resales-004510.html"} , {"body" : "First came a late summer drought in 1995, then the snowiest winter on record. Now for the 500,000 trees along New York City's sidewalks comes a manmade scourge that may prove worse than anything conjured up by nature. The culprit is salt, used to melt snow and ice, and the disease is salt shock. Since the blustery winter gave way to what is usually" , "date" : "19960608" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "City Asks Tree Lovers To Fill Their Buckets" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/08\/nyregion\/city-asks-tree-lovers-to-fill-their-buckets.html"} , {"body" : "IN every cowboy movie I ever saw, the weary horseman checks into a small-town hotel and takes a wash at a little table with a bowl and a pitcher of water. He's nearly dead -- exhaustion, Indians, whatever -- and this little wash puts him back in business. I always wanted to take that refreshing wash; or maybe it was the room I craved. It was always" , "date" : "19960530" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "4" , "title" : "House Proud" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/30\/garden\/house-proud.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CARNEGIE HILL $1.25 million 158 East 95th Street 4-bedroom, 3 full-, 2 half-bath, 4-story brownstone town house; dining room, 2 powder rooms, 4 fireplaces, 2 living" , "date" : "19960526" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "RESIDENTIAL RESALES" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/26\/realestate\/residential-resales-073512.html"} , {"body" : "A LIFETIME BURNING IN EVERY MOMENT From the Journals of Alfred Kazin Selected and edited by the author. 341 pages. HarperCollins. $26. I write in order to become that which I write of,\" remarks Alfred Kazin somewhat cryptically in a journal entry made in the early 1950's. He continues: \"I write in order to lay claim to what I would like to become." , "date" : "19960516" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "19" , "title" : "BOOKS OF THE TIMES;Thinking of Great Men, Trying to Know God" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/16\/books\/books-of-the-times-thinking-of-great-men-trying-to-know-god.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN GREENWICH VILLAGE $575,000 37 West 12th Street (Butterfield House) 2-bedroom, 2-bath, 1,650-sq.-ft. postwar co-op; 24-hr. doormen, dining room, solarium; maintenance" , "date" : "19960512" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/12\/realestate\/residential-resales-039306.html"} ,   {"body" : "Once Tiny, J & R Music World Keeps Growing and Growing After starting out as a 500-square-foot electronics store near City Hall, financed 25 years ago by wedding gifts to Joseph and Rachelle Friedman, J & R Music World has expanded to 250,000 square feet, and 50,000 more are on the way. Whenever the Friedmans followed clients' suggestions for new" , "date" : "19960512" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO." , "url" : "http:\/\/www.nytimes.com\/1996\/05\/12\/nyregion\/new-yorkers-co-041378.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN GREENWICH VILLAGE $138,500 23 East 10th Street (Albert) 1-bedroom, 1-bath, 700-sq.-ft. co-op in a recently renovated prewar building; 24-hr. doormen, 12-ft. ceilings," , "date" : "19960505" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/05\/realestate\/residential-resales-022454.html"} , {"body" : "Dennis L. and Georgia (Gigi) Helliwell were nothing if not respectable. From their Brooklyn Heights brownstone with its art and antiques, to the chauffeured rides to the theater, the taste for Bouley and the Four Seasons and fine designer clothes, they were the picture of an upward-bound couple in their 30's enjoying the best New York had to offer." , "date" : "19960505" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Charge of Fraud Ends High Life Of Success Model;37-Year-Old Accused in Scam That Bilked Friends of Millions With Promises of Huge Profits" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/05\/nyregion\/charge-fraud-ends-high-life-success-model-37-year-old-accused-scam-that-bilked.html"} , {"body" : "HOUSE tours, garden tours and show houses begin in earnest this week, and freshly pruned gardens, polished antiques and sparkling skylights await visitors. Here is a sampling, from Delaware to Massachusetts. New York City Upper East Side, Manhattan, Saturday -- The New York Junior League will sponsor a self-guided tour of seven apartments, from 10" , "date" : "19960502" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK, NY, USA"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "New Season of Home and Garden Tours" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/02\/garden\/new-season-of-home-and-garden-tours.html"} , {"body" : "JACK PRINCE bridles when anyone suggests his penthouse apartment near Sutton Place is a wreck. \"The real estate agent feels it is not in good shape at all,\" the spry gray-haired man with the round black glasses grumbled. \"I'm inclined to say it is not all that horrendous. She's marketing it as 'needs vision.' I think it's marvelous the way I did" , "date" : "19960428" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Will 'TLC' Transform 'Cinderella'?" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/28\/realestate\/will-tlc-transform-cinderella.html"} , {"body" : "Gage & Tollner, the 117-year-old landmark restaurant in Downtown Brooklyn that has been under renovation since last fall, will debut its new look starting with private parties this week and will offically open to the public on May 8. Joseph Chirico, the new owner, said he has tried to retain the historic flavor of the restaurant while providing" , "date" : "19960428" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN HEIGHTS\/DOWNTOWN BROOKLYN: DINING;Gage & Tollner: The Same, but Different" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/28\/nyregion\/neighborhood-report-brooklyn-heights-downtown-brooklyn-dining-gage-tollner-same.html"} , {"body" : "WE have become culture of clubs -- fitness clubs, book clubs, video clubs, frequent-flier clubs -- so one would think that a Venetian palace built for Brooklyn's elite should be prospering. But the 1891 Montauk Club, in Park Slope at the northeast corner of Lincoln Place and Eighth Avenue, is just limping along with holes in its ceilings and half" , "date" : "19960428" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PARK SLOPE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Streetscapes\/The Montauk Club in Brooklyn;A Venetian Palace With a Native American Motif" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/28\/realestate\/streetscapes-montauk-club-brooklyn-venetian-palace-with-native-american-motif.html"} , {"body" : "Mary Tyler Moore may not quite rank with Pee Wee Reese, the old Dodger shortstop, as a symbol of Brooklyn, but the organizers of Welcome Back to Brooklyn Day have named her this year's Homecoming Queen, as The City reported last Sunday. Ms. Moore has taken umbrage at the suggestion that she is not genuine Brooklyn and sent this letter last week. I" , "date" : "19960421" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE;Mary Tyler Moore, Brooklyn's Girl Next Door? Yes, I Am!" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/21\/nyregion\/neighborhood-report-brooklyn-up-close-mary-tyler-moore-brooklyn-s-girl-next-door.html"} , {"body" : "The Brooklyn Public Library took a fledgling step onto the information superhighway last week when its Flatbush branch began offering Internet access to the public. The library system purchased a dozen computers for the Flatbush branch, at 22 Linden Boulevard, with a $150,000 donation from Bill Gates, the chairman and chief executive officer of" , "date" : "19960421" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: FLATBUSH: UPDATE;Library Is On Line" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/21\/nyregion\/neighborhood-report-flatbush-update-library-is-on-line.html"} , {"body" : "Self-guided house and garden tours this spring will offer close-up looks at the city's oldest and most recently designated historic districts -- Brooklyn Heights (1965) and St. George\/New Brighton on Staten Island (1995) -- as well as Civil War drama: a re-enactment of an encampment of the 14th Regiment on the streets of Fort Greene in Brooklyn." , "date" : "19960421" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: It's the Time of Year for House and Garden Tours;A New Historic District And a Civil War Campsite" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/21\/realestate\/postings-it-s-time-year-for-house-garden-tours-new-historic-district-civil-war.html"} ,   {"body" : "WALK past the Rite Aid drugstore at 84th Street and Lexington Avenue, turn east on 86th Street, and there it is, another Rite Aid. Walk east one more block, Rite Aid again. Look across the street from the Duane Reade drugstore at Third Avenue and 53d Street, and voila, a Rite Aid. Don't bother looking for the Pathmark drugstore that sat at 70th" , "date" : "19960421" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "Commercial Property\/Drugstores;The Rite Aid Chain Takes Manhattan, the Bronx . . ." , "url" : "http:\/\/www.nytimes.com\/1996\/04\/21\/realestate\/commercial-property-drugstores-the-rite-aid-chain-takes-manhattan-the-bronx.html"} , {"body" : "'From Nudnik to Nightingale' 'A Tribute to Rembrandt Films and Gene Deitch' Museum of Modern Art 11 West 53d Street (212) 708-9400 Recommended ages: 6 and up Tonight through Sunday Don't be put off by the title of this cartoon series: if you don't know who Gene Deitch is and you've never heard of Rembrandt Films, it's not a problem. All you need to" , "date" : "19960419" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "16" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/19\/arts\/for-children.html"} , {"body" : "IN the last decade, the lust for better beers has given rise to hundreds of small breweries throughout the country. Many of them took root on the West Coast. But New York is catching up with a vengeance and becoming as serious as Seattle is about beer. This year as many as eight brewery-restaurants are expected to open in Manhattan. Two breweries" , "date" : "19960417" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "Finally, New York Takes to Brew Pubs" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/17\/garden\/finally-new-york-takes-to-brew-pubs.html"} , {"body" : "DEAR DIARY: An awful New York night with every street corner an obstacle course of snow and slush. Regardless, we were determined to go to the symphony at Avery Fisher Hall. In a last-minute effort to organize coats, scarfs, briefcases, etc., I clenched the tickets in my teeth. As I approached the usher, he said pointedly, \"Sir, we do not take" , "date" : "19960417" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/17\/garden\/metropolitan-diary-081108.html"} , {"body" : "To the Editor: Reading about New York City's latest plans for keeping the Yankees here reminds me why I left city planning. If the Yankees leave New York, it won't be just because of the greed of George Steinbrenner, the Yankees' principal owner. Unless environmental law is rewritten, a new stadium would have no chance of approval. Development will" , "date" : "19960415" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "14" , "title" : "New Stadium Isn't Feasible, but Revamping Yankees' Old One Is" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/15\/opinion\/l-new-stadium-isn-t-feasible-but-revamping-yankees-old-one-is-078522.html"} , {"body" : "Ask her fans to associate Mary Tyler Moore with a city and they'll likely conjure up images of her tossing her hat in the air in snowbound Minneapolis or twirling around in capri pants in New Rochelle. But in reality, dare we say it -- our Mary, the girl next door, is one of dem bums from Brooklyn. Whether she ever made a pilgrimage to Ebbets Field" , "date" : "19960414" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE;Brooklyn's Girl Next Door?" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/14\/nyregion\/neighborhood-report-brooklyn-up-close-brooklyn-s-girl-next-door.html"} , {"body" : "MTV PLUGS. WEB SITES that print out theater tickets. Fliers posted in laundromats. Productions at 10 A.M. These are a few of the ideas, high tech and low, of theater producers and marketers determined to bring young and minority audiences into the ever-graying, implacably white precincts of Broadway. They definitely have their work cut out for" , "date" : "19960414" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "5" , "title" : "THEATER;Marketing Broadway as a Cool Spot" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/14\/theater\/theater-marketing-broadway-as-a-cool-spot.html"} , {"body" : "A STORY of racial harmony set against some of the finest residential architecture in Brooklyn resounds from the wide, parking-friendly streets of Prospect Lefferts Gardens. Situated near the southeast corner of Prospect Park in the Flatbush section, the racially mixed, predominantly middle-class, richly West Indian neighborhood holds at its core a" , "date" : "19960407" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT LEFFERTS GARDENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "If You're Thinking of Living In\/Prospect Lefferts Gardens;Racial Harmony and Rich Architecture" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/07\/realestate\/if-you-re-thinking-living-prospect-lefferts-gardens-racial-harmony-rich.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN GREENWICH VILLAGE $310,000 70 East 10th Street (Stewart House) 2-bedroom, 2-bath, 1,700-sq.-ft. postwar co-op; 24-hr. doormen, dining area, windowed kitchen, 2" , "date" : "19960407" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/07\/realestate\/residential-resales-057282.html"} , {"body" : "The job requirements for Poet Laureate of the Borough of Brooklyn are fairly simple: you have to be a published poet recognized by your peers, and you have to have some connection to Kings County. Preferably, you call it home. But the job description of the unpaid three-year appointment depends on whom you ask, even among the literary cadre" , "date" : "19960331" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE;What Makes a Borough Bard?" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/31\/nyregion\/neighborhood-report-brooklyn-up-close-what-makes-a-borough-bard.html"} ,   {"body" : "THEIR romance began in classic New York style. The evening was dark and limp. The rain fell in a silver sheet and the subway train was nearly empty. Bill McDonald, home on leave and out for a good time, sat alone staring blankly out the window. The train stopped at the 65th Street station in Jackson Heights and a handsome man with a yellow" , "date" : "19960331" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Gay, Getting Old, Getting By" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/31\/nyregion\/gay-getting-old-getting-by.html"} , {"body" : "An article in the Neighborhood Report on March 10 about a Brooklyn Heights shoemaker, Yefim Slusker, who does work for the Metropolitan Opera, misidentified the opera for which Mr. Slusker made a 45-inch black belt for Placido Domingo. It was \"Parsifal,\" not \"Die Meistersinger von Nurnberg.\"" , "date" : "19960331" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "4" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/31\/nyregion\/c-corrections-042269.html"} , {"author" : "Diane Ravitch is a historian of education." , "body" : "FOR 25 years I lived in high-rise Manhattan. The only way I could tell if it was raining was to look out the window to see if the cars were using their windshield wipers. That seems odd now. I no longer need to look at the windshield wipers. Instead I hear the rain drumming on the skylights and see it falling on the garden. Eight years ago I moved" , "date" : "19960324" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "SOAPBOX;An Anchor Made of Brownstone" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/24\/nyregion\/soapbox-an-anchor-made-of-brownstone.html"} , {"body" : "Spring 1996 is a day old, and there are walking tours to enjoy, while learning about history, architecture and New York folklore. Most of the groups listed in the following sampling offer walks regularly and will send a schedule on request. Municipal Art Society Fee is $10; members, students and over-65, $8. Information: (212) 935-3960. These walks" , "date" : "19960321" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "Events: Walking Tours For a Fine Spring Day" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/21\/garden\/events-walking-tours-for-a-fine-spring-day.html"} , {"body" : "Rachel Harrison Arena Gallery 313 Clinton Street (near DeGraw Street) Brooklyn Heights Through March 31 Rachel Harrison, a veteran of the scrappy group shows -- often organized by the independent curator Kenny Schachter -- that have come to symbolize the 90's art world at entry level, has finally been given a room of her own. In her first solo" , "date" : "19960315" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "Art in Review" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/15\/arts\/art-in-review-002402.html"} , {"body" : "BASEBALL teams are scarce in Brooklyn, but artists are not. In a new show, \"Design Brooklyn,\" at the nonprofit Rotunda Gallery, 33 Clinton Street (near Pierrepont Street), in Brooklyn Heights (718 875-4047), the works are by 40 artists who live and work in the borough. The show opens tomorrow and runs through April 27. Marta Baumiller of Park Slope" , "date" : "19960314" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "Currents;40 Artists of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/14\/garden\/currents-40-artists-of-brooklyn.html"} , {"body" : "Yefim Slusker, known to his clientele as Jimmy, can't always remember the names of his \"very, very famous\" customers. But he can tell you their exact dimensions: the precise inches of Placido Domingo's considerable girth, for instance, or the shape and size of Jessye Norman's feet. The intimate details of these celebrity physiques are stashed in" , "date" : "19960310" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN HEIGHTS;A Shoemaker's Opus: Footwear Fit for a Prima Donna" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/10\/nyregion\/neighborhood-report-brooklyn-heights-shoemaker-s-opus-footwear-fit-for-prima.html"} , {"body" : "Ballet Honors MONDAY -- The School of American Ballet will benefit from a black-tie dinner at the New York State Theater. Leslie Caron and John S. Chalsty, the president of Donaldson, Lufkin & Jenrette, will receive awards. Cocktails at 6:15 P.M. Tickets, $500, from (212) 877-0600. For Surgical Fellowships MONDAY -- Don Nelson, the Knicks head" , "date" : "19960310" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "42" , "title" : "BENEFITS" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/10\/style\/benefits-001546.html"} , {"body" : "A Brooklyn man pleaded guilty yesterday to burglary and other charges after admitting that he touched off a spectacular fire that gutted a vacant part of the landmark St. George Hotel in Brooklyn Heights and sent hundreds of people fleeing in panic from neighboring buildings. The man, Louis Foressie, 61, faces a sentence of three to nine years in" , "date" : "19960227" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Man Pleads Guilty in Brooklyn Hotel Fire" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/27\/nyregion\/man-pleads-guilty-in-brooklyn-hotel-fire.html"} , {"body" : "Fierce winds that whipped to more than 60 miles per hour caused at least three deaths in the metropolitan region yesterday along with severe damage to some homes and businesses, as gusts uprooted trees, peeled roofs away and contributed to the collapse of at least two buildings in Brooklyn. In Midwood, Brooklyn, a sharp gust ripped a tree from its" , "date" : "19960226" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "60-M.P.H. Winds Kill Three and Cause Severe Damage" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/26\/nyregion\/60-mph-winds-kill-three-and-cause-severe-damage.html"} ,   {"body" : "Institutions keep their identities by always changing. This axiom applies even to places like the Brooklyn Academy of Music, though BAM is one of the few performing-arts organizations around with an identifiable personality worth holding on to. Self-renewal is in the air. Two hours with Harvey Lichtenstein recently conveyed the restlessness. Mr." , "date" : "19960225" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "CLASSICAL VIEW;BAM Spruces Up To Keep Pace With Its Vision" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/25\/arts\/classical-view-bam-spruces-up-to-keep-pace-with-its-vision.html"} , {"body" : "IT is a biting-cold Friday morning in a small, overheated apartment in Bedford-Stuyvesant, Brooklyn. Eight-year-old Sheria Mattis pulls on a pair of blue jeans that she decorated the night before with multicolored Magic Markers and neon Band-Aids. On Fridays, her mother lets her wear whatever she wants to school. \"You look beautiful,\" says her" , "date" : "19960225" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Portrait Of a Gifted Child" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/25\/nyregion\/portrait-of-a-gifted-child.html"} , {"body" : "On Wednesday, JOSEPH A. CALIFANO JR., the president of the Center on Addiction and Substance Abuse at Columbia University, will announce the results of two years of research his group has done on the causes of drug, alcohol and tobacco abuse in urban America, using New York City as a laboratory. His staff analyzed different health records," , "date" : "19960223" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "4" , "title" : "CHRONICLE" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/23\/style\/chronicle-064165.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CARNEGIE HILL $138,000 110 East 87th Street 1-bedroom, 1-bath, 700-sq.-ft. prewar condo; 24-hr. doormen, windowed kitchen, sunken living room, beamed ceilings; common" , "date" : "19960211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/11\/realestate\/residential-resales-034851.html"} , {"body" : "THE sign above the door at Inaka East in Manhasset reads \"since 1995,\" but lovers of Japanese food will recognize an old friend. This is not a 1990's Asian palace where Japanese fare is an afterthought or a s'ngle page on a voluminous multinational, largely Chinese menu. Inaka East, although just a few months old, harks back to Japanese beginnings" , "date" : "19960211" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "DINING OUT;An Old Friend on the Japanese Frontier" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/11\/nyregion\/dining-out-an-old-friend-on-the-japanese-frontier.html"} , {"body" : "School custodial helpers and a private company that provides custodial services at eight Brooklyn schools reached an agreement yesterday on a new labor contract, a day after a walkout that left 10,000 students and their teachers without heat for several hours. Mayor Rudolph W. Giuliani said that in spite of the four-hour strike by the 40 or so" , "date" : "19960209" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "School Custodians Accept New Contract" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/09\/nyregion\/school-custodians-accept-new-contract.html"} , {"body" : "The Giuliani administration's effort to have private companies clean and maintain dozens of New York City public schools hit its first big snag yesterday when custodial helpers at eight Brooklyn schools staged a surprise four-hour strike that deprived more than 10,000 students of heat and hot water and sent many home. The labor dispute -- between" , "date" : "19960208" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Surprise Strike Hits 8 Schools In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/08\/nyregion\/surprise-strike-hits-8-schools-in-brooklyn.html"} , {"body" : "Since he began campaigning for the job he now holds, Rudolph W. Giuliani has modeled himself as a Mayor every police officer could be proud of. He made crime and \"quality of life\" central themes of the campaign and now considers among his greatest accomplishments a stunning drop in murders, car thefts and other offenses. But these days, many police" , "date" : "19960206" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "New York's Thin, Angry Blue Line" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/06\/nyregion\/new-york-s-thin-angry-blue-line.html"} , {"body" : "To the Editor: Kudos to Neil Kaplan of Park Slope, Brooklyn (\"The Story of My Stabbing,\" Jan. 21). He may not see himself as a hero, but I do. Intervening to prevent a crime, as he did in an East Side subway passageway, takes courage and a conscience. The Neil Kaplans of this world bring caring and humanity to this city. MARIE SCHLOEDER Brooklyn" , "date" : "19960204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "17" , "title" : "Stepping In to Stop a Crime Was an Act of Humanity" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/04\/nyregion\/l-stepping-in-to-stop-a-crime-was-an-act-of-humanity-022110.html"} , {"body" : "Joseph Brodsky, the persecuted Russian poet who settled in the United States in the early 1970's, won the Nobel Prize for Literature in 1987 and became his adopted country's poet laureate, died yesterday at his apartment in Brooklyn Heights. He was 55. The cause was believed to be a heart attack, said Roger Straus, Mr. Brodsky's friend and" , "date" : "19960129" , "day_of_week_facet" : "Monday" , "geo_facet" : ["RUSSIA"] , "nytd_section_facet" : ["Front Page" , "Arts" , "Obituaries"] , "page_facet" : "1" , "title" : "Joseph Brodsky, Exiled Poet Who Won Nobel, Dies at 55" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/29\/arts\/joseph-brodsky-exiled-poet-who-won-nobel-dies-at-55.html"} ,   {"body" : "Until recently, scholars and nostalgia buffs would have to don white plastic gloves before they were allowed to pore through the files of fragile old photos in the collection of the Brooklyn Historical Society. Today, even schoolchildren with sticky fingers can get their hands on the society's 31,000-image collection of Brooklyn and Brooklynites by" , "date" : "19960128" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN ON LINE;How Fragile Images of History Can Survive Sticky Fingers" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/28\/nyregion\/neighborhood-report-brooklyn-line-fragile-images-history-can-survive-sticky.html"} , {"body" : "While libraries in the rest of the city are connecting patrons to the information superhighway, Brooklyn's are limping along on the information dirt road. Only the Central Library at Grand Army Plaza and the Business Library in Brooklyn Heights have computers with Internet access, but they are only for librarians. In contrast, every public library" , "date" : "19960128" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN ON LINE;Libraries Lag on Surfing the Net" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/28\/nyregion\/neighborhood-report-brooklyn-on-line-libraries-lag-on-surfing-the-net.html"} , {"body" : "THE Ritz in Northport is Cheers with a heavyweight chef. The cast of the TV sitcom would feel at home at this convivial cafe, which has the spirit of a club even more than a pub. There are as many ties and jackets as jeans and baseball caps at the old polished-wood L-shape bar that dominates this waterfront spot at 42 Woodbine Avenue (754-6348)." , "date" : "19960121" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "A LA CARTE;A Quality Bill of Fare in a Bare-Knuckles Pub" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/21\/nyregion\/a-la-carte-a-quality-bill-of-fare-in-a-bare-knuckles-pub.html"} , {"body" : "Mary Sansone has often said that if her basement walls could talk, she and her husband would be in jail. \"Well, maybe not in jail,\" Mrs. Sansone amended, making it clear that she has always worked against gangsters, not for them. \"But we'd end up dead.\" Mrs. Sansone, 79, a Borough Park folk hero who once stood up to the mobster Joseph Colombo and" , "date" : "19960117" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Godmother Of Politics For Giuliani" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/17\/nyregion\/a-godmother-of-politics-for-giuliani.html"} , {"body" : "MOTT HAVEN Day of Celebration For a Dominican Legend In Dominican lore there is the legend of a merchant who is searching for an image of the Virgen de la Altagracia for his daughter. Unable to find the image in the capital, he happens upon a stranger who tells the father he can find the image resting against an orange tree, and he does. When the" , "date" : "19960114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "DOMINICAN REPUBLIC"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/14\/nyregion\/playing-in-the-neighborhood-068551.html"} , {"body" : "To the Editor: Parks Commissioner Henry J. Stern is right in suggesting that Petrosino Park is not a park, but wrong in calling it a traffic island (\"A 'Park' May One Day Become One,\" Dec. 24). It is a small urban space. In France, a place; in Italy, a piazza (or actually, piazetta). We don't even have a word for it. On the Continent, it is ideally" , "date" : "19960114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "15" , "title" : "Nothing Elaborate Needed To Develop the Small Parks" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/14\/nyregion\/l-nothing-elaborate-needed-to-develop-the-small-parks-070173.html"} , {"body" : "THE blizzard entrepreneurs started arriving before sunrise, much to John Stachewski's unhappy surprise. By the time he made it, just after 8, six fellow shovelers-for-hire were already circling some of the worst cases of cars-stuck-in-snowdrifts in downtown Hoboken. \"Like vultures,\" Mr. Stachewksi said. He had walked in from Jersey City Heights, a" , "date" : "19960110" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Our Towns;With Shovels, Snow Turns Into Windfall" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/10\/nyregion\/our-towns-with-shovels-snow-turns-into-windfall.html"} , {"body" : "Dr. Guy Shochat spent an hour and a half yesterday morning trying to dig his car out of the snow before giving up and cross-country skiing across Prospect Park and through Flatbush to his job in the emergency room at Kings County Hospital Center in Brooklyn. Daniel Jackson, an ambulance driver for a company based in the South Bronx, found himself" , "date" : "19960109" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE BLIZZARD OF 1996: THE WORKERS;The Call of Duty Is Heard Clearly in Howl of Storm" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/09\/nyregion\/blizzard-1996-workers-call-duty-heard-clearly-howl-storm.html"} , {"body" : "PICTURE A VILLAGE THAT HAS BEEN PICKED up in toto and set down in the middle of a seething metropolis. The village once got along quite nicely in relative isolation. It used its own industry and dealt with its own people, then it fell into decline. New ideas invigorate its changed circumstances, but now there are competitors nearby: large, fierce" , "date" : "19960107" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "CLASSICAL VIEW;Seeking Out A Next Wave Of Its Own" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/07\/arts\/classical-view-seeking-out-a-next-wave-of-its-own.html"} , {"body" : "To the Editor: I do not have much sympathy for Carl Skutsch. As a pedestrian I have been frightened out of my wits by bicyclists riding against traffic, going through red lights and speeding past me so close that if I twitched we'd collide. All too often bicyclists do not wear reflectors and cannot be seen at night. MARIE SCHLOEDER Brooklyn Heights" , "date" : "19960107" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "15" , "title" : "To List of Risky Bikers Add Food Carriers on Sidewalk" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/07\/nyregion\/l-to-list-of-risky-bikers-add-food-carriers-on-sidewalk-052205.html"} ,   {"body" : "IT seems the simplest of props: footprints are painted on the floor, a baseball bat is suspended by wires, home plate is just below. On the wall behind looms a life-size photograph of Jackie Robinson. You, the visitor, put your feet in Robinson's footsteps and step up to the plate. You grasp the bat. Suddenly, the roar of the crowd materializes all" , "date" : "19960105" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Brooklyn History, Inning by Inning" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/05\/arts\/brooklyn-history-inning-by-inning.html"} , {"body" : "For 17 years, Florence M. Brill has lived in a village so small that she considers almost everyone her neighbor. But at night her thoughts drift back to New York, her former home. \"I don't go to bed at night without looking at my warm bed and thinking of the homeless people,\" said Ms. Brill, who gave $35 to The New York Times Neediest Cases Fund" , "date" : "19960105" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK, USA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE NEEDIEST CASES;New Yorkers at Heart, and in Charity" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/05\/nyregion\/the-neediest-cases-new-yorkers-at-heart-and-in-charity.html"} , {"body" : "Glass Works Heller Gallery, 71 Greene Street (Spring Street); (212) 966-5948. Glass America 1996,\" an exhibition and sale by 40 artists, starts Saturday and continues through Jan. 28. Open Tuesday through Saturday, 11 A.M. to 6 P.M.; Sunday, noon to 5 P.M. No charge. On Sunday from noon to 3 P.M., some artists from the exhibition will demonstrate" , "date" : "19960104" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "11" , "title" : "Calendar: Exhibitions, Fashion Talks, Classes" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/04\/garden\/calendar-exhibitions-fashion-talks-classes.html"} , {"body" : "It was another day and another disaster at 110 Livingston Street, the down-at-the-heels Brooklyn headquarters of the nation's largest school system. New York City teachers had rejected their contract, the Mayor was enraged, and Dr. Rudy Crew, the Schools Chancellor barely off the plane from Tacoma, Wash., was making his own first moves. His" , "date" : "19960102" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "New Player in the Schoolyard;Rudy Crew Settles In and Sets Own Ground Rules" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/02\/nyregion\/new-player-in-the-schoolyard-rudy-crew-settles-in-and-sets-own-ground-rules.html"}]