[  {"body" : "Even though immigrant New Yorkers sought citizenship at a record pace in 1996, it was still a bit early to expect a groundswell of electoral activism to buoy their compatriots into elected office. Still, as demographic shifts brought new rhythms to old neighborhoods, ethnic groups once on the political fringe inched toward the mainstream, and" , "date" : "19961229" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Ethnic Groups Inch Toward Political Mainstream, Buoying Hopes for 1997 Races" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/29\/nyregion\/ethnic-groups-inch-toward-political-mainstream-buoying-hopes-for-1997-races.html"} , {"body" : "Morris A. Schapiro, an investment banker whose Wall Street savvy enabled him to arrange the mergers of several of America's largest banks, died on Monday at his apartment on the Upper East Side of Manhattan. He was 93. He was also well known in New York as a major benefactor of Columbia University, his alma mater. Few executives have had as much" , "date" : "19961228" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "10" , "title" : "Morris Schapiro, 93, Banker Behind Major U.S. Mergers" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/28\/nyregion\/morris-schapiro-93-banker-behind-major-us-mergers.html"} , {"body" : "FOR American cities and education, it seemed the worst of times. Pickets and the police ringed schools as onetime allies in the civil rights struggle shrieked accusations of racism and anti-Semitism at each other. The 1968 battle over school decentralization in an obscure Brooklyn district called Ocean Hill-Brownsville ripped apart New York City as" , "date" : "19961222" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "OCEAN HILL-BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["Week in Review" , "Education"] , "page_facet" : "5" , "title" : "Echoes of a New York Waterloo" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/22\/weekinreview\/echoes-of-a-new-york-waterloo.html"} , {"body" : "IN khaki pants, denim shirt and longish gray-white bangs, N. Jay Jaffee may bear a passing resemblance to the abstract painter Willem de Kooning. But at 75, Mr. Jaffee is celebrating a half-century in photography, not painting. His best-known images, of New York street scenes of the 1940's and 50's, have been exhibited alongside the documentary" , "date" : "19961222" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "After 50 Years, Looking for Fresh Images" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/22\/nyregion\/after-50-years-looking-for-fresh-images.html"} , {"body" : "They were schoolchildren then and there was something breathtaking about the clamor in Ocean Hill-Brownsville: teachers refusing to work, teachers walking into schools under police escort, community leaders confronting the New York City power elite and demanding the right to ''decide who will teach our children.'' There was a feeling that the" , "date" : "19961220" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Seeking Change Where It All Began" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/20\/nyregion\/seeking-change-where-it-all-began.html"} , {"body" : "For much of its history, the New York City school system has struggled with the question of where decision-making should lie: at the center, with the Chancellor and the elephantine bureaucracy at 110 Livingston Street, or out on the periphery, with locally elected school boards that would be more responsive to their communities. For the last 26" , "date" : "19961218" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Scandals at the School Boards Led to Loss of Their Powers" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/18\/nyregion\/scandals-at-the-school-boards-led-to-loss-of-their-powers.html"} , {"body" : "It was, law enforcement officials said, a family business, founded by the parents and taken over -- and expanded -- by their son. But the multimillion-dollar enterprise will not serve as a role model in business schools: the merchandise was powdered and crack cocaine, and the methods included three murders, the officials said last week as they" , "date" : "19961215" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "52" , "title" : "Police Say Captured Drug Gang Was a Family-Run Operation" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/15\/nyregion\/police-say-captured-drug-gang-was-a-family-run-operation.html"} , {"author" : "Samuel G. Freedman is the author of ''The Inheritance: How Three Families and America Moved From Roosevelt to Reagan and Beyond.''" , "body" : "Five years before Michael Jordan made his acting debut opposite Bugs Bunny, in that exercise in synergy called ''Space Jam,'' a small and serious film about inner-city basketball entitled ''Heaven Is a Playground'' quietly opened. It had no stars, no cartoons and no merchandising campaign. Rather, ''Heaven Is a Playground'' represented the" , "date" : "19961215" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "15" , "title" : "The Man Wouldn't Play Ball" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/15\/movies\/the-man-wouldn-t-play-ball.html"} , {"body" : "Two juvenile detention centers that were scheduled to be completed this month to replace Spofford, now the city's main youth detention facility, have faced a number of construction setbacks and are not likely to open before next summer. The facilities -- a 97,000-square-foot, $25.8 million center in the Bronx and a 105,000-square-foot, $26.3" , "date" : "19961208" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "New Delays On Jails For Juveniles" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/08\/nyregion\/new-delays-on-jails-for-juveniles.html"} , {"body" : "Two Brooklyn sisters and a 6-week-old boy were freed late Tuesday after being held hostage for three days in an attempt to collect a $20,000 debt from the women's brother, the police said. Detectives made an arrest in the case but were still searching for three other suspects from Virginia. The kidnappers had apparently posted $20,000 in bail for" , "date" : "19961205" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "2 Women and Infant, Held 3 Days by Kidnappers, Are Freed" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/05\/nyregion\/2-women-and-infant-held-3-days-by-kidnappers-are-freed.html"} ,   {"body" : "MOST of the childhood pictures in Tricia Regan's scrapbook have faded into pastel-hued squares, tableaux of playtime and polyester from 1970's Canarsie. But one series of photos, the annual class portraits from her grammar school, remains rich and vivid. Each portrait charts Ms. Regan's friendship with Janith Harris, showing the two girls edging" , "date" : "19961130" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NORTHERN IRELAND" , "CANARSIE (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region" , "Education"] , "page_facet" : "29" , "title" : "A Faded Smile As a Memory Of Integration" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/30\/nyregion\/a-faded-smile-as-a-memory-of-integration.html"} , {"body" : "Lou Singer, who guided thousands and thousands of visitors through the other-borough charms of Brooklyn and sang its praises in accents compatible with that environment, died on Tuesday in Long Island College Hospital in Brooklyn. He was 71 and lived in Brooklyn. The cause was complications after surgery for cancer, his wife, Leona, said. Until his" , "date" : "19961107" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["U.S." , "Obituaries"] , "page_facet" : "27" , "title" : "Lou Singer, 71, Guide to the Sights of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/07\/us\/lou-singer-71-guide-to-the-sights-of-brooklyn.html"} , {"body" : "New York State barely saw Bill Clinton during the campaign, and its economy remains sluggish. Yet the President's overall victory in the popular vote on Tuesday stemmed in large part from substantial margins from New York and surrounding states, support that both Democrats and Republicans said demonstrated clear regional support for the government" , "date" : "19961107" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "NEW YORK STATE" , "NORTHEASTERN STATES (US)" , "CONNECTICUT"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Fear of G.O.P. Cuts Emerges In Clinton's Northeast Sweep" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/07\/nyregion\/fear-of-gop-cuts-emerges-in-clinton-s-northeast-sweep.html"} , {"author" : "Sara Mosle, a contributing writer for the Magazine, last wrote about the Science Skills Center in Brooklyn." , "body" : "AMONG THE ISSUES THAT CONCERN MOST AMERICANS, EDUCATION HAS MOVED TO THE top of the list, ranking in some polls above the economy, the environment or even crime. Bill Clinton and Bob Dole have made it a major issue in the Presidential campaign, but their oratory has become so similar and so insular as to cloud rather than clarify their differences." , "date" : "19961027" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine" , "Education"] , "page_facet" : "45" , "title" : "The Answer is National Standards" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/27\/magazine\/the-answer-is-national-standards.html"} , {"body" : "The shooting of Capt. Steven Plavnick in the Bronx was the second time this year that a New York City police officer had been wounded by a sniper. And in both cases, the gunman remains on the loose. Two months ago in Brownsville, Brooklyn, a narcotics detective was hit by a sniper in a shooting that has been linked to a determined police assault on" , "date" : "19961021" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Sniper Case Is City's 2d in '96" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/21\/nyregion\/police-sniper-case-is-city-s-2d-in-96.html"} , {"body" : "The executive officer of one of New York City's most violent and troubled precincts was shot in the back early yesterday as he arrived in an unmarked patrol car at his station house in the central Bronx. He survived, and the police mounted an intense search for an assailant they said was probably a sniper. The victim, Capt. Steven Plavnick, 47, was" , "date" : "19961020" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "Police Captain Is Shot in the Back in a Troubled Precinct in the Bronx" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/20\/nyregion\/police-captain-is-shot-in-the-back-in-a-troubled-precinct-in-the-bronx.html"} , {"body" : "The plan to rebuild Kings County Hospital Center is becoming to New York what the construction of the Great Pyramids was to ancient Egypt: a legendary, long-running public works project. The difference is that the Pyramids actually got built. Fifteen years, $110 million and many task forces since city officials first promised to construct a new" , "date" : "19961007" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Another Plan for Kings County Hospital: Dare It Succeed?" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/07\/nyregion\/another-plan-for-kings-county-hospital-dare-it-succeed.html"} , {"body" : "Two would-be robbers burst into an apartment in a housing project in the Brownsville section of Brooklyn around noon yesterday, touching off gunfire that killed two men in the apartment and a teen-age boy across the street, the police said. Hours after the shooting in the Van Dyke Houses, which the police have described as a center of drug" , "date" : "19961005" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "3 Are Killed In Shootings In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/05\/nyregion\/3-are-killed-in-shootings-in-brooklyn.html"} , {"body" : "New York City public schools are mainly known for crumbling buildings, crowded classrooms, security problems -- and vast numbers of teachers who quit the profession or leave for more attractive jobs elsewhere. Despite these disadvantages, New York's schools have maintained an edge over comparable systems -- like Los Angeles, Philadelphia and" , "date" : "19961001" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "24" , "title" : "Hiring and Holding Teachers" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/01\/opinion\/hiring-and-holding-teachers.html"} , {"body" : "The Spanakos twins still get stares when they visit the old Red Hook places -- the once-sturdy pier that now noses into the water, the bodega that had been a boxing gym and before that a brothel. But no one recognizes them anymore in the Brooklyn of their youth. The stares come now because, at 58, they are still dead ringers. Their identical faces" , "date" : "19960915" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "Survivors of the Street Became Champions of the Ring" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/15\/nyregion\/survivors-of-the-street-became-champions-of-the-ring.html"} ,   {"author" : "Sara Mosle is a contributing writer for the Magazine." , "body" : "TO HIS STUDENTS, Michael A. Johnson is a little like one of those slightly overbearing parents -- the kind who is always packing off his kids to private schools and tutors or Stanley Kaplan courses to make sure that they get into an Ivy League college. The principal and founder of the Science Skills Center, a three-year-old public high school at" , "date" : "19960908" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine" , "Education"] , "page_facet" : "41" , "title" : "SCORES COUNT" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/08\/magazine\/scores-count.html"} , {"body" : "New York City sends more than 60 legislators to the State Assembly, but most do not face difficult races this November, and only a few will be opposed in next Tuesday's primaries. Here are the more serious contests. 36th District (Queens): Democratic primary. Denis Butler, 69, has represented this Astoria-based district for 20 years. Although we" , "date" : "19960905" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "The Assembly Primaries" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/05\/opinion\/the-assembly-primaries.html"} , {"body" : "New York City continues to experience a steady decline in violent crime -- a decline that is more pronounced than in other big cities or in the country as a whole. In the latest advance, the New York City Police Department has reported impressive reductions in drug-related crime in several of the city's toughest neighborhoods. Scholars and analysts" , "date" : "19960902" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "20" , "title" : "Effective Drug Crime Tactics" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/02\/opinion\/effective-drug-crime-tactics.html"} , {"body" : "As Schools Chancellor, Dr. Rudy Crew is charged with setting high standards for 1.1 million children in New York City. Yesterday, he set an ambitious benchmark for their parents, too. Dr. Crew announced that he would award $1,000 to any school that could prod more than half of its parents to perform 20 hours of volunteer work at the school over the" , "date" : "19960828" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Cash for Schools That Lure Helpful Parents" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/28\/nyregion\/cash-for-schools-that-lure-helpful-parents.html"} , {"body" : "Using an assortment of old and new tactics to eliminate the drug trade in high-crime neighborhoods, the New York City Police Department is seeing the first fruits of an ambitious drug crackdown that goes beyond the arrests of low-level dealers and targets the entire networks that supply them. The crackdown is predicated on the belief that drug" , "date" : "19960826" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Police Hit Drug Suppliers, And Serious Crime Falls" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/26\/nyregion\/police-hit-drug-suppliers-and-serious-crime-falls.html"} , {"body" : "In a series of unrelated incidents across the city, six women and girls reported that they were the victims of sex attacks over the weekend, the police said yesterday. The six attacks followed a week in which there were several particularly troubling sex crimes in the city, including the rape of a 17-year-old girl, in which a police officer has" , "date" : "19960812" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Six Sex Attacks Reported Over Weekend" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/12\/nyregion\/six-sex-attacks-reported-over-weekend.html"} , {"body" : "Scores of detectives and police officers went door to door through housing projects in Brooklyn yesterday in an intense manhunt for the sniper who shot a detective assigned to an anti-drug crackdown in Brownsville. The detective, who was saved by his bulletproof vest, left the hospital and immediately returned to the scene of the shooting to aid in" , "date" : "19960808" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Police Press Intense Hunt for Sniper in Shooting of Detective Saved by Vest in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/08\/nyregion\/police-press-intense-hunt-for-sniper-shooting-detective-saved-vest-brooklyn.html"} , {"body" : "NEW YORK Plot to Divert Wealth Is Seen When New York City's largest trash hauler was indicted last year on charges that it had Mafia ties, a monitor was appointed to make sure the owners did not divert the company's wealth before a trial. Now, prosecutors say that the company, V. Ponte & Sons, tried to sell the business and funnel the proceeds" , "date" : "19960808" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Metro Digest" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/08\/nyregion\/metro-digest-735345.html"} , {"body" : "A police detective deployed as part of a crackdown on drug trafficking in high-crime precincts was shot by a sniper as he stood on a Brooklyn street corner yesterday afternoon. The detective's bulletproof vest deflected the bullets, saving the officer's life, officials said. Detective David Joseph, 34, was shot three times as he used a public" , "date" : "19960807" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Detective Shot 3 Times by Sniper Is Saved by Bulletproof Vest" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/07\/nyregion\/detective-shot-3-times-by-sniper-is-saved-by-bulletproof-vest.html"} , {"body" : "Lester Robbins, a developer of tract housing in the United States after World War II who became a moving force in Brooklyn's highly praised Nehemiah Plan of the 1980's, died on Sunday at his home on Manhattan's Upper East Side. He was 90 and also lived in East Hampton, L.I., and Lantana, Fla. One of the first builders of tract homes in New Jersey," , "date" : "19960716" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "18" , "title" : "Lester Robbins, 90, Who Built Row Houses for Public Housing" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/16\/nyregion\/lester-robbins-90-who-built-row-houses-for-public-housing.html"} ,   {"body" : "Two Department of Sanitation workers were robbed at gunpoint early yesterday morning as they collected garbage outside a housing project in Brownsville, Brooklyn, the police said. The sanitation workers were picking up the garbage outside 342 Dumont Avenue at 6:45 A.M. when two men approached and threatened them with an Uzi-type machine gun," , "date" : "19960714" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Sanitation Workers Robbed at Gunpoint" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/14\/nyregion\/sanitation-workers-robbed-at-gunpoint.html"} , {"body" : "AFTER two long months, the kids were waiting to see their daddy, the heavyweight affectionately known as Big Daddy. Riddick Jr., age 10, modeled a red Bulls jersey, a Michael Jordan \"45.\" Riddicia, 8, and Brenda, 6, wore matching dresses. Julius, 2, stood at his mother's knee as she fed 11-month Diamond a bottle on her lap. Diamond was born last" , "date" : "19960711" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "15" , "title" : "Sports of The Times;Big Daddy Comes Home To the Kids" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/11\/sports\/sports-of-the-times-big-daddy-comes-home-to-the-kids.html"} , {"body" : "Nine-year-old Julio Bettencourt stood next to a fence post at the Hamilton Fish swimming pool on the Lower East Side and looked up, crestfallen. The ring of masking tape marking the 4-foot 1-inch height requirement for swimmers under age 16 was two agonizing inches above his head, shattering the day's plans. With the city's 57 outdoor public" , "date" : "19960704" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "For Pint-Size Swimmers, New Rules Are a Stretch" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/04\/nyregion\/for-pint-size-swimmers-new-rules-are-a-stretch.html"} , {"body" : "I. D. Robbins, a civic reformer and builder whose vision of low-cost single-family homes became reality for thousands of families in once-blighted areas of Brooklyn and the Bronx, died on Tuesday at Mount Sinai Hospital. He was 86 and lived on the Upper East Side of Manhattan. Long a prominent figure in the life of the city, as president of the" , "date" : "19960704" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "8" , "title" : "I. D. Robbins Is Dead at 86; Pioneer in Low-Cost Homes" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/04\/nyregion\/i-d-robbins-is-dead-at-86-pioneer-in-low-cost-homes.html"} , {"body" : "An 11-year-old Brooklyn boy was sexually assaulted and stabbed over 14 hours but escaped after his male attacker fell asleep yesterday morning, officials said. The child was listed in stable condition yesterday at Brookdale Hospital Medical Center. The suspect, Thomas Addison, 38, of 421 Blake Avenue, lured the boy into his third-floor apartment at" , "date" : "19960701" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Held in Assault Of Brooklyn Boy, 11" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/01\/nyregion\/man-held-in-assault-of-brooklyn-boy-11.html"} , {"author" : "Edward Rothstein is cultural critic at large forThe New York Times and the author of \"Emblems of Mind: The Inner Life of Music and Mathematics.\"" , "body" : "A LIFETIME BURNING IN EVERY MOMENT From the Journals of Alfred Kazin. Selected and edited by the author. 341 pp. New York: HarperCollins Publishers. $26. WHAT an enormous sense of possibility Alfred Ka-zin must have felt when concluding \"On Native Grounds\" in 1942. A 27-year-old for whom \"writing was everything\" had completed a task that was, as he" , "date" : "19960623" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "14" , "title" : "Standing His Ground" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/23\/books\/standing-his-ground.html"} , {"body" : "NEW YORK For Some Parents, Lawyers Fail For the parents, almost all of them poor, whose children have been removed from their households by child-welfare authorities, the legal system can be daunting. Their court-appointed lawyers are overburdened and ill equipped, according to parents, lawyers and judges. With the merits of the city's case" , "date" : "19960610" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/10\/nyregion\/metro-digest-009504.html"} , {"body" : "They are two simple storefront churches, on the ground floor of two-story row houses on a modest block in Brownsville, Brooklyn. But since one opened a door away from the other about eight years ago, investigators said, the neighbors have fought bitterly, each accusing the other of slashed tires and hang-up phone calls, each hurling slurs" , "date" : "19960610" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "2 Churches, A Rivalry, And a Killing" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/10\/nyregion\/2-churches-a-rivalry-and-a-killing.html"} , {"body" : "A LIFETIME BURNING IN EVERY MOMENT From the Journals of Alfred Kazin Selected and edited by the author. 341 pages. HarperCollins. $26. I write in order to become that which I write of,\" remarks Alfred Kazin somewhat cryptically in a journal entry made in the early 1950's. He continues: \"I write in order to lay claim to what I would like to become." , "date" : "19960516" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "19" , "title" : "BOOKS OF THE TIMES;Thinking of Great Men, Trying to Know God" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/16\/books\/books-of-the-times-thinking-of-great-men-trying-to-know-god.html"} , {"body" : "The revelations began bubbling out of New York City's community school board system more than a decade ago. Principals and teachers in the Bronx told a grand jury that they had to work for political clubs to enhance their careers. A school board member in Queens was secretly recorded trafficking in jobs for the politically connected, telling a" , "date" : "19960514" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK,NY, USA (90%)" , "NEW YORK CITY" , "NEW YORK STATE" , "ALBANY, NY, USA (84%)" , "NEW YORK, USA (76%)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Web of Patronage in Schools Grips Those Who Can Undo It" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/14\/nyregion\/web-of-patronage-in-schools-grips-those-who-can-undo-it.html"} ,   {"body" : "A police unit equipped with a battering ram and a sledgehammer and carrying a search warrant burst into the Jameel Grocery, a bodega under the rusting tracks of the Z train in Williamsburg, Brooklyn, and arrested three clerks one day last week on charges that they sold marijuana to an undercover officer. As they handcuffed the clerks, one, Eric" , "date" : "19960510" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Drug Sweeps Begin to Make Inroads" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/10\/nyregion\/brooklyn-drug-sweeps-begin-to-make-inroads.html"} , {"body" : "ALBERT SHANKER knows better than most what to expect from tomorrow's election of community school boards. The president of the American Federation of Teachers knows that corrupt school board members will be re-elected, that hardly anybody will vote and that those who do will be flummoxed by the complex ballots. Mr. Shanker, who led the bitter" , "date" : "19960506" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Metro Matters;Looking Back, And Forward, With Shanker" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/06\/nyregion\/metro-matters-looking-back-and-forward-with-shanker.html"} , {"body" : "Ask her fans to associate Mary Tyler Moore with a city and they'll likely conjure up images of her tossing her hat in the air in snowbound Minneapolis or twirling around in capri pants in New Rochelle. But in reality, dare we say it -- our Mary, the girl next door, is one of dem bums from Brooklyn. Whether she ever made a pilgrimage to Ebbets Field" , "date" : "19960414" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE;Brooklyn's Girl Next Door?" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/14\/nyregion\/neighborhood-report-brooklyn-up-close-brooklyn-s-girl-next-door.html"} , {"body" : "On the eastern edge of Brooklyn, in what was once a part of Jamaica Bay and then a city dump for construction debris, a developer is proposing to erect a new neighborhood, including the largest housing development to be built in Brooklyn in the last 20 years. Along with local churches, Grenadier Realty, a subsidiary of the company that built the" , "date" : "19960414" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GATEWAY ESTATES (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: CARROLL GARDENS;Housing May Replace Barren Lot" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/14\/nyregion\/neighborhood-report-carroll-gardens-housing-may-replace-barren-lot.html"} , {"body" : "It is people like the man in the black beret who make Marisol Colon get off the street by dusk. With a nervous stride and darting eyes, he paces the corner of Glenmore and Chestnut. A young woman with French braids tells him that she wants to talk, but not with strangers standing close by. They move to a doorway where he quickly places something in" , "date" : "19960407" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Hopeful East New Yorkers Await Police Drug Sweep" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/07\/nyregion\/hopeful-east-new-yorkers-await-police-drug-sweep.html"} , {"body" : "Two big telephone cables were knocked out in Brooklyn yesterday, disrupting communications among a half-dozen police precincts and making the world a lot smaller for thousands of borough residents for much of the afternoon and evening. Nynex spokesmen said the problem started about 12:30 P.M. in a manhole at Linden Boulevard and East 98th Street in" , "date" : "19960406" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Brooklyn Cable Fire Cuts Phone Service" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/06\/nyregion\/brooklyn-cable-fire-cuts-phone-service.html"} , {"body" : "Defying the conventional wisdom that drug dealing is an ineradicable plague, the New York City Police Department next week will put up to 3,000 officers and weapons ranging from new computer software to hydraulic battering rams into its biggest assault ever on neighborhood pushers. While skeptical criminologists cite a history of failed antidrug" , "date" : "19960404" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "1" , "title" : "Police to Start Big Offensive Against Drugs" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/04\/nyregion\/police-to-start-big-offensive-against-drugs.html"} , {"author" : "Stephen J. Dubner is an editor of the Magazine." , "body" : "NOT LONG AGO, I WAS HAVING SHABBOS dinner with three friends. I am still new to all this. As the candles were lighted and a song was sung, I stumbled along. We washed our hands, then said the blessing as we dried them. I did know that you weren't supposed to speak until the bread had been blessed, so I went back to the table. As I sat there," , "date" : "19960331" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "36" , "title" : "Choosing My Religion" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/31\/magazine\/choosing-my-religion.html"} , {"body" : "Because of an editing error, an article in the Neighborhood Report last Sunday about the construction of a juvenile detention center in Brownsville, Brooklyn, misstated the history of the site. Proposals have been made to build a school there but no school was ever scheduled to open." , "date" : "19960331" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "4" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/31\/nyregion\/c-corrections-041521.html"} , {"body" : "In his first days in office in January 1994, Police Commissioner William J. Bratton tossed a panhandler off a subway car, sacked his department's entire high command and promised to \"take back the city block by block.\" Those actions at the very beginning of his tenure foreshadowed three key elements of Mr. Bratton's approach: a relentless focus on" , "date" : "19960327" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE BRATTON RESIGNATION: THE LEGACY;Bratton Hailed as Pioneer Of New Style of Policing" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/27\/nyregion\/bratton-resignation-legacy-bratton-hailed-pioneer-new-style-policing.html"} ,   {"body" : "Four blocks down the hill from Intermediate School 55 in Brownsville, construction crews are busy at work on a state-of-the-art installation that, starting this fall, will serve more than 100 teen-agers. The spacious $24 million building will have plenty of light and a quiet courtyard away from the bustle of the street. Once, there was supposed to" , "date" : "19960324" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BROWNSVILLE;Instead of School, a Youth Jail" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/24\/nyregion\/neighborhood-report-brownsville-instead-of-school-a-youth-jail.html"} , {"body" : "An obituary on March 4 about Meyer Schapiro, art critic and historian, misidentified the settlement house in Brownsville, Brooklyn, where he attended an evening art class. It was the Hebrew Educational Society, not the Hebrew Settlement House." , "date" : "19960323" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/23\/nyregion\/c-corrections-022098.html"} , {"body" : "Edith Colon was born and raised in the South Bronx, attended its public schools and now has a daughter in seventh grade at Intermediate School 147. For years, she said, she has watched her neighborhood schools deteriorate and test scores plummet, and now she is mad. Ms. Colon, 42, lays the blame at the feet of the elected school board members, many" , "date" : "19960321" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK, NY, USA (59%)"] , "nytd_section_facet" : ["Corrections" , "Education"] , "page_facet" : "A" , "title" : "Joining a School Board to Change ItCorrections" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/21\/education\/c-joining-a-school-board-to-change-itcorrections-079286.html"} , {"body" : "Edith Colon was born and raised in the South Bronx, attended its public schools and now has a daughter in seventh grade at Intermediate School 147. For years, she said, she has watched her neighborhood schools deteriorate and test scores plummet, and now she is mad. Ms. Colon, 42, lays the blame at the feet of the elected school board members, many" , "date" : "19960321" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK, NY, USA (59%)"] , "nytd_section_facet" : ["Corrections" , "Education"] , "page_facet" : "A" , "title" : "Joining a School Board to Change ItCorrections" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/21\/education\/c-joining-a-school-board-to-change-itcorrections-079456.html"} , {"body" : "It was nighttime on Central Avenue in East Orange, N.J. A car with three young men was double-parked while one of the passengers flirted with a young woman on the street. A Land Cruiser, also with three fellows, came up behind the car and waited to get by. \"You give a guy 30 seconds or so, when he's talking to a girl -- that's the rule,\" said the" , "date" : "19960314" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "20" , "title" : "BOXING;Briggs Stays Focused On Learning Process" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/14\/sports\/boxing-briggs-stays-focused-on-learning-process.html"} , {"body" : "Vince Edwards, who played a handsome, brooding neurosurgeon in the 1960's television series \"Ben Casey,\" died on Monday at the University of California Medical Center in Los Angeles. He was 67. The cause was pancreatic cancer, The Associated Press reported. From 1961 to 1966, Mr. Edwards won top ratings as a dedicated but difficult surgeon whose" , "date" : "19960313" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "9" , "title" : "Vince Edwards, 67, the Doctor In the Hit TV Series 'Ben Casey'" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/13\/nyregion\/vince-edwards-67-the-doctor-in-the-hit-tv-series-ben-casey.html"} , {"body" : "Dr. Meyer Schapiro, University Professor Emeritus at Columbia University, multidisciplinary critic and historian, galvanic teacher, lifelong radical and for more than 50 years a pre-eminent figure in the intellectual life of New York, died yesterday at the Greenwich Village house that had been his home for more than 60 years. He was 91. As an" , "date" : "19960304" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Front Page" , "U.S." , "Obituaries"] , "page_facet" : "1" , "title" : "Meyer Schapiro, 91, Is Dead; His Work Wove Art and Life" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/04\/us\/meyer-schapiro-91-is-dead-his-work-wove-art-and-life.html"} , {"body" : "As a police officer's widow described the anguish of losing her new husband, two teen-age brothers were sentenced yesterday to long prison terms for their roles in a Brooklyn robbery in which their uncle shot and killed the officer. The day of Officer Raymond R. Cannon Jr.'s killing marked \"the beginning of my nightmare that I will never wake up" , "date" : "19960221" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Brothers Draw Long Sentences in Killing of a Police Officer" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/21\/nyregion\/brothers-draw-long-sentences-in-killing-of-a-police-officer.html"} , {"body" : "The readiness of state and city leaders to dismantle New York City's 26-year-old decentralized system of local school boards is one of those transforming moments in a city's history, but, as with many overhauls, New York City has been over this territory before. The State Assembly Democratic leadership announced a plan last week that would end the" , "date" : "19960218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "39" , "title" : "Board of Education: A Thing of the Past?" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/18\/nyregion\/board-of-education-a-thing-of-the-past.html"} , {"body" : "AS a latecomer to redevelopment, the Saratoga Square urban renewal area in the Bedford-Stuyvesant and Brownsville sections of Brooklyn still bears the signs of new housing construction waiting to happen. There are scattered vacant tracts in city ownership, many of them once occupied by abandoned housing. But rehabilitation work has moved forward," , "date" : "19960211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Building Homes, and Skilled Developers, in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/11\/realestate\/building-homes-and-skilled-developers-in-brooklyn.html"} ,   {"body" : "A day after his brother was convicted of murder in the killing of a New York City police officer, a Brooklyn teen-ager was acquitted of the same charge yesterday by a separate jury, even though the evidence against them was largely the same. Both defendants admitted taking part in the December 1994 robbery of a Brooklyn bicycle store in which their" , "date" : "19960202" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY" , "CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Jury Acquits Youth in Death Of an Officer" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/02\/nyregion\/jury-acquits-youth-in-death-of-an-officer.html"} , {"body" : "THE call came in at 9:47 P.M., and the first thing that Firefighter Charlie Hayes did wasn't to grab his gear. The first thing he did was to shut off the stove where he had been cooking dinner for his firehouse mates from Ladder Company 120 and Engine Company 283. There was no weary sigh over the umpteenth interrupted meal in his 18 years on the" , "date" : "19960119" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NYC;In a Firehouse, New Burdens, Old Worries" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/19\/nyregion\/nyc-in-a-firehouse-new-burdens-old-worries.html"} , {"body" : "Both the prosecution and the defense agree that Vernon and Lavonne Smith set out for Frenchie's Cycle World in Canarsie, Brooklyn, in December 1994 intent on stealing bicycles. Both say that the brothers, their uncle and a friend were buzzed into the store one frigid afternoon and set in motion a robbery that went violently awry, ending with the" , "date" : "19960117" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Two Brothers on Trial in Officer's Killing in Cycle Shop" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/17\/nyregion\/two-brothers-on-trial-in-officer-s-killing-in-cycle-shop.html"}]