[  {"body" : "Across Brooklyn over the last year, battles for change and preservation rippled through the borough from Red Hook to Dead Horse Bay, in strikingly grass-roots fashion. The neighborhood crusades were large and small, the issues profound and esthetic. There were victories and defeats and, for some, nebulous results. But whatever the outcome of the" , "date" : "19961229" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "A Ripple of Neighborhood Crusades on Issues of All Kinds" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/29\/nyregion\/a-ripple-of-neighborhood-crusades-on-issues-of-all-kinds.html"} , {"body" : "An article on Thursday about the New York State legislators who opposed a bill passed on Tuesday that gives more power to New York City's Schools Chancellor misidentified the area represented by Assemblyman Anthony J. Genovesi, Democrat of Brooklyn, who voted against it. His district, the 39th, encompasses Canarsie and some adjacent neighborhoods;" , "date" : "19961221" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/21\/nyregion\/c-corrections-843245.html"} , {"body" : "Of the 23 lawmakers who voted against a bill that would overhaul the way New York City schools are governed, well over half represent heavily black or Hispanic districts where mistrust of the central Board of Education runs high and participation in local school elections has historically been low. Though they were heavily outvoted on Tuesday night" , "date" : "19961219" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Hispanics And Blacks Resisted Bill On Schools" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/19\/nyregion\/hispanics-and-blacks-resisted-bill-on-schools.html"} , {"body" : "A 15-year-old who admitted in court yesterday that he pushed a young woman to her death from a moving subway train while robbing her will be eligible for parole in as little as five years under a plea agreement that drew criticism from prosecutors. If convicted at trial, the youth, Jaheem Grayton, who has a history of mental problems, could have" , "date" : "19961217" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Plea Deal in Killing of Woman On the Subway Is Criticized" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/17\/nyregion\/plea-deal-in-killing-of-woman-on-the-subway-is-criticized.html"} , {"body" : "It was, law enforcement officials said, a family business, founded by the parents and taken over -- and expanded -- by their son. But the multimillion-dollar enterprise will not serve as a role model in business schools: the merchandise was powdered and crack cocaine, and the methods included three murders, the officials said last week as they" , "date" : "19961215" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "52" , "title" : "Police Say Captured Drug Gang Was a Family-Run Operation" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/15\/nyregion\/police-say-captured-drug-gang-was-a-family-run-operation.html"} , {"body" : "The Rev. Carolyn Yard can remember staring at the 4-year-old boy's hideous, dripping wounds, and his whispering to her, in a tiny voice, what had happened. His mother was angry at her boyfriend, and left their apartment to buy some lye to throw at him. She returned, gave it a heave and missed entirely. The lye hit her son squarely in the face," , "date" : "19961203" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Hospital Chaplain Helps the Disfigured Beneath the Skin" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/03\/nyregion\/a-hospital-chaplain-helps-the-disfigured-beneath-the-skin.html"} , {"body" : "The owner of a bodega in Brooklyn opened fire on a group of five teen-agers who he suspected were trying to steal junk food on Thursday night, killing one, a 15-year-old shot in the back, and wounding another as they ran out of the store, the police said. The police said they had no indication that the teen-agers, walking home from Thanksgiving" , "date" : "19961130" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Bodego Owner Shoots Youths, Killing One" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/30\/nyregion\/bodego-owner-shoots-youths-killing-one.html"} , {"body" : "The State Education Commissioner ordered the New York City Schools Chancellor, Rudy Crew, yesterday to take direct control of 42 failing city schools and improve them. If they do not get better, the Commissioner said, the state could force them to close. The move by Commissioner Richard P. Mills is the state's most far-reaching and aggressive" , "date" : "19961123" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "STATE TELLS CREW TO SEIZE CONTROL Of 42 BAD SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/23\/nyregion\/state-tells-crew-to-seize-control-of-42-bad-schools.html"} , {"body" : "The grandson of a woman found stabbed to death in a Brooklyn apartment on Monday was charged yesterday with killing her during a robbery and critically wounding another grandson, the police said. The man, Juan Almonte, 20, of 21 West Mosholu Parkway in the Norwood section of the Bronx, was charged with murder, burglary and robbery in the death of" , "date" : "19961114" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Man Held in Slaying Of His Grandmother" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/14\/nyregion\/man-held-in-slaying-of-his-grandmother.html"} , {"body" : "A man returning home from work yesterday afternoon found his mother stabbed to death and his 3-year-old son critically wounded -- with stab wounds throughout his body -- at his Brooklyn apartment, the police said. The man, Juan Almonte, found his mother, Maria Carmine Almonte, 73, at 1:30 P.M. with multiple stab wounds to the torso in his" , "date" : "19961113" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Woman, 73, Found Dead Of Stabbing" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/13\/nyregion\/woman-73-found-dead-of-stabbing.html"} ,   {"body" : "A lone guard watched over the lobby at Jackson Heights Hospital in Queens, detachedly pointing the infrequent visitor to two slow elevators. Behind him, the hospital's one telephone operator sat in a small office. They were the only people on the first floor, where in room after room, green beds were empty, eerily appropriate symbols for a hospital" , "date" : "19961110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "41" , "title" : "Health Care Shift In Jackson Heights" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/10\/nyregion\/health-care-shift-in-jackson-heights.html"} , {"body" : "An undercover police officer conducting a search in a dark, cavernous Brooklyn drug hideout was shot once in the chest on Wednesday by another officer responding to a robbery call at the same location. But the wounded officer's bulletproof vest saved his life, the police said yesterday. The injured officer, Richard Padin, 29, who is assigned to the" , "date" : "19961025" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Undercover Policeman Is Shot By Colleague in Drug Search" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/25\/nyregion\/undercover-policeman-is-shot-by-colleague-in-drug-search.html"} , {"body" : "Just before noon every day at Richmond Hill High School, something takes place that is more familiar to factory workers than to students: the start of the second shift. Seniors and juniors, ending their school day, stream out of one side of the Queens school, and freshmen and sophomores arrive through another entrance to start theirs. For a few" , "date" : "19961021" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Crowding Is Eased With Less Class Time" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/21\/nyregion\/crowding-is-eased-with-less-class-time.html"} , {"body" : "An off-duty police officer who was fatally shot on a Brooklyn street Sunday night may have been conducting an unauthorized hunt for someone who had mugged his friend, officials said yesterday. Two of his fellow officers were suspended for their role in the incident and the subsequent investigation. Brian Jones, 27, a four-year veteran housing" , "date" : "19961015" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Police Actions Are Questioned As Fight Leaves Officer Dead" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/15\/nyregion\/police-actions-are-questioned-as-fight-leaves-officer-dead.html"} , {"body" : "Falling victim to the forces rocking many medical institutions, Jackson Heights Hospital in Queens will close on Dec. 10, eliminating the jobs of its more than 200 employees, a hospital spokeswoman said. The private, nonprofit hospital has incurred large losses since it opened five years ago at 34-01 73d Street. And cuts in Medicaid and Medicare" , "date" : "19961013" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "41" , "title" : "Underused Jackson Heights Hospital to Close" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/13\/nyregion\/underused-jackson-heights-hospital-to-close.html"} , {"body" : "In a tenement in the Bushwick section of Brooklyn, tenants lay out a daily offering of rice and beans on hard hallway tiles. The food is given in thanks to Susie, a dog, who has taken over responsibility for killing rats from a landlord who has not been seen in years. In the part of Queens known as the Rockaways, a landlord charges $575 a month for" , "date" : "19961010" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "For Landlords, Hard Numbers and Obligations" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/10\/nyregion\/for-landlords-hard-numbers-and-obligations.html"} , {"body" : "Despite escalating efforts by the New York City Police Department to fight drug dealing, Federal and local law enforcement officials say increasing supplies of cheap and potent heroin have entered the city in recent months to be sold in the city and around the metropolitan area. The officials said the surge in Colombian heroin smuggling that began" , "date" : "19961009" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "COLOMBIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Battle Surge in Cheap Heroin" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/09\/nyregion\/police-battle-surge-in-cheap-heroin.html"} , {"body" : "NEW YORK Defects in Housing Regulation New York's fitful and bumbling efforts to address a complaint about structural problems at 239 Melrose Street in Bushwick, Brooklyn, are typical of a regulatory system that has broken down. Even housing officials admit that their oversight of troubled buildings in poor neighborhoods is ineffectual. And the" , "date" : "19961007" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/07\/nyregion\/metro-digest-691640.html"} , {"body" : "Last December, Sonia Surens called the New York City housing agency's emergency phone line to report that her troubled building in Bushwick, Brooklyn, was falling apart. The rear wall was bulging outward by at least a foot, like a swollen belly; it had detached from the foundation, opening a crater in the building's base. And her kitchen was" , "date" : "19961007" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "A Weak Housing Agency Seems to Be a Step Behind" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/07\/nyregion\/a-weak-housing-agency-seems-to-be-a-step-behind.html"} , {"author" : "Jane H. Lii contributed to this article." , "body" : "On a corner of Clinton near Delancey, up a narrow stairway between a pawnshop and a Dominican restaurant, Ana Nunez and her three children live in a single, illegal room that suffocates their dreams of a future. It is a $350-a-month rectangle, with no sink and no toilet, that throbs at night with the restaurant's merengue music. Ms. Nunez's" , "date" : "19961006" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "1" , "title" : "For Poor, Life 'Trapped in a Cage'" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/06\/us\/for-poor-life-trapped-in-a-cage.html"} ,   {"body" : "A 15-year-old at Bushwick High School in Brooklyn was raped in the school basement yesterday, the police said, by another student in an incident that reignited a dispute over security in the public schools. The girl, a freshman, told school officials and the police that she knew her assailant, a sophomore who is also 15 and who fled the school" , "date" : "19960917" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Girl, 15, Reports Another Student Raped Her" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/17\/nyregion\/girl-15-reports-another-student-raped-her.html"} , {"body" : "NEW YORK Siege Leaves Two Dead A gunman obsessed with a teen-aged girl barricaded himself in her family's Brooklyn apartment with a dozen hostages. In a three-hour siege, he shot three captives, pistol-whipped another, then killed his pregnant former girlfriend and himself with bullets to the head. $(Page B1.$) Danielle DiMedici was not yet 17 when" , "date" : "19960917" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Metro Digest" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/17\/nyregion\/metro-digest-365157.html"} , {"body" : "The Spanakos twins still get stares when they visit the old Red Hook places -- the once-sturdy pier that now noses into the water, the bodega that had been a boxing gym and before that a brothel. But no one recognizes them anymore in the Brooklyn of their youth. The stares come now because, at 58, they are still dead ringers. Their identical faces" , "date" : "19960915" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "Survivors of the Street Became Champions of the Ring" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/15\/nyregion\/survivors-of-the-street-became-champions-of-the-ring.html"} , {"body" : "This was when Nydia M. Velazquez had expected to hit her stride. After staking out a position as a vocal spokeswoman on issues like immigration and housing, the two-term Congresswoman had hoped to establish herself this year as a major Congressional player. Instead, this has been a year filled with frustration as Ms. Velazquez, the first Puerto" , "date" : "19960908" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "With Redistricting in Vogue, Velaquez Takes a Spot in Line" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/08\/nyregion\/with-redistricting-in-vogue-velaquez-takes-a-spot-in-line.html"} , {"body" : "With classrooms crammed into oversized closets, cordoned off in auditoriums and plunked into locker rooms, New York City schools opened yesterday to the worst overcrowding in decades. Across the city, there were signs of strain and some confusion, not just from the overflow of students, 91,000 more than the school system can comfortably" , "date" : "19960905" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Classes Open in New York City, In Closets, Hallways, Cafeterias" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/05\/nyregion\/classes-open-in-new-york-city-in-closets-hallways-cafeterias.html"} , {"body" : "SAVE for a few white lilies sprouting from gaudy plastic flower arrangements near the stage, there is little evidence that the New York Christian Life Center in East New York, Brooklyn, is a church. There is hardly any Christian iconography. The setting is like a television studio, with a band near the stage playing snappy interludes, contemporary" , "date" : "19960901" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "The Rev. Doctor Banker" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/01\/nyregion\/the-rev-doctor-banker.html"} , {"body" : "A 21-year-old Brooklyn woman was arrested late Friday after the police found the body of a newborn girl in a trash heap outside an apartment building where the woman had lived. The infant, who still had a stub of umbilical cord, was discovered outside 141 Troutman Street, near Myrtle Avenue, in Bushwick shortly before 10 P.M. Officers from the 83d" , "date" : "19960825" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "Woman Is Arrested In an Infant's Death" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/25\/nyregion\/woman-is-arrested-in-an-infant-s-death.html"} , {"body" : "A teen-ager who was in-line skating died in a hit-and-run accident after being struck by a delivery truck in Brooklyn yesterday, the police said. The identity of the youth was not immediately known, the police said. He was hit about 2:50 P.M. near Bushwick and Evergreen Avenues in the Bushwick section. The driver continued north on Evergreen" , "date" : "19960821" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "In-Line Skater Fatally Hit" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/21\/nyregion\/in-line-skater-fatally-hit.html"} , {"body" : "Call them spiritual beacons, historical anchors or simply architectural statements that help define this huge city's neighborhoods. The fact is that houses of worship stand proudly on countless corners, their importance most apparent when one disappears. That was made painfully clear when the 133-year-old Brighton Heights Reformed Church on Staten" , "date" : "19960811" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Spirits Are Willing, but Buildings Are Weak" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/11\/nyregion\/spirits-are-willing-but-buildings-are-weak.html"} , {"body" : "Two retired New York City police officers have been charged with extortion and loan-sharking, and one has also been accused of threatening to kill a Port Chester businessman to get him to accept a settlement in a lawsuit. The former officers are Dennis Debernardis, 47, who retired with a back injury in 1983, and Benny Smith, 43, who retired last" , "date" : "19960802" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Two Officers Who Retired Are Accused Of Extortion" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/02\/nyregion\/two-officers-who-retired-are-accused-of-extortion.html"} ,   {"body" : "The Other Avenue A Q. While browsing through some dusty books of yore, I found passing reference to a building at East 90th Street and Avenue A. This puzzled me, since the only Avenue A I know is in the East Village. What was Avenue A doing uptown? A. The name Avenue A, now given to 14 oh-so-grungy-but-fashionable blocks in the East Village, once" , "date" : "19960728" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRYANT PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "02" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1996\/07\/28\/nyregion\/fyi-868620.html"} , {"body" : "The Other Avenue A Q. While browsing through some dusty books of yore, I found passing reference to a building at East 90th Street and Avenue A. This puzzled me, since the only Avenue A I know is in the East Village. What was Avenue A doing uptown? A. The name Avenue A, now given to 14 oh-so-grungy-but-fashionable blocks in the East Village, once" , "date" : "19960728" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRYANT PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "02" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1996\/07\/28\/nyregion\/fyi-020990.html"} , {"body" : "THE 12 men took their places on the running track in Red Hook Park, already breaking a sweat under a scorching afternoon sun. From the front of the pack, a runner shouted, \"Vamos!\" From the back, another made the sign of the cross over his chest and asked the Virgin Mary to bless his tired legs. With that, the Mexican running club was off for a" , "date" : "19960721" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAKING IT WORK;In This Club, Some Runners Run For Their Lives" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/21\/nyregion\/making-it-work-in-this-club-some-runners-run-for-their-lives.html"} , {"body" : "Melissa Beth Perlen, the daughter of Myra and Stuart Perlen of Kings Point, L.I., was married on Thursday evening to Dr. Scott Greenbaum, the son of Renee and Dennis Greenbaum of Brooklyn. Rabbi David Posner performed the ceremony at the Rainbow Room in Manhattan. Mrs. Greenbaum, 34, is the director of purchasing at Bushwick Iron and Steel in Great" , "date" : "19960714" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "38" , "title" : "WEDDINGS;Melissa Perlen, Scott Greenbaum" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/14\/style\/weddings-melissa-perlen-scott-greenbaum.html"} , {"body" : "A 63-year-old woman died yesterday when fire swept through the two-story frame house in Richmond Hill, Queens, where she lived with her son and his family. The dead woman was identified as Leona Rosen. Her son, Marc Silbergleit, 42; his wife, Beth, 33; and their three daughters, Mashmarin, 8, Tzipporah, 7, and Shanabala, 5, were hospitalized with" , "date" : "19960707" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RICHMOND HILL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Woman Dies and 5 Are Hurt in a Fire in Queens" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/07\/nyregion\/woman-dies-and-5-are-hurt-in-a-fire-in-queens.html"} , {"body" : "After two consecutive years of plunging citywide crime rates, fresh New York City police statistics show that murder, burglary, robbery and other serious crimes are dropping sharply again this year across the city and once again at an accelerating pace. Despite several recent high-profile crimes -- notably the beatings of women in Central Park and" , "date" : "19960703" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)" , "NEW YORK CITY" , "RIVERDALE (NYC)" , "MARBLE HILL(NYC)" , "NEW YORK, NY, USA" , "EAST VILLAGE (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "1996 Data Show Crime Rates Are Still Falling in New York" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/03\/nyregion\/1996-data-show-crime-rates-are-still-falling-in-new-york.html"} , {"body" : "More than 1.6 million people took dips in city pools last year and the city estimates that millions more sprawled out on its beaches. This year promises to be just as busy. The 33 full-sized public pools and 7 public beaches will all be open starting Wednesday through Labor Day. The 33 intermediate and Olympic-size pools listed below admit swimmers" , "date" : "19960630" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Your Tax Dollars at Play: Public Pools and Beaches" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/30\/nyregion\/your-tax-dollars-at-play-public-pools-and-beaches.html"} , {"body" : "More than 1.6 million people took dips in city pools last year and the city estimates that millions more sprawled out on its beaches. This year promises to be just as busy. The 33 full-sized public pools and 7 public beaches will all be open starting Wednesday through Labor Day. The 33 intermediate and Olympic-size pools listed below admit swimmers" , "date" : "19960630" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST;Your Tax Dollars at Play: Public Pools and Beaches" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/30\/nyregion\/public-interest-your-tax-dollars-at-play-public-pools-and-beaches.html"} , {"body" : "Arturo Ortiz left an assistant in charge of his car parts business on Audubon Avenue in Manhattan. Ramon Infante has taken time off from his job as a furniture salesman in the Bronx. The gypsy cab Demetrio Ortega normally drives is parked in a lot, awaiting his return to Manhattan. All week long, passengers arriving here on the nine daily flights" , "date" : "19960629" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "DOMINICAN REPUBLIC"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "New York Dominicans Strongly Back Candidates on Island" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/29\/nyregion\/new-york-dominicans-strongly-back-candidates-on-island.html"} , {"body" : "On her 12th day at the temporary homeless shelter, Tanya Capers sat cross-legged on a twin bed in her sweltering room on the third floor, braiding her daughter Erika's hair as the 3-year-old played with a stuffed animal called Dog. With half of Erika's hair woven tightly against her scalp, Ms. Capers walked across the room and peered down into a" , "date" : "19960628" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Families Face A Sad Start In Shelters;Placement Center Life Is Dirty and Fearsome, But the Residents Cope" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/28\/nyregion\/families-face-sad-start-shelters-placement-center-life-dirty-fearsome-but.html"} ,   {"body" : "A police officer was saved by wearing his bulletproof vest last night after he was shot in the back in Bushwick, Brooklyn, the police said. The officer, who was not identified, suffered only blunt trauma when the vest absorbed the bullet, said Officer Robert Samuels, a police spokesman. Officer Samuels said that the officer was taken to Wycoff" , "date" : "19960623" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Vest Saves Police Officer" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/23\/nyregion\/vest-saves-police-officer.html"} , {"body" : "THE KRIEGERS were standing in a hallway of Augustus, their clothing company in Brooklyn, trying to explain why they do not manufacture their suits in sweatshops or in China or Honduras or Taiwan or anyplace else where labor is so much cheaper than in New York City. \"I guess,\" Arlene Krieger said, \"we do not speak the language.\" She was not" , "date" : "19960613" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Metro Matters;Maker of Suits Sticks to Vow: No Sweatshop" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/13\/nyregion\/metro-matters-maker-of-suits-sticks-to-vow-no-sweatshop.html"} , {"body" : "Tens of thousands of Puerto Ricans turned a hazy stretch of Fifth Avenue red, white and blue with a sea of miniature national flags yesterday, lining the street to cheer their heritage -- and many also to jeer Mayor Rudolph W. Giuliani -- during the 39th annual Puerto Rican Day parade. For the second year in a row, Mr. Giuliani met with a chorus of" , "date" : "19960610" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "PUERTO RICO (USA)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Day of Red, White and Boos At the Puerto Rican Parade" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/10\/nyregion\/day-of-red-white-and-boos-at-the-puerto-rican-parade.html"} , {"body" : "Mindful of celebrations that got out of hand and led to clashes between the police and civilians after the Puerto Rican Day Parade last year, the Police Department said that extra personnel would be deployed in connection with the 39th annual march today. In addition, checkpoints will be established to deter motorists from drinking and driving, and" , "date" : "19960609" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "Puerto Rican Parade To Get Extra Police" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/09\/nyregion\/puerto-rican-parade-to-get-extra-police.html"} , {"body" : "The beer is called Brooklyn Lager. But for the past eight years, it has been made in Utica, N.Y., and shipped by truck to Brooklyn. How come? It took us eight years to get into a position where we felt sure enough about ourselves to invest millions to build a brewery in Brooklyn,\" said Stephen K. Hindy, who with a fellow Park Slope neighbor, Thomas" , "date" : "19960602" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: WILLIAMSBURG;Could the Dodgers Follow? Brewing Returns to Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/02\/nyregion\/neighborhood-report-williamsburg-could-dodgers-follow-brewing-returns-brooklyn.html"} , {"body" : "The nun was causing a furor. At a recent District 32 school board meeting, a school auditorium exploded into chaos after a group of parents demanded the resignation of the district superintendent, Felix Vazquez. His supporters began to boo and shout, and the object of their rancor was soon clear: Sister Kathy Maire, educational missionary. The" , "date" : "19960602" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: BUSHWICK;A Nun Takes On District 32" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/02\/nyregion\/neighborhood-report-bushwick-a-nun-takes-on-district-32.html"} , {"body" : "Angel Vera eased his left sneaker into the stirrup, climbed onto Shadow's back and gripped the reins. He was off for a cruise around the corral, squirming in the saddle, looking like any city boy on a horse for only the second time: nervous, brave, vulnerable. But for Angel, who is 13, there was a bigger sensation, one that might go unnoticed by a" , "date" : "19960526" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "8" , "title" : "NEIGBORHOOD REPORT: BROOKLYN UP CLOSE;A Calm Day in the Wild West" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/26\/nyregion\/neigborhood-report-brooklyn-up-close-a-calm-day-in-the-wild-west.html"} , {"body" : "One of two elderly women beaten to death in a Bensonhurst apartment had apparently confronted a home health care worker about $600 worth of forged checks shortly before the women were fatally bludgeoned, the police said yesterday. The police said they suspected that Vincenza Weaver, 75, the younger of two cousins found slain on May 17, questioned" , "date" : "19960526" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "29" , "title" : "Health Aide Is Accused In Killings of 2 Women" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/26\/nyregion\/health-aide-is-accused-in-killings-of-2-women.html"} , {"body" : "Hundreds of parents kept their children home from a Brooklyn elementary school yesterday for the second consecutive day to protest a plan by Schools Chancellor Rudy Crew to move the seventh grade out of a troubled junior high school and into their elementary school building. Their strategy apparently paid off. After meeting yesterday afternoon with" , "date" : "19960523" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Protest Leads Crew To Rethink a Plan" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/23\/nyregion\/protest-leads-crew-to-rethink-a-plan.html"} , {"body" : "Thirty-one people, mostly teen-agers, were injured late last night when their church bus crashed into a lamp post in the Bushwick section of Brooklyn, the authorities said. One teen-ager was taken to Wyckoff Hospital in Brooklyn and an adult who was serving as a chaperone was taken to Jamaica Hospital in Queens, said Capt. Robert Sutton of" , "date" : "19960517" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "31 Hurt in Bus Crash" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/17\/nyregion\/31-hurt-in-bus-crash.html"} ,   {"body" : "Michael DiBisceglie was a teacher and drug-program coordinator when the local school board in Brooklyn's Bushwick section made him principal of Public School 106 in 1980. A board member who thought Mr. DiBisceglie was not qualified for the job remembers the lobbying pitch from his biggest supporter on the board: \"Why can't you vote for him? He's my" , "date" : "19960513" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Students Lag in Districts Where Patronage Thrives" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/13\/nyregion\/students-lag-in-districts-where-patronage-thrives.html"} , {"body" : "Midway through a whirlwind day of conferences, civic appearances and meetings with community groups, Howard Golden, the Brooklyn Borough President, convened a gathering of residents to confront Giuliani administration officials about an unwelcome event. The Mayor's office wanted to stage a half-marathon along Ocean Parkway through several Brooklyn" , "date" : "19960512" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "5 Presidents Without (Much) Portfolio;Doubts Are Raised About Largely Ceremonial Borough Chief Post" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/12\/nyregion\/5-presidents-without-much-portfolio-doubts-are-raised-about-largely-ceremonial.html"} , {"body" : "A police unit equipped with a battering ram and a sledgehammer and carrying a search warrant burst into the Jameel Grocery, a bodega under the rusting tracks of the Z train in Williamsburg, Brooklyn, and arrested three clerks one day last week on charges that they sold marijuana to an undercover officer. As they handcuffed the clerks, one, Eric" , "date" : "19960510" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Drug Sweeps Begin to Make Inroads" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/10\/nyregion\/brooklyn-drug-sweeps-begin-to-make-inroads.html"} , {"body" : "TRAVELING along an elevated line with a birds-eye view of the industrial and inner-city streetscapes, housetops and church spires of North Brooklyn, the J train passes over Williamsburg and Bushwick before arriving at once-rural Cypress Hills on its way to Jamaica Center. Much of the housing stock in the multi-ethnic, multiracial community was" , "date" : "19960428" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CYPRESS HILLS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In\/Cypress Hills;An Evolving Northeast Brooklyn Enclave" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/28\/realestate\/if-you-re-thinking-living-cypress-hills-evolving-northeast-brooklyn-enclave.html"} , {"body" : "Four workers for the city's child-welfare agency appeared yesterday before a new review panel investigating the agency's handling of the case of a 22-month-old Bronx boy whose decomposed body was found in a garbage bag outside his parents' apartment last week. Three more workers are to be interviewed next week by the panel about the death of the" , "date" : "19960427" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "4 Agency Workers Questioned On Death of a Boy in the Bronx" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/27\/nyregion\/4-agency-workers-questioned-on-death-of-a-boy-in-the-bronx.html"} , {"body" : "If all New York City students are required to earn an academically demanding Regents diploma to graduate, schools like Grover Cleveland High School face a formidable, if not hopeless, challenge. At Grover Cleveland, which is in Ridgewood, Queens, just 20 percent of the 3,200 students now pass a sufficient number of standardized Regents tests in" , "date" : "19960424" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["U.S." , "Education"] , "page_facet" : "8" , "title" : "City Faces Big Regents-Diploma Hurdle" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/24\/us\/city-faces-big-regents-diploma-hurdle.html"} , {"body" : "Stymied in his efforts to remove all the city's fire-alarm boxes, Mayor Rudolph W. Giuliani retreated yesterday and agreed to a City Council plan that would keep in place almost two-thirds of the city's fire boxes. In agreeing to the plan, the Mayor acknowledged that he was not getting everything that he had sought when he proposed the removal of" , "date" : "19960424" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Mayor Yields On Removal Of Fire Boxes" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/24\/nyregion\/mayor-yields-on-removal-of-fire-boxes.html"} , {"body" : "As his black Crown Victoria raced across the Brooklyn Bridge, Thomas J. Von Essen, the city's new Fire Commissioner, was already five minutes late for his first meeting with his new boss, Mayor Rudolph W. Giuliani. Not accustomed to having a chauffeur, Mr. Von Essen had slid reflexively into the front passenger seat, instead of the back. Once under" , "date" : "19960422" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The City's New Fire Boss: From the Ladders to the Limousine" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/22\/nyregion\/the-city-s-new-fire-boss-from-the-ladders-to-the-limousine.html"} , {"body" : "A 9-month-old baby whose death was apparently a case of child abuse had been removed from her mother's care last year, but was returned less than a month later when child welfare workers found no proof of abuse, officials familiar with the case said yesterday. Yesterday, the mother, Denise Williams, 23, and her boyfriend were being held in the" , "date" : "19960417" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Child Agency Under Scrutiny in Death of a 9-Month-Old" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/17\/nyregion\/child-agency-under-scrutiny-in-death-of-a-9-month-old.html"} , {"body" : "A Brooklyn mother and her boyfriend were charged in the beating death of the woman's 9-month-old daughter and the abuse of her three other children, whose bodies were covered with bruises and possibly cigarette burns, the police said late yesterday. The couple, Denise Williams, 23, and Kelvin Williams, 21, of 286 Grove Street in Bushwick were each" , "date" : "19960416" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "2 Are Charged in Brooklyn In Beating Death of Infant" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/16\/nyregion\/2-are-charged-in-brooklyn-in-beating-death-of-infant.html"} ,   {"body" : "It is an election about which the average Brooklyn voter is likely to know little or nothing. But among Brooklyn politicians, the race for Kings County Surrogate is far from obscure. Indeed, it has become the hottest boroughwide race in recent years, attracting numerous candidates, immense fund raising and no shortage of political intrigue. So far," , "date" : "19960414" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "A Little Brooklyn Job With Lots of Influence" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/14\/nyregion\/a-little-brooklyn-job-with-lots-of-influence.html"} , {"body" : "It is people like the man in the black beret who make Marisol Colon get off the street by dusk. With a nervous stride and darting eyes, he paces the corner of Glenmore and Chestnut. A young woman with French braids tells him that she wants to talk, but not with strangers standing close by. They move to a doorway where he quickly places something in" , "date" : "19960407" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Hopeful East New Yorkers Await Police Drug Sweep" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/07\/nyregion\/hopeful-east-new-yorkers-await-police-drug-sweep.html"} , {"body" : "A 13-year-old girl severely burned in an arson-robbery at a video store in the Bushwick section of Brooklyn on Thursday died last night. The police also apprehended two teen-agers yesterday in connection with the girl's death and said they were still looking for two more suspects. The identity of the girl was not released by police or officials at" , "date" : "19960406" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Girl Dies in Video Store Arson; 2 Arrested" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/06\/nyregion\/girl-dies-in-video-store-arson-2-arrested.html"} , {"body" : "A fire that was deliberately set at a video store in Brooklyn severely burned a 15-year-old girl yesterday, the police said. Fire marshals detected a flammable liquid at the scene of the fire at the Dekalb Video store at 1130 Broadway, and police investigators were searching for three men seen fleeing the store just after the fire erupted, said" , "date" : "19960405" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Arson at Brooklyn Video Store Injures Girl, 15" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/05\/nyregion\/arson-at-brooklyn-video-store-injures-girl-15.html"} , {"body" : "Defying the conventional wisdom that drug dealing is an ineradicable plague, the New York City Police Department next week will put up to 3,000 officers and weapons ranging from new computer software to hydraulic battering rams into its biggest assault ever on neighborhood pushers. While skeptical criminologists cite a history of failed antidrug" , "date" : "19960404" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "1" , "title" : "Police to Start Big Offensive Against Drugs" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/04\/nyregion\/police-to-start-big-offensive-against-drugs.html"} , {"body" : "Three weeks after the City Council firmly rejected the Giuliani administration's plan to dismantle the city's network of fire alarm boxes, both sides plan to revisit the issue today, introducing separate bills that would leave most of the boxes in place, Council officials said yesterday. But while the bills, one drafted by the Mayor's office and" , "date" : "19960402" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "2 New Plans Are Prepared For Removing Alarm Boxes" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/02\/nyregion\/2-new-plans-are-prepared-for-removing-alarm-boxes.html"} , {"body" : "The old 83d Police Precinct Station House in the Bushwick section of Brooklyn, vacant since 1984, has received a $5.7 million renovation and is no longer a burnt-out shell covered by layers of graffiti. The 1885 Romanesque Revival building at 179 Wilson Avenue, at DeKalb Avenue, was designed by William B. Tubby and is distinguished by a rounded" , "date" : "19960331" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: Former Precinct House in Bushwick Is Renovated;For Police Station, An Arresting Look" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/31\/realestate\/postings-former-precinct-house-bushwick-renovated-for-police-station-arresting.html"} , {"body" : "In his first days in office in January 1994, Police Commissioner William J. Bratton tossed a panhandler off a subway car, sacked his department's entire high command and promised to \"take back the city block by block.\" Those actions at the very beginning of his tenure foreshadowed three key elements of Mr. Bratton's approach: a relentless focus on" , "date" : "19960327" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE BRATTON RESIGNATION: THE LEGACY;Bratton Hailed as Pioneer Of New Style of Policing" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/27\/nyregion\/bratton-resignation-legacy-bratton-hailed-pioneer-new-style-policing.html"} , {"body" : "A burglar burst into a Franciscan monastery in the Cypress Hills section of Brooklyn early yesterday and when he found nothing to steal, he smashed stained-glass windows, hurled lamps, desks and picture frames and beat a 76-year-old priest bloody before fleeing empty-handed. What the burglar had found was not a church wealthy in gold, silver or" , "date" : "19960325" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Burglar Injures Priest, 76, And Breaks Stained Glass" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/25\/nyregion\/burglar-injures-priest-76-and-breaks-stained-glass.html"} , {"body" : "At twilight, when the rest of the children in the neighborhood are more likely watching television than crunching numbers, a dozen girls at the Mahalia Jackson School in Crown Heights pore over lessons in calculating means and medians. In another corner of the middle school, students are being trained in martial arts and dance. A few miles north," , "date" : "19960324" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: CENTRAL BROOKLYN;Divide and Conquer: Inner-City Children Getting Into Math" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/24\/nyregion\/neighborhood-report-central-brooklyn-divide-conquer-inner-city-children-getting.html"} ,   {"body" : "Long before it erupted in murder and an extraordinary bid by a governor to oust a little-known judge, the domestic violence case against Benito Oliver was just another skirmish in a simmering feud between the Brooklyn District Attorney's office and Judge Lorin Duckman. When the case first landed before Judge Duckman in Brooklyn Criminal Court on" , "date" : "19960314" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Before the Murder, A Judicial Journey;An Abusive Union, a Testy Judge And a Chaotic System That Failed" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/14\/nyregion\/before-murder-judicial-journey-abusive-union-testy-judge-chaotic-system-that.html"} , {"body" : "Six Chinese immigrants were indicted yesterday on charges of selling heroin, and offering discounts in return for forged passports to help them smuggle illegal immigrants into the United States. Law enforcement officers said the indictments illustrate the link between Asian heroin trafficking and alien smuggling. Ships transporting illegal aliens" , "date" : "19960313" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["CHINA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Heroin Indictments Link Drugs to Smuggling of Aliens" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/13\/nyregion\/heroin-indictments-link-drugs-to-smuggling-of-aliens.html"} , {"body" : "A report released yesterday by the Medical Examiner's Office has concluded that a South Carolina man died from cocaine intoxication while in police custody in Brooklyn last December, but that injuries he suffered in a scuffle with officers also contributed to his death. The report characterized the death of the man, Richard Butler, as a homicide, a" , "date" : "19960313" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Report Cites Drugs and Police Role in Man's Death" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/13\/nyregion\/report-cites-drugs-and-police-role-in-man-s-death.html"} , {"body" : "IT used to be that Deborah Cantie wouldn't know where she'd wake up. Life for a addict is like that, she said. Instead of a two-minute egg, she would start with a two-dollar bottle. But that was another day. This morning, the sun cracked through the blinds of Ms. Cantie's bedroom window. The day was fresh and she had things to do. It's good to have" , "date" : "19960310" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Cocaine Daze;Deborah Cantie Knows Guns, Drugs and Rikers Island. Now She Is Seeking Help. Can a Life Change?" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/10\/nyregion\/cocaine-daze-deborah-cantie-knows-guns-drugs-rikers-island-now-she-seeking-help.html"} , {"body" : "The City Council Speaker, Peter F. Vallone, said yesterday that the Council would block the Giuliani administration's plan to dismantle the city's fire-alarm box system because the proposal would leave thousands of New Yorkers with no way to report fires quickly. Mr. Vallone introduced a bill yesterday that would require the Fire Department to" , "date" : "19960307" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Council to Bar Elimination of Alarm Boxes" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/07\/nyregion\/council-to-bar-elimination-of-alarm-boxes.html"} , {"body" : "ROBERT KNIGHTLY used to be a cop. Now he's a Legal Aid lawyer. As his \"innocent until proven guilty\" clients sometimes protest, why would he ever do that? Penance. That's what he tells his buddies from his days pounding a beat in Bushwick and Fort Greene, when they react with shock after learning of his career change. He's half-joking, but says" , "date" : "19960224" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "About New York;Trading Badge To Seek Justice Before the Bar" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/24\/nyregion\/about-new-york-trading-badge-to-seek-justice-before-the-bar.html"} , {"body" : "A 15-year-old Brooklyn teen-ager pushed a woman to her death from a moving subway train while trying to steal her gold earrings early yesterday morning, the police said. The teen-ager, Jaheem Grayton, had recently been released from Kings County Hospital Center, where he was being treated for psychiatric problems, his mother said. But he stopped" , "date" : "19960219" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Woman Dies After Push Under Train by Robber, Police Say" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/19\/nyregion\/woman-dies-after-push-under-train-by-robber-police-say.html"} , {"body" : "After a decade-long effort to diversify their drug empire beyond cocaine, Colombian traffickers are well on the way to supplanting Asian dealers as the predominant source of heroin in the New York region. By employing such proven business tactics as cutting prices, improving the quality of the product and occasionally offering free samples, the" , "date" : "19960211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK, NY, USA" , "FAR EAST, SOUTH ANDSOUTHEAST ASIA AND PACIFIC AREAS" , "NEW YORK CITY METROPOLITAN AREA" , "COLOMBIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "51" , "title" : "Colombians Enter the Heroin Market" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/11\/nyregion\/colombians-enter-the-heroin-market.html"} , {"body" : "Far from their small village of Chinantla, Mexico, a hundred runners lined up in the wind-driven rain in Bushwick, Brooklyn, yesterday morning to commemorate a miracle of almost a century ago. The men and women, most only slightly protected by plastic garbage bags, stood on Suydam Street behind two torchbearers preparing for a journey that would" , "date" : "19960128" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MEXICO"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Mexican Immigrants Run To Remember a Miracle" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/28\/nyregion\/mexican-immigrants-run-to-remember-a-miracle.html"} , {"body" : "Her mother died of AIDS, and so did her father, but it was not clear that Kai Evans was infected with the virus until she was 7 and caught chicken pox. Although Kai had a mild case of chicken pox, her recovery seemed to be taking too long. So her great-aunt and guardian, Sylvia Copes, took her to the hospital, where blood tests confirmed that she" , "date" : "19960122" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "A Young Victim of AIDS Gets a Proper Goodbye" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/22\/nyregion\/a-young-victim-of-aids-gets-a-proper-goodbye.html"} ,   {"body" : "A State Supreme Court justice has dismissed a lawsuit by a Brooklyn parents' organization that accused the state Commissioner of Education of illegally permitting tens of thousands of immigrant children to spend up to six years in bilingual education classes. The suit by the Bushwick Parents Association, which represents 150 Brooklyn families," , "date" : "19960118" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Parents' Suit On Classes Is Rebuffed" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/18\/nyregion\/parents-suit-on-classes-is-rebuffed.html"} , {"body" : "Roy Jones Jr. became a New Yorker last night, giving cheering Madison Square Garden fans a spectacular, brutal and educational show in halting Merqui Sosa in the second round. Jones stood posing, arms on hips like a colossus of Broadway, staring at the crowd of 11,484 after knocking Sosa down with a lightning, lethal right hand. That,\" he said," , "date" : "19960113" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "31" , "title" : "BOXING;Jones's Dazzling Show a Smash Hit on Broadway" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/13\/sports\/boxing-jones-s-dazzling-show-a-smash-hit-on-broadway.html"} , {"body" : "The police have arrested the mother of a 7-year-old Brooklyn girl after a relative reported finding the child alone in an apartment, bruised and burned by cigarettes, officials said yesterday. The girl was treated at Wyckoff Heights Medical Center and released into the custody of the relative who discovered her, said Officer Ivette Serrano, a" , "date" : "19960103" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Mother Charged in Assault Of Girl Found With Burns" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/03\/nyregion\/mother-charged-in-assault-of-girl-found-with-burns.html"}]