[  {"body" : "Even though immigrant New Yorkers sought citizenship at a record pace in 1996, it was still a bit early to expect a groundswell of electoral activism to buoy their compatriots into elected office. Still, as demographic shifts brought new rhythms to old neighborhoods, ethnic groups once on the political fringe inched toward the mainstream, and" , "date" : "19961229" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Ethnic Groups Inch Toward Political Mainstream, Buoying Hopes for 1997 Races" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/29\/nyregion\/ethnic-groups-inch-toward-political-mainstream-buoying-hopes-for-1997-races.html"} , {"body" : "An article on Thursday about the New York State legislators who opposed a bill passed on Tuesday that gives more power to New York City's Schools Chancellor misidentified the area represented by Assemblyman Anthony J. Genovesi, Democrat of Brooklyn, who voted against it. His district, the 39th, encompasses Canarsie and some adjacent neighborhoods;" , "date" : "19961221" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/21\/nyregion\/c-corrections-843245.html"} , {"body" : "Of the 23 lawmakers who voted against a bill that would overhaul the way New York City schools are governed, well over half represent heavily black or Hispanic districts where mistrust of the central Board of Education runs high and participation in local school elections has historically been low. Though they were heavily outvoted on Tuesday night" , "date" : "19961219" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Hispanics And Blacks Resisted Bill On Schools" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/19\/nyregion\/hispanics-and-blacks-resisted-bill-on-schools.html"} , {"body" : "The man who the authorities say replaced John Gotti only two months ago as the boss of the Gambino crime family was arrested in Florida yesterday on charges of attempted murder, loan sharking and racketeering. Federal agents arrested the man, Nicholas Corozzo, as he emerged from a swim in the Atlantic Ocean at the Sonesta Beach Hotel in Key" , "date" : "19961219" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Reputed New Gambino Boss Is Arrested" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/19\/nyregion\/reputed-new-gambino-boss-is-arrested.html"} , {"body" : "For most New Yorkers, the memory and emotional impact of what happened in Howard Beach, Queens, 10 years ago this Friday have faded. But for Jean Griffith Sandiford, the racial killing remains as vivid and piercing as ever, the wound still throbbing. ''When I got the call, how I screamed,'' Mrs. Sandiford, a 53-year-old woman with a soft voice," , "date" : "19961218" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "HOWARD BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Mother Still Mourns Racial-Killing Victim" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/18\/nyregion\/mother-still-mourns-racial-killing-victim.html"} , {"body" : "The Local Climates Q. I've noticed that local television news give weather readings from each of the five boroughs. I haven't paid that much attention, but is the weather really that different across the city? A. The weather can, in fact, vary greatly from borough to borough. For instance, the most intense thunderstorms in the area tend to" , "date" : "19961208" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1996\/12\/08\/nyregion\/fyi-613169.html"} , {"body" : "MOST of the childhood pictures in Tricia Regan's scrapbook have faded into pastel-hued squares, tableaux of playtime and polyester from 1970's Canarsie. But one series of photos, the annual class portraits from her grammar school, remains rich and vivid. Each portrait charts Ms. Regan's friendship with Janith Harris, showing the two girls edging" , "date" : "19961130" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NORTHERN IRELAND" , "CANARSIE (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region" , "Education"] , "page_facet" : "29" , "title" : "A Faded Smile As a Memory Of Integration" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/30\/nyregion\/a-faded-smile-as-a-memory-of-integration.html"} , {"body" : "NEW YORK A Plan to Export Garbage Hoping to close the Fresh Kills landfill by the year 2001, New York City plans to begin sending to other cities and states nearly 15 percent of its daily flow of residential garbage, officials said. Together with an effort to significantly expand the city's recycling program, the export plan would be the first of" , "date" : "19961130" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/30\/nyregion\/metro-digest-536164.html"} , {"body" : "'Reel to Real for Kids' Walter Reade Theater 165 West 65th Street Manhattan (212) 875-5600 Recommended ages: 5 and up Saturdays through June 21 In the tradition of old-time movie theaters, you can now watch a film while listening to live music, at this new matinee series put on by the Film Society of Lincoln Center and Lincoln Center Inc. Classic" , "date" : "19961129" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "18" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/29\/arts\/for-children.html"} , {"body" : "North New Jersey Coach Ed Stinson of Hoboken sounded like Walt (Clyde) Frazier during Knicks broadcasts. ''We don't want to cause paralysis by analysis,'' the coach said. ''But we also can't let him shoot fish in a barrel either.'' Stinson was discussing how his team planned to defend against Ramapo's ''precocious'' quarterback, Chris Simms, in" , "date" : "19961123" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "26" , "title" : "HIGH SCHOOL FOOTBALL REPORT" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/23\/sports\/high-school-football-report.html"} ,   {"body" : "P.S.A.L. Quarterfinals It was still 48 hours until kickoff, but Jerry Horowitz was talking faster than ever about how eager his top-seeded Kennedy team (9-0) was to be back in Public Schools Athletic League playoff action after sitting out the first round with a bye. ''I think that we had a pretty good week of practice and we're looking forward to" , "date" : "19961116" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "34" , "title" : "HIGH SCHOOL FOOTBALL REPORT" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/16\/sports\/high-school-football-report.html"} , {"body" : "A Brooklyn man was found guilty yesterday of kidnapping and murder for setting afire a 20-year-old college student he once professed to love like a sister. Joshua Torres, 23, sat unmoved, as he had for most of the two-week trial, while the verdict was read: guilty on all but one of seven counts in Kimberly Antonakos's abduction and death. But he" , "date" : "19961115" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Guilty Of Murder In Setting Student Afire" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/15\/nyregion\/man-guilty-of-murder-in-setting-student-afire.html"} , {"body" : "Football The Public Schools Athletic League and the Catholic High School Football League playoffs kick off this weekend, and the usual suspects are expected to do the most damage. In the P.S.A.L., the top four seeded teams received first-round byes this weekend. They are Kennedy (9-0) of the Bronx, which won the title two of the last three years;" , "date" : "19961109" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "30" , "title" : "HIGH SCHOOL FOOTBALL REPORT" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/09\/sports\/high-school-football-report.html"} , {"body" : "In a new tactic to combat organized crime's influence at New York City's five major wholesale food markets, the Giuliani administration wants the authority to investigate and ban officials of unions who represent market employees and are suspected of having ties to the mob. The administration's request is contained in the draft of a proposed law" , "date" : "19961027" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Mayor Seeks to End Link Of Mob to Food Markets" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/27\/nyregion\/mayor-seeks-to-end-link-of-mob-to-food-markets.html"} , {"body" : "As bagpipes breathed a forlorn sigh into the brisk October air, six pallbearers in dress blue uniforms hoisted the coffin onto their shoulders yesterday morning and carried their slain colleague, Police Officer Brian R. Jones, into St. Mark's United Methodist Church in Brooklyn. Officer Jones, 27, a housing officer who had been on the force for" , "date" : "19961019" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Funeral for Slain Officer Recalls Success Cut Short" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/19\/nyregion\/funeral-for-slain-officer-recalls-success-cut-short.html"} , {"body" : "A man who was on the Federal Bureau of Investigation's 10 Most Wanted List as a suspect in the killing of three people in Bridgeport, Conn., was captured by Federal agents and New York City police officers when they raided a Brooklyn apartment Wednesday night. The man, O'Neil Vassell, 20, was unarmed and offered no resistance when a police SWAT" , "date" : "19961018" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BRIDGEPORT (CONN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "Police Arrest Brooklyn Man On F.B.I.'s Most Wanted List" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/18\/nyregion\/police-arrest-brooklyn-man-on-fbi-s-most-wanted-list.html"} , {"body" : "P.S.A.L. After Susan Wagner, the Public Schools Athletic League defending champion, was shut out in its first two games of the season, Coach Al Paturzo reacted by calling for his players to strut their stuff when they take the football field. ''I love cockiness,'' he said. ''If we would be out there strutting around and playing hard, we wouldn't be" , "date" : "19960921" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "26" , "title" : "HIGH SCHOOL FOOTBALL REPORT" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/21\/sports\/high-school-football-report.html"} , {"body" : "A Brooklyn teen-ager standing outside Canarsie High School was shot in the right leg and buttocks yesterday morning by two people who fled in a car, the police said. The youth, whom the police identified as John Lowary, 16, of 107-15 Flatlands Avenue, was not seriously injured. Mr. Lowary was standing outside the school on Avenue K just off" , "date" : "19960912" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Youth Shot Outside School" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/12\/nyregion\/youth-shot-outside-school.html"} , {"body" : "Voters who turned up for a bitterly contested primary in Brooklyn yesterday were turned away from scores of polling places, because election workers had failed to deliver the voting machines in time. The problem persisted into the afternoon in many neighborhoods, raising the prospect that the election would have to be held again. Officials said" , "date" : "19960911" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Primary Voting in Brooklyn Disrupted by Lack of Machines" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/11\/nyregion\/primary-voting-in-brooklyn-disrupted-by-lack-of-machines.html"} , {"body" : "Renee R. Roth, the Manhattan surrogate who found herself facing an unusually high-profile challenge, won the Democratic primary yesterday. She defeated Karen S. Burstein, a former family court judge who drew strong support in New York City in her failed bid two years ago to become State Attorney General Ms. Roth's victory was generally an exception" , "date" : "19960911" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Roth Survives Burstein's Challenge in Surrogate Race" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/11\/nyregion\/roth-survives-burstein-s-challenge-in-surrogate-race.html"} ,   {"body" : "With a flurry of television and radio advertisements, campaign rallies and that staple of New York City campaigning, handshakes at subway stops, the primary campaigning for scores of local posts in New York State wound down yesterday. Despite the low level of attention today's primary races have generally received from the public, yesterday brought" , "date" : "19960910" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Primary Races in New York City End in a Flurry of Spending and Ballot Changes" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/10\/nyregion\/primary-races-in-new-york-city-end-in-a-flurry-of-spending-and-ballot-changes.html"} , {"body" : "In a bustling storefront headquarters in Crown Heights, Clarence A. Norman spent most of yesterday commanding troops of campaign volunteers, discussing last-minute strategies on leafleting and getting voters to polls. While Mr. Norman, a State Assemblyman, faces his own race in tomorrow's Democratic primary, his more pressing focus was on the" , "date" : "19960909" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Primary Races Are Obscure, but Reputations Are on the Line" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/09\/nyregion\/primary-races-are-obscure-but-reputations-are-on-the-line.html"} , {"body" : "ON a humid morning last week, Michael D. Benjamin stood at the entrance to the subway station at Grand Army Plaza in Brooklyn, passing out campaign material and urging riders to vote for his candidate. Some people stopped and listened. Many simply darted by, looking more than a little annoyed. After all, Mr. Benjamin was stumping for a candidate in" , "date" : "19960908" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Wake Up! It's Primary Time" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/08\/nyregion\/wake-up-it-s-primary-time.html"} , {"body" : "Derrick Reid, 6, closed his eyes and cupped a palm over each of his ears. ''It's noisy,'' he told a visitor to his first-grade classroom at Public School 114 in Canarsie, Brooklyn. ''There's a lot of kids in here.'' Forty-six, to be precise. With only one teacher. And at times yesterday morning, it sounded as if all of them were trying to speak --" , "date" : "19960907" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "23" , "title" : "46 Pupils, 43 Chairs, and One Teacher Fighting to Be Heard" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/07\/nyregion\/46-pupils-43-chairs-and-one-teacher-fighting-to-be-heard.html"} , {"body" : "As New York City's 660 elementary schools reopened yesterday, Mayor Rudolph W. Giuliani and Schools Chancellor Rudy Crew said that the overcrowding at many schools would be a fact of life for tens of thousands of students and teachers for some time to come. ''I think you have to have some patience and flexibility in dealing with this,'' Mr." , "date" : "19960906" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "School Overcrowding to Last, New York City Officials Say" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/06\/nyregion\/school-overcrowding-to-last-new-york-city-officials-say.html"} , {"body" : "Eda Cawthon reclined on a plastic chaise longue, her eyes obscured by sunglasses and her toes wriggling and pointing at the Atlantic Ocean as she waited for her husband, Craig, to schlep back half a mile from the parking lot. He had dropped her on the beach in Neponsit, Queens, off Beach 147th Street, and would now drive through the neighborhood's" , "date" : "19960824" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BELLE HARBOR (NYC)" , "ROCKAWAY BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Parking Bans Keep Outsiders From Queens Sand and Surf" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/24\/nyregion\/parking-bans-keep-outsiders-from-queens-sand-and-surf.html"} , {"body" : "In a series of unrelated incidents across the city, six women and girls reported that they were the victims of sex attacks over the weekend, the police said yesterday. The six attacks followed a week in which there were several particularly troubling sex crimes in the city, including the rape of a 17-year-old girl, in which a police officer has" , "date" : "19960812" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Six Sex Attacks Reported Over Weekend" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/12\/nyregion\/six-sex-attacks-reported-over-weekend.html"} , {"body" : "To the Editor: Fortunately, I was born with a beautiful nose, but unfortunately I was miserable due to exceptionally large breasts. After several years of seeking the right plastic surgeon, via recommendations and interviews and phone calls, I finally found a wonderful, skilled and caring plastic surgeon. I am much happier since this was done. It" , "date" : "19960811" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "Money for New Nose Better Spent on Therapy" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/11\/nyregion\/l-money-for-new-nose-better-spent-on-therapy-772666.html"} , {"body" : "ROBERTA MUCCINO lives in a house of mirrors, only two doors down from the house where she grew up. There are mirrors lining the kitchen, a mirror over the bureau in the bedroom, another mirror by the telephone, mirrors mirroring each other in the bathroom. Almost everywhere she goes, she gets to see how she looks. And for most of her life, which is" , "date" : "19960721" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "For My Sister's Nose" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/21\/nyregion\/for-my-sister-s-nose.html"} , {"body" : "To judge by the media crush -- 8 television camera crews, 20 photograpers, a snake pit of microphone cords and enough cars and vans to force a street closing -- the event might have been the surprise return of the Pope. It was the triumphal return of Michael Hebranko to Canarsie. Mr. Hebranko, one of the world's most obese men, was taken from his" , "date" : "19960710" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "A New Man, Having Shed 300 Pounds" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/10\/nyregion\/a-new-man-having-shed-300-pounds.html"} ,   {"body" : "Jillur Rahman has spent five years in his brick house in Midwood, Brooklyn, long enough to know every face on his block and for his 4-year-old son to know no other home. So he was devastated when he received the call from his former landlord telling him that he would have to move and that a judge would decide how soon. What do you say?\" Mr. Rahman" , "date" : "19960705" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Bank's Good-Neighbor Efforts Yield Some Unwanted Returns;Risky Mortgages Force Eviction of Paying Tenants" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/05\/nyregion\/bank-s-good-neighbor-efforts-yield-some-unwanted-returns-risky-mortgages-force.html"} , {"body" : "The Giuliani administration, which last year won new authority to crack down on suspected corruption and Mafia influence at the Fulton Fish Market, is planning to impose the same strict rules on New York City's four other major wholesale produce and meat markets, a top mayoral aide said yesterday. Randy M. Mastro, chief of staff to Mayor Rudolph W." , "date" : "19960625" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Giuliani Plans to Scrutinize Four Wholesale Markets" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/25\/nyregion\/giuliani-plans-to-scrutinize-four-wholesale-markets.html"} , {"body" : "Once Again, Boston Comes to Brooklyn Boston Market, the nationwide chain known for rotisserie chicken, opened up its second branch in Brooklyn, at 1972 Ralph Avenue, near Avenue J, in Flatlands this month. The chain, formerly known as Boston Chicken, plans to inundate New York, New Jersey and Connecticut with more than 40 new restaurants within the" , "date" : "19960623" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK, USA" , "BOSTON, MA, USA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO." , "url" : "http:\/\/www.nytimes.com\/1996\/06\/23\/nyregion\/new-yorkers-co-038040.html"} , {"body" : "It was September 1991, the summer of the violence in Crown Heights. Tensions between blacks and Orthodox Jews in Brooklyn erupted after a Hasidic driver struck and killed a 7-year-old black child. In retaliation, black youths attacked and killed a Hasidic Jew. Three weeks later, in Far Rockaway, Queens, another incident sounded disturbing echoes. A" , "date" : "19960610" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "FAR ROCKAWAY (NYC)"] , "nytd_section_facet" : ["World"] , "page_facet" : "1" , "title" : "Keeping Peace Alive And Tensions Dormant;Diverse Far Rockaway Sees Room For Harmony as Jewish Enclave Grows" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/10\/world\/keeping-peace-alive-tensions-dormant-diverse-far-rockaway-sees-room-for-harmony.html"} , {"body" : "NEW YORK CITY Portrait of a Victim Three days after she was beaten in Central Park, a comatose woman near death was identified by the police. And within hours, a city that had been touched with grief for a stranger began to yield the architecture of her past: the dreams of a talented but unrecognized pianist, the writings of a woman of sensitivity," , "date" : "19960608" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK, NY, USA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Metro Digest" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/08\/nyregion\/metro-digest-003140.html"} , {"body" : "It is almost time to put the school year to bed, so let the summer street games begin. In the brick courtyard of Confucius Plaza in Chinatown, a group of teen-agers play handball against a wall obstructed by a light pole and fire plugs. They speak to each other in Chinese, but they put plenty of English on the ball. \"It's not a real handball court," , "date" : "19960608" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Stoopball? Ringalevio? Hey, It's the 90's!;Flash, Speed and Money Replace Old Street Games For Children of the City" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/08\/nyregion\/stoopball-ringalevio-hey-it-s-90-s-flash-speed-money-replace-old-street-games.html"} , {"body" : "ANGELO TRUGLIO daydreamed of being an actor when he was growing up in Canarsie. But the closest he came to the stage as an adult was at a grammar school auditorium in Patchogue, L.I., where he presided as principal. Determined in his 50's to prove that American lives do have second acts, he quit his day job last year, moved to New York City and" , "date" : "19960522" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "1" , "title" : "About New York;Life's Act II, Wherein Angelo Sings" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/22\/nyregion\/about-new-york-life-s-act-ii-wherein-angelo-sings.html"} , {"body" : "A taxi driver was found dead, with a single shot to the head, inside his yellow cab on a street on Staten Island early yesterday, the police said. The police identified the driver as Izrail Nikolayensky, 55, of Canarsie, Brooklyn. The car was discovered parked near Broadway and Market Street around 3:20 A.M. No motive was clear, the police said," , "date" : "19960520" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Taxi Driver Is Found Dead" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/20\/nyregion\/taxi-driver-is-found-dead.html"} , {"body" : "A Brooklyn man with a 93-inch waist and an estimated weight of 940 pounds was carried by forklift from his living room yesterday into an ambulance, which took him to the Obesity Research Center at St. Luke's-Roosevelt Hospital Center in Manhattan. The man, Michael Hebranko, 43, said he feared he would die unless he received treatment. He was" , "date" : "19960518" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "A 940-Pound Man Is Taken to Hospital" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/18\/nyregion\/a-940-pound-man-is-taken-to-hospital.html"} , {"body" : "At Grabstein's Delicatessen in the Canarsie section of Brooklyn, the pastrami is as moist and peppery as ever and the waiter Harvey Wyler still needles the notoriously demanding customers. But the hustle-bustle days when several waiters pirouetted among the teeming Formica tables and takeout lines would snake along the steamy glass display case are" , "date" : "19960515" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "As Delis Dwindle, Traditions Lose Bite;Kosher Is Hard to Find As Jewish Populations Fall in Neighborhoods" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/15\/nyregion\/delis-dwindle-traditions-lose-bite-kosher-hard-find-jewish-populations-fall.html"} ,   {"body" : "More Food (and Lots of It) Arrives at Times Square James Park looked around Times Square and what he saw was a lot of small delis and diners. What he thought the neighborhood really needed was a big Korean food mart. So two weeks ago, Mr. Park, who owns more than 20 Korean markets in the city, opened the Times Square Gourmet -- a 24-hour," , "date" : "19960428" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO." , "url" : "http:\/\/www.nytimes.com\/1996\/04\/28\/nyregion\/new-yorkers-co-008729.html"} , {"body" : "It is an election about which the average Brooklyn voter is likely to know little or nothing. But among Brooklyn politicians, the race for Kings County Surrogate is far from obscure. Indeed, it has become the hottest boroughwide race in recent years, attracting numerous candidates, immense fund raising and no shortage of political intrigue. So far," , "date" : "19960414" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "A Little Brooklyn Job With Lots of Influence" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/14\/nyregion\/a-little-brooklyn-job-with-lots-of-influence.html"} , {"body" : "WHEREVER Greeks gather, a kaffenion can usually be found. It's a rough place where men gather to talk and down cups of coffee and shots of ouzo. When approximately 350,000 Greeks came to the United States between 1900 and 1920, they brought the kaffenion with them. No one knows exactly how it happened, but Dan Georgakas, who teaches labor and" , "date" : "19960414" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GREECE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "The Kaffenion Connection: How the Greek Diner Evolved" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/14\/nyregion\/the-kaffenion-connection-how-the-greek-diner-evolved.html"} , {"body" : "Two big telephone cables were knocked out in Brooklyn yesterday, disrupting communications among a half-dozen police precincts and making the world a lot smaller for thousands of borough residents for much of the afternoon and evening. Nynex spokesmen said the problem started about 12:30 P.M. in a manhole at Linden Boulevard and East 98th Street in" , "date" : "19960406" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Brooklyn Cable Fire Cuts Phone Service" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/06\/nyregion\/brooklyn-cable-fire-cuts-phone-service.html"} , {"body" : "In the last four years, New York City's Board of Education and the Human Resources Administration have aggressively steered thousands of poor students classified with learning difficulties or emotional problems off municipal welfare and onto Federal disability payments, saving the city and state $5.2 million. But now, children's advocates and" , "date" : "19960406" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "U.S. Cash Keeps Children of Poor From Leaving Special Education" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/06\/nyregion\/us-cash-keeps-children-of-poor-from-leaving-special-education.html"} , {"body" : "A dispute in the Legislature over a state fund that provides basic property insurance is threatening coverage for more than 62,000 homeowners and businesses, most of them in high-crime areas of New York City and storm-buffeted parts of Long Island where such policies are increasingly hard to obtain. The fund's authorization expired on March 17, but" , "date" : "19960402" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Legislative Rift Imperils Basic Property Insurance" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/02\/nyregion\/legislative-rift-imperils-basic-property-insurance.html"} , {"body" : "RABBI SHMUEL PLAFKER stood over a plain pine coffin with the name Goldie Adler scrawled across its top. As he does on most days, the rabbi said his prayers to no one in particular. Miss Adler, a Queens resident who died last week at the age of 86, had never married and was too poor to be buried in her family's plot in New Jersey. A bedridden" , "date" : "19960324" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAKING IT WORK;Lonely Are the Dead" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/24\/nyregion\/making-it-work-lonely-are-the-dead.html"} , {"author" : "Madison Smartt Bell is a novelist who now lives in Baltimore but visits Manhattan often." , "body" : "The Spring Lounge, one of the last two neighborhood bars in Little Italy (aside from private social clubs), is up for sale, which makes me scared. For years I've used the place as a rendezvous-resting place and portable office; it was also a virtual residence for a character in my first novel. The Spring Lounge isn't the only neighborhood bar I've" , "date" : "19960303" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "100" , "title" : "LIVES;Bar, None" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/03\/news\/lives-bar-none.html"} , {"body" : "As they looked out at a panoramic view of the city, Queens Republicans had a lot to celebrate at their annual dinner: a Republican Governor, a Republican in Gracie Mansion, several strongholds around the city and fertile ground for future success. But that Republican Mayor was among the many boycotting the affair, and some of those who did attend" , "date" : "19960226" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Bitter Feuds Split G.O.P. In Queens and Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/26\/nyregion\/bitter-feuds-split-gop-in-queens-and-brooklyn.html"} , {"body" : "A Brooklyn teen-ager was convicted yesterday of murder and robbery after a jury found that he had willingly participated in the armed holdup of a bicycle shop in which another robber killed a police officer. The youth, Demetrius Bennet, 17, was convicted a day after two other teen-agers were sentenced to long prison terms for their parts in the" , "date" : "19960222" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Third Teen-Ager Found Guilty of Slaying Police Officer During Holdup" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/22\/nyregion\/third-teen-ager-found-guilty-of-slaying-police-officer-during-holdup.html"} ,   {"body" : "As a police officer's widow described the anguish of losing her new husband, two teen-age brothers were sentenced yesterday to long prison terms for their roles in a Brooklyn robbery in which their uncle shot and killed the officer. The day of Officer Raymond R. Cannon Jr.'s killing marked \"the beginning of my nightmare that I will never wake up" , "date" : "19960221" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Brothers Draw Long Sentences in Killing of a Police Officer" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/21\/nyregion\/brothers-draw-long-sentences-in-killing-of-a-police-officer.html"} , {"body" : "C.H.S.A.A. Cardinal Hayes Coach Tom Murray (397-285) is not exactly doing cartwheels over the prospect of his 400th career victory. In fact, the 28-year basketball coaching veteran at the Bronx school (17-3) became angry at the mere mention of the milestone. \"If I was concerned about wins and losses, I never would have played the schedules that I" , "date" : "19960217" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "30" , "title" : "HIGH SCHOOL REPORT" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/17\/sports\/high-school-report.html"} , {"body" : "A day after his brother was convicted of murder in the killing of a New York City police officer, a Brooklyn teen-ager was acquitted of the same charge yesterday by a separate jury, even though the evidence against them was largely the same. Both defendants admitted taking part in the December 1994 robbery of a Brooklyn bicycle store in which their" , "date" : "19960202" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY" , "CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Jury Acquits Youth in Death Of an Officer" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/02\/nyregion\/jury-acquits-youth-in-death-of-an-officer.html"} , {"body" : "A teen-ager who admitted taking part in a Brooklyn robbery during which his uncle shot and killed a police officer was found guilty last night of murder. But a separate jury weighing the fate of the teen-ager's brother, who also admitted to participating in the holdup in which Officer Raymond R. Cannon Jr. was slain, had not reached a verdict on" , "date" : "19960201" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Man Guilty In Slaying Of Officer" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/01\/nyregion\/man-guilty-in-slaying-of-officer.html"} , {"body" : "In a sometimes tense and emotional court session, two teen-age brothers admitted yesterday that they had taken part in a Brooklyn robbery in which their uncle shot and killed a police officer, but they insisted they had not known beforehand that the uncle had a gun. The point is crucial, because if the defendants can convince the jurors that they" , "date" : "19960130" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Youths in Murder Trial Deny Knowledge of a Gun" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/30\/nyregion\/2-youths-in-murder-trial-deny-knowledge-of-a-gun.html"} , {"body" : "Boys' Basketball Norris Bell, who recently transferred from Nevada-Las Vegas to Rutgers, will never let his younger brother Tavorris forget how he tapped in the winning basket for the Hempstead Tigers in the New York State Public Schools Class A championship in 1993. \"He always tells me that I'll never be able to do what he did,\" said Tavorris" , "date" : "19960120" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "30" , "title" : "HIGH SCHOOL REPORT" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/20\/sports\/high-school-report.html"} , {"body" : "NEW YORK CITY A Political Godmother The story of Mary Sansone, a Borough Park, Brooklyn, folk hero who once stood up to the mobster Joseph Colombo, is a reminder that neighborhood politics in New York City campaigns is as important as television, polling and focus groups. [B1.] Salman Rushdie Appearance Salman Rushdie, the elusive author condemned" , "date" : "19960117" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK, NY, USA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Metro Digest" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/17\/nyregion\/metro-digest-075949.html"} , {"body" : "Both the prosecution and the defense agree that Vernon and Lavonne Smith set out for Frenchie's Cycle World in Canarsie, Brooklyn, in December 1994 intent on stealing bicycles. Both say that the brothers, their uncle and a friend were buzzed into the store one frigid afternoon and set in motion a robbery that went violently awry, ending with the" , "date" : "19960117" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Two Brothers on Trial in Officer's Killing in Cycle Shop" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/17\/nyregion\/two-brothers-on-trial-in-officer-s-killing-in-cycle-shop.html"} , {"body" : "SO, YOU WANT TO INTRODUCE several thousand New York City schoolchildren to the joys of Shakespeare and demonstrate the relevance of yet another dead white male poet to their modern lives. Which play do you choose? \"Julius Caesar\"? They might even recognize some lines. \"Hamlet\"? The ghost, fights and blood should get their attention. Not if you are" , "date" : "19960114" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Education" , "Theater"] , "page_facet" : "5" , "title" : "THEATER;Shakespeare for Children It Isn't, but They Like It" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/14\/theater\/theater-shakespeare-for-children-it-isn-t-but-they-like-it.html"} , {"body" : "THE keen of eye might have noticed that a few snowflakes settled on New York City last weekend. The storm had a name, Ginger, and its light but unrelenting touch managed to clog streets, shut down airports and more or less paralyze the region. It's been bad, bad news for a lot of people. But not for everyone. \"We're happy to say we've received" , "date" : "19960112" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Perfect Days for Playing in Snow" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/12\/arts\/perfect-days-for-playing-in-snow.html"} ,   {"body" : "CHRIS RAMOS wants his tepee back on Rockaway Parkway. And his sweat lodge, too. So what if the Canarsie man can go to Brighton Beach for a steam bath? He can't learn the ways of the Turtle Clan in Little Odessa. Mr. Ramos is no holdover from Brooklyn's past, when Indian villages dotted its southern reaches. He was taken in by a broad-minded group" , "date" : "19960110" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "About New York;A Tepee Comes Down, and Hackles Are Raised" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/10\/nyregion\/about-new-york-a-tepee-comes-down-and-hackles-are-raised.html"}]