[  {"body" : "When the subject is young point guards, the conventional thinking is this: The more you shake and rattle them, the more they act like children. Conventional thinking and Stephon Marbury, however, have nothing in common. In yet another display of how ready he is to compete at this level, the 19-year-old from Brooklyn kept his cool at the Target" , "date" : "19961227" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "7" , "title" : "A Kid Takes the Knicks to School" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/27\/sports\/a-kid-takes-the-knicks-to-school.html"} , {"body" : "Back in 1975, a lawsuit brought by the National Association for the Advancement of Colored People resulted in a landmark civil rights ruling: a Federal judge ordered the desegregation of Mark Twain Junior High School in Coney Island, a predominantly black school in a sea of mostly white schools. That September, over the protests of many parents in" , "date" : "19961222" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "10" , "title" : "Parents Say School for Gifted Is Mostly Magnet for Whites" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/22\/nyregion\/parents-say-school-for-gifted-is-mostly-magnet-for-whites.html"} , {"body" : "Smoke on the Water Q. I read that an early automobile speed record was set at a raceway right here in Brooklyn. Where? A. In the days when gritty, goggled drivers in cloth caps hunched over their steering wheels, roared around wooden tracks in cars that looked like soapbox racers, auto speed records were set at the Sheepshead Speedway in Sheepshead" , "date" : "19961215" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1996\/12\/15\/nyregion\/fyi-720240.html"} , {"body" : "When the New York Aquarium opened on Dec. 10, 1896 in Battery Park, it quickly became a hit. As the biggest aquarium in the world, it drew more than two million visitors its first year, making it the best-attended institution in New York. But in 1942, Robert Moses, the public works boss, closed the aquarium to make way for a bridge to Brooklyn that" , "date" : "19961212" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Aquarium Turns 100 With Renewed Popularity" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/12\/nyregion\/aquarium-turns-100-with-renewed-popularity.html"} , {"body" : "Fred Kaplan is one of those inveterate New Yorkers, a street-smart kid from Bensonhurst who used to roller-skate to Coney Island and ride the subway into Manhattan to ice-skate in Central Park, who went on to become a well-known literary biographer and scholar firmly rooted in the City University system. Over the years, he could be found poring" , "date" : "19961212" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "1" , "title" : "Urban Life, Urban Danger: Scholar Stabbed on the Subway" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/12\/nyregion\/urban-life-urban-danger-scholar-stabbed-on-the-subway.html"} , {"body" : "NEW YORK Pataki Differs on Rent Changes A week after the State Senate majority leader called for ending most rent regulations by mid-1999, Governor Pataki called that approach too hasty and said he would push for legislation next year that would deregulate the rental market more gradually. Mr. Pataki said he still supported the general goal of" , "date" : "19961212" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Metro Digest" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/12\/nyregion\/metro-digest-704806.html"} , {"body" : "TOBY GLICK was lucky, sort of. She suffered serious head and pelvic injuries when a hit-and-run van driver knocked her down on a street in Borough Park, Brooklyn, three weeks ago. Eight months pregnant, she also lost the baby, despite a rescue effort by doctors at Maimonides Medical Center. But at least Mrs. Glick survived, and her husband, a" , "date" : "19961210" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Violence That Can Go Unpunished" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/10\/nyregion\/violence-that-can-go-unpunished.html"} , {"body" : "NEW YORK Limits of a Welfare Plan Governor Pataki's proposal to enact the biggest changes in New York's welfare system in six decades borrows heavily from an experiment that has been quietly conducted for the last eight years in counties across the state, with varying degrees of success. The experimental program has produced noteworthy results in" , "date" : "19961209" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/09\/nyregion\/metro-digest-659134.html"} , {"body" : "The altar boy swaggered through the gyms of Brooklyn in a bomber jacket, intimidating tough guys with a ''ghetto stare'' he practiced in the mirror and a machine-gun rap that drowned out the knocking of his knees. Few knew that Gerard Papa had a Columbia law degree and lived at home with his mother. For more than 20 years, the bluff worked; he" , "date" : "19961208" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "9" , "title" : "A Coach Who Pushed Sees His Team Pushed Aside" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/08\/sports\/a-coach-who-pushed-sees-his-team-pushed-aside.html"} , {"author" : "Ian Fisher is a reporter for The New York Times." , "body" : "THERE ARE MANY WAYS TO EARN MONEY ON ST. Marks Place if you are young and have no regular place to stay, and Erin, who is known as ''Nothing'' by his fellow street punks, is waiting around to tap into one of the street's most regular, and lucrative, sources. ''There is a guy,'' he says, ''who is going to pay me $150 to stroke his leg.'' A grim" , "date" : "19961208" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "LOWER EAST SIDE (NYC)" , "EAST VILLAGE (NYC)"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "72" , "title" : "Erin's looking for Leg-Rub Steve. Fly's looking for CD's to steal. Star's looking for Jaya. And it's starting to get cold." , "url" : "http:\/\/www.nytimes.com\/1996\/12\/08\/magazine\/erin-s-looking-for-leg-rub-steve-fly-s-looking-for-cd-s-steal-star-s-looking-for.html"} ,   {"body" : "One of the latest housing developments in the New York area has sprung up in the Coney Island neighborhood of Brooklyn, with the unmistakable outline of the Parachute Jump on the horizon. The last part of the development was recently completed by the builder, North American Properties. It consists of 148 attached houses in 25 buildings, usually" , "date" : "19961122" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "10" , "title" : "Coney Island Housing Project Complete" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/22\/business\/coney-island-housing-project-complete.html"} , {"body" : "Mayor Rudolph W. Giuliani has chosen Rosa M. Gil, a senior vice president of the Health and Hospitals Corporation, as the new chairwoman of the agency, which runs the city's public hospitals and clinics, according to several people who have been briefed by City Hall. Dr. Gil, who is currently in charge of Lincoln Hospital, Metropolitan Hospital and" , "date" : "19961122" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Giuliani Is Said to Choose Chief for Hospital Agency" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/22\/nyregion\/giuliani-is-said-to-choose-chief-for-hospital-agency.html"} , {"body" : "A 4-year-old boy and his mother were critically injured in Brooklyn yesterday morning when a driver who had been eating in his car began choking, swerved off the road and struck them at a bus stop. The police identified the driver as Steven Zimbler, 41. The victims, identified as Juana Ramos, 19, and her son Oscar were struck near the intersection" , "date" : "19961110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "Boy, 4, and Mother at Bus Stop Hurt When Car Veers Off Road" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/10\/nyregion\/boy-4-and-mother-at-bus-stop-hurt-when-car-veers-off-road.html"} , {"body" : "A lone guard watched over the lobby at Jackson Heights Hospital in Queens, detachedly pointing the infrequent visitor to two slow elevators. Behind him, the hospital's one telephone operator sat in a small office. They were the only people on the first floor, where in room after room, green beds were empty, eerily appropriate symbols for a hospital" , "date" : "19961110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "41" , "title" : "Health Care Shift In Jackson Heights" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/10\/nyregion\/health-care-shift-in-jackson-heights.html"} , {"body" : "WHILE Fire Island lost no houses during the nor'easter that pounded the New York metropolitan area Oct. 19, its battered beaches lost large chunks of sand in some areas as the churning seas washed over dunes and walkways. In Seaview, for example, most of the sand that was scraped from the beach this summer to replenish dunes was washed away." , "date" : "19961103" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FIRE ISLAND (NY)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Mid-October Storm Highlights Fire Island Concerns" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/03\/realestate\/mid-october-storm-highlights-fire-island-concerns.html"} , {"body" : "A baby who was removed from his dead mother's womb on Monday afternoon, after she was killed by a car in Brooklyn, died yesterday in a hospital, and the driver was charged with two counts of manslaughter. Doctors at Maimonides Medical Center in Brooklyn initially saved the baby by an emergency Caesarean section after his mother, Carol Crupi, 36, of" , "date" : "19961030" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Infant in Car Accident Dies; Driver Is Charged in Killing" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/30\/nyregion\/infant-in-car-accident-dies-driver-is-charged-in-killing.html"} , {"body" : "In July, Leonard Drey got high marks as a senior medical student at Coney Island Hospital, treating patients with heart disease and AIDS. In early September, he was back at Coney Island, this time locked in a psychiatric ward, after psychiatrists from his medical school declared him dangerous and had him committed. Mr. Drey, who suffers from manic" , "date" : "19961025" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Medical Student Forced Into a Hospital Netherworld" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/25\/nyregion\/medical-student-forced-into-a-hospital-netherworld.html"} , {"body" : "To the Editor: Re your Oct. 24 editorial on New York State's $1.75 billion environmental bond act to be voted on Nov. 5: The act lacks guidelines to insure equitable distribution of funds across the state. Under similar acts in 1972 and 1986, Brooklyn received a fraction of the funds expended, although its 2.5 million residents face serious" , "date" : "19961025" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "38" , "title" : "Environmental Equity" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/25\/opinion\/l-environmental-equity-966452.html"} , {"body" : "NEW YORK Podiatrists Form Labor Union With doctors struggling to cope with the sweeping changes brought about by managed care, associations representing most of the nation's podiatrists announced they were forming the first nationwide labor union for doctors. The group would negotiate contracts and lobby in Washington and state capitals. But the" , "date" : "19961025" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/25\/nyregion\/metro-digest-976750.html"} , {"body" : "Assemblyman Jules Polonetsky sees himself as a muckraking politician, the kind of leader who will not let politics get in the way of principles. When he learned that the X-Men, a security firm affiliated with the Nation of Islam, Louis Farrakhan's group, was patrolling a Coney Island housing complex, Mr. Polonetsky made it his mission to oust the" , "date" : "19961020" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "X-Men's Foe: Spotlight On a Comer" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/20\/nyregion\/x-men-s-foe-spotlight-on-a-comer.html"} ,   {"body" : "Because of a production error, the continuation of this article, from page 3, was omitted last Sunday. The complete article is reprinted today. T LA ROCK, a 35-year-old from the west Bronx, walked slowly down the corridor arm in arm with Feyga Akselrud, his 87-year-old neighbor. T, 6 foot 4 inches tall, towered over her. ''I must take her back to" , "date" : "19961020" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "T La Rock and His Posse At a Jewish Nursing Home" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/20\/nyregion\/t-la-rock-and-his-posse-at-a-jewish-nursing-home.html"} , {"body" : "T LA ROCK, a 35-year-old from the west Bronx, walked slowly down the corridor arm in arm with Feyga Akselrud, his 87-year-old neighbor. T, 6 foot 4 inches tall, towered over her. ''I must take her back to her room about 100 times a day,'' T said, wearing his red sweatshirt, black sweat pants and Nike sneakers. She wore a duster. ''Spasibo,'' she" , "date" : "19961013" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "T La Rock and His New Posse" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/13\/nyregion\/t-la-rock-and-his-new-posse.html"} , {"body" : "Benefit Auction Decorators Walk, D & D Building, 979 Third Avenue (58th Street); (212) 319-7100. An auction of six one-of-a-kind chairs and 25 pillows, all in fabrics from Decorators Walk, will take place tonight at 6:30 P.M., to benefit Furnish a Future, the furniture-donation program of the Partnership for the Homeless. Tickets, including a" , "date" : "19961010" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "Calendar: Benefits, Exhibitions And Tours" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/10\/garden\/calendar-benefits-exhibitions-and-tours.html"} , {"body" : "THE idea was to supply a jolt of 212 energy to the laid-back land of 213, to bring the bumper-car mentality of the Franklin D. Roosevelt Drive to Rolls-Royce Rodeo Drive, to show some fondness for sack-suited Sutton Place in the natural-shoulder neighborhood of Melrose Place. The occasion was the annual gathering of the New York Alumni Association," , "date" : "19961006" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BEVERLY HILLS (CALIF)" , "NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "49" , "title" : "Home Is Where The Heart Isn't" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/06\/style\/home-is-where-the-heart-isn-t.html"} , {"body" : "New York City officials yesterday released an outline of their proposed contract with a private company to run Coney Island Hospital, a public hospital, amid growing concern that the company, Primary Health Systems, may be poorly suited to the task. The deal is the first concrete move in the Mayor's ambitious effort to get the city out of the" , "date" : "19961004" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Lease Plan For Hospital Is Outlined" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/04\/nyregion\/lease-plan-for-hospital-is-outlined.html"} , {"body" : "While patrolling a stretch of gang-contested turf in East Harlem last week, two police officers spotted two fresh blotches of graffiti on a side wall of Public School 149-207. Most people might have viewed the scribblings -- ''HMC BK RTC'' doodled over ''Hit Squad Blood Gang 4-Life BRIMS'' -- as nothing more than annoying vandalism. But to Officers" , "date" : "19961004" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Police Experts Identifying Gangs, Feuds, Drugs and Personal Signatures" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/04\/nyregion\/police-experts-identifying-gangs-feuds-drugs-and-personal-signatures.html"} , {"body" : "NEW YORK Javits Center on the Mend The Jacob K. Javits Convention Center is luring back trade shows after overhauling its operations, and is expected to make a profit this year. Show organizers and state officials say that new executives seem to have eliminated much of the corruption and shoddy service that drove away business and caused the" , "date" : "19961004" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Metro Digest" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/04\/nyregion\/metro-digest-646466.html"} , {"body" : "Workers on the front lines of welfare reform, under new orders to deny food stamps to innumerable legal immigrants who had previously qualified for them, are finding that translating Federal law into reality is not coming easily. Field workers are befuddled about what to do when, and some are fighting their torment about the justness of it all." , "date" : "19960926" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Law Sowing Fear and Confusion at Welfare Offices" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/26\/nyregion\/law-sowing-fear-and-confusion-at-welfare-offices.html"} , {"body" : "A local leader of the Nation of Islam, a group that has a record of anti-Semitic comments and has been accused of bigotry, called a Brooklyn Assemblyman a ''snotty-nosed Jewish politician'' on the air on Friday, prompting angry retorts from the Governor and Jewish groups. The leader, Conrad Muhammad, who is the representative of the Nation of Islam" , "date" : "19960922" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "Slur by a Nation of Islam Leader Stirs Anger" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/22\/nyregion\/slur-by-a-nation-of-islam-leader-stirs-anger.html"} , {"body" : "''WHEN people hear I'm from Coney Island, they walk away or they ask to see my gun,'' said Roderick Spivey, 17, who has no gun. ''I'm not comfortable in Coney Island. People are jealous, they want to mess you up and bring you down. Like crabs in the bucket.'' We were sitting in the bingo hall of the Most Precious Blood Roman Catholic Church in" , "date" : "19960922" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Flames Are Fanning Against Racism" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/22\/nyregion\/the-flames-are-fanning-against-racism.html"} ,   {"body" : "The Spanakos twins still get stares when they visit the old Red Hook places -- the once-sturdy pier that now noses into the water, the bodega that had been a boxing gym and before that a brothel. But no one recognizes them anymore in the Brooklyn of their youth. The stares come now because, at 58, they are still dead ringers. Their identical faces" , "date" : "19960915" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "Survivors of the Street Became Champions of the Ring" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/15\/nyregion\/survivors-of-the-street-became-champions-of-the-ring.html"} , {"body" : "The Pataki administration has ordered the managers of a state-financed housing project in Brooklyn to break a contract with a security group associated with the Nation of Islam, responding to complaints that the group has been passing out anti-Semitic literature. But residents of the project, Ocean Towers in Coney Island, immediately expressed" , "date" : "19960913" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Nation of Islam Guards Ordered to Leave Housing Project" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/13\/nyregion\/nation-of-islam-guards-ordered-to-leave-housing-project.html"} , {"body" : "NEW YORK Plan to Bus Students New York City school officials said that they were making plans to bus some children from the most crowded districts to schools in other areas as part of an effort to find space for tens of thousands of children now squeezed into gyms, closets and overcrowded classrooms. $(Page B1.$) Festival Minus Many Traditions The" , "date" : "19960913" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Metro Digest" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/13\/nyregion\/metro-digest-314412.html"} , {"body" : "Voters who turned up for a bitterly contested primary in Brooklyn yesterday were turned away from scores of polling places, because election workers had failed to deliver the voting machines in time. The problem persisted into the afternoon in many neighborhoods, raising the prospect that the election would have to be held again. Officials said" , "date" : "19960911" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Primary Voting in Brooklyn Disrupted by Lack of Machines" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/11\/nyregion\/primary-voting-in-brooklyn-disrupted-by-lack-of-machines.html"} , {"body" : "In a bustling storefront headquarters in Crown Heights, Clarence A. Norman spent most of yesterday commanding troops of campaign volunteers, discussing last-minute strategies on leafleting and getting voters to polls. While Mr. Norman, a State Assemblyman, faces his own race in tomorrow's Democratic primary, his more pressing focus was on the" , "date" : "19960909" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Primary Races Are Obscure, but Reputations Are on the Line" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/09\/nyregion\/primary-races-are-obscure-but-reputations-are-on-the-line.html"} , {"author" : "Peter Hellman, an author of five books, frequently writes about New York City for New York magazine and other publications." , "body" : "IF New Yorkers tend to ignore their city's history, it's not entirely their fault. In the daily dash forward, who has time to look back? Who even knows where or how? Yet it can be done, and pleasantly. Forget the car and take the BMT to 25th Street in Brooklyn. Ignore the drab environs of workaday Sunset Park as you exit onto Fourth Avenue. Walk a" , "date" : "19960906" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Where History Is at Rest" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/06\/arts\/where-history-is-at-rest.html"} , {"body" : "New York City's members of Congress almost all face minimal opposition in November, and few are being challenged in next week's primaries either. This lack of competition may be pleasant for the New York delegation, but it is bad for the quality of city representation. The only primary involving even a modicum of challenge is being held for the" , "date" : "19960903" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "14" , "title" : "The Congressional Primaries" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/03\/opinion\/the-congressional-primaries.html"} , {"body" : "BRIGHTON BEACH is home to roughly 25,000 Russian Jews, many of them elderly, and though the sight of a babushka on the boardwalk is increasingly rare, it's still a place where the knishes are baked, not fried. Next Sunday, a ''noshing tour,'' sponsored by the Brooklyn Center for the Urban Environment, will make its way under the shadow of the D" , "date" : "19960901" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Lessons in Schmoozing and Noshing" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/01\/nyregion\/lessons-in-schmoozing-and-noshing.html"} , {"body" : "Eda Cawthon reclined on a plastic chaise longue, her eyes obscured by sunglasses and her toes wriggling and pointing at the Atlantic Ocean as she waited for her husband, Craig, to schlep back half a mile from the parking lot. He had dropped her on the beach in Neponsit, Queens, off Beach 147th Street, and would now drive through the neighborhood's" , "date" : "19960824" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BELLE HARBOR (NYC)" , "ROCKAWAY BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Parking Bans Keep Outsiders From Queens Sand and Surf" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/24\/nyregion\/parking-bans-keep-outsiders-from-queens-sand-and-surf.html"} , {"body" : "BATTERY PARK CITY Cool Sounds For Summer's End The Bronx Arts Ensemble will give a free all-Handel concert on Tuesday at Hudson River Park in Battery Park City as part of the ''Sounds of the Hudson'' celebration. The program will include -- appropriately enough -- the complete ''Water Music,'' with Kenneth Cooper conducting from the harpsichord." , "date" : "19960818" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/18\/nyregion\/playing-in-the-neighborhood-872512.html"} ,   {"body" : "The co-owner of a small Coney Island amusement park was arrested Friday on charges that he stole a treasured bit of Brooklyn history: the team of 700-pound wooden horses that thrilled generations of children who rode them at the old Steeplechase Park. Steve Miller, co-owner of Dreamland Park, was charged with grand larceny, the police said, because" , "date" : "19960804" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Man Arrested in Theft of Coney I. Horses" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/04\/nyregion\/man-arrested-in-theft-of-coney-i-horses.html"} , {"body" : "At the wail of a bullhorn, 20 white-capped swimmers ducked their heads and kicked forward, taking their first strokes in a furious race -- not at the Georgia Tech Aquatic Center at the Olympics, where the water sparkles like a million sapphires, but in the steely green swells of the Hudson River, where tourists heading to the Statue of Liberty" , "date" : "19960804" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "A (Long) Dip in Cleaner Water" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/04\/nyregion\/a-long-dip-in-cleaner-water.html"} , {"body" : "TAKE a trip to the dreamy new Bayswater Point Park, a cool, leafy peninsula at the foot of Mott Avenue in Far Rockaway, Queens. The sun shimmers over the irregular prongs of Jamaica Bay, and distant jumbo jets taxi at Kennedy Airport far across the water, like elephants on the veldt, a mesmerizing sight. Meandering over this silent 14-acre reserve," , "date" : "19960804" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FAR ROCKAWAY (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Limestone Shell Evokes Far Rockaway's Gatsby Era" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/04\/realestate\/limestone-shell-evokes-far-rockaway-s-gatsby-era.html"} , {"body" : "To the Editor: Where others see a disorganized pile of boardwalk lumber, I see tremendous opportunity (''Coney Island's Worn Welcome Mat,'' July 14). Why not take boards that are beyond repair, saw them into foot-long segments, brand them ''Official Coney Island Boardwalk,'' sell them for $50 each with a certificate of authenticity and use the" , "date" : "19960804" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "17" , "title" : "Save a Decaying Boardwalk By Selling Samples of It" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/04\/nyregion\/l-save-a-decaying-boardwalk-by-selling-samples-of-it-666572.html"} , {"body" : "A day after subway service was disrupted by a torrential thunderstorm, the Transit Authority said yesterday that it was adding water pumps at the hardest-hit spots. Transit officials said that improving the pumping system had been a priority since the early 1980's and that $95 million had been spent on upgrading pumps in the last four years alone." , "date" : "19960802" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Deluged Areas Of Subway To Be Fitted With Pumps" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/02\/nyregion\/deluged-areas-of-subway-to-be-fitted-with-pumps.html"} , {"body" : "Henna Painting Bridges and Bodell 13 East Seventh Street East Village (212) 477-1820 Recommended ages: 3 and up Through Aug. 31 The stalwart Berber women of Morocco still swirl henna-based tattoos on themselves to fend off nasty spirits, or djnun, which apparently live in dark places and come out at night to bring misfortune. So if you're a nervous" , "date" : "19960802" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "8" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/02\/arts\/for-children.html"} , {"body" : "A fierce thunderstorm that lashed the metropolitan area yesterday spawned floods that immobilized hundreds of thousands of subway and commuter rail travelers and caused inconvenience from the suburbs of New Jersey to the far reaches of Brooklyn and Long Island. The storm, which left as much as three feet of water in some parts of the subway system," , "date" : "19960801" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Capricious Storm Rewrites Subway and Commuter Service Timetables" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/01\/nyregion\/capricious-storm-rewrites-subway-and-commuter-service-timetables.html"} , {"body" : "The elaborate tattoos that adorn Bech Chuom's chest are meant to protect him from wayward bullets, and he trusts the precepts he follows as a strict Buddhist to safeguard his soul. But a decade after Mr. Chuom, 72, arrived here as a refugee from Cambodia, he depends entirely for his food and rent on a $551 monthly welfare check. Where he might turn" , "date" : "19960729" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "If Immigrants Lose U.S. Aid, Local Budgets May Feel Pain" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/29\/us\/if-immigrants-lose-us-aid-local-budgets-may-feel-pain.html"} , {"body" : "ON a sticky shirt-drencher of a day, it can be breezier underground than it is on the Brooklyn Bridge or at Pier 17 at the South Street Seaport. Yes, underground, in the subway. When a train surged past, it stirred up a 10- or 11-mile-per-hour gust on the platform for a few seconds. And when on-the-air forecasters, prognosticating in the" , "date" : "19960718" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Keeping Your Cool . . .;Is There Any Air Stirring Here?" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/18\/garden\/keeping-your-cool-is-there-any-air-stirring-here.html"} , {"body" : "F.Y.I. 2 Why they call it Starbuck's. MAKING IT WORK 3 An icon, the Coney Island boardwalk, is a boulevard of broken boards. NEW YORKERS & CO. 4 Among the masses: The performance artist as Statue of Liberty. MOVIE CLOCK 11 What's showing at the local movie houses, today through Thursday. PLAYING IN THE NEIGHBORHOOD 12 Jazz at the 92d Street Y; free" , "date" : "19960714" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "ALSO INSIDE" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/14\/nyregion\/also-inside-084069.html"} ,   {"body" : "Before the rupture of a gas main ignited a blaze that injured 12 people in Coney Island, utility workers had asked a contractor to stop work at the site because of safety concerns but were refused, a spokesman for the Brooklyn Union Gas Company said yesterday. Employees of Brooklyn Union, who were standing by as dozens of workers excavated a broken" , "date" : "19960709" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Utility Says It Sought to Halt Repairs Before Gas Pipe Broke" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/09\/nyregion\/utility-says-it-sought-to-halt-repairs-before-gas-pipe-broke.html"} , {"body" : "A 7-year-old Brooklyn girl fell to her death yesterday from the roof of her apartment building after her mother left her in the care of her 12-year-old brother while she went grocery shopping, the police said. The girl, Isabella Zebrowski, was playing with her brother and another friend on the roof of the building, at North Henry Street and Nassau" , "date" : "19960709" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Girl, 7, Falls to Her Death" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/09\/nyregion\/brooklyn-girl-7-falls-to-her-death.html"} , {"body" : "NEW YORK Giuliani Is Set to Oust Gresser Mayor Giuliani has lined up the votes to oust Carol A. Gresser, the school board president and a frequent antagonist of City Hall, and replace her with a board member, William C. Thompson Jr., mayoral aides said. Administration officials said privately that they were acting at the request of Chancellor Rudy" , "date" : "19960709" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Metro Digest" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/09\/nyregion\/metro-digest-073571.html"} , {"body" : "As authorities investigated a fire that ignited after a natural gas pipeline ruptured in Coney Island, attention focused yesterday on whether workers at the scene Saturday afternoon knew they were operating in potentially hazardous conditions. Twelve people were injured, six with severe burns, when the fire ignited. The gas leak apparently began" , "date" : "19960708" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Questions on the Rupture Of a Coney Island Gas Pipe" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/08\/nyregion\/questions-on-the-rupture-of-a-coney-island-gas-pipe.html"} , {"body" : "NEW YORK Promoting the 'Real' New York Tourism in New York City is on the upswing, economists and city officials say. Hotel occupancy rates have hit their highest levels in 16 years. And the New York Convention and Visitors Bureau expects 25.4 million visitors this year, the most since 1990 and a slight increase over a very successful 1995. And" , "date" : "19960708" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/08\/nyregion\/metro-digest-072060.html"} , {"body" : "A roaring tower of flames erupted from a ruptured natural gas pipeline at a busy intersection in Brooklyn's Coney Island section yesterday afternoon as a construction crew tried to repair a water main break. Officials said that 12 people, most of them workmen, were injured, six suffering serious burns. There had been a faint odor of gas all day at" , "date" : "19960707" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "12 Hurt, 6 Seriously, in Rupture of Gas Pipe in Coney Island" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/07\/nyregion\/12-hurt-6-seriously-in-rupture-of-gas-pipe-in-coney-island.html"} , {"body" : "Two weeks ago, Brooklyn representatives in the State Assembly and Senate, both Democrats and Republicans, were celebrating the meeting of the minds on a proposed 12,000-seat sports complex in Coney Island. It was the first time since the arena was conceived nine years ago that Brooklynites in Albany agreed to a plan to raise $70 million to build" , "date" : "19960707" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: CONEY ISLAND;Accord on Sports Complex Breaking Down" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/07\/nyregion\/neighborhood-report-coney-island-accord-on-sports-complex-breaking-down.html"} , {"body" : "There's a scene in the movie \"The Way We Were\" in which the characters played by Robert Redford and Bradford Dillman are sailing aimlessly on sun-dappled waters on a Sunday afternoon waxing nostalgic about best moments in their lives: \"Best Saturday afternoon.\" \"Best month.\" \"Best year.\" The scene awakens sweet memories from the corners of my own" , "date" : "19960707" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Perfect Summer Sunday" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/07\/nyregion\/the-perfect-summer-sunday.html"} , {"body" : "Two Die in Jet Accident A mother and her son were killed on a Delta Air Lines jet in Pensacola, Fla., when an engine broke up, shooting debris into the plane. At least five people were injured evacuating after pilots aborted the takeoff. Page 13. Brooklyn Gas Pipe Ruptures A tower of flames erupted from a ruptured natural gas pipeline at a main" , "date" : "19960707" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "INSIDE" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/07\/nyregion\/inside-070467.html"} , {"body" : "International 3-9 SECURITY FAILURE IN SAUDI ARABIA Shortcomings in planning, intelligence and basic security left American forces in Saudi Arabia vulnerable to the bombing that killed 19 Americans, interviews with officials and private experts show. 1 HOPE AND CAUTION AT AIDS TALKS The 11th international AIDS meeting opens today in Vancouver with" , "date" : "19960707" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/07\/nyregion\/news-summary-070483.html"} ,   {"body" : "Some Fourth of July. A spasmodic sun, narcissistic gray clouds and a thoughtlessly headstrong wind teased and tormented people's holiday plans. Rain flashed its own independent streak, spitting, dousing, drying up, then drenching again. But throughout the New York region yesterday, plenty of people refused to succumb to the meteorological neurosis." , "date" : "19960705" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "EAST RIVER (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Celebrating July 4 Spirit, Undaunted But Damp" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/05\/nyregion\/celebrating-july-4-spirit-undaunted-but-damp.html"} , {"body" : "FIREWORKS NEW YORK CITY Macy's fireworks display will be held over the East River at 9 P.M. F.D.R. Drive will be closed from 14th to 42nd Streets for spectators. Pedestrian access to F.D.R. Drive will be at 23d, 38th and 41st Streets. The fireworks can also be viewed from Roosevelt Island, where 3,000 chair swill be set up at the southern tip of" , "date" : "19960704" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Independence Day: A Guide" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/04\/nyregion\/independence-day-a-guide.html"} , {"body" : "Events listed taking place tomorrow, except where noted FIREWORKS MANHATTAN: Macy's firework's display will be held over the East River at 9 P.M. F.D.R. Drive will by closed from 14th to 42d street for spectators. Pedestrian access to F.D.R. Drive will be at 23d, 38th and 41st Streets. NEW JERSEY: A fireworks display will be held tonight on the" , "date" : "19960703" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Independence Day: A Guide" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/03\/nyregion\/independence-day-a-guide.html"} , {"body" : "To the Editor: The Metropolitan Theater in downtown Brooklyn deserves a better send-off than it received in the reports of its recent closing (\"Fulton Mall Loses Its Theater,\" June 16). Loew's Met, as it was known to generations of moviegoers until becoming a Cineplex Odeon multiplex, first opened on Sept. 16, 1918, and served the community almost" , "date" : "19960630" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region" , "Theater"] , "page_facet" : "15" , "title" : "The Onetime Loew's Met Deserves a Better Send-Off" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/30\/nyregion\/l-the-onetime-loew-s-met-deserves-a-better-send-off-054674.html"} , {"body" : "More than 1.6 million people took dips in city pools last year and the city estimates that millions more sprawled out on its beaches. This year promises to be just as busy. The 33 full-sized public pools and 7 public beaches will all be open starting Wednesday through Labor Day. The 33 intermediate and Olympic-size pools listed below admit swimmers" , "date" : "19960630" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Your Tax Dollars at Play: Public Pools and Beaches" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/30\/nyregion\/your-tax-dollars-at-play-public-pools-and-beaches.html"} , {"body" : "More than 1.6 million people took dips in city pools last year and the city estimates that millions more sprawled out on its beaches. This year promises to be just as busy. The 33 full-sized public pools and 7 public beaches will all be open starting Wednesday through Labor Day. The 33 intermediate and Olympic-size pools listed below admit swimmers" , "date" : "19960630" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST;Your Tax Dollars at Play: Public Pools and Beaches" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/30\/nyregion\/public-interest-your-tax-dollars-at-play-public-pools-and-beaches.html"} , {"body" : "To the Editor: The Metropolitan Theater in downtown Brooklyn deserves a better send-off than it received in the reports of its recent closing (''Fulton Mall Loses Its Theater,'' June 16). Loew's Met, as it was known to generations of moviegoers until becoming a Cineplex Odeon multiplex, first opened on Sept. 16, 1918, and served the community" , "date" : "19960630" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region" , "Theater"] , "page_facet" : "15" , "title" : "The Onetime Loew's Met Deserves a Better Send-Off" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/30\/nyregion\/l-the-onetime-loew-s-met-deserves-a-better-send-off-644692.html"} , {"body" : "Mayor Rudolph W. Giuliani said yesterday that a proposed deal to lease Coney Island Hospital to a for-profit company includes guarantees that care for the poor would continue at the public hospital at no cost to the city. He called the deal, in which Primary Health Systems, which is based in Delaware, would lease Coney Island Hospital for 49 years," , "date" : "19960627" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "2" , "title" : "Lease Plan For Hospital Said to Cover Care for Poor" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/27\/nyregion\/lease-plan-for-hospital-said-to-cover-care-for-poor.html"} , {"body" : "NEW YORK Law Bars Aggressive Begging Mayor Giuliani and the City Council reached agreement on an anti-begging law designed to crack down on insistent or menacing panhandlers and anyone who begs within 10 feet of automatic teller machines. The bill is expected to be approved by the full Council and signed by the Mayor next month. It would go into" , "date" : "19960627" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/27\/nyregion\/metro-digest-045934.html"} , {"body" : "THEY came to Continental Arena having grown up a continent apart, in different worlds. One only had to dream of crossing a bridge. For the other, it involved international borders and a cultural divide. Stephon Marbury came to the National Basketball Association draft last night from the projects in Coney Island, Stephen Nash from Victoria, the" , "date" : "19960627" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "13" , "title" : "Sports of The Times;Point Guards Share Dream Worlds Apart" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/27\/sports\/sports-of-the-times-point-guards-share-dream-worlds-apart.html"} ,   {"body" : "Intent on finding private operators for the public hospitals that serve many of New York City's poorest residents, city officials plan to turn over Coney Island Hospital to a for-profit health care company, people familiar with the negotiations said last night. While the Giuliani administration has long been seeking to privatize some public" , "date" : "19960626" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "2" , "title" : "Company May Run Coney Island Hospital" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/26\/nyregion\/company-may-run-coney-island-hospital.html"} , {"body" : "They are young. They are restless. But on Wednesday night, a group of talented underclassmen will finally be drafted and learn their destinations. Dominated by 36 early-entry candidates, the most unpredictable National Basketball Association draft in recent years is about to unfold at Continental Arena. The top seven picks are expected to be" , "date" : "19960626" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "PRO BASKETBALL;Early Entries Will Jumble N.B.A. Draft" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/26\/sports\/pro-basketball-early-entries-will-jumble-nba-draft.html"} , {"body" : "NEW YORK Pataki Signs 'Zero Tolerance' Governor Pataki signed legislation -- known as the zero-tolerance law -- that would impose penalties for the first time on people under the age of 21 who are caught driving with a blood alcohol level as low as two-hundredths of 1 percent, the equivalent for most people of one beer or a glass of wine. [Page" , "date" : "19960626" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Metro Digest" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/26\/nyregion\/metro-digest-044016.html"} , {"body" : "Long ago, before the world turned upside down, there existed a Europe where civilized people could sip afternoon coffee, eat fine pastries and listen to music. Then came the Holocaust and lives, families and hope were ripped apart. More than half a century has passed since the liberation of the concentration camps. Many came to America to build new" , "date" : "19960616" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: MIDWOOD;For Survivors, Kaffeeklatshes Open a Window to Old World" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/16\/nyregion\/neighborhood-report-midwood-for-survivors-kaffeeklatshes-open-window-old-world.html"} , {"body" : "UPPER WEST SIDE Putting a Bloom On Father's Day Next Sunday may be Father's Day, but for aficionados of James Joyce, it is an even more momentous occasion: Bloomsday. In Joyce's novel \"Ulysses,\" June 16 is the day the main character, Leopold Bloom, wanders around Dublin. So, Joyce lovers around the world (including Dublin, Paris and Symphony Space" , "date" : "19960609" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/09\/nyregion\/playing-in-the-neighborhood-006718.html"} , {"body" : "A Brooklyn funeral home director was arrested yesterday after investigators discovered five badly decomposed bodies in the basement of his business that had apparently been there for six months, the police said. The man, Steven M. Marchi, 37, of 64-39 228th Street in Oakland Gardens, Queens, was arrested just after 7 P.M. on health code charges," , "date" : "19960607" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Undertaker Held After Decomposed Bodies Found" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/07\/nyregion\/undertaker-held-after-decomposed-bodies-found.html"} , {"body" : "Will listening to a make-believe talking tree bring city children closer to the real trees on their streets? Will playing with mud and sticks get them closer to the earth? The Brooklyn Children's Museum thinks so. The museum, which was closed for nine months for a $7 million renovation, reopened its doors in Crown Heights on May 18 with a new" , "date" : "19960602" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "Introducing Youngsters To the Joys Of Greenery" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/02\/nyregion\/introducing-youngsters-to-the-joys-of-greenery.html"} , {"body" : "AFTER more than five decades behind a camera, many of them wandering the streets of New York, when Arthur Leipzig decided to do a picture book about the city he had to comb through thousands of negatives to find the photographs to use. \"It was an archival dig,\" recalled Mr. Leipzig, a resident of Sea Cliff whose work has appeared in leading" , "date" : "19960602" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "15" , "title" : "A Love for the City In Leipzig's Camera" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/02\/nyregion\/a-love-for-the-city-in-leipzig-s-camera.html"} , {"body" : "Before television, almost a half century ago, there were well over 100 full-time American sideshows offering everything from yogis reclining on beds of nails to scantily clad women wrapped in giant snakes. Now, not counting the small acts that play county fairs, less than a half dozen remain. Well, folks, step right up to the corner of West 12th" , "date" : "19960601" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Amazing! Incredible! Siamese Sideshows!;(Well, 2 Masters Of the Freak Show On a Single Street)" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/01\/nyregion\/amazing-incredible-siamese-sideshows-well-2-masters-freak-show-single-street.html"} , {"body" : "It was chilly and wet yesterday morning, on the day the summer season was supposed to begin, and Harold Mattes, 73, was explaining why he was marching, with some stiffness, in a Memorial Day parade. He spoke of the \"strafing, machine guns, bombing\" that had gone along with his job as an Army signalman in Europe and North Africa, but said things had" , "date" : "19960528" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Somber Memories of Death, and an Afternoon of Renewal" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/28\/nyregion\/somber-memories-of-death-and-an-afternoon-of-renewal.html"} ,   {"body" : "A wheel fell off a Coney Island roller coaster on Saturday night, slightly injuring two riders and once again raising questions about the safety of rides at New York City amusement parks. Although neither rider was seriously injured, the accident evoked memories of a more serious accident last summer when 13 people on the Hell Hole ride were" , "date" : "19960527" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "2 Riders Hurt on Coney Island Coaster, Renewing Safety Fears" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/27\/nyregion\/2-riders-hurt-on-coney-island-coaster-renewing-safety-fears.html"} , {"body" : "NEW YORK Why Is That Man Smiling at Me? In a region where the arrogant sales clerk and the sky-high utility bill are stock symbols of the economic landscape, consumer power is breaking out all over, or is poised to. As companies that once avoided New York have entered the city with services the suburbs take for granted, a new wave of old-fashioned" , "date" : "19960527" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/27\/nyregion\/metro-digest-077682.html"} , {"body" : "Memorial Day falls on Monday, and holiday activities are planned all weekend. Here is a sampling of events in the three-state region. New York City Today AFRICAN MUSIC, DANCE AND CRAFTS, Brooklyn Academy of Music, 30 Lafayette Avenue, at Ashland Place, Fort Greene. \"Dance Africa '96,\" a weekend of music and dance in honor of African women, with" , "date" : "19960524" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "What to Do Until the Fireworks Arrive on Memorial Night" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/24\/arts\/what-to-do-until-the-fireworks-arrive-on-memorial-night.html"} , {"body" : "Ever since he was elected, Mayor Rudolph W. Giuliani has derided New York's public hospitals and vowed to turn some of them over to private hospitals, which he says will provide the poor with better care and save the city money. Three hospitals are on the auction block and the administration predicts a deal this summer. But as the Mayor and his" , "date" : "19960524" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Mayor's Stalled Plans Leave Public Hospitals in Trauma" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/24\/nyregion\/mayor-s-stalled-plans-leave-public-hospitals-in-trauma.html"} , {"body" : "NEW YORK is a city of paradoxes, of vast, public places and hermetic enclaves, of private, almost anonymous spaces that we appropriate as our own. It's as if every walker in the city had his own mental map of the urban zone, engraved with his own private landscape. We fix upon a patch of park, or a room in a museum where few ever seem to venture," , "date" : "19960517" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel" , "Arts"] , "page_facet" : "1" , "title" : "Finding Personal Spaces in Public Places" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/17\/arts\/finding-personal-spaces-in-public-places.html"} , {"body" : "Should the hotel operators answer the phone, \"Yo! Whaddaya want?\" and the doormen bid guests goodbye with a \"G'wan, get outta here!\"? Should the hotel limos be painted like yellow checker cabs? Should the mock subway station be decorated with graffiti, and will the gamblers' cigarette smoke be thick enough to filter faux moonbeams like the" , "date" : "19960516" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "LAS VEGAS (NEV)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Bit of New Yawk in Vegas;A Virtual City: Glitz, No Grunge and a Casino" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/16\/nyregion\/bit-of-new-yawk-in-vegas-a-virtual-city-glitz-no-grunge-and-a-casino.html"} , {"body" : "LET'S begin with the worst. Danny and I, old sauntering buddies, had decided to try something new, walking in a straight line. Our past perambulations had been around islands, first Manhattan, then Staten Island, attempts to glimpse truths from the outside looking in. Now we were going to walk the length of Flatbush Avenue, more than 10 miles, in" , "date" : "19960510" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH AVENUE (BROOKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel" , "Arts"] , "page_facet" : "1" , "title" : "Trudging Up the Flatbush Trail" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/10\/arts\/trudging-up-the-flatbush-trail.html"} , {"body" : "The Transit Authority plans to begin operating a few short subway lines without conductors by late summer -- a first in the system's 92 years -- and the authority's president said yesterday that it was just the beginning of a move toward one-person train crews around the city. Trains now operate with two-person crews, an operator and a conductor," , "date" : "19960509" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Savings Plan to Cut Crews In Subways" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/09\/nyregion\/savings-plan-to-cut-crews-in-subways.html"} , {"body" : "KATHERINE MATHEWS, a physician in her 30's, got so piqued one night at the recalcitrant pony she was riding -- a filly by the name of Bo-Peep -- that she did something she never expected to do. When her riding teacher changed her over to a full-size horse and said, \"Canter,\" she accomplished the gait like a dream, with unerring mastery and perfect" , "date" : "19960503" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "The Long, Scary Road to the Bridle Path" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/03\/arts\/the-long-scary-road-to-the-bridle-path.html"} , {"body" : "WE came looking for a better way of life,\" said Philip Leblang, explaining what brought him and his family to the Amalgamated Warbasse Houses middle-income co-op in the Brighton Beach section of Brooklyn 32 years ago, when it was newly built. He and his wife, Hilda, are still in the two-bedroom apartment on the third floor that they bought then for" , "date" : "19960428" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PERSPECTIVES;A Big Refinancing at a Middle-Income Co-op" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/28\/realestate\/perspectives-a-big-refinancing-at-a-middle-income-co-op.html"} ,   {"body" : "NEW YORK Nynex Agrees to Huge Merger Ending one of the most prolonged public courtships in American history, the Nynex and Bell Atlantic Corporations agreed to one of the largest corporate mergers ever, people involved in the negotiations said. The merger, following nearly a year of discussions, is breathtaking in size and scope. Together, Bell" , "date" : "19960422" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Metro Digest" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/22\/nyregion\/metro-digest-094838.html"} , {"body" : "A man and a woman from Coney Island were arrested on Friday in the killing of a 21-year-old Brooklyn man whose torso washed ashore near the boardwalk early Tuesday, the police said. The victim, Larry Amerose of 8693 Bay Parkway in Bensonhurst, was cut up with a machete after he had been knocked out by a punch to the head, said Officer John" , "date" : "19960422" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Two Arrested in Machete Killing" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/22\/nyregion\/two-arrested-in-machete-killing.html"} , {"body" : "'From Nudnik to Nightingale' 'A Tribute to Rembrandt Films and Gene Deitch' Museum of Modern Art 11 West 53d Street (212) 708-9400 Recommended ages: 6 and up Tonight through Sunday Don't be put off by the title of this cartoon series: if you don't know who Gene Deitch is and you've never heard of Rembrandt Films, it's not a problem. All you need to" , "date" : "19960419" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "16" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/19\/arts\/for-children.html"} , {"body" : "A 9-month-old baby whose death was apparently a case of child abuse had been removed from her mother's care last year, but was returned less than a month later when child welfare workers found no proof of abuse, officials familiar with the case said yesterday. Yesterday, the mother, Denise Williams, 23, and her boyfriend were being held in the" , "date" : "19960417" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Child Agency Under Scrutiny in Death of a 9-Month-Old" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/17\/nyregion\/child-agency-under-scrutiny-in-death-of-a-9-month-old.html"} , {"body" : "Three years ago, Carl St. Clair, the director of the Pacific Symphony Orchestra in Orange County, Calif., came up with a daunting project for his ensemble. Inspired by a remark by the political columnist Art Buchwald, who said that the Vietnam Veterans Memorial in Washington was \"crying out for music,\" and with the 20th anniversary of the end of" , "date" : "19960410" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "13" , "title" : "From Vampires and Batman to the Concert Hall" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/10\/arts\/from-vampires-and-batman-to-the-concert-hall.html"} , {"body" : "A STORY of racial harmony set against some of the finest residential architecture in Brooklyn resounds from the wide, parking-friendly streets of Prospect Lefferts Gardens. Situated near the southeast corner of Prospect Park in the Flatbush section, the racially mixed, predominantly middle-class, richly West Indian neighborhood holds at its core a" , "date" : "19960407" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT LEFFERTS GARDENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "If You're Thinking of Living In\/Prospect Lefferts Gardens;Racial Harmony and Rich Architecture" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/07\/realestate\/if-you-re-thinking-living-prospect-lefferts-gardens-racial-harmony-rich.html"} , {"body" : "Less than a year after he graduated from Lincoln High School in Brooklyn, where he became a basketball prodigy, Stephon Marbury was holding court in his hometown again last night. The 6-foot-2-inch point guard from Coney Island announced that he was giving up his final three years of eligibility at Georgia Tech and entering the National Basketball" , "date" : "19960404" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "20" , "title" : "Marbury Leaves Ga. Tech For N.B.A." , "url" : "http:\/\/www.nytimes.com\/1996\/04\/04\/sports\/marbury-leaves-ga-tech-for-nba.html"} , {"body" : "The poor college student is romanticized in popular culture as a young person leading a sort of bohemian life style: wearing vintage clothing and living off campus, waiting tables or selling books between classes, struggling to remain in school and, eventually, reach the middle class. But in reality, at the City University of New York, many poor" , "date" : "19960325" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "Proposed Cuts to College Aid Protested as Hardship for Poor Students" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/25\/nyregion\/proposed-cuts-to-college-aid-protested-as-hardship-for-poor-students.html"} , {"body" : "Carefully, as if he could not believe that the moment he had been dreaming about for months had finally come, Otis tested the water. Too cold? Too muddy? No, just right. And so, with more of a graceful stretch than a dive, he plunged in and -- what else? -- dog-paddled across the lake in Central Park. Otis is an 80-pound Weimaraner, \"unless we're" , "date" : "19960325" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Sun Sparkles, Temperatures Rise and Spirits Soar" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/25\/nyregion\/sun-sparkles-temperatures-rise-and-spirits-soar.html"} , {"body" : "The plague of graffiti, once the international symbol of the subway system's and New York City's financial and spiritual collapse, is beginning to make a comeback on trains and in stations, a decade after a hard-fought campaign virtually eliminated it. To be sure, graffiti has not become the scourge it was more than a decade ago. Subway cars are" , "date" : "19960321" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Subway Graffiti Creeping Back To Haunt Riders;A Threatening Symbol Of the Bad Old Days" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/21\/nyregion\/subway-graffiti-creeping-back-haunt-riders-threatening-symbol-bad-old-days.html"} ,   {"body" : "Arborio With a U.S. Flavor Add Arborio rice to the list of foods -- like goat cheese and extra virgin olive oil -- that were once exclusively European but are now produced in the United States. Arborio rice, used to make Italian risotto, is being grown in California by Lundberg Family Farms of Richvale, near Sacramento, and is being sold on a" , "date" : "19960320" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "Food Notes" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/20\/garden\/food-notes-014400.html"} , {"body" : "Titletown, N.Y.C. The Public Schools Athletic League will hold its three basketball championship games today at Madison Square Garden; the Catholic High School Athletic Association will showcase its final tomorrow at Fordham University in the Bronx. The P.S.A.L.'s boys' B championship game, which begins at 10 A.M., matches fourth-seeded COLUMBUS" , "date" : "19960316" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "34" , "title" : "HIGH SCHOOL BASKETBALL REPORT" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/16\/sports\/high-school-basketball-report.html"} , {"body" : "When Mayor Rudolph W. Giuliani selected the first city-run hospitals to be put up for sale, he chose three that were considered the most marketable. Because they were in neighborhoods with medical alternatives, they were also considered the least likely to generate community opposition, or so his advisers told him. What the officials did not" , "date" : "19960314" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Grass-Roots Fight Emerges on Hospital Plan" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/14\/nyregion\/grass-roots-fight-emerges-on-hospital-plan.html"} , {"body" : "Vince Edwards, who played a handsome, brooding neurosurgeon in the 1960's television series \"Ben Casey,\" died on Monday at the University of California Medical Center in Los Angeles. He was 67. The cause was pancreatic cancer, The Associated Press reported. From 1961 to 1966, Mr. Edwards won top ratings as a dedicated but difficult surgeon whose" , "date" : "19960313" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "9" , "title" : "Vince Edwards, 67, the Doctor In the Hit TV Series 'Ben Casey'" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/13\/nyregion\/vince-edwards-67-the-doctor-in-the-hit-tv-series-ben-casey.html"} , {"body" : "In a surprising setback to the city's efforts to dismantle its public hospital system, Mount Sinai Medical Center has withdrawn from the bidding to take over Elmhurst Hospital Center and Queens Hospital Center, two of the three hospitals that Mayor Rudolph W. Giuliani had offered for long-term lease. Mount Sinai, which has long been affiliated with" , "date" : "19960313" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Mount Sinai Rejects Plan To Run Public Hospitals" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/13\/nyregion\/mount-sinai-rejects-plan-to-run-public-hospitals.html"} , {"body" : "Patrons who have had too much to drink can be forgiven for thinking they're seeing double when they leave Coney Island High, the St. Marks Place rock club. Most nights find a pair of identical twins, Marissa and Victoria Stern, running the coat check in a closetlike room by the door. But not last Tuesday, when the Stern twins took the night off and" , "date" : "19960310" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: EAST VILLAGE;For Twins, A Grimm Odyssey In a Heavy Metal World" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/10\/nyregion\/neighborhood-report-east-village-for-twins-grimm-odyssey-heavy-metal-world.html"} , {"body" : "About the same time the ballyhoo around Stephon Marbury subsided to a dull roar, a strange thing happened at Georgia Tech. Marbury, the heralded freshman guard from Coney Island, figured out that he didn't need to win every game for his team single-handedly, and the Yellow Jackets began a steady climb from a 6-8 record to the top of the Atlantic" , "date" : "19960307" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "21" , "title" : "BASKETBALL;Marbury Riding High at Ga. Tech" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/07\/sports\/basketball-marbury-riding-high-at-ga-tech.html"} , {"body" : "Fueled by youthful enthusiasm, grand ideals and a distaste for Newt Gingrich, a 30-year-old former assistant district attorney is preparing to take on Representative Jerrold L. Nadler in the Democratic primary on Sept. 10. \"I woke up one morning,\" said the challenger, Brian Steel, \"tired of hearing about Newt Gingrich setting the national agenda," , "date" : "19960211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: UPPER WEST SIDE;A Young Challenger Takes on Nadler -- and in a Way, Gingrich" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/11\/nyregion\/neighborhood-report-upper-west-side-young-challenger-takes-nadler-way-gingrich.html"} , {"body" : "Louis Valentino was a son of Brooklyn. He jogged the streets of Red Hook, loved sandwiches with eggplant and peppers, and worked as a lifeguard at Coney Island. But on Monday, the firefighter was killed in his home borough when the roof of an auto body shop came crashing down as he searched for people inside. He was the third firefighter to die on" , "date" : "19960207" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "With Firefighter's Death, Brooklyn Loses a Son" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/07\/nyregion\/with-firefighter-s-death-brooklyn-loses-a-son.html"} , {"body" : "The four-five signal sounded yesterday afternoon at Rescue Company 2 on Bergen Street in Crown Heights, Brooklyn. In the old days it was done with bells, five peals repeated four times. Yesterday it came over the teleprinter, but the meaning was the same: One of their men, Louis Valentino, had died in action. Capt. Jay Fischler got the telephone" , "date" : "19960206" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A 'Fireman's Fireman'" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/06\/nyregion\/a-fireman-s-fireman.html"} ,   {"body" : "A transit worker was struck and killed by a Coney Island-bound B train yesterday in a Brooklyn subway tunnel. The train was on the express tracks, just beyond the Union Street and Fourth Avenue station in Sunset Park, when its emergency brakes tripped about 11:30 A.M., said Termain Garden, a Transit Authority spokesman. The train operator got out" , "date" : "19960203" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Subway Worker Hit and Killed on Tracks" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/03\/nyregion\/subway-worker-hit-and-killed-on-tracks.html"} , {"body" : "Until recently, scholars and nostalgia buffs would have to don white plastic gloves before they were allowed to pore through the files of fragile old photos in the collection of the Brooklyn Historical Society. Today, even schoolchildren with sticky fingers can get their hands on the society's 31,000-image collection of Brooklyn and Brooklynites by" , "date" : "19960128" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN ON LINE;How Fragile Images of History Can Survive Sticky Fingers" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/28\/nyregion\/neighborhood-report-brooklyn-line-fragile-images-history-can-survive-sticky.html"} , {"body" : "It was a night for the insiders and a night that politicians who normally do not agree on much came together to anoint a candidate. And it was the night after a night on which Democratic loyalists pounded on doors in this sprawling Brooklyn district, lining up proxy votes from those who would be unable to attend the meeting at which Seymour Lachman" , "date" : "19960128" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE;Ever the Loyal Democrat, Lachman Reaps His Reward" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/28\/nyregion\/neighborhood-report-brooklyn-up-close-ever-loyal-democrat-lachman-reaps-his.html"} , {"body" : "For some residents of Bensonhurst and Borough Park, the N train is the only subway line for several blocks. More than the other lines in southern Brooklyn, all of which were paralyzed by last week's snowstorm but were brought back Tuesday and Wednesday, the N line proved to be a particular problem for the Transit Authority. From the Eighth Avenue" , "date" : "19960114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: SNOWBOUND BROOKLYN;Snow Makes Snail of N Train" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/14\/nyregion\/neighborhood-report-snowbound-brooklyn-snow-makes-snail-of-n-train.html"} , {"body" : "The New York region rolled up its sleeves yesterday and tackled the gigantic task of coming out from under the Blizzard of '96 as airports and roads reopened, business resumed and people at least tried to return to work. Thousands of commuters jammed suburban buses and train lines, waiting hours to get to work. Bank branches opened, mail was" , "date" : "19960110" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "THE BLIZZARD OF 1996: THE OVERVIEW;Snow-Clogged Region Stirs Back to Life As Novelty Fades and Frustrations Mount" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/10\/nyregion\/blizzard-1996-overview-snow-clogged-region-stirs-back-life-novelty-fades.html"} , {"body" : "A monstrous, crippling blizzard that experts said would make history attacked the New York metropolitan region and much of the East yesterday with blinding snow that was expected to become more than two feet deep before ending today. It disrupted travel, commerce and life for millions. The classic Northeaster -- from satellites, a great swirling" , "date" : "19960108" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK, NY, USA" , "NORTHEASTERN STATES (US)" , "NEW YORK CITY METROPOLITAN AREA" , "NEWJERSEY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE BLIZZARD OF 1996: THE STORM;Coastal Blizzard Paralyzes New York and Northeast" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/08\/nyregion\/the-blizzard-of-1996-the-storm-coastal-blizzard-paralyzes-new-york-and-northeast.html"} , {"body" : "An already tough winter became harsher still last night, as temperatures in New York City dropped to their coldest of the season and the entire region headed into a weekend deep-freeze. By 11 P.M., the temperature in Central Park was 10 degrees, the lowest of the winter. As the wind came up, last night's cold made pedestrians pick up their pace and" , "date" : "19960106" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Arctic Air Mass Stays Put For Deep-Freeze Weekend" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/06\/nyregion\/arctic-air-mass-stays-put-for-deep-freeze-weekend.html"} , {"body" : "IT seems the simplest of props: footprints are painted on the floor, a baseball bat is suspended by wires, home plate is just below. On the wall behind looms a life-size photograph of Jackie Robinson. You, the visitor, put your feet in Robinson's footsteps and step up to the plate. You grasp the bat. Suddenly, the roar of the crowd materializes all" , "date" : "19960105" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Brooklyn History, Inning by Inning" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/05\/arts\/brooklyn-history-inning-by-inning.html"}]