[  {"body" : "Two young women, lifelong friends who vanished early Friday after leaving a nightclub in Jamaica, Queens, were found yesterday morning locked inside a storefront about half a mile away. One had been badly beaten and the other had apparently been bludgeoned to death. The discovery was made by the members of a social club who recognized the women's" , "date" : "19961230" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Woman Found Slain in Store in Queens" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/30\/nyregion\/woman-found-slain-in-store-in-queens.html"} , {"body" : "NEW YORK 3 Charged in Officer's Death Three men were charged with murder in the shooting deaths of an off-duty police officer and a Queens merchant last week. The arrests, which came after one of the suspects was picked up on a minor drug charge, were hailed by Police Commissioner Howard Safir as an especially gratifying example of how the city's" , "date" : "19961226" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Metro Digest" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/26\/nyregion\/metro-digest-903000.html"} , {"body" : "Mayor Rudolph W. Giuliani's increasingly confident appraisal of his re-election prospects has not come as a surprise to the Democratic leaders who would like to unseat him. Many of them have been saying the same thing -- if less publicly -- for months. ''Sober Democrats appreciate that Giuliani is currently the favorite,'' said Mark J. Green, the" , "date" : "19961224" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Can He Be Beaten?" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/24\/nyregion\/can-he-be-beaten.html"} , {"body" : "IN khaki pants, denim shirt and longish gray-white bangs, N. Jay Jaffee may bear a passing resemblance to the abstract painter Willem de Kooning. But at 75, Mr. Jaffee is celebrating a half-century in photography, not painting. His best-known images, of New York street scenes of the 1940's and 50's, have been exhibited alongside the documentary" , "date" : "19961222" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "After 50 Years, Looking for Fresh Images" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/22\/nyregion\/after-50-years-looking-for-fresh-images.html"} , {"body" : "From midtown Manhattan to Riverdale to the Rockaways, New York City's crime rate has plunged for the third straight year, dropping 16 percent below last year's figures, preliminary Police Department records show. New York City is on a pace to have fewer than 1,000 murders in a year, which would be the lowest total since 1968; 937 were reported by" , "date" : "19961220" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "New York Crime Rate Plummets To Levels Not Seen in 30 Years" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/20\/nyregion\/new-york-crime-rate-plummets-to-levels-not-seen-in-30-years.html"} , {"body" : "For most New Yorkers, the memory and emotional impact of what happened in Howard Beach, Queens, 10 years ago this Friday have faded. But for Jean Griffith Sandiford, the racial killing remains as vivid and piercing as ever, the wound still throbbing. ''When I got the call, how I screamed,'' Mrs. Sandiford, a 53-year-old woman with a soft voice," , "date" : "19961218" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "HOWARD BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Mother Still Mourns Racial-Killing Victim" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/18\/nyregion\/mother-still-mourns-racial-killing-victim.html"} , {"body" : "The stark facts of Cecilia Gibson's life frustrate her. She is 37, healthy and able to work. But she does not have a job. She has five children, two with infants of their own, and she cares for all seven alone. The father of three of her children is in jail, she said. The father of another has disappeared and pays no child support. Ms. Gibson has" , "date" : "19961217" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Mother Confronts Her Mistakes and Her Family's" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/17\/nyregion\/mother-confronts-her-mistakes-and-her-family-s.html"} , {"body" : "''I saw a woman killed here, run over by a van,'' Alva Gonzalez said, pointing at a crosswalk at Parsons Boulevard and Jamaica Avenue in Jamaica, Queens. Moments earlier, she had needed a little quick footwork to escape the same fate. City officials have designated the intersection one of the 20 most dangerous in New York for pedestrians, but Ms." , "date" : "19961213" , "day_of_week_facet" : "Friday" , "geo_facet" : ["PARK AVENUE (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Where New York Pedestrians Risk Life and Limb Every Day" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/13\/nyregion\/where-new-york-pedestrians-risk-life-and-limb-every-day.html"} , {"body" : "The Brooklyn District Attorney said yesterday that he would seek the death penalty in a second case, this one against a 22-year-old man accused of killing another man execution style while stealing a jeweled gold pendant and necklace from him. District Attorney Charles J. Hynes, who has said he opposes the death penalty, is still the only New York" , "date" : "19961212" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Brooklyn Prosecutor Seeks Death Penalty in a 2d Case" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/12\/nyregion\/brooklyn-prosecutor-seeks-death-penalty-in-a-2d-case.html"} , {"body" : "In September and November of 1995, two old acquaintances met in a Brooklyn apartment. Charles Johnson proposed to rob a drug dealer's home. He asked Charles Price for help. But that was not Mr. Johnson's real agenda, court papers say. Instead, the papers say, he was trying to get Mr. Price to admit involvement in one of the city's most notorious" , "date" : "19961208" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "51" , "title" : "Prosecutors Say Videotaped Meetings Back Their Evidence That Suspect Incited Crowd" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/08\/nyregion\/prosecutors-say-videotaped-meetings-back-their-evidence-that-suspect-incited.html"} ,   {"body" : "In the two months since the Rev. Al Sharpton stood at a Harlem pulpit and announced his intention to run for mayor, many in New York City's political firmament have speculated on whether the Baptist minister was truly serious about becoming the city's 108th mayor. But in the last few weeks, Mr. Sharpton has taken a series of steps that, he" , "date" : "19961208" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["ENGLEWOOD (NJ)" , "FLATBUSH (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "49" , "title" : "Sharpton's Political Move: A Brooklyn House" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/08\/nyregion\/sharpton-s-political-move-a-brooklyn-house.html"} , {"body" : "Three people who were still in jail more than a week after the police found a cache of weapons in the Brooklyn headquarters of a group described as a leftist cult were released yesterday on sharply reduced bail. The release of the three women, on $1,000 bail each, came after they had been held on $100,000 each since Nov. 13, two days after the" , "date" : "19961122" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "3 Released After Bail Is Reduced To $1,000" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/22\/nyregion\/3-released-after-bail-is-reduced-to-1000.html"} , {"body" : "Despite a continuing citywide drop in crime, several neighborhoods in southern Queens, northern Brooklyn and the Bronx have experienced an unusual upsurge in murders and shootings this month, according to a police report. The internal document reported that there were 53 murders in the city between Nov. 1 and Nov. 17, compared with 40 murders" , "date" : "19961121" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Police Report More Violence In Some Areas" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/21\/nyregion\/police-report-more-violence-in-some-areas.html"} , {"body" : "A hospital workers' union went to court this week to collect almost $14 million owed its pension and benefits fund by the Interfaith Medical Center of Brooklyn, prompting the hospital to lay off 330 employees. The debt and the layoffs, affecting about 15 percent of the work force, reflect the continuing financial troubles of an old, private" , "date" : "19961120" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "4" , "title" : "Union Sues a Medical Center For Millions in Pension Funds" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/20\/nyregion\/union-sues-a-medical-center-for-millions-in-pension-funds.html"} , {"body" : "Nearly three years after he left office, former Mayor David N. Dinkins was sharply questioned once again yesterday about his handling of the 1991 Crown Heights racial violence, as part of a lawsuit by Hasidic Jews who contend that Mr. Dinkins initially withheld police protection from Hasidic victims. It was the second time in the four-year-old" , "date" : "19961119" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Dinkins Under Lights Again on Crown Heights" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/19\/nyregion\/dinkins-under-lights-again-on-crown-heights.html"} , {"body" : "Even as a young man -- before he formally declared war on northern California -- Gerald William Doeden was known as a fast-talking con artist who got away with cashing checks in bars signed ''Jesus H. Christ'' and could quote Shakespeare from memory by the yard. Jeri Doeden went on to become Field Commander Eugenio Perente-Ramos, an entirely" , "date" : "19961118" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Its Leader Dead, a Fringe Group Lives On" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/18\/nyregion\/its-leader-dead-a-fringe-group-lives-on.html"} , {"body" : "A week after the police raided the headquarters of a heavily armed fringe group in Crown Heights, Brooklyn, some group members were back yesterday, busily bagging leaves, sweeping, painting -- and making some of their tenants and neighbors exceedingly nervous. A few tenants, still unnerved by the raid, made an impromptu bid for professional help." , "date" : "19961118" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Tenants Are Anxious as Group Returns" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/18\/nyregion\/tenants-are-anxious-as-group-returns.html"} , {"body" : "TROUBLE not of their making has made partners of Carlton Collier and Martin Horwitz, one from the nonprofit world, the other a private owner. They are working together on a rehabilitation project in the Crown Heights section of Brooklyn that illustrates the new ties forming between the nonprofit and for-profit sectors as public subsidies for" , "date" : "19961117" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "The Growing Nonprofit Partnership With For-Profits" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/17\/realestate\/the-growing-nonprofit-partnership-with-for-profits.html"} , {"body" : "Tensions flared yesterday between a secretive underground organization in Brooklyn and the tenants who live alongside them as members of the group began returning home after being arrested during a raid in which a stockpile of illegal weapons was found. Several tenants of the cluster of Crown Heights buildings where the group maintained its" , "date" : "19961115" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Tenants Wary as Members Of Raided Group Go Home" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/15\/nyregion\/tenants-wary-as-members-of-raided-group-go-home.html"} , {"body" : "NEW YORK Fringe Group Enlisted Students While the stated aim of the National Labor Federation was to mobilize workers to challenge the fundamental economic system, it appears to have achieved little in that arena. What has perhaps drawn the greatest attention to the group is its recruiting efforts among a very different group: idealistic college" , "date" : "19961115" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/15\/nyregion\/metro-digest-312045.html"} ,   {"body" : "As Mayor Rudolph W. Giuliani displayed what he called ''an enormous cache of weapons that can be used for mass destruction,'' officials said yesterday that a grand jury would investigate the secretive group that amassed the stockpile of guns and ammunition in a cluster of Brooklyn apartment buildings. The Brooklyn District Attorney, Charles J." , "date" : "19961114" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Grand Jury Seeks Reason Behind a Group's Arsenal" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/14\/nyregion\/grand-jury-seeks-reason-behind-a-group-s-arsenal.html"} , {"body" : "NEW YORK Complaint Led to Arms Cache A routine complaint of a child's cries led the police to stumble on the headquarters of what they called a heavily armed leftist cult that had been living quietly in the Crown Heights section of Brooklyn for some 20 years. Police officials said that the 30 people arrested in the late-night raid were followers of" , "date" : "19961113" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/13\/nyregion\/metro-digest-277827.html"} , {"body" : "A routine complaint about a crying child Monday night led the police to stumble onto the headquarters of what they called a heavily armed leftist cult that had been living quietly in Brooklyn for 20 years, talking into the night of impending revolution and filling out mounds of bureaucratic paperwork. Police officials said yesterday that the 30" , "date" : "19961113" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Drawn by Child's Cries, Police Uncover Arsenal" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/13\/nyregion\/drawn-by-child-s-cries-police-uncover-arsenal.html"} , {"body" : "The people arrested in Monday night's raid on a Brooklyn building were followers, the police say, of a labor organizer turned cult leader who died last year, a man whose past is clouded by aliases, murky organizations and questionable claims. Gerald William Doeden, known for much of his life as Eugenio Perente-Ramos, was the founder and leader of" , "date" : "19961113" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Group's Leader Is Said to Have Used Cult Tactics" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/13\/nyregion\/group-s-leader-is-said-to-have-used-cult-tactics.html"} , {"body" : "For Robert Dieterich, life as a Nynex customer finally became intolerable last spring, when he started getting calls for Randi Baker, his next-door neighbor in the Park Slope section of Brooklyn. After some detective work, Mr. Dieterich discovered that Ms. Baker had asked the phone company to fix her line because it was scratchy. A Nynex repair man" , "date" : "19961111" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Technology" , "Business"] , "page_facet" : "1" , "title" : "New Rivals and Pending Merger Force a Company to Focus on Service" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/11\/business\/new-rivals-and-pending-merger-force-a-company-to-focus-on-service.html"} , {"body" : "Having announced that they will consider reopening the case of the Bronx police officer who was acquitted this week of the choking death of an asthmatic, Federal prosecutors will probably turn to the same civil rights statute that was used to convict two Los Angeles police officers for the beating of Rodney King. But the King case, in 1993, was" , "date" : "19961010" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["LOS ANGELES (CALIF)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Rights Trial for Livoti May Be Tricky" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/10\/nyregion\/rights-trial-for-livoti-may-be-tricky.html"} , {"body" : "GREENWICH VILLAGE Lecture Spotlight Turns To Drummer for Ellington Rocky White, the drummer, will be the subject on Tuesday night as Arnold Jay Smith continues his lecture series at the New School on the jazz legacies of Duke Ellington and his son, Mercer. Mr. White joined the band toward the end of Duke Ellington's career and was the only drummer" , "date" : "19960929" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/29\/nyregion\/playing-in-the-neighborhood-527807.html"} , {"body" : "In another indication of the magnitude of overcrowding in New York City's public schools, the teachers' union reported yesterday that one of every six classes had more students than allowed under the union's contract with the city. In many classes the number of students registered is only one or two above the limit, which is 32 in elementary" , "date" : "19960926" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Teachers Step Up Pressure On Issue of Overcrowding" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/26\/nyregion\/teachers-step-up-pressure-on-issue-of-overcrowding.html"} , {"body" : "HUNDREDS of shoes -- from scruffy sneakers to spit-shined wingtips -- were piled high on Barbara Hohlt's dining room table on Sunday. Nearby, a dozen people busily rooted through bags and boxes of even more shoes, making her Brooklyn Heights home look like the epicenter of a specialty tag sale. Some shoes' laces were tied to small notes. A note" , "date" : "19960925" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Victims' Shoes Are a Protest Of Gun Deaths" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/25\/nyregion\/victims-shoes-are-a-protest-of-gun-deaths.html"} , {"body" : "As the Rev. Al Sharpton formally announced his candidacy for Mayor yesterday, Democratic leaders said that his surprise entry into the race would complicate their efforts to regain City Hall next year. Mr. Sharpton announced his candidacy to a packed congregation during the morning service at Canaan Baptist Church in Harlem, issuing a blistering" , "date" : "19960923" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Sharpton's Candidacy Has Democratic Leaders Stewing Over Strategy" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/23\/nyregion\/sharpton-s-candidacy-has-democratic-leaders-stewing-over-strategy.html"} ,   {"body" : "''There's a little proverb,'' Barbara Byrd-Bennett rattled off in her signature rapid-fire staccato. ''Go to the people, learn from them, serve them, plan with them. Start with what they know and build on what they have. When the current leaders leave, the people will say, 'We have done it ourselves.' '' It is a parable, she said, that has guided" , "date" : "19960922" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "11" , "title" : "After Reviving District, a Citywide Challenge" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/22\/nyregion\/after-reviving-district-a-citywide-challenge.html"} , {"body" : "The Rev. Al Sharpton, who twice sought a seat in the United States Senate, will announce today that he will run in next year's Democratic primary for mayor, his office said yesterday. Mr. Sharpton plans to make his announcement in Harlem during a sermon at the Canaan Baptist Church, where he conducts weekly rallies. The announcement, which seemed" , "date" : "19960922" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "Sharpton Announcing Run for Mayor, as Democrat" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/22\/nyregion\/sharpton-announcing-run-for-mayor-as-democrat.html"} , {"body" : "Days after last week's New York Democratic primary, Clarence Norman Jr. could barely hide his exhilaration. Sipping a soda and smiling broadly while discussing a race for a little-known judicial position, he made it clear that he had been buoyed by the results of his handiwork in a campaign that he hoped would define his stewardship as the leader" , "date" : "19960916" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Party Leader Tests Gears in Brooklyn Machine" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/16\/nyregion\/party-leader-tests-gears-in-brooklyn-machine.html"} , {"body" : "The new Israeli Prime Minister, Benjamin Netanyahu, paid back a crucial political debt in New York City yesterday when he visited the grave of Rabbi Menachem Mendel Schneerson, the Lubavitch leader whose followers in Israel worked diligently toward Mr. Netanyahu's narrow victory in late May. In a brisk 27-hour visit to New York -- part of his" , "date" : "19960911" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "ISRAEL"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Israeli Prime Minister Pays Visit, and a Political Debt" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/11\/nyregion\/israeli-prime-minister-pays-visit-and-a-political-debt.html"} , {"body" : "In a bustling storefront headquarters in Crown Heights, Clarence A. Norman spent most of yesterday commanding troops of campaign volunteers, discussing last-minute strategies on leafleting and getting voters to polls. While Mr. Norman, a State Assemblyman, faces his own race in tomorrow's Democratic primary, his more pressing focus was on the" , "date" : "19960909" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Primary Races Are Obscure, but Reputations Are on the Line" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/09\/nyregion\/primary-races-are-obscure-but-reputations-are-on-the-line.html"} , {"body" : "ON a humid morning last week, Michael D. Benjamin stood at the entrance to the subway station at Grand Army Plaza in Brooklyn, passing out campaign material and urging riders to vote for his candidate. Some people stopped and listened. Many simply darted by, looking more than a little annoyed. After all, Mr. Benjamin was stumping for a candidate in" , "date" : "19960908" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Wake Up! It's Primary Time" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/08\/nyregion\/wake-up-it-s-primary-time.html"} , {"author" : "Sara Mosle is a contributing writer for the Magazine." , "body" : "TO HIS STUDENTS, Michael A. Johnson is a little like one of those slightly overbearing parents -- the kind who is always packing off his kids to private schools and tutors or Stanley Kaplan courses to make sure that they get into an Ivy League college. The principal and founder of the Science Skills Center, a three-year-old public high school at" , "date" : "19960908" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine" , "Education"] , "page_facet" : "41" , "title" : "SCORES COUNT" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/08\/magazine\/scores-count.html"} , {"body" : "A brand new school might be expected to bring a smile to the faces of parents in central Brooklyn. Instead, many of those who brought their children to Public School 22, at St Mark's Place and Classon Avenue, in Crown Heights, on Thursday and Friday had little but complaints -- about unfinished construction work, buses that arrived late or not at" , "date" : "19960908" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "New School Ushers In Old Complaints" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/08\/nyregion\/new-school-ushers-in-old-complaints.html"} , {"body" : "New York City sends more than 60 legislators to the State Assembly, but most do not face difficult races this November, and only a few will be opposed in next Tuesday's primaries. Here are the more serious contests. 36th District (Queens): Democratic primary. Denis Butler, 69, has represented this Astoria-based district for 20 years. Although we" , "date" : "19960905" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "The Assembly Primaries" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/05\/opinion\/the-assembly-primaries.html"} , {"body" : "NEW YORK Agency Had Evidence of Abuse The Commissioner of the city's Administration for Children's Services acknowledged that evidence of neglect was found 15 months ago at the home of Nadine Lockwood, the 4-year-old whose mother is accused of starving her to death. But he said that after an initial review of records he could not explain what" , "date" : "19960903" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Metro Digest" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/03\/nyregion\/metro-digest-159379.html"} ,   {"body" : "The prosecutor leading the investigation into the fatal stabbing of a Hasidic scholar during racial violence in Crown Heights in 1991 says the possibility is becoming ''more and more remote'' that additional people will be charged in the killing besides the two men indicted so far. While prominent politicians and members of the victim's family" , "date" : "19960903" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Prosecutors Are Stalled In '91 Clash" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/03\/nyregion\/prosecutors-are-stalled-in-91-clash.html"} , {"body" : "Labor Day is Monday. This year's Labor Day Parade in Manhattan, however, begins at noon on Sept. 7, proceeding up Fifth Avenue from 44th to 86th Street. Here is a sampling of activities scheduled for this weekend in the metropolitan region. New York City Today ''DANCING UNDER THE STARS,'' Francis Lewis Park, Third Avenue and 147th Street," , "date" : "19960830" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "Celebrating the Last Gasp of Summer, From the Arts to the Zoo" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/30\/arts\/celebrating-the-last-gasp-of-summer-from-the-arts-to-the-zoo.html"} , {"body" : "The lawyer for the man charged with instigating the fatal attack on a Hasidic doctoral student in the 1991 Crown Heights violence plans to argue that even if his client did all the things the prosecution has said, he did not commit the civil rights crime he is charged with. As a result, the lawyer said he would seek dismissal of the indictment on" , "date" : "19960827" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Lawyer Disputes Validity of Charge in Crown Hts. Case" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/27\/nyregion\/lawyer-disputes-validity-of-charge-in-crown-hts-case.html"} , {"body" : "Shouting ''Let's go get a Jew'' and ''I'm going to get a Jew; who's with me?'' Charles Price whipped a group of blacks in Crown Heights into a murderous frenzy five years ago, a prosecutor charged yesterday, also suggesting for the first time in court that Mr. Price directed the mob to kill a Hasidic scholar. Speaking at a bail hearing, the" , "date" : "19960822" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Official Says Man Told Mob To 'Get a Jew'" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/22\/nyregion\/official-says-man-told-mob-to-get-a-jew.html"} , {"body" : "Five years after a Hasidic Jew was fatally stabbed during racial violence in Crown Heights, the streets of the Brooklyn neighborhood are no doubt quieter. But the killing continues to reverberate through the city, and yesterday -- the anniversary of the attack -- some of New York's top political leaders returned to the scene, saying that justice" , "date" : "19960820" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Five Years and Two Suspects Later, a Call for Justice in Crown Heights" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/20\/nyregion\/five-years-and-two-suspects-later-a-call-for-justice-in-crown-heights.html"} , {"body" : "NEW YORK Many Drawn to Harlem Program One of New York City's largest and most eagerly awaited economic development programs in decades, the Upper Manhattan Empowerment Zone, has received a torrent of applications from entrepreneurs, officials said. Under the program, more than $250 million in city, state and Federal funds are to be distributed to" , "date" : "19960820" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/20\/nyregion\/metro-digest-934160.html"} , {"body" : "One car of a subway train derailed along the Franklin Avenue shuttle line in Brooklyn yesterday afternoon after it struck a piece of concrete that appeared to have been deliberately placed on the tracks, transit officials said. There were no injuries, though it was unclear how many passengers were on board the shuttle train when it derailed at" , "date" : "19960819" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Franklin Avenue Shuttle Derails" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/19\/nyregion\/franklin-avenue-shuttle-derails.html"} , {"body" : "At a celebration of Jamaican independence in Prospect Park the other day, the seating arrangement offered a snapshot of the political heavyweights of Caribbean Brooklyn. City Councilwoman Una Clarke, who organized the event, sat at a center table up front, with the Brooklyn Borough President, Howard Golden. Later, she was joined by Mr. Golden's" , "date" : "19960818" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "A Snapshot Of Influence Of Caribbean" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/18\/nyregion\/a-snapshot-of-influence-of-caribbean.html"} , {"body" : "RABBI ISRAEL SHEMTOV seems to pop up in the right place at the right time. Three years ago in his Crown Heights neighborhood, he rescued a woman who, bleeding profusely from nearly a dozen bullet wounds, was crawling out of a basement. He hauled her into his car and sped to a nearby hospital. On Monday, three years to the day, he was driving over" , "date" : "19960817" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "For a Rabbi, Doing Good Is Doing Well" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/17\/nyregion\/for-a-rabbi-doing-good-is-doing-well.html"} , {"body" : "NEW YORK Adults in Shelters Must Work In a significant expansion of the city's workfare program, homeless adults living with their families in city shelters will now be required to work for the city in exchange for their welfare benefits, aides to Mayor Giuliani said. The plan will take effect this fall for most of the 5,700 adults with children" , "date" : "19960817" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Metro Digest" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/17\/nyregion\/metro-digest-898058.html"} ,   {"body" : "When law enforcement officials announced the arrest of the man they called ''the key person'' in inciting racial unrest in Crown Heights, Brooklyn, in 1991, they described the suspect as a sturdily built bald black man who had been identified from television video footage. But the year was 1992, not 1996. And the man in custody was Raymond Wesley," , "date" : "19960816" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Same Charge, New Suspect, Five Years After Murder" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/16\/nyregion\/same-charge-new-suspect-five-years-after-murder.html"} , {"body" : "THERE is a timelessness about Crown Heights, a weary grittiness broken only by a flash of humor or an attempt at optimism from people who live apart even as they live together. It was that way five years ago, when the Brooklyn neighborhood erupted in violence, and 17 years ago, during another period of unrest. And it was that way -- still --" , "date" : "19960815" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Crown Hts., Elusive Quest For Justice" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/15\/nyregion\/in-crown-hts-elusive-quest-for-justice.html"} , {"body" : "THE CONVENTION Pataki as Nominator Two Bob Dole, as expected, was named the Republican Party's candidate for the Presidency last night. Less expectedly, Governor Pataki, who had said he would not speak at the convention, gave the nominating speech for the Vice Presidential candidate, Jack Kemp. $(Page A1.$) NEW YORK Arrest in Crown Hts. Violence" , "date" : "19960815" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Metro Digest" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/15\/nyregion\/metro-digest-851493.html"} , {"body" : "Nearly five years after the violent racial clashes that tore through Crown Heights in Brooklyn, Federal law enforcement officials said yesterday that they had arrested a 43-year-old man whom they described as a prime instigator in the unrest that led to the fatal stabbing of a Hasidic scholar. In an indictment unsealed yesterday, Federal officials" , "date" : "19960815" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "MAN HELD IN ROLE IN CROWN HTS. CASE" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/15\/nyregion\/man-held-in-role-in-crown-hts-case.html"} , {"body" : "On a warm summer night five years ago, a 7-year-old black boy stopped to adjust the chain on his bicycle near an intersection in the Crown Heights section of Brooklyn. The boy, Gavin Cato, was the first person to be in the wrong place at the wrong time in a series of events that destroyed two lives, blighted many others and did lasting damage to" , "date" : "19960815" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "The Case That Rocked Crown Heights" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/15\/nyregion\/the-case-that-rocked-crown-heights.html"} , {"body" : "International A3-16 SUSPECTS IN SAUDI BOMBING The Government of Saudi Arabia now believes that native Saudi Islamic militants carried out the June 25 bombing that killed 19 American servicemen. A1 A NEW PALESTINIAN SYMBOL An international airport being built in the Gaza Strip is testing the limits of Palestinian autonomy. A3 QUESTIONABLE TRUCE IN" , "date" : "19960815" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/15\/nyregion\/news-summary-847950.html"} , {"body" : "In using a Federal civil rights statute to charge a second Brooklyn man with the 1991 death of a Hasidic student, prosecutors may have a tough time. They must persuade a jury that a man who utters anti-Semitic invective can be held as responsible for a homicide as the man who does the stabbing. Both Charles Price, 43, and the original defendant," , "date" : "19960815" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Proving Incitement Is Complicated Task" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/15\/nyregion\/proving-incitement-is-complicated-task.html"} , {"body" : "In a series of unrelated incidents across the city, six women and girls reported that they were the victims of sex attacks over the weekend, the police said yesterday. The six attacks followed a week in which there were several particularly troubling sex crimes in the city, including the rape of a 17-year-old girl, in which a police officer has" , "date" : "19960812" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Six Sex Attacks Reported Over Weekend" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/12\/nyregion\/six-sex-attacks-reported-over-weekend.html"} , {"body" : "Greg Plate and his cousin, Danny Noonan, boarded the ferry looking for their hero Joe DiMaggio and hoping he would sign three baseballs. Kathleen McCarthy was looking only for a cold beer. While neither succeeded, both acknowledged that the trip aboard the Yankee Clipper was thoroughly enjoyable. Yesterday was the first run for the ferry service," , "date" : "19960807" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["SOUTH STREET SEAPORT (NYC)" , "EAST RIVER (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Maiden Voyage of the Yankee Clipper" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/07\/nyregion\/maiden-voyage-of-the-yankee-clipper.html"} , {"body" : "Newsweek yesterday found itself explaining how it was that a performance artist, Anna Deavere Smith, wound up representing the news weekly on Air Force One. Ms. Smith had been given Newsweek credentials to cover the two major political parties' conventions as a guest writer for the magazine, writing one, primarily impressionistic, piece about each" , "date" : "19960725" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "20" , "title" : "POLITICS: THE MEDIA;Artist as Pool Reporter: The Reviews Are Mixed" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/25\/us\/politics-the-media-artist-as-pool-reporter-the-reviews-are-mixed.html"} ,   {"body" : "In courtrooms and classrooms across New York City, several dozen judges have been convening to consider not robberies or murders or petty crimes, but how to fight bigotry. The judges, who call themselves Blacks and Jews in Conversation, preside over everything from Housing Court to the Court of Appeals, but they put aside their robes at least once" , "date" : "19960722" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Off the Bench and Into Classrooms, Judges Unite to Fight Bias" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/22\/nyregion\/off-the-bench-and-into-classrooms-judges-unite-to-fight-bias.html"} , {"body" : "The day before T.W.A. Flight 800 exploded in flames and plunged into the Atlantic, a traveler stopped into Our Lady of the Skies Chapel at Kennedy International Airport and penciled a plea to God in the visitors' book: \"Let everyone be safe.\" Three days later, Julie Maher sat on a wooden pew in the same chapel -- a carpeted room with oak-paneled" , "date" : "19960721" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "THE CRASH OF FLIGHT 800: THE CHAPLAINS;Kennedy Airport Provides a Sanctuary for Catholics, Protestants and Jews" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/21\/nyregion\/crash-flight-800-chaplains-kennedy-airport-provides-sanctuary-for-catholics.html"} , {"body" : "The Sidewalk Patrol Q. Last week, I saw a group of earnest young men and women with clipboards and sketchbooks hovering at Broadway just below Eighth Street. Thinking they were artists, I asked them what they were up to, and they responded without looking up: \"Counting.\" Counting what, I continued. \"People.\" Aha. My question: Is the city actually" , "date" : "19960721" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1996\/07\/21\/nyregion\/fyi-000973.html"} , {"body" : "'Shakespeare in Brooklyn II' Brooklyn Children's Museum 145 Brooklyn Avenue, at St. Marks Avenue Crown Heights (718) 735-4402 Recommended ages: 5 and up Sunday If it's July, it must mean Shakespeare in Brooklyn. In this second annual event, the playwright and the 16th century become slightly more meaningful and relevant in an outdoor rooftop" , "date" : "19960719" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "21" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/19\/arts\/for-children.html"} , {"body" : "In Crown Heights, the Brooklyn neighborhood that, accurately or not, has come to symbolize black-Jewish friction, educators and community groups are nurturing plans to establish a public school they hope will bring together black and Jewish youngsters and deepen understanding among the neighborhood's ethnic groups. This mission, they acknowledge," , "date" : "19960714" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "09" , "title" : "NEIGBORHOOD REPORT: CROWN HEIGHTS;School Plan Faces Skepticism" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/14\/nyregion\/neigborhood-report-crown-heights-school-plan-faces-skepticism.html"} , {"body" : "In Crown Heights, the Brooklyn neighborhood that, accurately or not, has come to symbolize black-Jewish friction, educators and community groups are nurturing plans to establish a public school they hope will bring together black and Jewish youngsters and deepen understanding among the neighborhood's ethnic groups. This mission, they acknowledge," , "date" : "19960714" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "09" , "title" : "School Plan Faces Skepticism" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/14\/nyregion\/school-plan-faces-skepticism.html"} , {"body" : "CITYWIDE Lighting Sparks For Tennis Free tennis lessons for children 6 to 16 are being offered at more than 35 sites in all five boroughs. The program, which runs through Aug. 10, is called the Tennis Caravan. It brings in tennis pros from the United States Tennis Association and the Parks Department to teach in parks and at schools. Racquets and" , "date" : "19960714" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/14\/nyregion\/playing-in-the-neighborhood-426822.html"} , {"body" : "CITYWIDE Lighting Sparks For Tennis Free tennis lessons for children 6 to 16 are being offered at more than 35 sites in all five boroughs. The program, which runs through Aug. 10, is called the Tennis Caravan. It brings in tennis pros from the United States Tennis Association and the Parks Department to teach in parks and at schools. Racquets and" , "date" : "19960714" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/14\/nyregion\/playing-in-the-neighborhood-086347.html"} , {"body" : "Daphney Nerette lay down to sleep Friday night, her infant daughter at her side and her fiance, Marcus Calcador, reading religious literature in another room. Suddenly, she said, Mr. Calcador burst in, waving a pair of scissors and saying, \"One of you is evil and one of you all has to go.\" What followed was a rampage that ended when Mr. Calcador" , "date" : "19960714" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Infant Falls To Her Death In the Arms Of Her Father" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/14\/nyregion\/infant-falls-to-her-death-in-the-arms-of-her-father.html"} , {"body" : "The parents of a 13-year-old student who drowned on an overnight trip to Philadelphia announced a $75 million wrongful death suit against the Board of Education and the city yesterday, a day after a second youth died of injuries received in the same incident. Jason Moore, 14, died on Tuesday after being on life support at the Children's Hospital of" , "date" : "19960704" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Parents of Drowned Student Sue the Board of Education" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/04\/nyregion\/parents-of-drowned-student-sue-the-board-of-education.html"} ,   {"body" : "Acting partly in response to fierce criticism surrounding a Manhattan jury's acquittal of a man charged with setting a fire that killed a firefighter in 1994, Federal prosecutors said yesterday that they were looking into filing Federal arson charges against the man. The United States Attorney, Mary Jo White, said prosecutors had begun to \"explore\"" , "date" : "19960704" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Federal Charges Weighed In Fireman's Death in Blaze" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/04\/nyregion\/federal-charges-weighed-in-fireman-s-death-in-blaze.html"} , {"body" : "A 14-year-old boy who spent 10 days on a life support system after he was rescued from a Philadelphia swimming pool during a school trip died yesterday, a hospital spokeswoman said. Jason Moore, who had been in critical condition at the Children's Hospital of Philadelphia since June 22, died at 7 P.M., said the spokeswoman, Brenda Hicks. She would" , "date" : "19960703" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["PHILADELPHIA (PA)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Boy in Coma After Rescue From Pool Is Dead at 14" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/03\/nyregion\/boy-in-coma-after-rescue-from-pool-is-dead-at-14.html"} , {"body" : "Screams and sobs echoed through the vaulted nave of St. Francis of Assisi Church in the Crown Heights section of Brooklyn yesterday as hundreds of mourners gathered for the funeral of Marc C. Britou Jr., a 13-year-old honors student who drowned last weekend while on a school trip. But anger kept bursting through the palpable grief. Relatives," , "date" : "19960630" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PHILADELPHIA (PA)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Student Who Drowned on Trip Is Mourned With Tears and Anger at aBrooklyn Funeral" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/30\/nyregion\/student-who-drowned-on-trip-is-mourned-with-tears-and-anger-at-abrooklyn-funeral.html"} , {"body" : "A 13-year-old Brooklyn boy who drowned in a hotel pool in Philadelphia while on a school trip was left in the pool even as a classmate was being rescued, apparently because the water was so murky that rescuers could not see the bottom, a Philadelphia police detective said yesterday. The detective said it was not until Jason Moore, 14, was pulled" , "date" : "19960627" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["PHILADELPHIA (PA)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Murky Pool Hindered Rescue Of Brooklyn Boy, Police Say" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/27\/nyregion\/murky-pool-hindered-rescue-of-brooklyn-boy-police-say.html"} , {"body" : "A 13-year-old Brooklyn student on a science field trip drowned in a Philadelphia motel pool Saturday evening, leaving many questions and conflicting reports, even two days later, about whether he and other students had been properly supervised by the adults who accompanied them. Mark Britou, an honors student at Intermediate School 61 in Crown" , "date" : "19960625" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["PHILADELPHIA, PA, USA" , "PHILADELPHIA (PA)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Trying to Save Friend, Teen-Ager on Field Trip Drowns in Motel Pool" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/25\/nyregion\/trying-to-save-friend-teen-ager-on-field-trip-drowns-in-motel-pool.html"} , {"author" : "Walter Goodman is a television critic for The NewYork Times." , "body" : "GO AND TELL PHARAOH The Autobiography of the Reverend Al Sharpton. By Al Sharpton and Anthony Walton. Illustrated. 276 pp. New York: Doubleday. $23.95. THE REV. AL SHARPTON announces in the prologue to his autobiography that being stabbed while leading a protest march in 1991 caused him to ask himself what he was doing with his life. He resolved" , "date" : "19960623" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "27" , "title" : "Advertisements for Himself" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/23\/books\/advertisements-for-himself.html"} , {"body" : "The basketball sailed over the high stone wall along St. Johns Place in Brooklyn, just missing the statue of Mary and the baby Jesus that rises forlornly above a block of graffiti-scarred row houses. The ball's 13-year-old owner walked cautiously to the black iron gates of the Monastery of Our Lady of Mount Carmel, pressed a button and retreated to" , "date" : "19960623" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Medieval Fortress of Spirituality;Cloaked in Mystery, Brooklyn Nuns Do Their Work: Prayer" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/23\/nyregion\/medieval-fortress-spirituality-cloaked-mystery-brooklyn-nuns-their-work-prayer.html"} , {"body" : "SISTER MARY MORROW not only works in a hospital. She once also lived in one. The nun, whom patients and staff at the Mercy Medical Center refer to as Sister Mary Sunshine because of her bright disposition, spent much of her childhood in the dark confines of a polio ward. At 4 she was given a diagnosis of polio. \"It was the 1930's,\" she recalled." , "date" : "19960623" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "ABOUT LONG ISLAND;Been There, Done That, but Ever an Optimist" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/23\/nyregion\/about-long-island-been-there-done-that-but-ever-an-optimist.html"} , {"body" : "International 3-12 IRAQ'S STOLEN ANTIQUITIES As Iraqis continue to suffer from stringent economic sanctions, art experts and archeologists say, precious antiquities from ancient civilizations are pouring into the international market to raise cash. 1 A NEW COURSE FOR INDIA With the new Prime Minister, India has marked a transition from a leadership" , "date" : "19960623" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/23\/nyregion\/news-summary-035831.html"} , {"body" : "IN their own modest ways, Barbara Thompson, a tenant, and Denis Gittens, a landlord, are at the center of an already brewing storm over whether a half-century of rent regulation in New York State will end -- or be significantly altered -- precisely one year from today. Each fits the billboard image that contending sides in the debate choose to" , "date" : "19960616" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "As Battle Looms On Rent Law, Skirmishing Has Begun" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/16\/realestate\/as-battle-looms-on-rent-law-skirmishing-has-begun.html"} ,   {"body" : "Rabbi Mechel Handler cannot forget the emergency call he got from a man who, between gasping and choking, spoke the word \"booth.\" Certain that the man was on Booth Street in Flushing, Queens, Rabbi Handler sent out an ambulance and called the phone company to trace the call. Fifteen minutes later, torn between interrupting the trace and opening the" , "date" : "19960616" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Health" , "New York and Region" , "Technology"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: CROWN HEIGHTS;Lots of Data in a Call for Help" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/16\/nyregion\/neighborhood-report-crown-heights-lots-of-data-in-a-call-for-help.html"} , {"body" : "Gov. George E. Pataki unveiled a plan today that would help connect every public school and library in the state to the Internet, putting out a call for volunteers to conduct a mass wiring of buildings across the state on a single day in September. Mr. Pataki said New York must ready its children for the next century by giving them the opportunity" , "date" : "19960611" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education" , "Technology"] , "page_facet" : "5" , "title" : "Pataki Calls for Internet Wiring Day at Schools" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/11\/nyregion\/pataki-calls-for-internet-wiring-day-at-schools.html"} , {"body" : "It was September 1991, the summer of the violence in Crown Heights. Tensions between blacks and Orthodox Jews in Brooklyn erupted after a Hasidic driver struck and killed a 7-year-old black child. In retaliation, black youths attacked and killed a Hasidic Jew. Three weeks later, in Far Rockaway, Queens, another incident sounded disturbing echoes. A" , "date" : "19960610" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "FAR ROCKAWAY (NYC)"] , "nytd_section_facet" : ["World"] , "page_facet" : "1" , "title" : "Keeping Peace Alive And Tensions Dormant;Diverse Far Rockaway Sees Room For Harmony as Jewish Enclave Grows" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/10\/world\/keeping-peace-alive-tensions-dormant-diverse-far-rockaway-sees-room-for-harmony.html"} , {"body" : "NEW YORK For Some Parents, Lawyers Fail For the parents, almost all of them poor, whose children have been removed from their households by child-welfare authorities, the legal system can be daunting. Their court-appointed lawyers are overburdened and ill equipped, according to parents, lawyers and judges. With the merits of the city's case" , "date" : "19960610" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/10\/nyregion\/metro-digest-009504.html"} , {"body" : "Will listening to a make-believe talking tree bring city children closer to the real trees on their streets? Will playing with mud and sticks get them closer to the earth? The Brooklyn Children's Museum thinks so. The museum, which was closed for nine months for a $7 million renovation, reopened its doors in Crown Heights on May 18 with a new" , "date" : "19960602" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "Introducing Youngsters To the Joys Of Greenery" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/02\/nyregion\/introducing-youngsters-to-the-joys-of-greenery.html"} , {"body" : "IN the newly renovated Brooklyn Children's Museum, which reopened earlier this month, there are a new workshop, greenhouse, galleries, a computer-access system, gift shop and a rooftop performance and play area. There is even a precursor of the Swatch -- a sundial where a child's shadow falls on the correct time (above right). The total cost was $7" , "date" : "19960530" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "Currents;Lively Learning at the Renovated Brooklyn Children's Museum" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/30\/garden\/currents-lively-learning-at-the-renovated-brooklyn-children-s-museum.html"} , {"body" : "Less than two weeks after members of a Hasidic patrol group were arrested in the beating of a black man in Crown Heights, Brooklyn, Police Commissioner Howard Safir met with representatives of patrols from throughout the city yesterday and emphasized that they were not to become involved in physical confrontations. Commissioner Safir and other" , "date" : "19960521" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Safir Warns Civilian Patrols On Avoiding Confrontations" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/21\/nyregion\/safir-warns-civilian-patrols-on-avoiding-confrontations.html"} , {"body" : "A day after a confrontation left five people injured in the Stapleton housing project on Staten Island, police officials and residents offered sharply different accounts of the scuffle yesterday. Residents said the officers used excessive force, while police officials accused several people of inciting the violence. Chief of Department Louis R." , "date" : "19960521" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Blame for Violence Is Disputed on S.I." , "url" : "http:\/\/www.nytimes.com\/1996\/05\/21\/nyregion\/blame-for-violence-is-disputed-on-si.html"} , {"body" : "DEVELOPERS using public and private funds under New York City's new Neighborhood Entrepreneur Program are rehabilitating nearly 1,200 rental apartments for low- and moderate-income families. The apartments, in neighborhoods including Harlem and Bedford-Stuyvesant and Crown Heights in Brooklyn, are to be restored by the middle of next year. Most" , "date" : "19960517" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY" , "HARLEM (NYC)" , "CROWN HEIGHTS(NYC)" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "9" , "title" : "Real Estate;A new program is rehabilitating some 1,200 rental apartments in New York City." , "url" : "http:\/\/www.nytimes.com\/1996\/05\/17\/business\/real-estate-new-program-rehabilitating-some-1200-rental-apartments-new-york-city.html"} , {"body" : "Three men were critically wounded yesterday in an afternoon shooting at an apartment building in Crown Heights, Brooklyn, the police said. Doram Tamari, a spokesman for the Police Department, said the shooting occurred shortly before 4 P.M. at 992 Eastern Parkway, on the third floor of a neatly kept four-story apartment building. Two of the victims" , "date" : "19960517" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "3 Men Wounded in Shootings At Crown Heights Apartments" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/17\/nyregion\/3-men-wounded-in-shootings-at-crown-heights-apartments.html"} ,   {"body" : "Plants and Children Brooklyn Botanic Garden, 1000 Washington Avenue, off Eastern Parkway, Prospect Heights, (718) 622-4433, extension 416; and the Brooklyn Children's Museum, 145 Brooklyn Avenue, at St. Mark's Avenue, Crown Heights, (718) 735-4400. Breaking Ground,\" a collaboration between the garden and the museum to teach children 3 to 12 about" , "date" : "19960516" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "13" , "title" : "Calendar: Plant Project, 2 Exhibitions" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/16\/garden\/calendar-plant-project-2-exhibitions.html"} , {"body" : "Fed up with television cameras and mortified by their neighborhood's resurgent image as a roiling racial caldron, Jewish and black residents of Crown Heights yesterday expressed both a conviction that they live in harmony and a determination to put a disruption on Thursday night behind them. But some things are easier said than done. Not far" , "date" : "19960513" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Incidents in Crown Heights Draw New Calls for Harmony" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/13\/nyregion\/incidents-in-crown-heights-draw-new-calls-for-harmony.html"} , {"body" : "NEW YORK Lessons Unlearned Outrageous tales of corruption emerge periodically from New York City's local school districts -- cash bribes paid for principalships, a cabal of top-level educators accused of conspiring to steal a school board election. Now, a close look at several districts around the city shows clearly the debilitating toll that" , "date" : "19960513" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Metro Digest" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/13\/nyregion\/metro-digest-045144.html"} , {"body" : "CROWN HEIGHTS No Secret Lives for Plants, Just Children Having Fun Breaking Ground,\" a collaborative project by the Brooklyn Botanic Garden and the Brooklyn Children's Museum, opens next weekend at the two sites, with activities and exhibits that make plants fun for children. In this project, three years in the planning, activities at the garden" , "date" : "19960512" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/12\/nyregion\/playing-in-the-neighborhood-041360.html"} , {"body" : "The Rev. Al Sharpton praised the Police Department yesterday for arresting two members of a Hasidic civilian patrol who are accused of beating a black man with a radio in Crown Heights, but Mr. Sharpton questioned the suspects' speedy release from custody by saying it had raised troubling questions of preferential treatment. The confrontation," , "date" : "19960512" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Sharpton Hails Police in Arrest Of Two Hasidic Patrol Members" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/12\/nyregion\/sharpton-hails-police-in-arrest-of-two-hasidic-patrol-members.html"} , {"body" : "Members of a Hasidic patrol group who fought with a black man in Crown Heights on Thursday night violated police rules intended to prevent vigilantism when they chased down a crime suspect instead of simply calling the police, police officials said yesterday. Mayor Rudolph W. Giuliani said the group's leaders would be called in by the Police" , "date" : "19960511" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Hasidic Patrol Group Faces Questions After a Crown Heights Clash" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/11\/nyregion\/hasidic-patrol-group-faces-questions-after-a-crown-heights-clash.html"} , {"body" : "NEW YORK Buying Taxi Medallions Fifty-three cab drivers, nearly all of them born half a world away, became entrepreneurs as the winning bidders in New York City's first sale of new taxi medallions since the Depression. Even skeptics conceded that the Taxi and Limousine Commission's sale of 53 medallions for owner-drivers, and another 80 for taxi" , "date" : "19960511" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Metro Digest" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/11\/nyregion\/metro-digest-037796.html"} , {"body" : "Two members of a Hasidic neighborhood patrol group in Crown Heights, Brooklyn, who were searching for a stolen bicycle were arrested on assault charges yesterday after they beat a black man with their walkie-talkies, the police said. The incident occurred at 8:15 P.M. outside the victim's home on Empire Boulevard, Officer Debra Kearns, a police" , "date" : "19960510" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "2 From Hasidic Patrol Group Are Arrested in Attack on Man" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/10\/nyregion\/2-from-hasidic-patrol-group-are-arrested-in-attack-on-man.html"} , {"body" : "It was school board election day in New York City yesterday, and Carmelo Saez Jr., ousted as president of his board by three successive chancellors on charges of corruption and patronage, was making the rounds of polling places in the West Bronx. At one, he angrily told poll workers to be sure not to lose the votes cast by himself, his relatives" , "date" : "19960508" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Election Day for School Boards Mixes Apathy, Anger and Disgust" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/08\/nyregion\/election-day-for-school-boards-mixes-apathy-anger-and-disgust.html"} , {"body" : "WE came looking for a better way of life,\" said Philip Leblang, explaining what brought him and his family to the Amalgamated Warbasse Houses middle-income co-op in the Brighton Beach section of Brooklyn 32 years ago, when it was newly built. He and his wife, Hilda, are still in the two-bedroom apartment on the third floor that they bought then for" , "date" : "19960428" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PERSPECTIVES;A Big Refinancing at a Middle-Income Co-op" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/28\/realestate\/perspectives-a-big-refinancing-at-a-middle-income-co-op.html"} ,   {"body" : "FLUSHING Walk About Queens And Learn History Jack Eichenbaum, an urban geographer, was born in Flushing in 1943 and has spent the last 18 years exploring the neighborhood and its history. He has conducted walking tours of the area for the Queens Historical Society and the Municipal Arts Society, and on Saturday he will share his knowledge on a" , "date" : "19960421" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/21\/nyregion\/playing-in-the-neighborhood-092550.html"} , {"body" : "Charging that school officials practice the educational equivalent of redlining, a Brooklyn-based community organization sent volunteers posing as parents into schools and found that the black and Hispanic volunteers were much less likely than whites to be allowed to speak to school administrators and obtain information about gifted programs for" , "date" : "19960416" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "School Disparities Cited in Gifted Programs" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/16\/nyregion\/school-disparities-cited-in-gifted-programs.html"} , {"body" : "It is an election about which the average Brooklyn voter is likely to know little or nothing. But among Brooklyn politicians, the race for Kings County Surrogate is far from obscure. Indeed, it has become the hottest boroughwide race in recent years, attracting numerous candidates, immense fund raising and no shortage of political intrigue. So far," , "date" : "19960414" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "A Little Brooklyn Job With Lots of Influence" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/14\/nyregion\/a-little-brooklyn-job-with-lots-of-influence.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN BATTERY PARK CITY $225,000 300 Rector Place (Battery Pointe) 2-bedroom, 2-bath, 1,010-sq.-ft. condo in a 9-year-old building; 24-hr. concierge, exercise room, sun deck;" , "date" : "19960414" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/14\/realestate\/residential-resales-072923.html"} , {"body" : "MIDTOWN Bargains Galore, For a Good Cause Need a Xerox machine, for $10? Or maybe an above-ground swimming pool, for $50? How about a cashmere coat with a fox collar, for $25? That's what some people paid for such items at last year's spring cleaning sale at the Vanderbilt Y. And this year's is coming up. Next Saturday and Sunday, the Y will sell" , "date" : "19960414" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/14\/nyregion\/playing-in-the-neighborhood-074403.html"} , {"body" : "Two big telephone cables were knocked out in Brooklyn yesterday, disrupting communications among a half-dozen police precincts and making the world a lot smaller for thousands of borough residents for much of the afternoon and evening. Nynex spokesmen said the problem started about 12:30 P.M. in a manhole at Linden Boulevard and East 98th Street in" , "date" : "19960406" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Brooklyn Cable Fire Cuts Phone Service" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/06\/nyregion\/brooklyn-cable-fire-cuts-phone-service.html"} , {"body" : "Defying the conventional wisdom that drug dealing is an ineradicable plague, the New York City Police Department next week will put up to 3,000 officers and weapons ranging from new computer software to hydraulic battering rams into its biggest assault ever on neighborhood pushers. While skeptical criminologists cite a history of failed antidrug" , "date" : "19960404" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "1" , "title" : "Police to Start Big Offensive Against Drugs" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/04\/nyregion\/police-to-start-big-offensive-against-drugs.html"} , {"body" : "Officer Anthony Falconite gazed at the line of battered livery cabs idling in the rain. It looked like robbery weather. \"These guys are immigrants who work 16 hours a day,\" he said. \"I feel terrible that somebody could take their day's work -- and maybe their life -- in one shot.\" He and other members of the Police Department's street crime unit" , "date" : "19960404" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Cab Crimes Drop, but Drivers' Fears Remain High" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/04\/nyregion\/cab-crimes-drop-but-drivers-fears-remain-high.html"} , {"body" : "Lemrick Nelson Jr., the man facing civil rights charges in the fatal attack on a Hasidic scholar during the Crown Heights racial violence in 1991, was acquitted yesterday on charges that he assaulted a police officer last June, charges that his lawyer had argued were the result of police harassment. It was the second time that the Brooklyn District" , "date" : "19960403" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Crown Hts. Youth Acquitted in Attack on Officer" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/03\/nyregion\/crown-hts-youth-acquitted-in-attack-on-officer.html"} , {"body" : "One day last week, Max and Fay Rosenbaum were driven past the corner of President Street and Brooklyn Avenue in Crown Heights where their son was fatally stabbed four and half years ago. \"They just sat there in silence,\" recalled Norman Rosenbaum, 38, their other son and only remaining child, who drove them by the spot. The Rosenbaums were visiting" , "date" : "19960331" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "A Journey From Melbourne Is a Pilgrimage for Justice" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/31\/nyregion\/a-journey-from-melbourne-is-a-pilgrimage-for-justice.html"} ,   {"body" : "At twilight, when the rest of the children in the neighborhood are more likely watching television than crunching numbers, a dozen girls at the Mahalia Jackson School in Crown Heights pore over lessons in calculating means and medians. In another corner of the middle school, students are being trained in martial arts and dance. A few miles north," , "date" : "19960324" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: CENTRAL BROOKLYN;Divide and Conquer: Inner-City Children Getting Into Math" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/24\/nyregion\/neighborhood-report-central-brooklyn-divide-conquer-inner-city-children-getting.html"} , {"body" : "Reversing his earlier decision, a Federal judge ruled yesterday that Lemrick Nelson Jr., the man charged with violating the civil rights of a Hasidic scholar killed during the Crown Heights violence in 1991, is to be tried as an adult rather than a juvenile. The main consequence of the decision is the sentence Mr. Nelson could face. If convicted as" , "date" : "19960323" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Suspect in '91 Crown Heights Death Faces Trial as an Adult" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/23\/nyregion\/suspect-in-91-crown-heights-death-faces-trial-as-an-adult.html"} , {"body" : "Crown Heights Reversal Lemrick Nelson Jr. will be tried as an adult in the killing of a Hasidic scholar in Crown Heights, Brooklyn, a Federal judge ruled. Page 23. Implant Lawyers Displaced A judge said the negotiating in the Dow Corning breast implant case should be done by the female plaintiffs, not their lawyers. Page 7. For UConn, It's Over" , "date" : "19960323" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "1" , "title" : "INSIDE" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/23\/us\/inside-021849.html"} , {"body" : "They could be brothers, almost. Both are powerful Orthodox Jewish politicians from the same part of Brooklyn. Both won their first elections in 1982, both have ambitions far beyond Borough Park and Flatbush, and both have been subjected to questions about their finances. One even played the saxophone at the other's wedding. But this is politics," , "date" : "19960317" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "The Gladiators of Borough Park;Rivals Compete for Power in an Orthodox Arena" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/17\/nyregion\/the-gladiators-of-borough-park-rivals-compete-for-power-in-an-orthodox-arena.html"} , {"body" : "On the first day of a two-day trip to Israel, Mayor Rudolph W. Giuliani waded into the volatile waters of Mideast politics, cautioning Israelis about dealing with Yasir Arafat. The Mayor, known back home for his political bluntness and his antipathy toward Mr. Arafat, made his remarks about the leader of the Palestinian Authority even as the" , "date" : "19960311" , "day_of_week_facet" : "Monday" , "geo_facet" : ["ISRAEL" , "MIDDLE EAST"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Giuliani Wades Into the Aftermath of Jerusalem's Bombings" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/11\/nyregion\/giuliani-wades-into-the-aftermath-of-jerusalem-s-bombings.html"} , {"body" : "Even though Schools Chancellor Rudy Crew may not permit the winners to wield any power immediately, the school board race in Community School District 17 is awash with aspiring candidates for the May 7 elections, including a majority of the old board, which was suspended 15 months ago for political infighting and mismanagement. Covering Flatbush" , "date" : "19960310" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: CENTRAL BROOKLYN;One Election Where Votes May Not Help" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/10\/nyregion\/neighborhood-report-central-brooklyn-one-election-where-votes-may-not-help.html"} , {"body" : "John Thomas, 18 years old, wearing a blue hard hat, stood atop a ladder with a circuit tester, prodding the wiring of an old red subway car, incongruously parked in an outsize classroom at the High School of Transit Technology. The problem: a train is stalled in a crowded subway station. The assignment: find the dead circuit. Mr. Thomas, a senior," , "date" : "19960309" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "25" , "title" : "Express Track for Jobs;Transit Tech Updates Vocational High With Courses on Modern Trains" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/09\/nyregion\/express-track-for-jobs-transit-tech-updates-vocational-high-with-courses-modern.html"} , {"body" : "MIDWOOD Haitian Voodoo Beat, Traditional and Modern The music of Haitian voodoo, in the traditional style and blended with contemporary jazz, will be performed at Brooklyn College Saturday night by artists who are part of the borough's Haitian population. The show will open with La Troupe Makandal, who began performing voodoo ceremonies in" , "date" : "19960303" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/03\/nyregion\/playing-in-the-neighborhood-086711.html"} , {"body" : "The immigrant mothers sat along the edges of Brooklyn playgrounds and talked about two methods of discipline: the American way, and the way they brought with them from their homelands. American parents, they say, give a young child a timeout or ground an older one, then may even feel guilty about it. The immigrant parents believe sterner is better," , "date" : "19960229" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Cultural Reluctance To Spare the Rod;Newcomers Say Americans Spoil Children" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/29\/nyregion\/a-cultural-reluctance-to-spare-the-rod-newcomers-say-americans-spoil-children.html"} , {"body" : "Two men taking a truck for a test drive yesterday with a salesman in Queens threw the salesman out and, chased by the police, sped into Brooklyn, where they struck and critically injured a 17-year-old girl. The victim, Rachel Teitelbaum, was walking on a sidewalk with three other girls after classes at a Talmudic seminary when the truck, a shiny" , "date" : "19960228" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Carjackers Fleeing Police Strike Pedestrian" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/28\/nyregion\/carjackers-fleeing-police-strike-pedestrian.html"} ,   {"body" : "IN New York, where private-school tuition approaches that of Harvard University and where having a good French meal may require cashing out the money market account, it may come as a surprise that there are actually some places where you can exercise each day for less than the price of a caffe latte. Some of New York's bargain workout spots cost" , "date" : "19960228" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "Stretching Muscles, Not Wallets: Where to Work Out for Less" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/28\/garden\/stretching-muscles-not-wallets-where-to-work-out-for-less.html"} , {"body" : "If anything, the Very Rev. James Parks Morton is a showman. He once exhibited a sculpture of a female Jesus, complete with bare breasts, as a statement against sexism. A Hudson River blue crab lives in a murky tank in a side chapel as a statement on the environment. The Cathedral of St. John the Divine is also home to a peacock, a tightrope walker" , "date" : "19960227" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Ending Lively Era, A Dean Is Leaving St. John the Divine;The Innovator's Work Is Done, Even if the Cathedral Is Not" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/27\/nyregion\/ending-lively-era-dean-leaving-st-john-divine-innovator-s-work-done-even-if.html"} , {"body" : "It might have been the unveiling of a shiny new product, or the news conference of a smooth politician out to curry favor. At the back of a conference room in the Hilton Hotel in Manhattan were Perrier bottles and trays of pastries. At the front sat a television for the showing of a six-minute promotional bit that resembled a music video. But the" , "date" : "19960225" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "To Some, Messiah Is the Message;Media Campaign for Late Rabbi Divides Lubavitch Movement" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/25\/nyregion\/some-messiah-message-media-campaign-for-late-rabbi-divides-lubavitch-movement.html"} , {"body" : "A Federal judge ordered a curfew yesterday for Lemrick Nelson Jr., who is awaiting trial on charges of violating the civil rights of a Hasidic scholar who was stabbed to death during racial violence in Crown Heights, Brooklyn, in 1991. Judge David G. Trager of Federal District Court in Brooklyn rejected a request by prosecutors that Mr. Nelson, 20," , "date" : "19960224" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Judge Orders Curfew For Stabbing Suspect" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/24\/nyregion\/judge-orders-curfew-for-stabbing-suspect.html"} , {"body" : "City Hall,\" the new film starring Al Pacino as a popular, populist Mayor, is a wholly realistic portrait of gritty city politics. But it is friction. Here are a few examples of who's really who and what's really what. HIZZONER FILM: Mayor John Pappas (played by Al Pacino) is a dramatic, compassionate, overwrought politician who wants to be" , "date" : "19960218" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Inside 'City Hall'" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/18\/nyregion\/inside-city-hall.html"} , {"body" : "WEST SIDE Attention on Deck! Wild Blue Science The Intrepid Sea-Air-Space Museum is looking for a few good children -- and offering them special activities this vacation week. In the Undersea Frontier exhibit, children can search for actual sunken treasure while they learn about using maps. Physics meets art at the Wings 'n Things activity, where" , "date" : "19960218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/18\/nyregion\/playing-in-the-neighborhood-055093.html"} , {"body" : "Lemrick Nelson, the Brooklyn man awaiting trial on Federal civil rights charges stemming from the killing of Yankel Rosenbaum during the 1991 Crown Heights disturbances, was arrested on Thursday night and charged with criminal possession of a weapon, a concealed box cutter, the police said. The police said Mr. Nelson, 20, was arrested at 9:36 P.M." , "date" : "19960210" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Crown Heights Defendant Arrested Again" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/10\/nyregion\/crown-heights-defendant-arrested-again.html"} , {"body" : "Louis Valentino was a son of Brooklyn. He jogged the streets of Red Hook, loved sandwiches with eggplant and peppers, and worked as a lifeguard at Coney Island. But on Monday, the firefighter was killed in his home borough when the roof of an auto body shop came crashing down as he searched for people inside. He was the third firefighter to die on" , "date" : "19960207" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "With Firefighter's Death, Brooklyn Loses a Son" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/07\/nyregion\/with-firefighter-s-death-brooklyn-loses-a-son.html"} , {"body" : "All these years later, the firefighters can still recall it with vivid clarity, that moment in training class when the instructor told them to survey their 150 peers and come to terms with the possibility that at least two of them would not make it out of this job alive. So come to terms with it they did, steeling their nerves and cultivating" , "date" : "19960207" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Firefighters Say Risks of Job Don't Diminish Their Ardor" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/07\/nyregion\/firefighters-say-risks-of-job-don-t-diminish-their-ardor.html"} , {"body" : "For the third time in less than six weeks, a New York City firefighter died while on duty yesterday, when the roof of an auto body shop in Brooklyn collapsed on him as he searched for people inside the building. Fire officials said the flames were so hot that they bent the metal beams supporting the roof of the one-story brick building in the" , "date" : "19960206" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Roof Collapse Kills a Firefighter, 3d to Die in New York in 6 Weeks" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/06\/nyregion\/roof-collapse-kills-a-firefighter-3d-to-die-in-new-york-in-6-weeks.html"} ,   {"body" : "The four-five signal sounded yesterday afternoon at Rescue Company 2 on Bergen Street in Crown Heights, Brooklyn. In the old days it was done with bells, five peals repeated four times. Yesterday it came over the teleprinter, but the meaning was the same: One of their men, Louis Valentino, had died in action. Capt. Jay Fischler got the telephone" , "date" : "19960206" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A 'Fireman's Fireman'" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/06\/nyregion\/a-fireman-s-fireman.html"} , {"body" : "GIVEN that mainstream talk radio includes few minority hosts, local black stations like WLIB-AM and WWRL-AM have become an important sounding board for blacks. And while their listenership is comparatively limited, their impact has been considerable. It was WWRL that broadcast the rally where the Rev. Al Sharpton made the \"white interloper\" comment" , "date" : "19960128" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "The Buzz on Black Radio" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/28\/nyregion\/the-buzz-on-black-radio.html"} , {"body" : "IT is getting on toward 11 P.M. on a Wednesday, and most people are heading home from a night on the town, settling down to watch the news or dropping off to sleep. But in a soundproof studio on the 17th floor of 2 Penn Plaza, the talk radio host Jay Diamond is just warming up -- sending out to insomniacs and night owls the first of what promises" , "date" : "19960128" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Angriest Man in Talk Radio;In This City, Call-In Shows Crackle With Controversy. But When Is Enough Enough?" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/28\/nyregion\/angriest-man-talk-radio-this-city-call-shows-crackle-with-controversy-but-when.html"} , {"body" : "To the Editor: Re \"O. J. Simpson, Under Oath\" (Op-Ed, Jan. 23): Judge Harold J. Rothwax suggests that Mr. Simpson cannot avail himself of the Fifth Amendment in the civil case against him because the State of California has already prosecuted him and \"the Federal Government has shown no interest in prosecuting him for civil rights violations.\" It" , "date" : "19960125" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["LOS ANGELES (CALIF)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "20" , "title" : "U.S. Has No Basis for Prosecuting Simpson on Civil Rights Case" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/25\/opinion\/l-us-has-no-basis-for-prosecuting-simpson-on-civil-rights-case-008648.html"} , {"body" : "The shaking in her left foot was certainly strange, but the doctors at the hospital were unable to pinpoint a cause, so they sent Mariana Whythe home. A month later she was back, and in much worse shape than before. What had begun as minor back pain was beginning to paralyze her legs, she said. It took her an hour to climb the four flights of" , "date" : "19960120" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "The Neediest Cases;For a Mother, Help at Home Eases Transition After Surgery" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/20\/nyregion\/the-neediest-cases-for-a-mother-help-at-home-eases-transition-after-surgery.html"} , {"body" : "An accident that happened in Lakewood nine months ago could have torn the community apart, but a group that took shape in the aftermath now seems to be pulling it together. Lakewood, an aging resort town of 45,000 in Ocean County, has a diverse population of black, white and Orthodox Jewish residents, encompassing middle-class and blue-collar" , "date" : "19960114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CROWN HEIGHTS (NYC)" , "LAKEWOOD (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "IN BRIEF;A Coalition Helps Lakewood Bind Accident Wounds" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/14\/nyregion\/in-brief-a-coalition-helps-lakewood-bind-accident-wounds.html"} , {"author" : "Jessica Siegel is a freelance writer based in NewYork." , "body" : "It is a little after 8 on a chilly morning and inside Prospect Heights High School in the Crown Heights section of Brooklyn, Peter Dillon's English as a second language class is starting to fill up. The students, all juniors or seniors, have come a long way to get to Prospect Heights -- most from the devastated school system of Haiti, others from" , "date" : "19960107" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S." , "Education"] , "page_facet" : "27" , "title" : "Pitching In Back Home" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/07\/education\/pitching-in-back-home.html"} , {"body" : "Rabbi Yosef Z. Carlebach went to great lengths to make sure that the facade of the $5 million Chabad House on the Rutgers campus in New Brunswick, N.J., will look like that of Lubavitch World Headquarters in Crown Heights, Brooklyn, known familiarly as \"770.\" (Short for 770 Eastern Parkway). To be completed by Passover, in early April, the building" , "date" : "19960107" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: $5 Million Lubavitcher Center Nearing Completion;A Noted Brooklyn Facade Recreated at Rutgers" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/07\/realestate\/postings-5-million-lubavitcher-center-nearing-completion-noted-brooklyn-facade.html"} , {"body" : "IT seems the simplest of props: footprints are painted on the floor, a baseball bat is suspended by wires, home plate is just below. On the wall behind looms a life-size photograph of Jackie Robinson. You, the visitor, put your feet in Robinson's footsteps and step up to the plate. You grasp the bat. Suddenly, the roar of the crowd materializes all" , "date" : "19960105" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Brooklyn History, Inning by Inning" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/05\/arts\/brooklyn-history-inning-by-inning.html"}]