[  {"body" : "From the highest officials in the New York City Board of Education to the parents whose children attend fifth grade in the South Bronx, everyone connected with the school system will be affected by the State Legislature's overhaul of school management last week. The legislation gives more control to the Schools Chancellor at the expense of 32 local" , "date" : "19961224" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "As Schools Face Change, Many Ask How They Fit In" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/24\/nyregion\/as-schools-face-change-many-ask-how-they-fit-in.html"} , {"body" : "From midtown Manhattan to Riverdale to the Rockaways, New York City's crime rate has plunged for the third straight year, dropping 16 percent below last year's figures, preliminary Police Department records show. New York City is on a pace to have fewer than 1,000 murders in a year, which would be the lowest total since 1968; 937 were reported by" , "date" : "19961220" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "New York Crime Rate Plummets To Levels Not Seen in 30 Years" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/20\/nyregion\/new-york-crime-rate-plummets-to-levels-not-seen-in-30-years.html"} , {"body" : "A 15-year-old who admitted in court yesterday that he pushed a young woman to her death from a moving subway train while robbing her will be eligible for parole in as little as five years under a plea agreement that drew criticism from prosecutors. If convicted at trial, the youth, Jaheem Grayton, who has a history of mental problems, could have" , "date" : "19961217" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Plea Deal in Killing of Woman On the Subway Is Criticized" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/17\/nyregion\/plea-deal-in-killing-of-woman-on-the-subway-is-criticized.html"} , {"body" : "Drawing a picture of a deeply disturbed young woman, police officials said yesterday that a 17-year-old Brooklyn mother charged with fatally stabbing her 2-year-old daughter admitted that she committed the crime because she was depressed and irritable over the strains of motherhood. The suspect, Yvonne Rogers, originally told detectives that a" , "date" : "19961129" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "10" , "title" : "Mother Held in Child Slaying Felt Severe Stress, Police Say" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/29\/nyregion\/mother-held-in-child-slaying-felt-severe-stress-police-say.html"} , {"body" : "A 19-year-old Brooklyn woman was charged yesterday with stabbing her 2-year-old daughter to death. The child, Michaelik Hall, was stabbed in the hallway of her mother's home at 214 Warwick Street in Cypress Hills, Brooklyn, yesterday afternoon, according to a police spokesman. The child was taken to Jamaica Hospital, bleeding heavily from the" , "date" : "19961128" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Toddler Stabbed to Death; Police Accuse Her Mother" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/28\/nyregion\/toddler-stabbed-to-death-police-accuse-her-mother.html"} , {"body" : "JULIUS MANGER'S mausoleum, with its 30-foot dome and statues of angels, is an old-fashioned symbol of wealth and pride. Built in 1937, but in the style of an earlier century, it vies for social prominence in the Woodlawn Cemetery with nearby tombs of 19th-century tycoons like the department-store owner F. W. Woolworth and the society restaurateur" , "date" : "19961013" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Thinking Ahead" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/13\/nyregion\/thinking-ahead.html"} , {"body" : "The move seemed logical enough. A Brooklyn school district decided to make a dent in the overcrowding of one intermediate school by busing sixth graders to an undercrowded school in the same district. Empty spaces in East New York could be filled with children from Cypress Hills, just a 15-minute bus ride away. But the parents in Cypress Hills did" , "date" : "19960923" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Case Study: When Busing Works, but Unease Persists" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/23\/nyregion\/case-study-when-busing-works-but-unease-persists.html"} , {"body" : "TRAVELING along an elevated line with a birds-eye view of the industrial and inner-city streetscapes, housetops and church spires of North Brooklyn, the J train passes over Williamsburg and Bushwick before arriving at once-rural Cypress Hills on its way to Jamaica Center. Much of the housing stock in the multi-ethnic, multiracial community was" , "date" : "19960428" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CYPRESS HILLS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In\/Cypress Hills;An Evolving Northeast Brooklyn Enclave" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/28\/realestate\/if-you-re-thinking-living-cypress-hills-evolving-northeast-brooklyn-enclave.html"} , {"body" : "A burglar burst into a Franciscan monastery in the Cypress Hills section of Brooklyn early yesterday and when he found nothing to steal, he smashed stained-glass windows, hurled lamps, desks and picture frames and beat a 76-year-old priest bloody before fleeing empty-handed. What the burglar had found was not a church wealthy in gold, silver or" , "date" : "19960325" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Burglar Injures Priest, 76, And Breaks Stained Glass" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/25\/nyregion\/burglar-injures-priest-76-and-breaks-stained-glass.html"} , {"body" : "Sixteen child-abuse-prevention programs in the city's Beacon School network of after-school educational programs could be forced to close next week unless the Giuliani administration spends $1.2 million to keep them open, city officials and social service providers said yesterday. The programs provide counseling, supervision and instruction to more" , "date" : "19960223" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "16 Child-Abuse Programs Are Facing Shutdowns" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/23\/nyregion\/16-child-abuse-programs-are-facing-shutdowns.html"} ,   {"body" : "A 15-year-old boy charged in the death of a woman in a subway robbery on Sunday had a history of severe psychiatric problems and violence, including slashing a schoolmate, threatening to kill himself, hearing voices and abusing drugs, a doctor familiar with his case said yesterday. Such a troubled history would generally mean that the youth, Jaheem" , "date" : "19960220" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Troubled Past Plagued Youth Held in Killing" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/20\/nyregion\/troubled-past-plagued-youth-held-in-killing.html"} , {"body" : "A 15-year-old Brooklyn teen-ager pushed a woman to her death from a moving subway train while trying to steal her gold earrings early yesterday morning, the police said. The teen-ager, Jaheem Grayton, had recently been released from Kings County Hospital Center, where he was being treated for psychiatric problems, his mother said. But he stopped" , "date" : "19960219" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Woman Dies After Push Under Train by Robber, Police Say" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/19\/nyregion\/woman-dies-after-push-under-train-by-robber-police-say.html"} , {"body" : "Just hours after the body of Firefighter Louis Valentino was laid to rest in a flag-draped coffin yesterday, New York City officials announced that murder charges had been filed against the man accused of starting the fire that led to the firefighter's death. Patrick E. Jeffers was arrested early yesterday and charged with felony murder, murder by" , "date" : "19960210" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Murder Charge for Man Held in Blaze That Killed Firefighter" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/10\/nyregion\/murder-charge-for-man-held-in-blaze-that-killed-firefighter.html"} , {"body" : "It is on the nights when gunfire echoes through the courtyards of the Cypress Hills Houses or when the telephone rings and no one is on the other end that Joyce Delfyette remembers: she still lives with the people who the police think shot her son. \"Sometimes, I feel like we're all hostages in here,\" she said last week. \"I don't want anyone to" , "date" : "19960119" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "He Spoke Up for Law, and Died for It;Officials Say Agency Failed to Move a Family in Time" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/19\/nyregion\/he-spoke-up-for-law-died-for-it-officials-say-agency-failed-move-family-time.html"}]