[  {"body" : "When Robert B. Catell, the chairman and chief executive of Brooklyn Union Gas, looks out from his office on the 23d floor of the company's downtown Brooklyn headquarters, his vista is the borough where the utility has prospered for more than 100 years. But these days, Mr. Catell is looking far beyond Brooklyn's borders as he seeks to assure the" , "date" : "19961230" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "On Firm Turf, But Taking A Bold Step" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/30\/nyregion\/on-firm-turf-but-taking-a-bold-step.html"} , {"body" : "PROPERTY managers in New York admit they are in a quandary as the state prepares to deregulate electrical utilities. Some, noting that Consolidated Edison's rates are among the highest in the nation, are rubbing their hands in delight at the prospect of being able to buy cheaper power generated outside the region. But others worry that the major" , "date" : "19961229" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "As Power Deregulation Looms, Trepidation Mounts" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/29\/realestate\/as-power-deregulation-looms-trepidation-mounts.html"} , {"body" : "It has been years since she last stopped there, but sometimes, when she is driving through downtown Brooklyn, Verlain White glances down Nevins Street and remembers when it was Mohawk territory. These days she is an alcohol-abuse counselor, but in the early 1960's Ms. White tended bar beneath a framed picture of Jim Thorpe in a dark Nevins Street" , "date" : "19961228" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "An Indian Community Flourished and Faded In a Section of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/28\/nyregion\/an-indian-community-flourished-and-faded-in-a-section-of-brooklyn.html"} , {"body" : "NEW YORK Has East Dropped the Ball? When New Year's Eve rolls around in Las Vegas this year, the revelers on the Strip -- possibly as many as 400,000 -- will witness the implosion of a 12-story hotel that will send the year out with a kaboom. Even if the number of revelers there does not surpass the multitudes in Times Square, the question -- one" , "date" : "19961228" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Metro Digest" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/28\/nyregion\/metro-digest-939250.html"} , {"body" : "''LOBY!'' shouted the foreman of substation No. 42 on East 57th Street, as he opened the door to a room full of roaring 4,000-kilowatt Westinghouse rotary converters transforming electric power for the Lexington Avenue line. Robert W. Lobenstein greeted his colleague and walked into one of the last city power stations using those old copper and" , "date" : "19961222" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "The Power Broker of the Subway" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/22\/nyregion\/the-power-broker-of-the-subway.html"} , {"body" : "From midtown Manhattan to Riverdale to the Rockaways, New York City's crime rate has plunged for the third straight year, dropping 16 percent below last year's figures, preliminary Police Department records show. New York City is on a pace to have fewer than 1,000 murders in a year, which would be the lowest total since 1968; 937 were reported by" , "date" : "19961220" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "New York Crime Rate Plummets To Levels Not Seen in 30 Years" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/20\/nyregion\/new-york-crime-rate-plummets-to-levels-not-seen-in-30-years.html"} , {"body" : "This is a sampling of the musical presentations planned for the holiday season at churches and concert halls in New York City. All are free unless otherwise noted (churches accept donations). This selection, compiled by Anthony Tommasini, represents what caught this critic's eye and excited his expectations. Today CARNEGIE HALL. ''A Holiday" , "date" : "19961213" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "Joyful Noises: A Guide to Holiday Music in New York City" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/13\/arts\/joyful-noises-a-guide-to-holiday-music-in-new-york-city.html"} , {"body" : "Gov. George E. Pataki's proposal to enact the biggest changes in New York's welfare system in six decades borrows from an experiment that was initiated by his predecessor, Mario M. Cuomo, and has been quietly conducted in counties across the state with varying degrees of success. Begun in 1988, the Child Assistance Program, known as CAP, has tried" , "date" : "19961209" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Quiet New York Welfare Experiment Has Had Mixed Success" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/09\/nyregion\/quiet-new-york-welfare-experiment-has-had-mixed-success.html"} , {"body" : "NO one knows yet whether the Columbus Circle redevelopment project will wind up as a Sears or Sotheby's, a Reebok health spa or the Museum of American Folk Art, a swank hotel or a high-priced condominium apartment tower. But there is one safe bet. It will almost certainly wind up in court. With months to go before the Metropolitan Transportation" , "date" : "19961208" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Developers' Hazard: Legal Hardball" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/08\/realestate\/developers-hazard-legal-hardball.html"} , {"body" : "In the five years that he has been commuting on the Gowanus Expressway, John Jennings has always allowed an extra half-hour for the congestion on what some consider the worst road in America. Yesterday, he needed closer to an hour. It was the first day of a 13-month project that officials had warned would turn the Gowanus into a virtual parking lot" , "date" : "19961205" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT EXPRESSWAY (NYC)" , "GOWANUS EXPRESSWAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "From Bad to Worse: Going Is Slow as Repairs Begin on the Gowanus" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/05\/nyregion\/from-bad-to-worse-going-is-slow-as-repairs-begin-on-the-gowanus.html"} ,   {"body" : "WHEN the building boom of the 1980's turned into the bust of the 1990's, the construction companies that prospered putting up high-rise office towers had to scramble to find work. Some turned to interior work, while others focused on the public sector, building schools, hospitals and other medical facilities. Now, the long drought appears to be" , "date" : "19961201" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Builders Are Taking Part of Financial Risk" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/01\/realestate\/builders-are-taking-part-of-financial-risk.html"} , {"body" : "Sheila Dean will not say, not out loud, why Thanksgiving is so special this year. She will hint at the reason, whisper about it. For Anthony Dean, the man she lives with and plans to marry and whose name she has already taken, there will be no Thanksgiving next year, the doctors say. Mr. Dean is dying of cancer. With luck, he will see Christmas," , "date" : "19961128" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Meal With Family Alleviates the Burden For a Dying Man" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/28\/nyregion\/a-meal-with-family-alleviates-the-burden-for-a-dying-man.html"} , {"body" : "They have already blown their cover. Barely beginning one of the most brutal road schedules in college basketball, they have officially been exposed as dangerous. Long Island University will not play an official home game under the ornate golden ceiling of the old Brooklyn Paramount Theater until Jan. 4. By that time, it will have played eight --" , "date" : "19961127" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "12" , "title" : "After First Game, L.I.U. Won't Be a Surprise" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/27\/sports\/after-first-game-liu-won-t-be-a-surprise.html"} , {"body" : "During a typical evening rush hour at Flatbush and Atlantic Avenues, the traffic police wrestle with cars backed up for six blocks. All around them, the area is teeming with office workers heading home, parents buying groceries and teen-agers cruising. It is evidence that Downtown Brooklyn is outgrowing itself. Chronic traffic congestion has" , "date" : "19961124" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS EXPRESSWAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "For Downtown Traffic, Growing Pains May Turn Critical" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/24\/nyregion\/for-downtown-traffic-growing-pains-may-turn-critical.html"} , {"body" : "In the best science fiction movies, there are parallel universes, worlds within worlds, secrets locked in forgotten codes. And so it is with the New York subways, which were envisioned to go far more places -- in a skein of routes that might dazzle present-day straphangers -- under bold plans that have faded into distant memory. Some of this" , "date" : "19961117" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Subway Planners' Lofty Ambitions Are Buried as Dead-End Curiosities" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/17\/nyregion\/subway-planners-lofty-ambitions-are-buried-as-dead-end-curiosities.html"} , {"body" : "To the Editor: I was delighted to see a Nov. 11 news article on the impending revitalization of the Gowanus Expressway. As you report, the Regional Plan Association, a nonprofit group that advises governments on development, is studying the idea of replacing the expressway with a tunnel. I am dismayed at the reluctance officials have to the tunnel" , "date" : "19961116" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS EXPRESSWAY (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "Explore Tunnel Option" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/16\/opinion\/l-explore-tunnel-option-315532.html"} , {"body" : "And now for Round 2 of the Battle of the New York Coliseum. City and state officials must settle two questions. The first is old and nettlesome: What should a new building in one of the city's most famed public spaces look like? The second may be more of a surprise: What's an appropriate use? How about a multiplex movie house, a high-technology" , "date" : "19961113" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Coliseum Proposals Attempt To Reflect City's Direction" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/13\/nyregion\/coliseum-proposals-attempt-to-reflect-city-s-direction.html"} , {"body" : "The word had been out in Park Slope for some time: Barnes & Noble is coming. But no one was quite sure when, or quite sure where. Last week, the ''when'' part of the question was answered: the bookstore chain plans to open its first Brooklyn superstore next year. ''Where'' was only partly answered -- the store will be in Park Slope, but a company" , "date" : "19961110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PARK SLOPE (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "12" , "title" : "It's Official: Barnes & Noble Plans a Brooklyn Superstore" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/10\/nyregion\/it-s-official-barnes-noble-plans-a-brooklyn-superstore.html"} , {"body" : "IT'S only a 10-minute subway ride from Lower Manhattan to downtown Brooklyn, Manuel A. Romero noted. So he has moved his office from Brooklyn to Manhattan and now he commutes back to Brooklyn to appear in court. Mr. Romero practices personal-injury law. Until two months ago his office was at 26 Court Street in downtown Brooklyn, near the" , "date" : "19961110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Whittling Away at the Vacancy Rate Downtown" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/10\/realestate\/whittling-away-at-the-vacancy-rate-downtown.html"} , {"body" : "To the Editor: Re the Nov. 5 Business Day article ''When Shoppers Walk Away From Pedestrian Malls'': The good news about downtown America is that despite efforts of car interests to undo them, more than 100 pedestrian malls remain in the United States. And some of the busiest are in New York City. Merchants lining the 165th Street mall in Jamaica," , "date" : "19961109" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "Pedestrian Malls Can, and Do, Survive" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/09\/opinion\/l-pedestrian-malls-can-and-do-survive-224243.html"} ,   {"body" : "Lou Singer, who guided thousands and thousands of visitors through the other-borough charms of Brooklyn and sang its praises in accents compatible with that environment, died on Tuesday in Long Island College Hospital in Brooklyn. He was 71 and lived in Brooklyn. The cause was complications after surgery for cancer, his wife, Leona, said. Until his" , "date" : "19961107" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["U.S." , "Obituaries"] , "page_facet" : "27" , "title" : "Lou Singer, 71, Guide to the Sights of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/07\/us\/lou-singer-71-guide-to-the-sights-of-brooklyn.html"} , {"body" : "One of the truly heartening urban success stories of the past decade has been the quiet transformation of downtown Brooklyn, fueled by a series of well-conceived joint public and private investments. The resurgence of New York City's most populous borough will gain fresh momentum today with a ceremonial ribbon-cutting opening Atlantic Center, a new" , "date" : "19961107" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "32" , "title" : "Booming Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/07\/opinion\/booming-brooklyn.html"} , {"body" : "DEMOCRACY is having its way,'' Harvey Lichtenstein, president and executive producer of the Brooklyn Academy of Music, wrote recently in a magazine published in conjunction with the academy's Next Wave Festival. ''It has become increasingly clear that unless our institutions open up and become more accessible to contemporary and popular influences," , "date" : "19961103" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "The Big BAM Theory" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/03\/nyregion\/the-big-bam-theory.html"} , {"body" : "Opening a new round in the long and contentious battle over what to do with the New York Coliseum, nine development groups have submitted proposals for projects to be built on the site, ranging from Donald Trump's plan for a condominium-hotel to a proposal by Sony for a ''multimedia retail, restaurant and entertainment complex.'' Coming more than" , "date" : "19961102" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "9 New Plans Are Submitted For Coliseum" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/02\/nyregion\/9-new-plans-are-submitted-for-coliseum.html"} , {"body" : "Just south of the Atlantic Avenue railway station, where city-owned urban renewal property sat vacant for 30 years, a new complex of oversized suburban-style stores is to open next week. Six blocks away, on Adams Street, workers just broke ground for Brooklyn's first new hotel in 50 years. Across from the hotel site, which is still just a hole in" , "date" : "19961030" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Growth in Downtown Brooklyn Is Still Looking Up, Planners Say" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/30\/nyregion\/growth-in-downtown-brooklyn-is-still-looking-up-planners-say.html"} , {"body" : "NEW YORK The Yankees, and Nothing Else With its lungs and its heart, New York City saluted the triumphant Yankees in a rousing ticker tape parade up lower Broadway's Canyon of Heroes. For several hours in the middle of a splendiferous autumn day, work stopped, play stopped and the dog had to wait. It was Yankees and nothing else. $(Page A1.$) It" , "date" : "19961030" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Metro Digest" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/30\/nyregion\/metro-digest-053066.html"} , {"body" : "Since the construction of the Pierrepont Plaza office tower near the foot of the Brooklyn Bridge in 1989, Downtown Brooklyn has witnessed an infusion of millions of dollars in public funds. Its goal: to lure back large-scale private investment. In 1990, the 16-acre giant known as Metrotech opened its doors. Now, aided by more than $50 million in" , "date" : "19961027" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Dowtown Brooklyn: The Promise and the Peril" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/27\/nyregion\/dowtown-brooklyn-the-promise-and-the-peril.html"} , {"body" : "A landmark Greek Revival church that was once a shelter for escaped slaves has been restored and turned into a student center at Polytechnic University in downtown Brooklyn. The Bridge Street church, a New York City landmark that is also listed on the National Register of Historic Places, is now Wunsch Hall. While the name of the architect is" , "date" : "19961027" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Ex-Church Is Restored at Polytechnic" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/27\/realestate\/ex-church-is-restored-at-polytechnic.html"} , {"body" : "ON 52d Street, known in the 1940's as Swing Street for its many jazz clubs, the latest -- and only -- nightclub is jumping. Inside, behind a new brownstone exterior reminiscent of the street's jazz heyday, a bearded man pounds the linen-covered table in front of him with his open right hand and lustily croaks a Beatles refrain along with the" , "date" : "19961027" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Art D'Lugoff Lands on His Feet" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/27\/nyregion\/art-d-lugoff-lands-on-his-feet.html"} , {"body" : "As an unadulterated Yankee fan who was there for the World Series of 1978 and '81, who went to more than 20 games each summer as a teen-ager, and who now lives in Texas, Lisa Swan thought she knew the rules. Series tickets would be tough, but a hotel room? ''Give me a break!'' complained Ms. Swan, a 29-year-old computer system manager from Austin" , "date" : "19961021" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "A Rise in Visitors, a Shortage of Rooms" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/21\/nyregion\/a-rise-in-visitors-a-shortage-of-rooms.html"} ,   {"body" : "THE hospitality business in New York is booming,'' said Ambrose Cheung, a director of the Lai Sun Development Company of Hong Kong, which led a group that bought the luxury Four Seasons Hotel earlier this year. ''For overseas investors, New York is the prime city of the East Coast of the United States.'' And he expects the good times to continue." , "date" : "19961020" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "If Room Prices Keep Rising, So May New Hotels" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/20\/realestate\/if-room-prices-keep-rising-so-may-new-hotels.html"} , {"body" : "Investigators yesterday questioned yet another person about the shooting death of an off-duty police officer in Brooklyn on Sunday, adding another layer of mystery to the incident, which occurred after at least two officers apparently undertook an unauthorized hunt for a suspected mugger. The latest efforts came as the police tried to determine the" , "date" : "19961018" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Investigation Is Widening Into Killing Of an Officer" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/18\/nyregion\/investigation-is-widening-into-killing-of-an-officer.html"} , {"body" : "A police officer who investigators say they believe mistakenly shot a fellow off-duty officer during a wild shootout in Brooklyn came forward with a confidential statement Tuesday evening, after refusing to talk to superiors for two days, according to senior police officials. But by telling investigators little beyond what they already knew," , "date" : "19961017" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Officer Breaks Silence in Fatal Shooting of a Colleague" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/17\/nyregion\/officer-breaks-silence-in-fatal-shooting-of-a-colleague.html"} , {"body" : "Ray Haskins was determined to do midnight madness justice this time: bells, whistles, balloons. Even artificial fog. So at 11:30 on Monday night, the Long Island University gymnasium was packed, rocking with 1,200 students, more than had ever come to see the Blackbirds play. The Schwartz Athletic Center is not Rupp Arena, not the Carrier Dome. It" , "date" : "19961016" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "14" , "title" : "Perhaps Parker's Past Ended Just After Midnight" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/16\/sports\/perhaps-parker-s-past-ended-just-after-midnight.html"} , {"body" : "For Schools Chancellor Rudy Crew, who arrived in New York City a year ago talking passionately of the need for a campaign like the civil rights movement to improve public schools, it has been a sobering year. After a freshman hazing that only New York can offer -- from the death threats he received after suspending corrupt school-board officials," , "date" : "19961015" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "After Year of Taking Notes, Crew Is Eager to Act on Them" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/15\/nyregion\/after-year-of-taking-notes-crew-is-eager-to-act-on-them.html"} , {"body" : "An off-duty police officer who was fatally shot on a Brooklyn street Sunday night may have been conducting an unauthorized hunt for someone who had mugged his friend, officials said yesterday. Two of his fellow officers were suspended for their role in the incident and the subsequent investigation. Brian Jones, 27, a four-year veteran housing" , "date" : "19961015" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Police Actions Are Questioned As Fight Leaves Officer Dead" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/15\/nyregion\/police-actions-are-questioned-as-fight-leaves-officer-dead.html"} , {"body" : "Harry Rosen, who founded Junior's Restaurant, the Brooklyn institution renowned for cheesecake so rich and creamy it made tough men swoon, died yesterday at his home in Fort Lauderdale, Fla. He was 92. The cause was bladder cancer, said a son, Marvin Rosen. For almost 46 years, Junior's has anchored the intersection in downtown Brooklyn of Fulton" , "date" : "19961011" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "9" , "title" : "Harry Rosen Is Dead at 92; Junior's Restaurant Founder" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/11\/nyregion\/harry-rosen-is-dead-at-92-junior-s-restaurant-founder.html"} , {"body" : "Angry about their working conditions, some welfare recipients required to work for their benefits say that with the work should come the many protections available to other workers. While not objecting to work itself, these laborers complain that they are occupying a new basement tier in the labor force, one that lacks regulations on hours, wages" , "date" : "19960927" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Discontented Workfare Laborers Murmur 'Union'" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/27\/nyregion\/discontented-workfare-laborers-murmur-union.html"} , {"body" : "Having received widespread attention for his outspoken positions in favor of immigration and against parts of the new Federal welfare law, Mayor Rudolph W. Giuliani has recently found a new avocation: becoming what an aide calls the ''national spokesman'' for these issues at forums around the country. In the last few months, the Mayor has received" , "date" : "19960926" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Giuliani Is Becoming 'National Spokesman' on Immigration" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/26\/nyregion\/giuliani-is-becoming-national-spokesman-on-immigration.html"} , {"body" : "The name of the new principal at Public School 369, a special education school in downtown Brooklyn, has a tantalizingly familiar ring. It is Rudolph Giuliani. But not to worry. Despite the Mayor's persistent criticism of the sprawling special education program, he has not quit his day job to reform it one school at a time. Instead, the principal" , "date" : "19960925" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Children, Please Welcome Principal Rudolph Giuliani" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/25\/nyregion\/children-please-welcome-principal-rudolph-giuliani.html"} ,   {"body" : "There was a time when the air was filled with the whistles and toots of more than a hundred ferries crisscrossing New York Harbor. Men and women still dressed for dinner. People wrote with fountain pens and rode trolleys to work. With the advent of bridges and tunnels, however, the ferries all but disappeared. Now they're coming back. Today there" , "date" : "19960922" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "NEW YORK HARBOR" , "NEW YORK CITY METROPOLITAN AREA" , "UPPER EAST SIDE (MANHATTAN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "Traveling by Ferry, Once Common in New York Harbor, May Be Again" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/22\/nyregion\/traveling-by-ferry-once-common-in-new-york-harbor-may-be-again.html"} , {"body" : "For 10 years, a gang known as the Raysor Organization dominated the crack trade in Bedford-Stuyvesant, Brooklyn, ready to burn down a building or shoot a rival or witness to keep its lucrative operation going, law-enforcement officials said. But the gang members' brutality was frequently matched by ineptness, the authorities said. Gunning for a" , "date" : "19960920" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "10 Accused In Drug Sales And Killings" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/20\/nyregion\/10-accused-in-drug-sales-and-killings.html"} , {"body" : "Each day for two weeks, in a line that snaked around a city block in downtown Brooklyn, hundreds of men and women stood under the hot August sun vying for the first jobs at the Atlantic Center, the mammoth mall slated to open this fall on Atlantic and Flatbush Avenues. By Labor Day, some 375 had landed jobs as cashiers, stock clerks and sales" , "date" : "19960908" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "So Far, Jobs Are Hot Item At New Mall" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/08\/nyregion\/so-far-jobs-are-hot-item-at-new-mall.html"} , {"body" : "A Flagship Store That Sets the Pace The women's sportswear company Kenar expects to open its flagship branch at 755 Madison Avenue, between 65th and 66th Streets, next month. The 3,000-square-foot store was designed by Kenneth Alpert and will be a prototype for Kenar stores planned along the East Coast, said Jennifer Fisherman, a spokeswoman for" , "date" : "19960908" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO." , "url" : "http:\/\/www.nytimes.com\/1996\/09\/08\/nyregion\/new-yorkers-co-213586.html"} , {"body" : "IT was Elizabeth Miller's fifth driving lesson and the August sun had turned her instructor's 1992 Chevrolet Geo into a sauna. Both hands gripping the wheel, her back straight, her shoulders tense, Mrs. Miller, 27, carefully maneuvered the car around the hundreds of double-parked vehicles along the often narrow streets of Morningside Heights. ''I" , "date" : "19960908" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Driver's Ed, Where Driving Is a Blood Sport" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/08\/nyregion\/driver-s-ed-where-driving-is-a-blood-sport.html"} , {"body" : "As New York City schools prepared to open today to their worst crowding in decades, the president of the teachers' union threatened yesterday to take her members out of any school where conditions posed a danger to students or staff. The comments by Sandra Feldman, the president of the United Federation of Teachers, came as school officials" , "date" : "19960904" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Teacher Head Gives Warning On Crowding" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/04\/nyregion\/teacher-head-gives-warning-on-crowding.html"} , {"body" : "A Critter Shortage Q. This year, the squirrel population in Morningside Heights seems substantially smaller. Is there a reason? A. The answer lies in urban ecosystems, those fragile dog-eat-hot-dog food chains that determine the city's animal populations. There are two reasons the city's parks teem with small foraging animals like squirrels, rats" , "date" : "19960825" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1996\/08\/25\/nyregion\/fyi-985813.html"} , {"body" : "Futurism of 1939 Museum of the City of New York, Fifth Avenue at 103d Street; (212) 534-1672, ext. 206. ''Drawing the Future: Design Drawings for the 1939 New York World's Fair,'' an exhibition of 40 original illustrations of buildings by architects and designers, starts Wednesday and continues through Jan. 19. Open Wednesday through Saturday, 10" , "date" : "19960815" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "Calendar: A Show, Tours And Fairs" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/15\/garden\/calendar-a-show-tours-and-fairs.html"} , {"body" : "Call them spiritual beacons, historical anchors or simply architectural statements that help define this huge city's neighborhoods. The fact is that houses of worship stand proudly on countless corners, their importance most apparent when one disappears. That was made painfully clear when the 133-year-old Brighton Heights Reformed Church on Staten" , "date" : "19960811" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Spirits Are Willing, but Buildings Are Weak" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/11\/nyregion\/spirits-are-willing-but-buildings-are-weak.html"} , {"body" : "SUMMER is the season for outdoor sculpture to make its annual appearance in New York, when the sun is out and the time is right for walking the streets and parks. The summer of '96 has, of course, been a sweaters-and-puddles affair, at least up to now. But that hasn't prevented a substantial amount of new work -- good, bad and indifferent -- from" , "date" : "19960809" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Sculpture That Basks in Summer" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/09\/arts\/sculpture-that-basks-in-summer.html"} ,   {"body" : "JAY BERGEN possesses something that most mortals never will: an oval foyer with an antique-tile checkerboard floor. And that's not all: The fortunate Mr. Bergen also possesses a Spanish hacienda-type folly on his roof -- along with a baronial paneled former billiard room as his living room. Plus a head-swiveling view -- ah, what a view -- from the" , "date" : "19960804" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Three Flights Up, the Top of the World" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/04\/realestate\/three-flights-up-the-top-of-the-world.html"} , {"body" : "The mother of a 5-year-old boy abandoned at a Brooklyn toy store four months ago was charged yesterday with abandonment and endangering the welfare of a child, officials said. The woman, Tamekka Adams, 19, of Aiken, S.C., was located in South Carolina and returned to New York City early yesterday to face charges. The length of time it took to find" , "date" : "19960804" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Police Find Boy's Mother In the South" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/04\/nyregion\/police-find-boy-s-mother-in-the-south.html"} , {"body" : "The pitch is simple: Want a bank in the neighborhood? Sign below. Wally Bazemore has taken this offer to the park benches of the Red Hook Houses and filled petitions with dozens of his neighbors' signatures. Fernando Bolton has approached shoppers at the neighborhood supermarket. Jay McKnight has spent hours on the bus that takes Red Hook residents" , "date" : "19960804" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "In an Isolated Corner, 3,000 Sigatures Equals a Bank" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/04\/nyregion\/in-an-isolated-corner-3000-sigatures-equals-a-bank.html"} , {"body" : "For the second consecutive summer, the Board of Education is scrambling to cope with a self-inflicted staffing headache: the departure of thousands of the most experienced teachers in New York City's public schools, who are planning to retire early under a buyout program. The loss of nearly 10 percent of the city's 64,000 teachers within 14 months" , "date" : "19960729" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Buyouts Leave School Board Racing to Fill 3,000 Jobs" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/29\/nyregion\/buyouts-leave-school-board-racing-to-fill-3000-jobs.html"} , {"body" : "After years of setbacks and with little fanfare, bulldozers began uprooting dozens of trees in a scruffy Brooklyn park last weekend to make way for a major development that will give Brooklyn its first large hotel since the 1930's and is widely considered a key to downtown renewal. The razing of the park signals the end of 13 years of struggles to" , "date" : "19960724" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Land Clearing Starts for Brooklyn Hotel" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/24\/nyregion\/land-clearing-starts-for-brooklyn-hotel.html"} , {"body" : "At Triangle Sports on Flatbush and Fifth Avenues, Bill Shapiro keeps a framed photo of his grandmother, Bessie. It was taken in the summer of 1916, when Bessie Shapiro first opened the shop and posed next to a sign advertising Army cots for $3.50. Today, Mr. Shapiro, 58, fears that his sporting goods and Army surplus store will fade into history," , "date" : "19960721" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIHBORHOOD REPORT: DOWNTOWN BROOKLYN;New Hopes, Old Worries Over Big Mall" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/21\/nyregion\/neihborhood-report-downtown-brooklyn-new-hopes-old-worries-over-big-mall.html"} , {"body" : "An investigation into counterfeit designer clothing, sunglasses and watches led to sweltering, hazardous sweatshops where teen-agers worked 70-hour weeks for below-minimum wages, the Brooklyn District Attorney, Charles J. Hynes, said yesterday in announcing the arrests of six men on charges of violating trademark laws. Saying that two Williamsburg" , "date" : "19960718" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "6 Are Accused of Violating Trademark Laws" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/18\/nyregion\/6-are-accused-of-violating-trademark-laws.html"} , {"body" : "Soon after Dr. Rudy Crew became Schools Chancellor in October, he began drafting a new organizational chart that he hoped would streamline the much-maligned bureaucracy at Board of Education headquarters in downtown Brooklyn. But as he and his team tried to sell the seven board members on a framework, they kept hitting the same roadblock: questions" , "date" : "19960715" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Power of School Board Secretary Emerges From Bureaucratic Shadows" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/15\/nyregion\/power-of-school-board-secretary-emerges-from-bureaucratic-shadows.html"} , {"body" : "It may seem a bit nutty that Prof. August St. John, who teaches marketing and future studies at the Brooklyn campus of Long Island University, commutes from Vermont. But the 68-year-old academic, who specializes in economic forecasting and is known in his home state as \"Dr. Doom and Gloom,\" rarely takes the conventional route to anything. Besides," , "date" : "19960714" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["VERMONT" , "VERMONT, USA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "08" , "title" : "NEIGBORHOOD REPORT: DOWNTOWN BROOKLYN;Campaign Trail, Over Internet, Up to Vermont" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/14\/nyregion\/neigborhood-report-downtown-brooklyn-campaign-trail-over-internet-up-to-vermont.html"} , {"body" : "Three months after the president of the Brooklyn Navy Yard Development Corporation was dismissed amid an investigation into an improper purchase of office furniture, a permanent chief has yet to be selected to head the 260-acre, city-owned industrial park. An interim chief, Marta Moczo-Santiago, was appointed by the corporation's board after the" , "date" : "19960714" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "08" , "title" : "NEIGBORHOOD REPORT: DOWNTOWN BROOKLYN;Three Months Later, Navy Yard Still Needs Captain for Long Haul" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/14\/nyregion\/neigborhood-report-downtown-brooklyn-three-months-later-navy-yard-still-needs.html"} ,   {"body" : "Three months after the president of the Brooklyn Navy Yard Development Corporation was dismissed amid an investigation into an improper purchase of office furniture, a permanent chief has yet to be selected to head the 260-acre, city-owned industrial park. An interim chief, Marta Moczo-Santiago, was appointed by the corporation's board after the" , "date" : "19960714" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "08" , "title" : "Three Months Later, Navy Yard Still Needs Captain for Long Haul" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/14\/nyregion\/three-months-later-navy-yard-still-needs-captain-for-long-haul.html"} , {"body" : "It may seem a bit nutty that Prof. August St. John, who teaches marketing and future studies at the Brooklyn campus of Long Island University, commutes from Vermont. But the 68-year-old academic, who specializes in economic forecasting and is known in his home state as ''Dr. Doom and Gloom,'' rarely takes the conventional route to anything." , "date" : "19960714" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["VERMONT"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "08" , "title" : "Campaign Trail, Over Internet, Up to Vermont" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/14\/nyregion\/campaign-trail-over-internet-up-to-vermont.html"} , {"body" : "The setting was Broadway. But inside the TKTS booth, it looked a lot like the fifth race at Aqueduct. Excited or blase, confident or uncertain, the customers stepped up to the windows, ready to gamble on a few hours' entertainment. Clutching newspapers and wads of $20 bills, they shouted their picks through the plastic at the clerks, who stood at" , "date" : "19960711" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "13" , "title" : "How Broadway Resents And Relies on TKTS" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/11\/theater\/how-broadway-resents-and-relies-on-tkts.html"} , {"body" : "Catapulted into the presidency of the Board of Education by a unanimous vote, William C. Thompson Jr. pledged yesterday to unify the disparate interests of the board, the Mayor, the City Council and the state behind the efforts of Chancellor Rudy Crew to bring reform to the nation's largest school system. In endorsing a course that the Chancellor" , "date" : "19960710" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "BATTLE AT THE BOARD OF EDUCATION: THE VOTE;Schools President Pledges Unity Behind Chancellor" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/10\/nyregion\/battle-board-education-vote-schools-president-pledges-unity-behind-chancellor.html"} , {"body" : "Ulysses Coleman, who is 33 but nurses his obsession like a teen-ager, arrived at the Fulton Mall yesterday morning with blue bedroom slippers on his feet and a quarter wedged in his right ear. He turned out to be No. 3 in line, so the old slipper trick was unnecessary, though he swears it helped the last time the planet's most-hyped athletic shoe" , "date" : "19960704" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A New Jordan Sneaker Inspires a Frenetic Run;A Planned Shoe Shortage, at $115 a Pair" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/04\/nyregion\/new-jordan-sneaker-inspires-frenetic-run-planned-shoe-shortage-115-pair.html"} , {"body" : "To the Editor: The Metropolitan Theater in downtown Brooklyn deserves a better send-off than it received in the reports of its recent closing (\"Fulton Mall Loses Its Theater,\" June 16). Loew's Met, as it was known to generations of moviegoers until becoming a Cineplex Odeon multiplex, first opened on Sept. 16, 1918, and served the community almost" , "date" : "19960630" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region" , "Theater"] , "page_facet" : "15" , "title" : "The Onetime Loew's Met Deserves a Better Send-Off" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/30\/nyregion\/l-the-onetime-loew-s-met-deserves-a-better-send-off-054674.html"} , {"body" : "To the Editor: The Metropolitan Theater in downtown Brooklyn deserves a better send-off than it received in the reports of its recent closing (''Fulton Mall Loses Its Theater,'' June 16). Loew's Met, as it was known to generations of moviegoers until becoming a Cineplex Odeon multiplex, first opened on Sept. 16, 1918, and served the community" , "date" : "19960630" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region" , "Theater"] , "page_facet" : "15" , "title" : "The Onetime Loew's Met Deserves a Better Send-Off" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/30\/nyregion\/l-the-onetime-loew-s-met-deserves-a-better-send-off-644692.html"} , {"body" : "CUCINA** (718) 230-0711; 256 Fifth Avenue, near Garfield Place, Park Slope; (c) American Express, Mastercard, Visa This attractive Italian restaurant, with painted tin ceiling, mural and antique wood serving tables, has a rustic Tuscan feel. For starters consider caramelized onion tart with olives; artichoke with basil dipping sauce, and roasted" , "date" : "19960623" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "GOOD EATING;Where Brooklyn Meets to Eat" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/23\/nyregion\/good-eating-where-brooklyn-meets-to-eat.html"} , {"body" : "The Cineplex Odeon closed its four-screen movie house in downtown Brooklyn this month, after five years of operating in the Fulton Mall. The Cineplex Odeon Corporation, owners of the Fulton theater, attributed the closing of the theater, Metropolitan Cinemas, to slow business and old technology, but says it plans to open another theater somewhere" , "date" : "19960616" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN\/BROOKLYN HEIGHTS;Fulton Mall Loses Its Theater" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/16\/nyregion\/neighborhood-report-downtown-brooklyn-brooklyn-heights-fulton-mall-loses-its.html"} , {"body" : "The land slopes at every turn in this pristine pocket of northern Otsego County. At times here, where an acre or more often separates neighbors, all that can be heard is the whisper of the pines or the low-pitched wail of a Holstein. It appears that little would link this quiet corner to the hurly-burly of immigrant hubs like Jackson Heights and" , "date" : "19960615" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Bringing Goat to the Table;New York Farmers Try to Widen the Market for Kid, an Immigrant Favorite" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/15\/nyregion\/bringing-goat-table-new-york-farmers-try-widen-market-for-kid-immigrant-favorite.html"} ,   {"body" : "After years of debate and delay, work will begin this summer in Central Islip on one of the nation's largest Federal courthouses, Federal officials announced today. The 11-story court and office building, with a curved stone, glass and metal facade, will cost $212 million and have 822,000 square feet of floor area. Upon completion, projected for" , "date" : "19960613" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["CENTRAL ISLIP (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Central Islip Is to Be Site Of U.S. Court" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/13\/nyregion\/central-islip-is-to-be-site-of-us-court.html"} , {"body" : "Willie McCovey used to sign autographs for fans with a smile, even though he was in pain from bum knees. Yesterday, there was no smile, but there was a hint of pain. Shortly before noon, Mr. McCovey, the 58-year-old Hall of Famer who played first base for the San Francisco Giants, gripped a cane and rose unsteadily before a Federal judge in" , "date" : "19960608" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Baseball Hall of Famer Is Sentenced in Tax Case" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/08\/nyregion\/baseball-hall-of-famer-is-sentenced-in-tax-case.html"} , {"body" : "To make way for a 25-screen movie complex, the latest addition to an updated Times Square, a developer plans to pick up a 42d Street burlesque house and move it 70 feet down the street. The plan, which would move the facade and interior of the 93-year-old Empire Theater, on the south side of 42d Street between Seventh and Eighth avenues, was" , "date" : "19960605" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["FORTY-SECOND STREET (NYC)" , "NEW YORK CITY" , "TIMES SQUARE (NYC)"] , "nytd_section_facet" : ["Front Page" , "Movies" , "New York and Region" , "Theater"] , "page_facet" : "1" , "title" : "New 42d St., Old Theater: You'll Find It Up the Block" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/05\/nyregion\/new-42d-st-old-theater-you-ll-find-it-up-the-block.html"} , {"body" : "BRUCE RATNER, a New York real estate developer, is anything but blase about the encounter he is to have tomorrow with the his boyhood idol, LARRY DOBY, the Cleveland Indians' center fielder in the late 1940's and the 1950's. Mr. Ratner, who is the president and chief executive of the Forest City Ratner Companies and the developer of the Metrotech" , "date" : "19960530" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "28" , "title" : "CHRONICLE" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/30\/style\/chronicle-083674.html"} , {"body" : "Angel Vera eased his left sneaker into the stirrup, climbed onto Shadow's back and gripped the reins. He was off for a cruise around the corral, squirming in the saddle, looking like any city boy on a horse for only the second time: nervous, brave, vulnerable. But for Angel, who is 13, there was a bigger sensation, one that might go unnoticed by a" , "date" : "19960526" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "8" , "title" : "NEIGBORHOOD REPORT: BROOKLYN UP CLOSE;A Calm Day in the Wild West" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/26\/nyregion\/neigborhood-report-brooklyn-up-close-a-calm-day-in-the-wild-west.html"} , {"body" : "It was a morning like any other earlier this month in the downtown Brooklyn court some lawyers call The Mill, one of two Kings County courtrooms dedicated to speeding drug cases through the system. Sleepy-eyed but dressed neatly in jeans and a striped shirt, Ada Jones stood stoically before Judge Muriel Hubsher, who had already handed out seven" , "date" : "19960522" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Drug Court Seeks End to Revolving-Door Justice" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/22\/nyregion\/drug-court-seeks-end-to-revolving-door-justice.html"} , {"body" : "It's busier than I ever remember,\" crowed Wade Sinclair. Mr. Sinclair, who has been a service captain at Gage & Tollner for over 25 years, had stopped by our table to see if we needed anything. \"Look at this crowd!\" he exulted. It was quite a crowd; every table at the gorgeous old restaurant was taken. Now that the acoustic tile has been removed," , "date" : "19960517" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "18" , "title" : "Diner's Journal" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/17\/arts\/diner-s-journal.html"} , {"body" : "The Board of Education has scheduled a hearing tomorrow for the public to discuss Schools Chancellor Rudy Crew's budget proposal for the coming school year. There is only one problem: the Chancellor had yet to distribute the document yesterday to the public, or even to the board. Four days after Mayor Rudolph W. Giuliani proposed a city budget that" , "date" : "19960514" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "With Hearing on Budget Near, Crew Has Yet to Release Plan" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/14\/nyregion\/with-hearing-on-budget-near-crew-has-yet-to-release-plan.html"} , {"body" : "Justin J. Finger, who spent three decades as a top lawyer for the Anti-Defamation League and then retired to the courtroom, prosecuting those charged with preying on the elderly, died on Tuesday as he was preparing to deliver the opening argument in an assault case. He was 69 and lived in Manhattan. The cause was a heart attack, said Charles J." , "date" : "19960511" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "46" , "title" : "Justin Finger, 69, Dies; Lawyer Aided Causes" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/11\/nyregion\/justin-finger-69-dies-lawyer-aided-causes.html"} , {"body" : "A Leading Pastry Chef Strikes Out on His Own The chef Gerard Hayden was pastry chef at the River Cafe, Aureole and TriBeCa Grill, so desserts should be a drawing card at Marguery Grill. The restaurant opened two weeks ago on the first two floors of a town house at 133 East 65th Street. Marguery Grill replaces the restaurant Lex, which closed at" , "date" : "19960505" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO." , "url" : "http:\/\/www.nytimes.com\/1996\/05\/05\/nyregion\/new-yorkers-co-024724.html"} ,   {"body" : "To Benefit Glass Art Urban Glass, 647 Fulton Street (Rockwell Place), downtown Brooklyn; (718) 625-3685. The Glassblowers Ball,\" a benefit for the Urban Glass studio, will feature an auction of glass artwork and other collectibles and a reception with dancing, tonight starting at 6:30 P.M. Tickets, at the door, $135. Quilts and Art Dolls Museum of" , "date" : "19960502" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "Calendar: A Benefit And 3 Exhibitions" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/02\/garden\/calendar-a-benefit-and-3-exhibitions.html"} , {"body" : "Gage & Tollner, the 117-year-old landmark restaurant in Downtown Brooklyn that has been under renovation since last fall, will debut its new look starting with private parties this week and will offically open to the public on May 8. Joseph Chirico, the new owner, said he has tried to retain the historic flavor of the restaurant while providing" , "date" : "19960428" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN HEIGHTS\/DOWNTOWN BROOKLYN: DINING;Gage & Tollner: The Same, but Different" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/28\/nyregion\/neighborhood-report-brooklyn-heights-downtown-brooklyn-dining-gage-tollner-same.html"} , {"body" : "TRAVELING along an elevated line with a birds-eye view of the industrial and inner-city streetscapes, housetops and church spires of North Brooklyn, the J train passes over Williamsburg and Bushwick before arriving at once-rural Cypress Hills on its way to Jamaica Center. Much of the housing stock in the multi-ethnic, multiracial community was" , "date" : "19960428" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CYPRESS HILLS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In\/Cypress Hills;An Evolving Northeast Brooklyn Enclave" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/28\/realestate\/if-you-re-thinking-living-cypress-hills-evolving-northeast-brooklyn-enclave.html"} , {"body" : "An electrical cable explosion in downtown Brooklyn caused a power failure in the subway system yesterday evening, forcing throngs of people to flee up dim station stairs and immobilizing trains that carry tens of thousands of people between Manhattan and Brooklyn. The explosion and resulting flames knocked out power in and near the DeKalb Avenue" , "date" : "19960424" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Subway Service on 6 Lines Is Halted By Brooklyn Electrical Explosion" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/24\/nyregion\/subway-service-on-6-lines-is-halted-by-brooklyn-electrical-explosion.html"} , {"body" : "As his black Crown Victoria raced across the Brooklyn Bridge, Thomas J. Von Essen, the city's new Fire Commissioner, was already five minutes late for his first meeting with his new boss, Mayor Rudolph W. Giuliani. Not accustomed to having a chauffeur, Mr. Von Essen had slid reflexively into the front passenger seat, instead of the back. Once under" , "date" : "19960422" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The City's New Fire Boss: From the Ladders to the Limousine" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/22\/nyregion\/the-city-s-new-fire-boss-from-the-ladders-to-the-limousine.html"} , {"body" : "New York City's effort to shore up the crumbling Manhattan Bridge will take about 10 years longer and almost $300 million more than officials had predicted when the repairs began in 1982. The repairs, which have cut two subway connections between Manhattan and Brooklyn for periods of more than 10 years each and have clogged roads and highways in" , "date" : "19960410" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Neglect of Manhattan Bridge Takes Toll in Time and Money" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/10\/nyregion\/neglect-of-manhattan-bridge-takes-toll-in-time-and-money.html"} , {"body" : "NOW that the Mayor wants to gift-wrap $1.06 billion for the Yankees to star in West Side Story, it is time for George Steinbrenner to put up or shut up. Meaning put up some Yankee money. In supporting a consulting firm's recommendation for a domed multipurpose 70,000-seat stadium in the West 34th Street area near the Hudson River, despite the dread" , "date" : "19960407" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Sports of The Times;Hey, George, How About $140 Million?" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/07\/sports\/sports-of-the-times-hey-george-how-about-140-million.html"} , {"body" : "THEY were among the real estate industry's household names in the 80's, the ones on the buy or build side of almost every New York City deal. And then the recession came, and the old-time entrepreneurs -- dealmakers like Francis Greenburger, Dick Berry, Joe Newman, Larry Silverstein, Joe Bernstein, and his brother, Ralph -- seemed to simply stop" , "date" : "19960324" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Veterans of the 80's Return to the Wars" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/24\/realestate\/veterans-of-the-80-s-return-to-the-wars.html"} , {"body" : "In a mahogany-paneled courtroom in the South Bronx, almost deserted but for the lawyers involved, a centerpiece of the five-month-old chancellorship of Dr. Rudy Crew is undergoing its first major test. The Chancellor is being challenged to defend his abrupt suspension last month of the board of Community School District 7, whose members have asked" , "date" : "19960317" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "37" , "title" : "Crew's Big Test: Defending Board Suspensions" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/17\/nyregion\/crew-s-big-test-defending-board-suspensions.html"} , {"body" : "A passenger in a car in downtown Brooklyn was fatally shot yesterday by a man who was trying to steal the driver's jewelry, the police said. The attack occurred at 472 Fulton Street, in the heart of Brooklyn's busiest commercial strip, at 6:45 P.M. Doram Tamari, a Police Department spokesman, said that the assailant, a man about 25 years old," , "date" : "19960315" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Car Passenger Killed In Failed Robbery" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/15\/nyregion\/car-passenger-killed-in-failed-robbery.html"} ,   {"body" : "Schools Chancellor Rudy Crew yesterday proposed a reorganization of the much-maligned central headquarters of the New York City school system, offering a plan to have 110 Livingston Street focus on enforcing standards while scaling back its largely redundant role in writing curriculum and establishing guidelines to meet those goals. The proposal," , "date" : "19960305" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Crew Seeks to Overhaul New York School Bureaucracy" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/05\/nyregion\/crew-seeks-to-overhaul-new-york-school-bureaucracy.html"} , {"body" : "It was an icy, pastel day and in the harried midmorning hours the sidewalks were clotted with workers parading into One Chase Manhattan Plaza, a sterile tower of ponderous coolness just off Broadway and hard by Wall Street. On the ground floor of the Chase banking headquarters sprawls a bustling branch that employees reverently know as the Mother" , "date" : "19960304" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "THE DOWNSIZING OF AMERICA: In the Workplace Musical chairs;The Company as Family, No More" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/04\/us\/downsizing-america-workplace-musical-chairs-company-family-no-more.html"} , {"body" : "Miles of Barricades Q. How many of those blue sawhorse barricades does the Police Department have? Where are they kept, who puts them up and have they ever run out? A. Contrary to what many New Yorkers may believe, there isn't a big warehouse in the sky that magically drops those barriers onto the streets. But there is an enclosed pier (Pier 40, at" , "date" : "19960303" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1996\/03\/03\/nyregion\/fyi-086762.html"} , {"body" : "Of all the descriptions that capture the vastness of the New York City public school system, perhaps none is as telling as this: It took officials until noon yesterday, a full six months after the opening of school, to complete the count of every student enrolled for the year. It is 1,056,251, an increase of 23,109 over the previous school year." , "date" : "19960302" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "23" , "title" : "After 6 Months, Schools Know Their Enrollments" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/02\/nyregion\/after-6-months-schools-know-their-enrollments.html"} , {"body" : "A New York City police detective who was once praised as a hero for shooting three gunmen in a Brooklyn beauty parlor was suspended yesterday and called a malingerer for calling in sick too many times. The detective, Arlene Beckles, has been involved in a heated dispute with the department in recent weeks over her attempts to receive a disability" , "date" : "19960228" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Lauded Officer Suspended as a Malingerer" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/28\/nyregion\/lauded-officer-suspended-as-a-malingerer.html"} , {"body" : "IT is a biting-cold Friday morning in a small, overheated apartment in Bedford-Stuyvesant, Brooklyn. Eight-year-old Sheria Mattis pulls on a pair of blue jeans that she decorated the night before with multicolored Magic Markers and neon Band-Aids. On Fridays, her mother lets her wear whatever she wants to school. \"You look beautiful,\" says her" , "date" : "19960225" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Portrait Of a Gifted Child" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/25\/nyregion\/portrait-of-a-gifted-child.html"} , {"body" : "Last year was a rocky one for Faith Bowman, who had a mental breakdown and became homeless in January 1995. But by December she had triumphed. Thanks in part to the advice and encouragement she found at a shelter for mentally ill homeless women run by the Brooklyn Bureau of Community Service, Ms. Bowman managed to get permanent housing, reunite" , "date" : "19960225" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "The 84th Appeal: How It Helped" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/25\/nyregion\/the-84th-appeal-how-it-helped.html"} , {"body" : "Apparently trying to feed a cocaine habit, a lawyer from Staten Island plotted to rob and kill a man in Brighton Beach, Brooklyn, but was arrested there yesterday after revealing his plan to a police informer, the police said. The lawyer, 43-year-old Paul Plust, called the informer for help in his plan to rob and kill the man, who has not been" , "date" : "19960223" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "S.I. Lawyer Held in Murder Plot" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/23\/nyregion\/si-lawyer-held-in-murder-plot.html"} , {"body" : "DOWNTOWN BROOKLYN -- Steam Heat, the all-nude club on Flatbush Avenue Extension that has withstood court rulings for nearly a year, may finally have to shut its door. A ruling last week by Brooklyn State Supreme Court Justice Joseph Dowd supports contentions by opponents that the club should not have been granted permits by the Buildings" , "date" : "19960218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT;BROOKLYN UPDATE" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/18\/nyregion\/neighborhood-report-brooklyn-update.html"} , {"body" : "Since he began campaigning for the job he now holds, Rudolph W. Giuliani has modeled himself as a Mayor every police officer could be proud of. He made crime and \"quality of life\" central themes of the campaign and now considers among his greatest accomplishments a stunning drop in murders, car thefts and other offenses. But these days, many police" , "date" : "19960206" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "New York's Thin, Angry Blue Line" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/06\/nyregion\/new-york-s-thin-angry-blue-line.html"} ,   {"body" : "Seven years after an enhanced 911 system was first proposed for New York City, Mayor Rudolph W. Giuliani yesterday unveiled the new computerized system, which automatically displays every caller's telephone number and address on a dispatcher's computer screen. The Mayor and police officials said the enhanced system will vastly improve public safety" , "date" : "19960131" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "3" , "title" : "Enhanced 911 System Is on Line Citywide" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/31\/nyregion\/enhanced-911-system-is-on-line-citywide.html"} , {"body" : "Gale-driven downpours that drenched the New York metropolitan region yesterday brought more annoyance than damage to the city and immediate suburbs, focusing instead on the same area hit by deadly flash floods a week ago, the sodden hills of upstate Delaware County, where trailers were overturned, power lines were downed and rising streams forced" , "date" : "19960128" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["DELAWARE COUNTY (NY)" , "NEW YORK,NY, USA" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "New York Area Hit by Gusting Winds Some Flooding Hurts Upstate TownsReeling From the Last Storm" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/28\/nyregion\/new-york-area-hit-gusting-winds-some-flooding-hurts-upstate-townsreeling-last.html"} , {"body" : "Culinary History 101 The New School is offering courses in culinary history this semester for the first time. A course taught by Alexandra Leaf, a cookbook author, consists of six sessions held on Tuesdays from 7:45 to 9:30 P.M., starting Feb. 13. The cost is $160. Josefina Howard, the owner of Rosa Mexicano restaurant, will teach the culinary" , "date" : "19960124" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "Food Notes" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/24\/garden\/food-notes-092770.html"} , {"body" : "A Brooklyn couple in their 50's were arrested late Monday after the police said they found drugs, guns, stolen Government checks and a pipe bomb in their Bedford-Stuyvesant apartment. The couple -- Earl Duke, 53, and Stella Duke, 52, of 435 Pulaski Street -- were charged with possession of deadly weapons, drugs, forged instruments and stolen" , "date" : "19960124" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Brooklyn Couple Arrested in Stolen-Check Scheme" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/24\/nyregion\/brooklyn-couple-arrested-in-stolen-check-scheme.html"} , {"body" : "Dr. Ursula C. Schwerin, former president of New York City Technical College and the first woman to head a technical college in the United States, died on Friday in a nursing home in Stamford, Conn. She was 71 and had been a longtime resident of Queens. Her husband, Ernest Schwerin, said the cause was Alzheimer's disease. Dr. Schwerin was born and" , "date" : "19960124" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries" , "New York and Region" , "Education"] , "page_facet" : "5" , "title" : "Ursula C. Schwerin, 71, Dies; Was President of CUNY Tech" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/24\/nyregion\/ursula-c-schwerin-71-dies-was-president-of-cuny-tech.html"} , {"body" : "As drivers on the Franklin D. Roosevelt Drive approach 60th Street, they may well wonder whether an amusement park has just opened. A giant, looping aluminum spiral weaving gracefully through the sky looks more like a roller coaster than a work of art. But \"East River Roundabout\" is part of a recently completed $2.5 million pavilion created by the" , "date" : "19960122" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "11" , "title" : "Beyond Museum Precincts, the City as Gallery" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/22\/arts\/beyond-museum-precincts-the-city-as-gallery.html"} , {"body" : "An investigator for the Brooklyn District Attorney's office shot and wounded one of two people trying to rob him in downtown Brooklyn yesterday, the police said. The investigator, Eric Immesberger, was attacked about 11 A.M. outside the Brooklyn borough offices at 210 Joralemon Street, the police said. The two men asked him for directions, then" , "date" : "19960116" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Investigator Shoots A Man in Robbery" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/16\/nyregion\/investigator-shoots-a-man-in-robbery.html"} , {"body" : "BACK when 1994 was ending, any real-estate executive predicting a less than stellar 1995 was drowned out by the sound of champagne corks popping, as a euphoric industry toasted the end of five years of woe. The revelers turned out to be the pollyannas, the pessimists the realists. The much-touted \"recovery\" turned out to be an explosion of pent-up" , "date" : "19960114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Commercial Property\/Looking Back, and Ahead;Outlook: Cloudy, With Silver Linings" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/14\/realestate\/commercial-property-looking-back-and-ahead-outlook-cloudy-with-silver-linings.html"} , {"body" : "AFTER shopping for a house almost every day for a year, Genevieve Wilkins found just the thing in the Clinton Hill section of Brooklyn -- a three-family brick and frame house on Claremont Avenue that a bank was selling out of foreclosure for $145,000. But she had a problem. She had saved enough for the down payment, but not enough to manage the" , "date" : "19960114" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Giving Home Buying a Lift in Urban Neighborhoods" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/14\/realestate\/giving-home-buying-a-lift-in-urban-neighborhoods.html"} , {"body" : "While New York City's snowplows worked overtime clearing streets, building managers, store owners and homeowners were rushing to meet Mayor Rudolph W. Giuliani's deadline to have a path cleared on their sidewalks by 11 A.M. yesterday or face a $50 or $100 fine. By late afternoon, city officials were generally awarding high marks for the" , "date" : "19960111" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE BLIZZARD OF 1996: SHOVELING;As Sidewalks Are Cleared, Mountains Meet Lakes" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/11\/nyregion\/the-blizzard-of-1996-shoveling-as-sidewalks-are-cleared-mountains-meet-lakes.html"} ,   {"body" : "Three years ago, Tony Sledge, a former cab driver from Fort Greene, was so badly injured in a car accident that his right leg had to be amputated and his shoulder held in place by a piece of metal. He could barely raise his arm, and he could walk only short distances on crutches, so Mr. Sledge applied for Social Security disability benefits. But a" , "date" : "19960107" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN;Doctor Turned Hospital Into Assembly Line, Patients Say" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/07\/nyregion\/neighborhood-report-downtown-brooklyn-doctor-turned-hospital-into-assembly-line.html"} , {"body" : "Leslie R. Caldwell was in over her head. As a relatively new Federal prosecutor, she had been thrust into a major role in the prosecution of one of New York City's most notorious drug-trafficking rings and \"I didn't know what I was doing,\" she said, recalling a sensation of drowning. Thousands of wiretapped conversations had to be digested." , "date" : "19960106" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "On-the-Job Training For a Prosecutor;Neighborhood Mobsters Learn She's No Longer a Novice" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/06\/nyregion\/job-training-for-prosecutor-neighborhood-mobsters-learn-she-s-no-longer-novice.html"}]