[  {"body" : "DISNEY'S blitz marches on, its beachheads surging into shopping strips, playgrounds and schools filled with kiddie troops wearing the uniforms of Pocahontas and Quasimodo. Some days you have to wonder if we'll all wind up taking orders from the Mouse. Facing this onslaught, Jim Geist took his counteroffensive to Times Square recently, actually" , "date" : "19960907" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["HAITI"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Taking a Stand Against Disney And Its World" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/07\/nyregion\/taking-a-stand-against-disney-and-its-world.html"} , {"body" : "SOMEWHERE in the not-too-distant past, with a wink and a nod to the landlord, an unknown artist pushed a dolly loaded with large canvases -- or crates full of photographic equipment or, perhaps, a block of raw material clenching an unborn sculpture -- onto the freight elevator of a dank, deserted factory in lower Manhattan. And then, after" , "date" : "19960519" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "For the Loft Movement, A Defining Moment" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/19\/realestate\/for-the-loft-movement-a-defining-moment.html"} , {"body" : "When I come here,\" Kim Faiella says, looking out across the Red Hook harbor, \"I feel like I'm in Edward Hopper-land.\" Ms. Faiella, a painter, is talking about the light -- broad and even, bouncing off the waves and across the low-lying buildings of Red Hook, creating a mood reminiscent of the landscapes of Hopper, the American realist painter." , "date" : "19960512" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: RED HOOK;On the Waterfront, a Snug Harbor for Artists (For Now)" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/12\/nyregion\/neighborhood-report-red-hook-on-the-waterfront-a-snug-harbor-for-artists-for-now.html"} , {"body" : "BASEBALL teams are scarce in Brooklyn, but artists are not. In a new show, \"Design Brooklyn,\" at the nonprofit Rotunda Gallery, 33 Clinton Street (near Pierrepont Street), in Brooklyn Heights (718 875-4047), the works are by 40 artists who live and work in the borough. The show opens tomorrow and runs through April 27. Marta Baumiller of Park Slope" , "date" : "19960314" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "Currents;40 Artists of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/14\/garden\/currents-40-artists-of-brooklyn.html"}]