[  {"body" : "Murder by strangers has declined more than twice as much as murder by acquaintances over four years in New York City, part of a pronounced shift in both the nature and scope of homicide in the city. The city is almost certain to end the year with fewer than 1,000 murders, the lowest level since 1968, newly released police records show. The figures" , "date" : "19961229" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Steep Drop in Random Killings Signals Shift in New York Crime" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/29\/nyregion\/steep-drop-in-random-killings-signals-shift-in-new-york-crime.html"} , {"body" : "Across Brooklyn over the last year, battles for change and preservation rippled through the borough from Red Hook to Dead Horse Bay, in strikingly grass-roots fashion. The neighborhood crusades were large and small, the issues profound and esthetic. There were victories and defeats and, for some, nebulous results. But whatever the outcome of the" , "date" : "19961229" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "A Ripple of Neighborhood Crusades on Issues of All Kinds" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/29\/nyregion\/a-ripple-of-neighborhood-crusades-on-issues-of-all-kinds.html"} , {"body" : "''LOBY!'' shouted the foreman of substation No. 42 on East 57th Street, as he opened the door to a room full of roaring 4,000-kilowatt Westinghouse rotary converters transforming electric power for the Lexington Avenue line. Robert W. Lobenstein greeted his colleague and walked into one of the last city power stations using those old copper and" , "date" : "19961222" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "The Power Broker of the Subway" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/22\/nyregion\/the-power-broker-of-the-subway.html"} , {"body" : "From midtown Manhattan to Riverdale to the Rockaways, New York City's crime rate has plunged for the third straight year, dropping 16 percent below last year's figures, preliminary Police Department records show. New York City is on a pace to have fewer than 1,000 murders in a year, which would be the lowest total since 1968; 937 were reported by" , "date" : "19961220" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "New York Crime Rate Plummets To Levels Not Seen in 30 Years" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/20\/nyregion\/new-york-crime-rate-plummets-to-levels-not-seen-in-30-years.html"} , {"body" : "The stark facts of Cecilia Gibson's life frustrate her. She is 37, healthy and able to work. But she does not have a job. She has five children, two with infants of their own, and she cares for all seven alone. The father of three of her children is in jail, she said. The father of another has disappeared and pays no child support. Ms. Gibson has" , "date" : "19961217" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Mother Confronts Her Mistakes and Her Family's" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/17\/nyregion\/mother-confronts-her-mistakes-and-her-family-s.html"} , {"body" : "For six years, New York City detectives faced what seemed like an impenetrable question: Who is the Zodiac killer? Now, six months after the authorities charged Heriberto Seda in the killings and shootings that terrorized the city in 1990 and 1993, the case has shifted to perhaps an even more inscrutable one: who is Heriberto Seda? As pretrial" , "date" : "19961215" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "51" , "title" : "Zodiac Case Suspect Remains an Enigma" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/15\/nyregion\/zodiac-case-suspect-remains-an-enigma.html"} , {"body" : "It was, law enforcement officials said, a family business, founded by the parents and taken over -- and expanded -- by their son. But the multimillion-dollar enterprise will not serve as a role model in business schools: the merchandise was powdered and crack cocaine, and the methods included three murders, the officials said last week as they" , "date" : "19961215" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "52" , "title" : "Police Say Captured Drug Gang Was a Family-Run Operation" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/15\/nyregion\/police-say-captured-drug-gang-was-a-family-run-operation.html"} , {"body" : "The Brooklyn District Attorney said yesterday that he would seek the death penalty in a second case, this one against a 22-year-old man accused of killing another man execution style while stealing a jeweled gold pendant and necklace from him. District Attorney Charles J. Hynes, who has said he opposes the death penalty, is still the only New York" , "date" : "19961212" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Brooklyn Prosecutor Seeks Death Penalty in a 2d Case" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/12\/nyregion\/brooklyn-prosecutor-seeks-death-penalty-in-a-2d-case.html"} , {"body" : "Among my several, some might say countless, failings has been an inability to appreciate the comic talents of Danny Kaye. I've watched his movies, 17 in all, beginning with ''The Kid From Brooklyn'' in 1946. I went to see him play New York's Palace. I've tried, but Kaye's childlike qualities always seemed to be childish. Which may explain his" , "date" : "19961211" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "Court Jester, Dancer, Cook, Whatever" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/11\/arts\/court-jester-dancer-cook-whatever.html"} , {"body" : "At Public School 119 in East Flatbush, Brooklyn, nearly a quarter of the faces in each classroom change during the school year, as a stream of children moving into the neighborhood take over the desks of those who have moved out. Their teachers say that it can take months just to figure out what the newcomers have been taught and how it compares" , "date" : "19961206" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "In Schools, Cautious Praise for Crew's Plan" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/06\/nyregion\/in-schools-cautious-praise-for-crew-s-plan.html"} ,   {"body" : "A man who admitted accidentally starting a fire in an illegal garage in Brooklyn was convicted yesterday of murder in the death of a firefighter who was killed as he searched the garage for possible victims. Even though the prosecution and defense agreed that the fire was not deliberately set, the jury in State Supreme Court in Brooklyn found" , "date" : "19961203" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Is Guilty of Murder in Death of Firefighter in Garage" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/03\/nyregion\/man-is-guilty-of-murder-in-death-of-firefighter-in-garage.html"} , {"body" : "After four months of deliberation, District Attorney Charles J. Hynes of Brooklyn has announced that he will not seek the death penalty for a 32-year-old man accused of robbing and killing the owner of a news stand in Park Slope. ''I have concluded, after review and deliberation, that a sentence of life without parole is the appropriate punishment" , "date" : "19961201" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "49" , "title" : "Death Penalty Rejected in Park Slope Murder Case" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/01\/nyregion\/death-penalty-rejected-in-park-slope-murder-case.html"} , {"body" : "Paul Rand, a seminal figure in graphic design who made innovative visual identities for some of America's major corporations and book and magazine publishers, died on Tuesday in Norwalk, Conn. He was 82. The cause was cancer, said his wife, Marion Swannie Rand. Mr. Rand is perhaps best known for the corporate logos he designed for I.B.M.," , "date" : "19961128" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Obituaries"] , "page_facet" : "19" , "title" : "Paul Rand, 82, Creator of Sleek Graphic Designs, Dies" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/28\/arts\/paul-rand-82-creator-of-sleek-graphic-designs-dies.html"} , {"body" : "City officials acknowledged yesterday that more than 6,000 people had been wrongly thrown off welfare rolls because of an administrative error, a mistake that could mean hundreds of families will not have benefits over the Thanksgiving weekend. Officials with the city's Human Resources Administration said the cases had been closed because of an" , "date" : "19961127" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Error in Processing of Forms Takes 6,000 Off Welfare Rolls" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/27\/nyregion\/error-in-processing-of-forms-takes-6000-off-welfare-rolls.html"} , {"body" : "The fire was an accident, the man told the prosecutor and detectives on the videotape played yesterday in a Brooklyn courtroom. Other men had spilled gasoline on the floor nearby, he said, and it was ignited by a spark from a grinding machine he was using to transfer a vehicle identification number from one car to another. The blaze last February" , "date" : "19961126" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "On Tape, Suspect Blames Accident for Fatal Fire in Illegal Garage" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/26\/nyregion\/on-tape-suspect-blames-accident-for-fatal-fire-in-illegal-garage.html"} , {"body" : "LIKE an old melodrama, the Saga of the Troubled Building begins merrily. As the opening credits roll, it is the late 1980's, and ecstatic buyers are lining up in front of newly converted condominiums and co-ops, waving signed contracts. But soon, ominous music signals thunderclouds. Despair! The old landlord left the co-op with too high an" , "date" : "19961117" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "For Troubled Co-ops, Active Boards Can Be A Key to Recovery" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/17\/realestate\/for-troubled-co-ops-active-boards-can-be-a-key-to-recovery.html"} , {"body" : "On the Trail ARMED with a stethoscope and a tire pump, Doug Einsfeld of St. James was ready for action. An emergency medical technician, Mr. Einsfeld knows that time is of the essence when responding by ambulance. So he makes sure his has properly inflated tires. There are only two. Mr. Einsfeld is a member of a new division of the Exchange" , "date" : "19961117" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "LONG ISLAND JOURNAL" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/17\/nyregion\/long-island-journal-278912.html"} , {"body" : "Lou Singer, who guided thousands and thousands of visitors through the other-borough charms of Brooklyn and sang its praises in accents compatible with that environment, died on Tuesday in Long Island College Hospital in Brooklyn. He was 71 and lived in Brooklyn. The cause was complications after surgery for cancer, his wife, Leona, said. Until his" , "date" : "19961107" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["U.S." , "Obituaries"] , "page_facet" : "27" , "title" : "Lou Singer, 71, Guide to the Sights of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/07\/us\/lou-singer-71-guide-to-the-sights-of-brooklyn.html"} , {"body" : "NEW YORK Officer Slain in Brooklyn A police lieutenant was shot and killed in Brooklyn by a 61-year-old man with a long history of violent crime, the authorities said. The gunman was killed a short time later in a shootout with other officers, the police said. $(Page 1.$) An off-duty housing officer who was shot to death in East New York on Sunday" , "date" : "19961019" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/19\/nyregion\/metro-digest-887293.html"} , {"body" : "As bagpipes breathed a forlorn sigh into the brisk October air, six pallbearers in dress blue uniforms hoisted the coffin onto their shoulders yesterday morning and carried their slain colleague, Police Officer Brian R. Jones, into St. Mark's United Methodist Church in Brooklyn. Officer Jones, 27, a housing officer who had been on the force for" , "date" : "19961019" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Funeral for Slain Officer Recalls Success Cut Short" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/19\/nyregion\/funeral-for-slain-officer-recalls-success-cut-short.html"} ,   {"body" : "Investigators yesterday questioned yet another person about the shooting death of an off-duty police officer in Brooklyn on Sunday, adding another layer of mystery to the incident, which occurred after at least two officers apparently undertook an unauthorized hunt for a suspected mugger. The latest efforts came as the police tried to determine the" , "date" : "19961018" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Investigation Is Widening Into Killing Of an Officer" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/18\/nyregion\/investigation-is-widening-into-killing-of-an-officer.html"} , {"body" : "A police officer who investigators say they believe mistakenly shot a fellow off-duty officer during a wild shootout in Brooklyn came forward with a confidential statement Tuesday evening, after refusing to talk to superiors for two days, according to senior police officials. But by telling investigators little beyond what they already knew," , "date" : "19961017" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Officer Breaks Silence in Fatal Shooting of a Colleague" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/17\/nyregion\/officer-breaks-silence-in-fatal-shooting-of-a-colleague.html"} , {"body" : "Police investigators are looking into the possibility that at least one more officer joined two others in an unauthorized search for a suspected mugger that led to Sunday's fatal shooting of an off-duty officer in Brooklyn, officials said yesterday. The circumstances surrounding the death of Officer Brian Jones, 27, have shaken department officials" , "date" : "19961016" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Involvement of Third Officer In Fatal Shooting Is Explored" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/16\/nyregion\/involvement-of-third-officer-in-fatal-shooting-is-explored.html"} , {"body" : "A 30-year-old Brooklyn woman was arrested yesterday along with her boyfriend after she left four of her five children unattended for about six hours, the police said. The woman, Cynthia Canady of 1305 Loring Avenue in East New York, had been the target of previous abuse complaints, officials said. She was trying to kick down the door of the" , "date" : "19961016" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Young Children Left in Squalor; Mother and Friend Are Arrested" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/16\/nyregion\/young-children-left-in-squalor-mother-and-friend-are-arrested.html"} , {"body" : "NEW YORK Crush Is On for Yankees Tickets Billy Crystal got World Series tickets, but as a famous Yankee fan who served as master of ceremonies for the unveiling of Mickey Mantle's monument, he had connections. A scalper named Willie managed to get eight bleacher seats. But for many others, it was no sure thing. It was, predictably, a ragged, hectic" , "date" : "19961015" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Metro Digest" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/15\/nyregion\/metro-digest-814938.html"} , {"body" : "An off-duty police officer who was fatally shot on a Brooklyn street Sunday night may have been conducting an unauthorized hunt for someone who had mugged his friend, officials said yesterday. Two of his fellow officers were suspended for their role in the incident and the subsequent investigation. Brian Jones, 27, a four-year veteran housing" , "date" : "19961015" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Police Actions Are Questioned As Fight Leaves Officer Dead" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/15\/nyregion\/police-actions-are-questioned-as-fight-leaves-officer-dead.html"} , {"body" : "An off-duty housing officer was shot and killed in Brooklyn last night after he and a fellow officer tried to settle a personal dispute, the police said. The officer, Brian Jones, 27, who was assigned to public housing in lower Manhattan, was shot in the head just before 10 P.M. in front of a grocery store at Hegeman and Miller Avenues in East New" , "date" : "19961014" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Officer Shot in Head On a Street Corner in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/14\/nyregion\/police-officer-shot-in-head-on-a-street-corner-in-brooklyn.html"} , {"body" : "Ana Nunez, paying $350 a month for a tiny, illegal room above a pawnshop on the Lower East Side, illustrates the harsh realities of housing for many of the poorest New Yorkers. But the hope for a better future is embodied in Lula West's new two-bedroom apartment in Brooklyn. Miss West and her teen-age sons, Jemar and Emanuell, live in a warm," , "date" : "19961011" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Housing Battle, Faint Hope and a Few Bright Spots" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/11\/nyregion\/in-housing-battle-faint-hope-and-a-few-bright-spots.html"} , {"body" : "The plan to rebuild Kings County Hospital Center is becoming to New York what the construction of the Great Pyramids was to ancient Egypt: a legendary, long-running public works project. The difference is that the Pyramids actually got built. Fifteen years, $110 million and many task forces since city officials first promised to construct a new" , "date" : "19961007" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Another Plan for Kings County Hospital: Dare It Succeed?" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/07\/nyregion\/another-plan-for-kings-county-hospital-dare-it-succeed.html"} , {"body" : "Two would-be robbers burst into an apartment in a housing project in the Brownsville section of Brooklyn around noon yesterday, touching off gunfire that killed two men in the apartment and a teen-age boy across the street, the police said. Hours after the shooting in the Van Dyke Houses, which the police have described as a center of drug" , "date" : "19961005" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "3 Are Killed In Shootings In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/05\/nyregion\/3-are-killed-in-shootings-in-brooklyn.html"} ,   {"body" : "Nine residents of a Brooklyn drug rehabilitation center were arrested yesterday and several ounces of crack cocaine were seized during a raid at the center, the police said. Charges against the residents at the center, Miracle Makers, at 1381 East New York Avenue in East New York, were pending late yesterday, said Officer Martin Foley, a Police" , "date" : "19961004" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Nine Are Arrested in Drug Raid At a Brooklyn Treatment Center" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/04\/nyregion\/nine-are-arrested-in-drug-raid-at-a-brooklyn-treatment-center.html"} , {"body" : "Effectively capping a heated two-year community fight, an energy company has announced that it will not build a power generator in East New York, even though the proposed project had the necessary permits from the city and was deemed relatively safe for the environment. The plant was to convert natural gas into heat and electricity for sale to" , "date" : "19960929" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Community Wins Incinerator Fight" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/29\/nyregion\/community-wins-incinerator-fight.html"} , {"body" : "Had the Black Panthers, the N.A.A.C.P. and Martin Luther King Jr. known what Charles Barron knows now, he says, they would have been more successful in their battles against racism. Mr. Barron, 45, a former Black Panther, calls himself a ''leadership scientist,'' and makes his living advising universities, corporations and community groups" , "date" : "19960929" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "After Victory Comes 'Dirty' Politics" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/29\/nyregion\/after-victory-comes-dirty-politics.html"} , {"body" : "Well before a city planner in the 1970's christened the area TriBeCa -- Triangle Below Canal -- the blocks just north of Chambers Street and east of Greenwich Street were the eggs, butter and cheese section of New York. Serious businessmen, usually chomping on immense cigars, stalked about in fedoras making deals involving thousands of dozens of" , "date" : "19960927" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "TRIBECA (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "TriBeCa Dairy Wholesaler Is Link With Pushcart Past" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/27\/nyregion\/tribeca-dairy-wholesaler-is-link-with-pushcart-past.html"} , {"body" : "The move seemed logical enough. A Brooklyn school district decided to make a dent in the overcrowding of one intermediate school by busing sixth graders to an undercrowded school in the same district. Empty spaces in East New York could be filled with children from Cypress Hills, just a 15-minute bus ride away. But the parents in Cypress Hills did" , "date" : "19960923" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Case Study: When Busing Works, but Unease Persists" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/23\/nyregion\/case-study-when-busing-works-but-unease-persists.html"} , {"body" : "Eddie Brown began running in a Florida swamp in 1952, and yesterday, in a Brooklyn courtroom, he reached his goal: freedom. In the 44 years since he escaped from a chain gang while serving a robbery sentence, Mr. Brown has worked, raised children and lived quietly in East New York. But he was always shadowed by the gnawing fear that his past would" , "date" : "19960919" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "FLORIDA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "After 44 Years, a Chain-Gang Fugitive Is Told He Can Stop Running" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/19\/nyregion\/after-44-years-a-chain-gang-fugitive-is-told-he-can-stop-running.html"} , {"body" : "NEW YORK Deal on Cleaning Subways Leaders of the city's transit workers' union agreed to let thousands of welfare recipients clean subways and buses, in return for a guarantee that no union workers would be laid off through 1999. The deal, officials said, would produce savings and a transit system cleaner than it has been in years. It still must be" , "date" : "19960919" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/19\/nyregion\/metro-digest-405531.html"} , {"body" : "The Spanakos twins still get stares when they visit the old Red Hook places -- the once-sturdy pier that now noses into the water, the bodega that had been a boxing gym and before that a brothel. But no one recognizes them anymore in the Brooklyn of their youth. The stares come now because, at 58, they are still dead ringers. Their identical faces" , "date" : "19960915" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "Survivors of the Street Became Champions of the Ring" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/15\/nyregion\/survivors-of-the-street-became-champions-of-the-ring.html"} , {"author" : "Sara Mosle is a contributing writer for the Magazine." , "body" : "TO HIS STUDENTS, Michael A. Johnson is a little like one of those slightly overbearing parents -- the kind who is always packing off his kids to private schools and tutors or Stanley Kaplan courses to make sure that they get into an Ivy League college. The principal and founder of the Science Skills Center, a three-year-old public high school at" , "date" : "19960908" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine" , "Education"] , "page_facet" : "41" , "title" : "SCORES COUNT" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/08\/magazine\/scores-count.html"} , {"body" : "A lawyer for the Brooklyn man charged with killing three people and wounding five others in the so-called Zodiac attacks said yesterday that a psychologist had found some degree of current mental illness but had not concluded it was severe enough at the time of the attacks to support an insanity defense. The lawyer for the suspect, Heriberto Seda," , "date" : "19960905" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Insanity Defense Doubtful in 'Zodiac' Case" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/05\/nyregion\/insanity-defense-doubtful-in-zodiac-case.html"} ,   {"body" : "New York City continues to experience a steady decline in violent crime -- a decline that is more pronounced than in other big cities or in the country as a whole. In the latest advance, the New York City Police Department has reported impressive reductions in drug-related crime in several of the city's toughest neighborhoods. Scholars and analysts" , "date" : "19960902" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "20" , "title" : "Effective Drug Crime Tactics" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/02\/opinion\/effective-drug-crime-tactics.html"} , {"body" : "SAVE for a few white lilies sprouting from gaudy plastic flower arrangements near the stage, there is little evidence that the New York Christian Life Center in East New York, Brooklyn, is a church. There is hardly any Christian iconography. The setting is like a television studio, with a band near the stage playing snappy interludes, contemporary" , "date" : "19960901" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "The Rev. Doctor Banker" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/01\/nyregion\/the-rev-doctor-banker.html"} , {"body" : "There's a patch of wild pink petunias that come up every summer in the cracks of the cement in front of an apartment building on the corner of Sixth Avenue and Sixth Street in Park Slope, Brooklyn. The sun beats down, but these petunias seem to thrive in their concrete desert, and I always look for them if I'm passing by. Were they part of some" , "date" : "19960901" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "54" , "title" : "Softening Gritty Urban Gray With a Little Green" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/01\/style\/softening-gritty-urban-gray-with-a-little-green.html"} , {"body" : "Law enforcement officials in Florida said yesterday they had decided not to seek the extradition of Eddie Brown, who escaped from a prison chain gang in 1952 but has lived a quiet, crime-free life for nearly four decades in Brooklyn. ''Lord have mercy,'' Mr. Brown, a security guard, said early last evening not long after reporters began calling his" , "date" : "19960831" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "FLORIDA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Florida Opts Not to Send 1952 Escapee Back to Jail" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/31\/nyregion\/florida-opts-not-to-send-1952-escapee-back-to-jail.html"} , {"body" : "In 1952, Eddie Brown escaped from a chain gang in Florida, making a dash for freedom through snake-infested swamps after being threatened, he says, by a prison guard. He was six months into a five-year sentence for robbing a convenience store. For nearly four decades, Mr. Brown, now 64, has lived quietly in Brooklyn, working, serving as president" , "date" : "19960830" , "day_of_week_facet" : "Friday" , "geo_facet" : ["FLORIDA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Florida Seeks to Jail 1952 Escapee From Chain Gang" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/30\/nyregion\/florida-seeks-to-jail-1952-escapee-from-chain-gang.html"} , {"body" : "Using an assortment of old and new tactics to eliminate the drug trade in high-crime neighborhoods, the New York City Police Department is seeing the first fruits of an ambitious drug crackdown that goes beyond the arrests of low-level dealers and targets the entire networks that supply them. The crackdown is predicated on the belief that drug" , "date" : "19960826" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Police Hit Drug Suppliers, And Serious Crime Falls" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/26\/nyregion\/police-hit-drug-suppliers-and-serious-crime-falls.html"} , {"body" : "Thanks to a blend of determined detective work and plain good luck, police officials yesterday announced the arrest of a Brooklyn man who they said had ambushed and critically wounded a police officer in Washington Heights last Thursday. After determining that the gun used to shoot the officer, Francis Latimer, 33, had also been used in the armed" , "date" : "19960821" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Cabbies Help Police Find Suspect in Shooting of an Officer" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/21\/nyregion\/cabbies-help-police-find-suspect-in-shooting-of-an-officer.html"} , {"body" : "An off-duty police captain driving his private car struck a Brooklyn teen-ager riding his bicycle and left the scene earlier this month, the youth alleged in a complaint filed with the Internal Affairs Bureau. But police officials said yesterday that the captain, Ronald Shindel, filed a report of the incident shortly after the accident that casts" , "date" : "19960820" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Teen-Ager Accuses Officer of Injury" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/20\/nyregion\/teen-ager-accuses-officer-of-injury.html"} , {"body" : "THE CONVENTION Pataki as Nominator Two Bob Dole, as expected, was named the Republican Party's candidate for the Presidency last night. Less expectedly, Governor Pataki, who had said he would not speak at the convention, gave the nominating speech for the Vice Presidential candidate, Jack Kemp. $(Page A1.$) NEW YORK Arrest in Crown Hts. Violence" , "date" : "19960815" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Metro Digest" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/15\/nyregion\/metro-digest-851493.html"} , {"body" : "A church deacon was killed and his wife and three young children critically injured in an arson at a Brooklyn housing project yesterday morning, police and fire officials said. The blaze was set shortly before 1:30 A.M. when a flammable liquid was ignited outside the door to the family's apartment, Firefighter Jack Thompson, a department spokesman," , "date" : "19960815" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Is Killed and Family Injured in an Arson" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/15\/nyregion\/man-is-killed-and-family-injured-in-an-arson.html"} ,   {"body" : "For a decade, a violent drug gang controlled the crack trade in some of the roughest parts of East New York, terrifying the neighborhood by shooting bystanders, attacking a bodega with hand grenades and holding business meetings on the playgrounds of public schools. Last week, four members of the gang, headed by William (Little Will) Mora, were" , "date" : "19960811" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Crack Gang Heading to Prison" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/11\/nyregion\/crack-gang-heading-to-prison.html"} , {"body" : "A van driver who disappeared last week while delivering a shipment of high-powered pistols was charged yesterday with possession and distribution of stolen firearms and grand larceny, the police and Federal authorities said. The driver, Eduardo Villegas, vanished on Tuesday, when he was supposed to be delivering guns, wine and shoes from Kennedy" , "date" : "19960811" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Man Who Was to Deliver Pistols Is Charged in Theft of Firearms" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/11\/nyregion\/man-who-was-to-deliver-pistols-is-charged-in-theft-of-firearms.html"} , {"body" : "Daniel Lang, a straggly haired Yale sophomore, was getting a crash course in hardball union tactics as he and 11 other students picketed a tidy brick house on a tree-lined street in Queens. They shouted: ''What do we want? Justice! When do we want it? Now!'' As the chanting shattered the noonday quiet, roller-skating children and the elderly man" , "date" : "19960809" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Students Plunge Into Union Activities" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/09\/nyregion\/students-plunge-into-union-activities.html"} , {"body" : "In a major infusion of corporate cash that housing experts say has come at a crucial time, executives of 19 large New York City companies said yesterday that they had invested $147 million in a program to rehabilitate rundown city-owned apartment buildings. The investment, which is to be matched by $147 million in city money, represents the largest" , "date" : "19960809" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "$147 Million Is Pledged To Renovate Apartments" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/09\/nyregion\/147-million-is-pledged-to-renovate-apartments.html"} , {"body" : "Nearly a decade ago, New York began an ambitious program to spur economic growth in distressed communities across the state by offering businesses tax breaks and other handsome incentives to move into those communities. But a new audit released by State Comptroller H. Carl McCall raises questions about the state's handling of the program and" , "date" : "19960808" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Questions Raised on Development Zones" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/08\/nyregion\/questions-raised-on-development-zones.html"} , {"body" : "O.K., so maybe it doesn't have the ring of Academy of St. Martin in the Fields or Orchestre de la Suisse Romande. But when it comes to putting live classical music where the people are, the New York City Housing Authority Symphony plays second fiddle to none. For 25 years, mostly in the summer, the orchestra and its chamber ensembles, made up of" , "date" : "19960808" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "13" , "title" : "Sowing the Classics, Reaping New Listeners" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/08\/arts\/sowing-the-classics-reaping-new-listeners.html"} , {"body" : "A police detective deployed as part of a crackdown on drug trafficking in high-crime precincts was shot by a sniper as he stood on a Brooklyn street corner yesterday afternoon. The detective's bulletproof vest deflected the bullets, saving the officer's life, officials said. Detective David Joseph, 34, was shot three times as he used a public" , "date" : "19960807" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Detective Shot 3 Times by Sniper Is Saved by Bulletproof Vest" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/07\/nyregion\/detective-shot-3-times-by-sniper-is-saved-by-bulletproof-vest.html"} , {"body" : "Brooklyn's first facility combining housing for the homeless and day treatment for AIDS and H.I.V. patients is to open next June at 2626 Pitkin Avenue, at Fountain Avenue, in the East New York section. The $5 million, 30,300-square-foot center is co-sponsored by Housing Works, a private group that provides apartments for homeless people with AIDS" , "date" : "19960714" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: $5 Million Building in East New York Section of Brooklyn;Care and Housing for AIDS Patients" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/14\/realestate\/postings-5-million-building-east-new-york-section-brooklyn-care-housing-for-aids.html"} , {"body" : "After the death of a 13-year-old boy whose beating in January led to assault convictions against three schoolmates, District Attorney Charles J. Hynes of Brooklyn said yesterday that he would ask a grand jury to consider a murder indictment. The boy, Julian Balbuena, 13, died on Thursday in upstate New York, where he had been sent to a" , "date" : "19960713" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Murder Indictment to Be Sought In Teen-Ager's Fatal Beating" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/13\/nyregion\/murder-indictment-to-be-sought-in-teen-ager-s-fatal-beating.html"} , {"body" : "Although he wears his New Yorkness with as much pride as he once held the heavyweight crown, Riddick Bowe has not fought in his hometown for more than three years. That will change tonight when the heavyweight returns to Madison Square Garden to meet the undefeated battler Andrew Golota of Poland. Bowe seemed on his way to the heavyweight pantheon" , "date" : "19960711" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "17" , "title" : "BOXING: NOTEBOOK;Bowe Is Back in Town And Ready for a Fight" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/11\/sports\/boxing-notebook-bowe-is-back-in-town-and-ready-for-a-fight.html"} ,   {"body" : "Lloyd Daniels, the New York City high school basketball legend, is serious about making the Nets' roster this season. With the National Basketball Association's free-agent signing period beginning tomorrow, Nets Coach John Calipari is serious about giving him the chance. \"I'm here to make the team,\" said the 6-foot-7-inch Daniels, who played for" , "date" : "19960708" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "2" , "title" : "PRO BASKETBALL;Daniels, City Legend, Wants Spot on Nets" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/08\/sports\/pro-basketball-daniels-city-legend-wants-spot-on-nets.html"} , {"body" : "I. D. Robbins, a civic reformer and builder whose vision of low-cost single-family homes became reality for thousands of families in once-blighted areas of Brooklyn and the Bronx, died on Tuesday at Mount Sinai Hospital. He was 86 and lived on the Upper East Side of Manhattan. Long a prominent figure in the life of the city, as president of the" , "date" : "19960704" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "8" , "title" : "I. D. Robbins Is Dead at 86; Pioneer in Low-Cost Homes" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/04\/nyregion\/i-d-robbins-is-dead-at-86-pioneer-in-low-cost-homes.html"} , {"body" : "After two consecutive years of plunging citywide crime rates, fresh New York City police statistics show that murder, burglary, robbery and other serious crimes are dropping sharply again this year across the city and once again at an accelerating pace. Despite several recent high-profile crimes -- notably the beatings of women in Central Park and" , "date" : "19960703" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)" , "NEW YORK CITY" , "RIVERDALE (NYC)" , "MARBLE HILL(NYC)" , "NEW YORK, NY, USA" , "EAST VILLAGE (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "1996 Data Show Crime Rates Are Still Falling in New York" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/03\/nyregion\/1996-data-show-crime-rates-are-still-falling-in-new-york.html"} , {"body" : "The City Council gave final approval last week to Gateway Estates, a $500 million project that will be the largest housing development to be erected in Brooklyn in the 20 years. Grenadier Realty, a subsidiary of the company that built Starrett City 20 years ago, will begin construction this fall of more than 1,400 single- and two-family homes for" , "date" : "19960630" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: EAST NEW YORK -- UPDATE;$500 Million Housing Plan Gets Council Approval" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/30\/nyregion\/neighborhood-report-east-new-york-update-500-million-housing-plan-gets-council.html"} , {"body" : "More than 1.6 million people took dips in city pools last year and the city estimates that millions more sprawled out on its beaches. This year promises to be just as busy. The 33 full-sized public pools and 7 public beaches will all be open starting Wednesday through Labor Day. The 33 intermediate and Olympic-size pools listed below admit swimmers" , "date" : "19960630" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Your Tax Dollars at Play: Public Pools and Beaches" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/30\/nyregion\/your-tax-dollars-at-play-public-pools-and-beaches.html"} , {"body" : "More than 1.6 million people took dips in city pools last year and the city estimates that millions more sprawled out on its beaches. This year promises to be just as busy. The 33 full-sized public pools and 7 public beaches will all be open starting Wednesday through Labor Day. The 33 intermediate and Olympic-size pools listed below admit swimmers" , "date" : "19960630" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST;Your Tax Dollars at Play: Public Pools and Beaches" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/30\/nyregion\/public-interest-your-tax-dollars-at-play-public-pools-and-beaches.html"} , {"body" : "The City Council gave final approval last week to Gateway Estates, a $500 million project that will be the largest housing development to be erected in Brooklyn in the 20 years. Grenadier Realty, a subsidiary of the company that built Starrett City 20 years ago, will begin construction this fall of more than 1,400 single- and two-family homes for" , "date" : "19960630" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "$500 Million Housing Plan Gets Council Approval" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/30\/nyregion\/500-million-housing-plan-gets-council-approval.html"} , {"body" : "A 7-year-old Brooklyn girl was raped by a man who lured her and her 5-year-old brother with a promise of soda pop from their East New York playground on Tuesday to an abandoned apartment building nearby, the police said yesterday. Alerted by the screams of the boy, who had been hogtied, three men in a tow truck captured the suspect as he tried to" , "date" : "19960627" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn 7-Year-Old Is Lured From Playground and Raped" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/27\/nyregion\/brooklyn-7-year-old-is-lured-from-playground-and-raped.html"} , {"body" : "Rhahim Acosta, a ninth grader in East New York, Brooklyn, took home a report card recently showing that a teacher named Langston Jones had given him an 80 in a music course, a grade he should have been happy with. The only problem: Rhahim had not taken a music course and had not had Mr. Jones as a teacher this semester. Emmanuel Hughes, also in the" , "date" : "19960623" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "29" , "title" : "New Classes Fit Poorly Into Old Grading System" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/23\/nyregion\/new-classes-fit-poorly-into-old-grading-system.html"} , {"body" : "They are the killers everyone fears. They are those who, perhaps through pure happenstance or a logic known only to themselves, repeatedly attack strangers. They have no numerical objective that will cause them to stop, and they may pick you as their next victim. In one astonishing week, three men whom the authorities describe as belonging to this" , "date" : "19960623" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "The Cruelty of Strangers: 3 Men Evoke a Fearsome Crime Trend" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/23\/nyregion\/the-cruelty-of-strangers-3-men-evoke-a-fearsome-crime-trend.html"} ,   {"body" : "A Brooklyn man who the police say is the Zodiac killer -- a gunman who fatally shot three people and wounded five others in twin crime waves in the early 1990's -- was formally charged in the case yesterday. The suspect, Heriberto Seda, 28, who was arraigned in Criminal Court in Queens, is accused of fatally shooting two men, wounding a third and" , "date" : "19960622" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Suspect Is Charged in 4 Zodiac Cases in Queens" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/22\/nyregion\/suspect-is-charged-in-4-zodiac-cases-in-queens.html"} , {"body" : "Tucked away in his room at the back of a bullet-pocked Brooklyn building ridden with drug dealers, Heriberto Seda, the reclusive man the police are calling the Zodiac killer, never had to leave his doorstep to amass his homemade artillery. The ammunition and gun-making materials came right to his doorstep, delivered by United Parcel Service, and" , "date" : "19960621" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Zodiac Suspect Obtained Gun-Making Materials Via Mail Order,Detectives Say" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/21\/nyregion\/zodiac-suspect-obtained-gun-making-materials-via-mail-orderdetectives-say.html"} , {"body" : "New York City police were tantalizingly close to identifying Heriberto Seda as the so-called Zodiac killer two years ago. But a legal technicality required that they destroy his fingerprints, prints that might have closed a serial murder case that had confounded more than 50 detectives for almost four years. On the night of March 10, 1994," , "date" : "19960620" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE TRAIL OF 'THE ZODIAC': A CHANCE MISSED;1994's Arrest Fizzled With Fingerprints Destroyed" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/20\/nyregion\/trail-zodiac-chance-missed-1994-s-arrest-fizzled-with-fingerprints-destroyed.html"} , {"body" : "It all began in the summer of New York City's collective nervous breakdown, as was said at the time -- a panic attack set off by a soaring rate of random, often drug-fueled violence and a deepening fear that the city was spinning out of control. The murder rate for 1990 set a record: 2,245 killings. But the toll seemed especially irrational and" , "date" : "19960620" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "THE TRAIL OF 'THE ZODIAC': THE HISTORY;In a Jittery Summer, a Killer Surfaced" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/20\/nyregion\/the-trail-of-the-zodiac-the-history-in-a-jittery-summer-a-killer-surfaced.html"} , {"body" : "The letter that arrived at the 75th Precinct stationhouse in Brooklyn that day in November 1989 could have made sense only to the writer, someone who seemed steeped in astrology and thoughts of death and some connection between them that perhaps only he divined. The police officers in the precinct, a 6.5-square-mile patch in East New York, were" , "date" : "19960620" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE TRAIL OF 'THE ZODIAC';Tracking a Killer" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/20\/nyregion\/the-trail-of-the-zodiac-tracking-a-killer.html"} , {"body" : "Gripping a Bible in his hand, Heriberto Seda would stalk around his scarred and battered East New York neighborhood, always at night, always alone. He would stride up to drug dealers in the alleys and on the corners and rail about good and evil, God and the Devil. \"He was always preaching, talking a lot about God,\" said Jose Martinez, a neighbor on" , "date" : "19960620" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "THE TRAIL OF 'THE ZODIAC': THE SUSPECT;Recluse With Message of Good and Evil" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/20\/nyregion\/the-trail-of-the-zodiac-the-suspect-recluse-with-message-of-good-and-evil.html"} , {"body" : "Saying he had to kill them \"because they were evil,\" a reclusive man obsessed with guns and the Bible has admitted slaying three people and wounding five others in two calculated waves that bound many New Yorkers in a fitful terror and became known as the Zodiac shootings, police officials said yesterday. The stunning admission to the twin crime" , "date" : "19960620" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "THE TRAIL OF 'THE ZODIAC': THE OVERVIEW;Police Say Zodiac Suspect Admits Attacks That Killed 3 and Hurt 5" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/20\/nyregion\/trail-zodiac-overview-police-say-zodiac-suspect-admits-attacks-that-killed-3.html"} , {"body" : "A 26-year-old Brooklyn man, who was arrested after a wild shootout with police officers in East New York yesterday, has been linked through fingerprints to the so-called Zodiac shootings of four men in 1990, police officials said last night. The discovery was made, one senior official said, after a detective who was involved in the earlier case" , "date" : "19960619" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "After a Shootout, Police Find Match To 'Zodiac' Prints" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/19\/nyregion\/after-a-shootout-police-find-match-to-zodiac-prints.html"} , {"body" : "In the first half of 1990, the shootings of four people -- one of whom, Joseph Proce, a 78-year-old Brooklyn man, died -- sparked a wave of panic in New York City and the assembling of the largest police task force in the city since the Son of Sam murders in 1977. Police said that someone calling himself Zodiac sent letters filled with astrological" , "date" : "19960619" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Case of 'Zodiac' Gunman Sparked Panic in 1990" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/19\/nyregion\/case-of-zodiac-gunman-sparked-panic-in-1990.html"} , {"body" : "A Brooklyn man was charged Saturday with attempted murder in the shooting of a police officer who was chasing him last Monday, a spokesman for the police said. The suspect, Victor Alvarado, 24, was also charged with aggravated assault on a police officer, assault in the first degree, criminal use of a firearm and criminal possession of a weapon," , "date" : "19960617" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Suspect Is Charged In Shooting of Officer" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/17\/nyregion\/suspect-is-charged-in-shooting-of-officer.html"} ,   {"body" : "They came together a year ago: community activists, clergy members and residents who live steps away from the dusty industrial pocket where a proposed wood-burning incinerator would have spewed 189,000 pounds of carbon monoxide into the air each year. The group, now called East New York United Front, discovered that the incinerator was illegal; the" , "date" : "19960616" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: EAST NEW YORK;New Plan For Power, Old Unease" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/16\/nyregion\/neighborhood-report-east-new-york-new-plan-for-power-old-unease.html"} , {"body" : "A police officer was shot and wounded last night during a struggle with a man he was questioning for suspicious behavior on a Brooklyn street corner, the police said. The man fled and was still at large early this morning, the target of a determined manhunt. The officer, Peter Burque, 27, who has been on the force for five years and works in the" , "date" : "19960611" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Officer Is Shot by a Suspect in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/11\/nyregion\/officer-is-shot-by-a-suspect-in-brooklyn.html"} , {"body" : "Mayor Rudolph W. Giuliani and leaders of the City Council reached a tentative agreement early this morning on a $32.8 billion budget that would make sharp cuts in spending on municipal services but include a plan to borrow $1.4 billion for repairs to New York City's public schools over the next four years. The agreement -- the third under Mr." , "date" : "19960611" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Mayor and Council Leaders Agree on $32.8 Billion Budget" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/11\/nyregion\/mayor-and-council-leaders-agree-on-32.8-billion-budget.html"} , {"body" : "The operator of a crowded van that overturned on a Queens highway Monday night, killing two people, had lost its license to transport passengers last month and was operating illegally, officials say. The van's driver, who had fled the accident after the crash, surrendered yesterday to face manslaughter charges. The State Department of" , "date" : "19960605" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Van in Crash Fatal to 2 Was Operating Illegally" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/05\/nyregion\/van-in-crash-fatal-to-2-was-operating-illegally.html"} , {"body" : "Five people, including an undercover police sergeant and three bystanders, were injured yesterday when a drug suspect led officers on a car chase across two boroughs, officials said. The incident began at 1:30 P.M. at Bradford Street and Atlantic Avenue in East New York, Brooklyn, when the sergeant tried to buy drugs from the suspect, said Officer" , "date" : "19960527" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "5 Injured as Police Chase Drug Suspect" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/27\/nyregion\/5-injured-as-police-chase-drug-suspect.html"} , {"body" : "One of two elderly women beaten to death in a Bensonhurst apartment had apparently confronted a home health care worker about $600 worth of forged checks shortly before the women were fatally bludgeoned, the police said yesterday. The police said they suspected that Vincenza Weaver, 75, the younger of two cousins found slain on May 17, questioned" , "date" : "19960526" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "29" , "title" : "Health Aide Is Accused In Killings of 2 Women" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/26\/nyregion\/health-aide-is-accused-in-killings-of-2-women.html"} , {"body" : "City Councilwoman Priscilla A. Wooten stood at the entrance to the glittering ballroom at the Sheraton New York, greeting banquet guests arriving at what was billed as the first annual legislative weekend of the Black and Hispanic Caucus of the New York City Council. \"We are on the move,\" Councilwoman Wooten, a Democrat from the East New York" , "date" : "19960519" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "This Caucus Seeks Place At the Table" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/19\/nyregion\/this-caucus-seeks-place-at-the-table.html"} , {"body" : "A police unit equipped with a battering ram and a sledgehammer and carrying a search warrant burst into the Jameel Grocery, a bodega under the rusting tracks of the Z train in Williamsburg, Brooklyn, and arrested three clerks one day last week on charges that they sold marijuana to an undercover officer. As they handcuffed the clerks, one, Eric" , "date" : "19960510" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Drug Sweeps Begin to Make Inroads" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/10\/nyregion\/brooklyn-drug-sweeps-begin-to-make-inroads.html"} , {"body" : "NEW YORK Revamping Care for the Poor A mayoral advisory panel has recommended that New York City fundamentally revamp the way it pays for health care for the indigent, proposing that the government subsidize insurance for the uninsured rather than continue to subsidize hospitals and other institutions that treat the poor. The proposal would cost" , "date" : "19960502" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK, NY, USA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/02\/nyregion\/metro-digest-017892.html"} , {"body" : "WHEN Scarlett's white kitten died the other day not entirely unexpected given the degree of his burns -- another avalanche of calls tumbled in to the North Shore Animal League. Scarlett and her brood being international celebrities and all, the world press has been as relentless as the public. Marge Stein, manager of public relations, is constantly" , "date" : "19960502" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Our Towns;Scarlett Fills Mailbox And Hearts" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/02\/nyregion\/our-towns-scarlett-fills-mailbox-and-hearts.html"} ,   {"body" : "TRAVELING along an elevated line with a birds-eye view of the industrial and inner-city streetscapes, housetops and church spires of North Brooklyn, the J train passes over Williamsburg and Bushwick before arriving at once-rural Cypress Hills on its way to Jamaica Center. Much of the housing stock in the multi-ethnic, multiracial community was" , "date" : "19960428" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CYPRESS HILLS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In\/Cypress Hills;An Evolving Northeast Brooklyn Enclave" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/28\/realestate\/if-you-re-thinking-living-cypress-hills-evolving-northeast-brooklyn-enclave.html"} , {"body" : "They are easy to overlook, these four woodframe houses, simple and spare, the paint peeling from their facades. Except that on a block lined with a towering housing project, they stand alone in a clearing, tucked behind a fence on Bergen Street in Brooklyn. Except that when surrounding buildings in Bedford-Stuyvesant were razed and replaced, they" , "date" : "19960422" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Unearthing the Tales Of a Lost Settlement;Glimpses of Black History in a Place That Faded From Maps and Memory" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/22\/nyregion\/unearthing-tales-lost-settlement-glimpses-black-history-place-that-faded-maps.html"} , {"body" : "A 16-year-old student was in critical condition yesterday after another student stabbed him with a pair of scissors outside a school for physically and emotionally handicapped children in East New York, Brooklyn, the police said. The victim, whose name was not released because of his age, is enrolled at Public School 53, where the stabbing" , "date" : "19960421" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "41" , "title" : "Youth Stabbed in Fight at Brooklyn School" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/21\/nyregion\/youth-stabbed-in-fight-at-brooklyn-school.html"} , {"body" : "On the eve of ceremonies that will give him command of the nation's largest police force, Howard Safir, the incoming New York City Police Commissioner, said yesterday that one of his first goals would be to improve police relations with the city's black and Hispanic residents. Mr. Safir said he was troubled by the perception, particularly among" , "date" : "19960415" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "New Police Leader Wants to Improve Ties to Minorities" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/15\/nyregion\/new-police-leader-wants-to-improve-ties-to-minorities.html"} , {"body" : "On the eastern edge of Brooklyn, in what was once a part of Jamaica Bay and then a city dump for construction debris, a developer is proposing to erect a new neighborhood, including the largest housing development to be built in Brooklyn in the last 20 years. Along with local churches, Grenadier Realty, a subsidiary of the company that built the" , "date" : "19960414" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GATEWAY ESTATES (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: CARROLL GARDENS;Housing May Replace Barren Lot" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/14\/nyregion\/neighborhood-report-carroll-gardens-housing-may-replace-barren-lot.html"} , {"body" : "Although police response time to 911 emergency calls has been cut sharply in recent years, several neighborhoods on Staten Island and in Queens and Brooklyn have fallen behind the rest of the city, according to a study released yesterday. City Councilman Sheldon S. Leffler, a Queens Democrat who heads the Council's Public Safety Committee," , "date" : "19960410" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Response Time for Police Is Cut but Some Areas Lag" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/10\/nyregion\/response-time-for-police-is-cut-but-some-areas-lag.html"} , {"body" : "A teen-ager was killed at a party early yesterday in Brooklyn, and a man slashed three other guests with a bottle, the police said. Sabine Burns, 17, was fatally shot in the armpit at joint birthday and Easter party at 630 Stanley Avenue in East New York, said Doram Tamari, a police spokesman. Eddy Cody, 19, was charged with assault and attempted" , "date" : "19960408" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Youth Is Killed at a Party" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/08\/nyregion\/youth-is-killed-at-a-party.html"} , {"body" : "It is people like the man in the black beret who make Marisol Colon get off the street by dusk. With a nervous stride and darting eyes, he paces the corner of Glenmore and Chestnut. A young woman with French braids tells him that she wants to talk, but not with strangers standing close by. They move to a doorway where he quickly places something in" , "date" : "19960407" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Hopeful East New Yorkers Await Police Drug Sweep" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/07\/nyregion\/hopeful-east-new-yorkers-await-police-drug-sweep.html"} , {"body" : "The double-digit decline in crime that New York City has enjoyed in the last two years is slowing, police statistics show, with an increase in rapes citywide and a growing number of murders, burglaries and robberies in several neighborhoods. For the city as a whole, reports of serious crime declined 9 percent in the first three months of this year." , "date" : "19960407" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Drop in Crime Slows to 9% In the Quarter" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/07\/nyregion\/drop-in-crime-slows-to-9-in-the-quarter.html"} , {"body" : "Two big telephone cables were knocked out in Brooklyn yesterday, disrupting communications among a half-dozen police precincts and making the world a lot smaller for thousands of borough residents for much of the afternoon and evening. Nynex spokesmen said the problem started about 12:30 P.M. in a manhole at Linden Boulevard and East 98th Street in" , "date" : "19960406" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Brooklyn Cable Fire Cuts Phone Service" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/06\/nyregion\/brooklyn-cable-fire-cuts-phone-service.html"} ,   {"body" : "Defying the conventional wisdom that drug dealing is an ineradicable plague, the New York City Police Department next week will put up to 3,000 officers and weapons ranging from new computer software to hydraulic battering rams into its biggest assault ever on neighborhood pushers. While skeptical criminologists cite a history of failed antidrug" , "date" : "19960404" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "1" , "title" : "Police to Start Big Offensive Against Drugs" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/04\/nyregion\/police-to-start-big-offensive-against-drugs.html"} , {"body" : "Officer Anthony Falconite gazed at the line of battered livery cabs idling in the rain. It looked like robbery weather. \"These guys are immigrants who work 16 hours a day,\" he said. \"I feel terrible that somebody could take their day's work -- and maybe their life -- in one shot.\" He and other members of the Police Department's street crime unit" , "date" : "19960404" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Cab Crimes Drop, but Drivers' Fears Remain High" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/04\/nyregion\/cab-crimes-drop-but-drivers-fears-remain-high.html"} , {"body" : "A dispute in the Legislature over a state fund that provides basic property insurance is threatening coverage for more than 62,000 homeowners and businesses, most of them in high-crime areas of New York City and storm-buffeted parts of Long Island where such policies are increasingly hard to obtain. The fund's authorization expired on March 17, but" , "date" : "19960402" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Legislative Rift Imperils Basic Property Insurance" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/02\/nyregion\/legislative-rift-imperils-basic-property-insurance.html"} , {"body" : "An off-duty police officer on the force for less than two weeks was arrested late Saturday for shooting a woman four times with his service weapon, leaving her critically injured and on a respirator, the police said. The probationary police officer, Rolando Hernandez of 217 Beach 31st Street in Far Rockaway, fired nine bullets at the woman, Gayle" , "date" : "19960401" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Police Officer Is Charged In a Shooting" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/01\/nyregion\/police-officer-is-charged-in-a-shooting.html"} , {"body" : "In his first days in office in January 1994, Police Commissioner William J. Bratton tossed a panhandler off a subway car, sacked his department's entire high command and promised to \"take back the city block by block.\" Those actions at the very beginning of his tenure foreshadowed three key elements of Mr. Bratton's approach: a relentless focus on" , "date" : "19960327" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE BRATTON RESIGNATION: THE LEGACY;Bratton Hailed as Pioneer Of New Style of Policing" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/27\/nyregion\/bratton-resignation-legacy-bratton-hailed-pioneer-new-style-policing.html"} , {"body" : "Harlem was once the center of life for the African-American middle class and a Mecca for artists, writers and musicians. But during the 1960's, middle-class flight and business closings left the district one of the most depressed in New York City. The city-funded effort that resurrected the South Bronx somehow passed Harlem by. Even so, recent" , "date" : "19960321" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "24" , "title" : "A Program to Revive Harlem" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/21\/opinion\/a-program-to-revive-harlem.html"} , {"body" : "It was nighttime on Central Avenue in East Orange, N.J. A car with three young men was double-parked while one of the passengers flirted with a young woman on the street. A Land Cruiser, also with three fellows, came up behind the car and waited to get by. \"You give a guy 30 seconds or so, when he's talking to a girl -- that's the rule,\" said the" , "date" : "19960314" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "20" , "title" : "BOXING;Briggs Stays Focused On Learning Process" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/14\/sports\/boxing-briggs-stays-focused-on-learning-process.html"} , {"body" : "Vince Edwards, who played a handsome, brooding neurosurgeon in the 1960's television series \"Ben Casey,\" died on Monday at the University of California Medical Center in Los Angeles. He was 67. The cause was pancreatic cancer, The Associated Press reported. From 1961 to 1966, Mr. Edwards won top ratings as a dedicated but difficult surgeon whose" , "date" : "19960313" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "9" , "title" : "Vince Edwards, 67, the Doctor In the Hit TV Series 'Ben Casey'" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/13\/nyregion\/vince-edwards-67-the-doctor-in-the-hit-tv-series-ben-casey.html"} , {"body" : "John Thomas, 18 years old, wearing a blue hard hat, stood atop a ladder with a circuit tester, prodding the wiring of an old red subway car, incongruously parked in an outsize classroom at the High School of Transit Technology. The problem: a train is stalled in a crowded subway station. The assignment: find the dead circuit. Mr. Thomas, a senior," , "date" : "19960309" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "25" , "title" : "Express Track for Jobs;Transit Tech Updates Vocational High With Courses on Modern Trains" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/09\/nyregion\/express-track-for-jobs-transit-tech-updates-vocational-high-with-courses-modern.html"} , {"body" : "DO community boards work? The Mayor sees them as another layer of bureaucracy. Some Council members see them as competitors and many New Yorkers have no idea of what they do. When Robert F. Wagner was Manhattan Borough President, he set up an experimental network of \"Community Planning Councils\" in 1951, envisioning them as places where citizens" , "date" : "19960303" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "Boards: Vital Link or Just Red Tape?" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/03\/nyregion\/boards-vital-link-or-just-red-tape.html"} ,   {"body" : "Cigar smoke billowing behind him, James Grotto strode grandly across the room as he summoned his troops to storm a heavily fortified Confederate ridge in the Battle of Gettysburg. \"We don't see ourselves as murderers,\" he growled. \"We just like to end wars real quick.\" Mr. Grotto moved on to sample a smorgasbord of equally hostile, ongoing" , "date" : "19960223" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Scourge of Armies For A Few Hours;Saxons and Scots Confront Rat Race in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/23\/nyregion\/scourge-of-armies-for-a-few-hours-saxons-and-scots-confront-rat-race-in-brooklyn.html"} , {"body" : "Two days after she was sexually molested for a second time, the girl confronted her abuser, who admitted his wrongdoing and apologized profusely, the authorities said yesterday. \"I'm sorry,\" the suspect was heard to say in the Feb. 7 conversation. \"I'm very sorry.\" After a few more exchanges, the suspect said: \"Wait. Wait. Wait. Wait. So, did you" , "date" : "19960222" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Girl, 10, Records Suspect in Abuse Case" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/22\/nyregion\/girl-10-records-suspect-in-abuse-case.html"} , {"body" : "It is cold and the streets are slushy when Merl J. Chavis arrives at Sandra Walker's home in the East New York section of Brooklyn. Ms. Walker is standing at the door and her 4-year-old daughter, Destany, is sitting at the top of the stairs. They have been waiting for Ms. Chavis, waiting all week to find out what new game or book will be coming" , "date" : "19960221" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE NEEDIEST CASES;A Hope for Needy Parents To Teach Their Children Well" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/21\/nyregion\/the-neediest-cases-a-hope-for-needy-parents-to-teach-their-children-well.html"} , {"body" : "Investigators arrested a second man on murder charges yesterday in the death of a firefighter at a Brooklyn chop shop. They also provided details on the chain of events that led to the blaze, saying it started when sparks from a grinding machine used to erase vehicle identification numbers ignited a pool of gasoline. The new suspect, Barrington" , "date" : "19960219" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2d Man Charged in Blaze That Killed a Firefighter" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/19\/nyregion\/2d-man-charged-in-blaze-that-killed-a-firefighter.html"} , {"body" : "When Mayor Rudolph W. Giuliani and fire officials first proposed shutting down New York City's fire alarm boxes more than a year ago, they said it would reduce false alarms and save $5 million a year. New Yorkers, they added, would be better served by the city's modern, expansive telephone system than by its antiquated network of 16,300 alarm" , "date" : "19960211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "49" , "title" : "Phone Scarcity Complicates Fire Alarm Plan" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/11\/nyregion\/phone-scarcity-complicates-fire-alarm-plan.html"} , {"body" : "AS a latecomer to redevelopment, the Saratoga Square urban renewal area in the Bedford-Stuyvesant and Brownsville sections of Brooklyn still bears the signs of new housing construction waiting to happen. There are scattered vacant tracts in city ownership, many of them once occupied by abandoned housing. But rehabilitation work has moved forward," , "date" : "19960211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Building Homes, and Skilled Developers, in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/11\/realestate\/building-homes-and-skilled-developers-in-brooklyn.html"} , {"body" : "THEY are an unlikely pair, a writer who compares himself to a \"bar mitzvah boy\" and a 210-pound detective in black cowboy boots. But for a year and a half, the writer, Harvey Rachlin, followed the detective, David Carbone, to murder scenes, haunting autopsies, stakeouts, emergency rooms and interrogations. Mr. Rachin's new book, \"The Making of a" , "date" : "19960204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "6" , "title" : "To Get to Know a Detective's Work, an Author Joins the Pursuit" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/04\/nyregion\/to-get-to-know-a-detective-s-work-an-author-joins-the-pursuit.html"} , {"body" : "Four teen-agers have been indicted on attempted murder charges in an attack on a 14-year-old that left him severely brain damaged. The victim, Julien Balbuena, was smashed in the head with a bottle, then kicked, beaten and stomped on Jan. 22 several blocks from Intermediate School 302 in the East New York section of Brooklyn. The Brooklyn District" , "date" : "19960204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "4 Indicted in Beating Of Brooklyn Youth" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/04\/nyregion\/4-indicted-in-beating-of-brooklyn-youth.html"} , {"body" : "While libraries in the rest of the city are connecting patrons to the information superhighway, Brooklyn's are limping along on the information dirt road. Only the Central Library at Grand Army Plaza and the Business Library in Brooklyn Heights have computers with Internet access, but they are only for librarians. In contrast, every public library" , "date" : "19960128" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN ON LINE;Libraries Lag on Surfing the Net" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/28\/nyregion\/neighborhood-report-brooklyn-on-line-libraries-lag-on-surfing-the-net.html"} , {"body" : "Seeking to prove the existence of a violent drug enterprise in Brooklyn, Federal prosecutors portrayed the city's Taxi and Limousine Chairman, Christopher R. Lynn, last September as the gang's former \"house counsel.\" But a judge ruled that there was insufficent evidence for the allegations and severely limited testimony about his legal" , "date" : "19960126" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Judge Limited Testimony on Taxi Chief" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/26\/nyregion\/judge-limited-testimony-on-taxi-chief.html"} ,   {"body" : "Five junior high school students have been charged with attempted murder in the brutal beating on Monday of one of their classmates in East New York, Brooklyn, the police said. While police officials said immediately after the attack that it appeared to be a bias incident, investigators said yesterday that it is now unclear what prompted the group" , "date" : "19960125" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "5 Charged in Beating of Boy, 13" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/25\/nyregion\/5-charged-in-beating-of-boy-13.html"} , {"body" : "A 13-year-old boy was critically injured yesterday after a group of junior high school students in East New York, Brooklyn, hit him on the head with a bottle and kicked him in what the police described as a possibly racially motivated attack. As many as 10 teen-agers, who were seen chasing the boy, caught up to him at 2992 Fulton Street around 3" , "date" : "19960123" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Possible Bias Attack Leaves Boy Critical" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/23\/nyregion\/possible-bias-attack-leaves-boy-critical.html"} , {"body" : "A 16-year-old boy was killed last night when he slipped in front of a city bus and was struck in East New York, Brooklyn, the police said. Modesto Dominguez of Flatbush had been running and apparently slipped on ice at a corner of Atlantic Avenue and Georgia Avenue just before 9 P.M., said Doram Tamari, a police spokesman. It was not known whether" , "date" : "19960122" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Teen-Ager Is Killed by City Bus" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/22\/nyregion\/teen-ager-is-killed-by-city-bus.html"} , {"body" : "NEW YORK CITY Arbitration Bill Resurfaces A bill to change the way New York City settles police and fire contract disputes, which Mayor Giuliani contends would significantly increase the city's labor costs, is on a fast track to passage in the State Legislature. Governor Pataki, who vetoed a similar bill in November, has hinted he could support" , "date" : "19960119" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK, NY, USA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/19\/nyregion\/metro-digest-082058.html"} , {"body" : "After a year away from the limelight of New York's subway stations and bridge underpasses, the paroled graffiti vandal known as DESA unveiled his latest creation on the side of a Brooklyn firehouse yesterday, the police said. His medium was spray paint, and his \"tag,\" or graffiti signature, was still DESA. The police said the man, Robert Morrissey," , "date" : "19960119" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "One Year Later: New Canvas, Same 'Tag'" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/19\/nyregion\/one-year-later-new-canvas-same-tag.html"} , {"body" : "It is on the nights when gunfire echoes through the courtyards of the Cypress Hills Houses or when the telephone rings and no one is on the other end that Joyce Delfyette remembers: she still lives with the people who the police think shot her son. \"Sometimes, I feel like we're all hostages in here,\" she said last week. \"I don't want anyone to" , "date" : "19960119" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "He Spoke Up for Law, and Died for It;Officials Say Agency Failed to Move a Family in Time" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/19\/nyregion\/he-spoke-up-for-law-died-for-it-officials-say-agency-failed-move-family-time.html"} , {"body" : "Two New York City police officers were arraigned on burglary and drug charges yesterday after cash and simulated cocaine were stolen from an apartment in the East New York section of Brooklyn during a sting operation, police officials said. The officers, Hilton Velez, 28, and Bienveni Rodriguez, 25, were formerly partners in the 75th Precinct in" , "date" : "19960118" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Officers Charged in Drug-Related Break-In" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/18\/nyregion\/2-officers-charged-in-drug-related-break-in.html"} , {"body" : "The 12-foot-deep crater that nearly engulfed a small school bus in Brooklyn was caused by a break in a 100-year-old sewer pipe 14 feet below ground, a spokesman for the Department of Environmental Protection said yesterday. \"There is some sort of sewer collapse at the root of all this,\" said David Golub, the agency spokesman. \"The lines are old." , "date" : "19960118" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Break in Old Sewer Caused Bus-Engulfing Crater" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/18\/nyregion\/break-in-old-sewer-caused-bus-engulfing-crater.html"} , {"body" : "A 12-foot-deep crater appeared yesterday at a Brooklyn street corner where century-old sewer and water lines come together, nearly swallowing a small school bus carrying eight special-education children in East New York. Several bystanders grabbed the bus's front bumper, helping to keep the vehicle from sliding all the way into the cavity, and the" , "date" : "19960117" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Street Cave-In Nearly Swallows School Bus" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/17\/nyregion\/brooklyn-street-cave-in-nearly-swallows-school-bus.html"} , {"body" : "A 14-year-old boy was critically wounded last night when a stray bullet entered his family's apartment in Brooklyn and struck him in the head, the police said. The boy, identified by neighbors as Sean Adams, apparently went to the window in his room after hearing gunshots in the courtyard of his complex, the Howard Houses in East New York. A bullet" , "date" : "19960116" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Stray Bullet Wounds Boy, 14, in His Home" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/16\/nyregion\/stray-bullet-wounds-boy-14-in-his-home.html"} ,   {"body" : "NEW YORK CITY Hearing a Call on Child Abuse The effort to change New York's child abuse laws has gained a vital convert. Speaker Sheldon Silver of the State Assembly said he no longer favored destroying most records of suspected child abuse, and would support legislation requiring that most remain on file, so that caseworkers can more easily detect" , "date" : "19960115" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK, NY, USA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/15\/nyregion\/metro-digest-071498.html"} , {"body" : "Standing in a precinct that had for years been the city's bloodiest, Mayor Rudolph W. Giuliani and Police Commissioner William J. Bratton announced yesterday that the city had seen a 27.4 percent drop in the number of major felonies committed in the two-year period ending midnight, Dec. 31. In a news conference at the 75th Precinct in East New" , "date" : "19960115" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Drop in Crime Is Reported" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/15\/nyregion\/drop-in-crime-is-reported.html"} , {"body" : "AFTER shopping for a house almost every day for a year, Genevieve Wilkins found just the thing in the Clinton Hill section of Brooklyn -- a three-family brick and frame house on Claremont Avenue that a bank was selling out of foreclosure for $145,000. But she had a problem. She had saved enough for the down payment, but not enough to manage the" , "date" : "19960114" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Giving Home Buying a Lift in Urban Neighborhoods" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/14\/realestate\/giving-home-buying-a-lift-in-urban-neighborhoods.html"} , {"body" : "New York City's labor unions are on a collision course with Mayor Rudolph W. Giuliani over the issue they have made their No. 1 legislative priority: enacting a law that would require companies with city contracts to pay more than the $4.25-an-hour minimum wage. A coalition of 97 labor unions is pushing the City Council to approve one of two" , "date" : "19960102" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Unions Push for Higher Minimum Wage on New York City Contracts" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/02\/nyregion\/unions-push-for-higher-minimum-wage-on-new-york-city-contracts.html"}]