[  {"body" : "Across Brooklyn over the last year, battles for change and preservation rippled through the borough from Red Hook to Dead Horse Bay, in strikingly grass-roots fashion. The neighborhood crusades were large and small, the issues profound and esthetic. There were victories and defeats and, for some, nebulous results. But whatever the outcome of the" , "date" : "19961229" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "A Ripple of Neighborhood Crusades on Issues of All Kinds" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/29\/nyregion\/a-ripple-of-neighborhood-crusades-on-issues-of-all-kinds.html"} , {"body" : "After struggling for a year over what to do about street vendors along Flatbush Avenue, Community Board 14 has approved a plan to open a flea market for them in a public parking lot. The 36-booth market, at Flatbush and Caton Avenues, will be the first city-run vendors' arcade in Brooklyn. It is to open by mid-February as a three-month experiment," , "date" : "19961222" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "Flea Market for Vendors" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/22\/nyregion\/flea-market-for-vendors.html"} , {"body" : "The Rev. Dr. David Munroe Cory died on Wednesday, having spent many of his 93 years embracing socialism, preaching to American Indians in their own tongue and generally dashing any notion that he was a blue-blooded Presbyterian. Dr. Cory, who had recently suffered a stroke, died of pneumonia at the Norwegian Christian Home in Sunset Park, Brooklyn," , "date" : "19961220" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "20" , "title" : "The Rev. Dr. David M. Cory, 93, Preacher of Social Reform" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/20\/nyregion\/the-rev-dr-david-m-cory-93-preacher-of-social-reform.html"} , {"body" : "Here is a sampling of performances of Handel's ''Messiah'' and other oratorios in New York City. Admission is free unless otherwise noted (churches accept donations.) Today COLUMBIA UNIVERSITY, Broadway and 116th Street, Morningside Heights. Part IV of Bach's Christmas Oratorio and other works; Barnard-Columbia Chorus and St. Paul's Chapel Baroque" , "date" : "19961213" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "'Messiah' and More" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/13\/arts\/messiah-and-more.html"} , {"body" : "Here is a sampling of holiday celebrations, including dance and drama events, in New York City. Admission is free unless otherwise noted (churches accept donations). Today APOLLO THEATER, 253 West 125th Street, Harlem. ''Harlem Christmas Spectacular,'' an alternating program of music and dance featuring Langston Hughes's ''Black Nativity,'' a" , "date" : "19961213" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "Celebrating With Song and Story" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/13\/arts\/celebrating-with-song-and-story.html"} , {"body" : "They looked like Airborne Express deliverymen and they were even driving one of the company's trucks. But as soon as they had delivered their heavy package to a Brooklyn car repair shop, the two men arrested the worker who had signed for it. These were no deliverymen, and the package was no ordinary delivery. The men were undercover police officers" , "date" : "19961203" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "'Express Delivery' Parcel Delivers a Speedy Arrest" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/03\/nyregion\/express-delivery-parcel-delivers-a-speedy-arrest.html"} , {"body" : "'Reel to Real for Kids' Walter Reade Theater 165 West 65th Street Manhattan (212) 875-5600 Recommended ages: 5 and up Saturdays through June 21 In the tradition of old-time movie theaters, you can now watch a film while listening to live music, at this new matinee series put on by the Film Society of Lincoln Center and Lincoln Center Inc. Classic" , "date" : "19961129" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "18" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/29\/arts\/for-children.html"} , {"body" : "Rain water cascading through sidewalk grates and onto subway tracks in Brooklyn knocked out power during the morning rush yesterday on four subway lines that link Brooklyn and Manhattan, stranding thousands of riders in stalled trains and disrupting the commute for tens of thousands more. The 90-minute failure on the Nos. 2, 3, 4 and 5 lines came" , "date" : "19961127" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Rain Knocks Out 4 Subway Lines in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/27\/nyregion\/rain-knocks-out-4-subway-lines-in-brooklyn.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN EAST MIDTOWN $485,000 236 East 47th Street (Club at Turtle Bay) 2-bedroom, 2-bath, 1,263-sq.-ft. postwar condo; 24-hr. doormen, concierge, 20- by 20-ft. terrace, 2" , "date" : "19961124" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/24\/realestate\/residential-resales-367338.html"} , {"body" : "Nearly three years after he left office, former Mayor David N. Dinkins was sharply questioned once again yesterday about his handling of the 1991 Crown Heights racial violence, as part of a lawsuit by Hasidic Jews who contend that Mr. Dinkins initially withheld police protection from Hasidic victims. It was the second time in the four-year-old" , "date" : "19961119" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Dinkins Under Lights Again on Crown Heights" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/19\/nyregion\/dinkins-under-lights-again-on-crown-heights.html"} ,   {"body" : "BELIEVING that the market for affordably priced cooperatives in New York City boroughs outside of Manhattan is beginning to improve, some developers who have taken over troubled buildings are selling apartments again. Indicative of this willingness to return to the market are the activities of three separate development groups that have worked out" , "date" : "19961115" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "16" , "title" : "Lower-priced co-ops sell again in once-troubled buildings in boroughs outside Manhattan." , "url" : "http:\/\/www.nytimes.com\/1996\/11\/15\/business\/lower-priced-ops-sell-again-once-troubled-buildings-boroughs-outside-manhattan.html"} , {"body" : "In this poor country, Santiago Luis Polanco-Rodriguez has all the riches a man would desire: a casino, a clothing factory, hotels, beachfront condominiums, banana fields, discotheques and a stately home shaded by mango and lemon trees. But riding down Avenida 27 de Febrero in the back of his Mercedes-Benz, Mr. Polanco-Rodriguez is unhappy and" , "date" : "19961114" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "DOMINICAN REPUBLIC"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Drug Suspect Lives Good Life, Beyond Reach of U.S." , "url" : "http:\/\/www.nytimes.com\/1996\/11\/14\/nyregion\/drug-suspect-lives-good-life-beyond-reach-of-us.html"} , {"body" : "To the Editor: Your article on Bob Dole on Flatbush Avenue (''Dese, Dem and Dole,'' Oct. 20) dredged up old memories for me of service in the Army Specialized Training Program, not at Brooklyn College but at the Virginia Polytechnic Institute. We too took engineering courses by day, studied by night and tried to find girls on the weekend. Since" , "date" : "19961110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "27" , "title" : "As Dole Served in Brooklyn, New Yorkers Saw the South" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/10\/nyregion\/l-as-dole-served-in-brooklyn-new-yorkers-saw-the-south-226270.html"} , {"body" : "It isn't quite a complete turnaround for Flatbush, because even after the neighborhood's Golden Age was over, after the Brooklyn Dodgers left town and the Loew's Kings movie palace closed down, the avenue didn't lose all its allure. Still, by the late 70's, the commercial strip near Flatbush and Church Avenues was clearly in decay: discount shops" , "date" : "19961103" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "10" , "title" : "Flatbush Ave. Renaissance Brings Hope For Kings" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/03\/nyregion\/flatbush-ave-renaissance-brings-hope-for-kings.html"} , {"body" : "Streets on the New York Marathon route will be closed for much of the day. These are the major ones: In Manhattan, First Avenue from 59th Street to the Willis Avenue Bridge; Fifth Avenue from 138th Street to 102d Street, and Central Park South from Fifth Avenue to Columbus Circle. In Brooklyn, parts of Fourth Avenue from 83d Street to Flatbush" , "date" : "19961103" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "Marathon Today" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/03\/nyregion\/marathon-today.html"} , {"body" : "Artists' Open House 41 Union Square West (17th Street); (212) 633-8525. Artists in the studio building will open their doors to the public on Saturday and Sunday from 11 A.M. to 5 P.M. More than 60 painters, sculptors, ceramicists, textile artists, photographers and other artists will participate. Demonstrations and talks will be offered both days." , "date" : "19961031" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "Calendar: Crafts Sale, Exhibitions And Tours" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/31\/garden\/calendar-crafts-sale-exhibitions-and-tours.html"} , {"body" : "FROM the Navy Yard in Williamsburg to the Army base at Fort Hamilton, Brooklyn was a borough at war in late 1943. There seemed to be soldiers everywhere: local boys home on leave, others enjoying themselves before shipping out to Europe and thousands more in training in the New York area. Among them was a wide-eyed 20-year-old from a small town in" , "date" : "19961020" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Dese, Dem and Dole" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/20\/nyregion\/dese-dem-and-dole.html"} , {"body" : "SUNSET PARK On Saturday Only, E Unum Pluribus More than 50 nations are represented in the ethnic mix of Sunset Park, Brooklyn, and flags will be waved to celebrate that diversity on Saturday in the third annual ''Parade of Flags'' up Fifth Avenue. More than 100 flags were waved in last year's parade, as more than 400 people joined the procession" , "date" : "19961020" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/20\/nyregion\/playing-in-the-neighborhood-851620.html"} , {"body" : "HALLOWEEN is creeping into zoos in Manhattan, Brooklyn and Queens with activities for children and adults Saturday and next Sunday. At the Central Park Zoo, Gus, Ida and Lily the polar bears will have pumpkin on their menu, with feedings at noon and 2:30 P.M. A witch will introduce a tarantula to those who dare meet this hairy arachnid, and inside" , "date" : "19961020" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "A Haunted House and Pumpkin-Eating Bears" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/20\/nyregion\/a-haunted-house-and-pumpkin-eating-bears.html"} , {"body" : "A day after he died in a torrent of police bullets, Harvey Richardson continued to cause sorrow and outrage yesterday, as he had through a criminal career that stretched over four decades and ended in the slaying of a New York City police lieutenant on Friday evening. Flowers of red, yellow and white lay on the rainy sidewalk between 205 and 209" , "date" : "19961020" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Killing Brings a Brutal End to 4 Decades of Crime" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/20\/nyregion\/killing-brings-a-brutal-end-to-4-decades-of-crime.html"} ,   {"body" : "'Woodlands Ball' SATURDAY -- The Prospect Park Alliance will hold a dinner and dance under a tent near the Prospect Park Carousel (Flatbush Avenue and Empire Boulevard entrance). Proceeds from the black-tie event will go to restore and preserve a 250-acre forest in the park. Cocktails at 6:30 P.M. will be followed by dinner at 8 and dancing. The" , "date" : "19961013" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "54" , "title" : "BENEFITS" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/13\/style\/benefits-766623.html"} , {"body" : "Harry Rosen, who founded Junior's Restaurant, the Brooklyn institution renowned for cheesecake so rich and creamy it made tough men swoon, died yesterday at his home in Fort Lauderdale, Fla. He was 92. The cause was bladder cancer, said a son, Marvin Rosen. For almost 46 years, Junior's has anchored the intersection in downtown Brooklyn of Fulton" , "date" : "19961011" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "9" , "title" : "Harry Rosen Is Dead at 92; Junior's Restaurant Founder" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/11\/nyregion\/harry-rosen-is-dead-at-92-junior-s-restaurant-founder.html"} , {"body" : "In a tenement in the Bushwick section of Brooklyn, tenants lay out a daily offering of rice and beans on hard hallway tiles. The food is given in thanks to Susie, a dog, who has taken over responsibility for killing rats from a landlord who has not been seen in years. In the part of Queens known as the Rockaways, a landlord charges $575 a month for" , "date" : "19961010" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "For Landlords, Hard Numbers and Obligations" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/10\/nyregion\/for-landlords-hard-numbers-and-obligations.html"} , {"body" : "The plan to rebuild Kings County Hospital Center is becoming to New York what the construction of the Great Pyramids was to ancient Egypt: a legendary, long-running public works project. The difference is that the Pyramids actually got built. Fifteen years, $110 million and many task forces since city officials first promised to construct a new" , "date" : "19961007" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Another Plan for Kings County Hospital: Dare It Succeed?" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/07\/nyregion\/another-plan-for-kings-county-hospital-dare-it-succeed.html"} , {"body" : "Julia Waldbaum, an effervescent personification of motherly concern, homey wisdom and business savvy who helped build a supermarket chain from a butter and egg store in Brooklyn, died in her sleep on Monday as her son held her hand in her apartment in Floral Park, Queens. Mrs. Waldbaum, 99, who would have turned 100 on July 4, had been a longtime" , "date" : "19961003" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "21" , "title" : "Julia Waldbaum, 99, Owner Of a Chain of Supermarkets" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/03\/nyregion\/julia-waldbaum-99-owner-of-a-chain-of-supermarkets.html"} , {"body" : "BOB DOLE is probably going to take more heat than even Hideo Nomo can deliver for that peculiar slip the other day about the pitcher's having thrown a no-hitter for the Brooklyn Dodgers. Few seem to realize that this was no gaffe, reinforcing the notion that the 70-something candidate is out of touch. It was nothing less than a calculated strategy" , "date" : "19960920" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Subtle Ploy: Dole Cites Beloved Bums" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/20\/nyregion\/subtle-ploy-dole-cites-beloved-bums.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA $390,000 117 West 17th Street (Brooks Van Horne) 2-bedroom, 1 1\/2-bath, 1,300-sq.-ft. condo in a converted warehouse; elevator, 10 1\/2-ft. ceilings, breakfast" , "date" : "19960915" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/15\/realestate\/residential-resales-268151.html"} , {"body" : "In a case that raised tensions between black residents and Chinese restaurant operators in East Flatbush, a Brooklyn grand jury has decided that no charges should be filed against a restaurant deliveryman in the stabbing death of a black teen-ager, prosecutors said yesterday. Instead, the grand jury voted to indict the dead youth's brother and two" , "date" : "19960914" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Deliveryman Cleared in Killing; 3 Are Accused of Robbing Him" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/14\/nyregion\/deliveryman-cleared-in-killing-3-are-accused-of-robbing-him.html"} , {"body" : "A Brooklyn teen-ager standing outside Canarsie High School was shot in the right leg and buttocks yesterday morning by two people who fled in a car, the police said. The youth, whom the police identified as John Lowary, 16, of 107-15 Flatlands Avenue, was not seriously injured. Mr. Lowary was standing outside the school on Avenue K just off" , "date" : "19960912" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Youth Shot Outside School" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/12\/nyregion\/youth-shot-outside-school.html"} , {"body" : "A Flagship Store That Sets the Pace The women's sportswear company Kenar expects to open its flagship branch at 755 Madison Avenue, between 65th and 66th Streets, next month. The 3,000-square-foot store was designed by Kenneth Alpert and will be a prototype for Kenar stores planned along the East Coast, said Jennifer Fisherman, a spokeswoman for" , "date" : "19960908" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO." , "url" : "http:\/\/www.nytimes.com\/1996\/09\/08\/nyregion\/new-yorkers-co-213586.html"} ,   {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CARNEGIE HILL $559,000 1199 Park Avenue (94th St.) 3-bedroom, 2-bath, 1,600-sq.-ft. penthouse co-op in a postwar building; 24-hr. doormen, concierge, terrace, 2" , "date" : "19960908" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/08\/realestate\/residential-resales-197947.html"} , {"body" : "A brand new school might be expected to bring a smile to the faces of parents in central Brooklyn. Instead, many of those who brought their children to Public School 22, at St Mark's Place and Classon Avenue, in Crown Heights, on Thursday and Friday had little but complaints -- about unfinished construction work, buses that arrived late or not at" , "date" : "19960908" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "New School Ushers In Old Complaints" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/08\/nyregion\/new-school-ushers-in-old-complaints.html"} , {"body" : "In Kelvin Davis's home, the wine-colored carpet is covered with a dusting of white feathers. Racks of beaded costumes stand where a coffee table ought to be. Visitors drop by, stay till dawn, leave, and are back within hours. But to Mr. Davis, the chaos is sweet. Sounds of soca -- or soul calypso -- waft through his backyard. A pot of curry" , "date" : "19960901" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "West Indian Parade Returns To Fill Streets of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/01\/nyregion\/west-indian-parade-returns-to-fill-streets-of-brooklyn.html"} , {"body" : "There's a patch of wild pink petunias that come up every summer in the cracks of the cement in front of an apartment building on the corner of Sixth Avenue and Sixth Street in Park Slope, Brooklyn. The sun beats down, but these petunias seem to thrive in their concrete desert, and I always look for them if I'm passing by. Were they part of some" , "date" : "19960901" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "54" , "title" : "Softening Gritty Urban Gray With a Little Green" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/01\/style\/softening-gritty-urban-gray-with-a-little-green.html"} , {"body" : "Shopping for New Releases Despite the recent closings of several record stores selling bootleg or counterfeit albums, the number of independent specialty stores in New York City seems to be increasing faster than ever. In addition to carrying imported albums, independent-label releases and hard-to-find re-issues not found in bigger stores, these" , "date" : "19960829" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "16" , "title" : "The Pop Life" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/29\/arts\/the-pop-life-079049.html"} , {"body" : "New York City's public schools are so crowded this year that thousands of their 1.06 million students will report to class next week at such unlikely places as a converted World War II torpedo factory in Brooklyn, a renovated department store in Queens, the upper floors of the Town Hall theater in midtown Manhattan and dozens of temporary aluminum" , "date" : "19960829" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "DOMINICAN REPUBLIC" , "MEXICO"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "ENROLLMENT SURGE IN NEW YORK CITY STRAINS SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/29\/nyregion\/enrollment-surge-in-new-york-city-strains-schools.html"} , {"body" : "Thanks to a blend of determined detective work and plain good luck, police officials yesterday announced the arrest of a Brooklyn man who they said had ambushed and critically wounded a police officer in Washington Heights last Thursday. After determining that the gun used to shoot the officer, Francis Latimer, 33, had also been used in the armed" , "date" : "19960821" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Cabbies Help Police Find Suspect in Shooting of an Officer" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/21\/nyregion\/cabbies-help-police-find-suspect-in-shooting-of-an-officer.html"} , {"body" : "Five years after a Hasidic Jew was fatally stabbed during racial violence in Crown Heights, the streets of the Brooklyn neighborhood are no doubt quieter. But the killing continues to reverberate through the city, and yesterday -- the anniversary of the attack -- some of New York's top political leaders returned to the scene, saying that justice" , "date" : "19960820" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Five Years and Two Suspects Later, a Call for Justice in Crown Heights" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/20\/nyregion\/five-years-and-two-suspects-later-a-call-for-justice-in-crown-heights.html"} , {"body" : "BATTERY PARK CITY Cool Sounds For Summer's End The Bronx Arts Ensemble will give a free all-Handel concert on Tuesday at Hudson River Park in Battery Park City as part of the ''Sounds of the Hudson'' celebration. The program will include -- appropriately enough -- the complete ''Water Music,'' with Kenneth Cooper conducting from the harpsichord." , "date" : "19960818" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/18\/nyregion\/playing-in-the-neighborhood-872512.html"} , {"body" : "Along Fifth Avenue, what was once a strip of empty storefronts, bodegas and Chinese restaurants with bulletproof windows is changing into one of Brooklyn's most eclectic commercial thoroughfares. Several cafes, a new herb store offering root tonics and a number of antique stores have sprouted along Fifth Avenue, the main artery of the ''other''" , "date" : "19960818" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PARK SLOPE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "A Funky Renewal Transforms Fifth Avenue" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/18\/nyregion\/a-funky-renewal-transforms-fifth-avenue.html"} ,   {"body" : "In a series of unrelated incidents across the city, six women and girls reported that they were the victims of sex attacks over the weekend, the police said yesterday. The six attacks followed a week in which there were several particularly troubling sex crimes in the city, including the rape of a 17-year-old girl, in which a police officer has" , "date" : "19960812" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Six Sex Attacks Reported Over Weekend" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/12\/nyregion\/six-sex-attacks-reported-over-weekend.html"} , {"body" : "MOST of the year, Cathy Schneck lives a modest, landlocked life in Forest Hills, Queens. She shares a small co-op apartment with her husband. She takes pride in, and worries about, her daughter, Roseanne, a college student. She works as a school secretary for the Roman Catholic Diocese of Brooklyn. But come warm weather, Mrs. Schneck heads down to" , "date" : "19960811" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "39" , "title" : "Sweet and Salty and Short on Brass: The Modest Marinas of New York" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/11\/style\/sweet-and-salty-and-short-on-brass-the-modest-marinas-of-new-york.html"} , {"body" : "SUMMER is the season for outdoor sculpture to make its annual appearance in New York, when the sun is out and the time is right for walking the streets and parks. The summer of '96 has, of course, been a sweaters-and-puddles affair, at least up to now. But that hasn't prevented a substantial amount of new work -- good, bad and indifferent -- from" , "date" : "19960809" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Sculpture That Basks in Summer" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/09\/arts\/sculpture-that-basks-in-summer.html"} , {"body" : "A fierce thunderstorm that lashed the metropolitan area yesterday spawned floods that immobilized hundreds of thousands of subway and commuter rail travelers and caused inconvenience from the suburbs of New Jersey to the far reaches of Brooklyn and Long Island. The storm, which left as much as three feet of water in some parts of the subway system," , "date" : "19960801" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Capricious Storm Rewrites Subway and Commuter Service Timetables" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/01\/nyregion\/capricious-storm-rewrites-subway-and-commuter-service-timetables.html"} , {"body" : "At Triangle Sports on Flatbush and Fifth Avenues, Bill Shapiro keeps a framed photo of his grandmother, Bessie. It was taken in the summer of 1916, when Bessie Shapiro first opened the shop and posed next to a sign advertising Army cots for $3.50. Today, Mr. Shapiro, 58, fears that his sporting goods and Army surplus store will fade into history," , "date" : "19960721" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIHBORHOOD REPORT: DOWNTOWN BROOKLYN;New Hopes, Old Worries Over Big Mall" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/21\/nyregion\/neihborhood-report-downtown-brooklyn-new-hopes-old-worries-over-big-mall.html"} , {"body" : "ABOUT a decade ago, an influx of Russians that turned into a torrent began in the central Brooklyn neighborhood of Midwood, which is anchored by Brooklyn College. Their numbers have led at least one bank, a Chase branch on Avenue M, to offer the choice of the Russian language on its ATM machines. The Russians joined earlier waves of immigrants --" , "date" : "19960721" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MIDWOOD (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In\/Midwood;A Rich Ethnic Mix in Mid-Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/21\/realestate\/if-you-re-thinking-of-living-in-midwood-a-rich-ethnic-mix-in-mid-brooklyn.html"} , {"body" : "A livery-cab driver was killed early yesterday in an apparent robbery in East Flatbush, Brooklyn, the police said. Around 12:30 A.M., a shot was fired from the back seat of the cab driven by Neville Francis, 40, near the corner of Avenue B and Remsen Avenue, the police said. The bullet passed through the front seat, the police said, entered the" , "date" : "19960708" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Livery Driver Fatally Shot" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/08\/nyregion\/livery-driver-fatally-shot.html"} , {"body" : "The death of a newborn girl found Friday night behind a Brooklyn apartment building has been ruled a homicide, a spokeswoman for the New York City Medical Examiner's office said yesterday. The infant, found wrapped in a sheet in a garbage pile behind the eight-story building at 2525 Church Avenue in Flatbush, died of \"blunt impact injuries,\" said" , "date" : "19960707" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Baby's Death a Homicide" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/07\/nyregion\/baby-s-death-a-homicide.html"} , {"body" : "There are no brownstones in Bangladesh. But in the brownstone corridors of Brooklyn, the men who wipe grime off the aging stone buildings, restore their cracking stoops and spruce up their cornices are increasingly immigrants from Bangladesh. Sometimes, people ask, 'Where did you learn to do this?' \" said Mostafizur Rahman, a construction worker" , "date" : "19960706" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BANGLADESH"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Building Lives on Brooklyn's Scaffolds" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/06\/nyregion\/building-lives-on-brooklyn-s-scaffolds.html"} , {"body" : "The number of injuries from fireworks over the Fourth of July was down sharply from last year and the number of fireworks arrests was up sharply, Mayor Rudolph W. Giuliani said yesterday as he pronounced his crackdown on illegal fireworks a resounding success. \"Last night was about as safe a Fourth of July as New York City has had at least in my" , "date" : "19960706" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Fireworks Injuries Shrink and Arrests Expand" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/06\/nyregion\/fireworks-injuries-shrink-and-arrests-expand.html"} ,   {"body" : "Theodore Roosevelt Memorial Bird Sanctuary 134 Cove Road Oyster Bay Cove, L.I. (516) 922-3200 Recommended for all ages A Burmese python is definitely not a snake you'd want to cuddle. It's as thick as a tire and not at all pretty. Luckily, it's indigenous to jungles in Southeast Asia, where it lives in trees. But there's one here, too: the" , "date" : "19960705" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "17" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/05\/arts\/for-children.html"} , {"body" : "Lost in the spectacular media coverage of the arrest of John Royster for a series of nightmarish attacks on women was the spectacular police killing last Thursday of a suspected carjacker in Brooklyn. The police killing almost set off a riot. It was like a mob hit,\" said Myriam Dorvil, an eyewitness to the shooting. \"The cops said, 'Freeze, nigger!" , "date" : "19960617" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "15" , "title" : "In America;Crossing the Abyss" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/17\/opinion\/in-america-crossing-the-abyss.html"} , {"body" : "In Flatbush, where the Orthodox Jewish community survives through tradition and trust, the name Schick symbolized both. Schick's Bakery, and later the Schick family catering business, laid out delectable spreads for the Sabbath, holidays and all of life's milestones. The family was generous to the needy, produced yeshiva teachers and even" , "date" : "19960616" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "ROCKLAND COUNTY (NY)" , "LONDON (ENG)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "The Man With Two Faces;In an Orthodox Jewish World of Honor, a Fraud Case Shocks" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/16\/nyregion\/the-man-with-two-faces-in-an-orthodox-jewish-world-of-honor-a-fraud-case-shocks.html"} , {"body" : "More than two days after police officers fatally shot an unarmed man in Brooklyn, residents continued to demonstrate near the site of the shooting in East Flatbush. About 100 people, most of them West Indians, gathered along Church Avenue between East 34th Street and East 35th Street around 6 P.M. yesterday to protest the killing of the man, Aswan" , "date" : "19960616" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Protests Continue In East Flatbush" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/16\/nyregion\/protests-continue-in-east-flatbush.html"} , {"body" : "Long ago, before the world turned upside down, there existed a Europe where civilized people could sip afternoon coffee, eat fine pastries and listen to music. Then came the Holocaust and lives, families and hope were ripped apart. More than half a century has passed since the liberation of the concentration camps. Many came to America to build new" , "date" : "19960616" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: MIDWOOD;For Survivors, Kaffeeklatshes Open a Window to Old World" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/16\/nyregion\/neighborhood-report-midwood-for-survivors-kaffeeklatshes-open-window-old-world.html"} , {"body" : "A day after police officers shot and killed an unarmed man in a stolen car in East Flatbush, Brooklyn, prompting a night of anger and demonstrations, dozens of residents protested again yesterday, disputing the police account of the shooting and calling for an independent investigation. Some protesters, who lit candles, stood vigil and marched on" , "date" : "19960615" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Protesters Dispute Police Version of a Shooting" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/15\/nyregion\/protesters-dispute-police-version-of-a-shooting.html"} , {"body" : "NEW YORK What Led to Man's Confession Detectives said that they got John J. Royster to confess early Thursday to the murder of a woman on Park Avenue and the near-fatal beating of another woman in Central Park by playing on his love of Asian martial arts and philosophy, and by bluffing about evidence they did not have. After three hours of" , "date" : "19960615" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Metro Digest" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/15\/nyregion\/metro-digest-019020.html"} , {"body" : "He led a spare and tattered life of need on the fringes of the city, but mostly he seemed to occupy some other world accessible only to himself. John J. Royster moved through the universe of homelessness and food stamps and city refuges in a solemn and circumscribed nether life. He is a man who appeared to avoid saying much to anyone, who up until" , "date" : "19960614" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "A TRAIL OF VIOLENCE: THE SUSPECT;For Suspect, a Nether Life Spent on Fringes of the City" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/14\/nyregion\/trail-violence-suspect-for-suspect-nether-life-spent-fringes-city.html"} , {"body" : "Plainclothes detectives shot and killed a suspected car thief in Brooklyn yesterday after he reached between the front seats of the car as they tried to question him, the police said. The shooting prompted crowds to gather throughout the night in a vigil for the dead man. The shooting occurred when the two officers confronted the man in the stolen" , "date" : "19960614" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Officers Fatally Shoot a Suspected Car Thief" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/14\/nyregion\/officers-fatally-shoot-a-suspected-car-thief.html"} , {"body" : "It was September 1991, the summer of the violence in Crown Heights. Tensions between blacks and Orthodox Jews in Brooklyn erupted after a Hasidic driver struck and killed a 7-year-old black child. In retaliation, black youths attacked and killed a Hasidic Jew. Three weeks later, in Far Rockaway, Queens, another incident sounded disturbing echoes. A" , "date" : "19960610" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "FAR ROCKAWAY (NYC)"] , "nytd_section_facet" : ["World"] , "page_facet" : "1" , "title" : "Keeping Peace Alive And Tensions Dormant;Diverse Far Rockaway Sees Room For Harmony as Jewish Enclave Grows" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/10\/world\/keeping-peace-alive-tensions-dormant-diverse-far-rockaway-sees-room-for-harmony.html"} ,   {"body" : "To the Editor: Lest anyone believe that the feat of moving an entire New York City theater from one site to another is unique (front page, June 5), let them be reminded of a similar event that occurred in 1907. In that year, the Montauk Theater, a grand, 1,750-seat edifice constructed on Fulton Street and Flatbush Avenue in Brooklyn, which opened" , "date" : "19960610" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "16" , "title" : "Traveling Theaters" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/10\/opinion\/l-traveling-theaters-008834.html"} , {"body" : "NEW YORKERS may yet thank their stars for the city's horrific traffic jams. At least when nothing moves, the citizenry is protected from the cerebrally challenged who consider it their God-given right to get behind the wheel and roar down the avenue at 70 miles an hour, indifferent to anyone who may get in their way. Sometimes it looks like bumper" , "date" : "19960607" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NYC;At the Wheel Without A License" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/07\/nyregion\/nyc-at-the-wheel-without-a-license.html"} , {"body" : "CITYWIDE A Week of Events To Aid Communities Nearly 70,000 volunteers are expected to join in Neighborhood Week, a giant citywide effort, beginning on Saturday, to benefit more than 1,700 community improvement projects. The organizers say the city has 413 distinct neighborhoods and each will benefit in some way from this event. \"It will be the" , "date" : "19960526" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/26\/nyregion\/playing-in-the-neighborhood-074144.html"} , {"body" : "HONG KONG action films have been influencing Hollywood in a big way -- and developed a cult following of their own -- and 10 of the best examples are in a 10-week series that started this weekend at the Plaza Twin Cinema in Park Slope. All the films were made in the last 10 years by directors like John Woo and Tsui Hark. Among them is \"East Is" , "date" : "19960526" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["HONG KONG (UK)" , "NEW YORK CITY" , "HONG KONG"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "11" , "title" : "PLAYING IN THE NEIGHBORHOOD: PARK SLOPE;Hiii-yah! Hong Kong Action Coming at You" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/26\/nyregion\/playing-in-the-neighborhood-park-slope-hiii-yah-hong-kong-action-coming-at-you.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN FORT WASHINGTON $100,000 116 Pinehurst Avenue (183d St.) (Hudson View Gardens) 2-bedroom, 1-bath, 1,200-sq.-ft. prewar co-op; elevator, dining room, common garden," , "date" : "19960519" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/19\/realestate\/residential-resales-056065.html"} , {"body" : "A 31-year-old pregnant pedestrian was seriously injured and her 7-month-old fetus killed when two cars being driven by unlicensed drivers collided at a Brooklyn intersection yesterday, slamming into several parked cars and striking the woman, the police said. The woman, Catherine Jackson, who was walking to church after parking her car, was listed" , "date" : "19960513" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Pregnant Woman Loses Baby as 2 Cars Crash" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/13\/nyregion\/pregnant-woman-loses-baby-as-2-cars-crash.html"} , {"body" : "NEW YORK Lessons Unlearned Outrageous tales of corruption emerge periodically from New York City's local school districts -- cash bribes paid for principalships, a cabal of top-level educators accused of conspiring to steal a school board election. Now, a close look at several districts around the city shows clearly the debilitating toll that" , "date" : "19960513" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Metro Digest" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/13\/nyregion\/metro-digest-045144.html"} , {"body" : "LET'S begin with the worst. Danny and I, old sauntering buddies, had decided to try something new, walking in a straight line. Our past perambulations had been around islands, first Manhattan, then Staten Island, attempts to glimpse truths from the outside looking in. Now we were going to walk the length of Flatbush Avenue, more than 10 miles, in" , "date" : "19960510" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH AVENUE (BROOKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel" , "Arts"] , "page_facet" : "1" , "title" : "Trudging Up the Flatbush Trail" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/10\/arts\/trudging-up-the-flatbush-trail.html"} , {"body" : "It was school board election day in New York City yesterday, and Carmelo Saez Jr., ousted as president of his board by three successive chancellors on charges of corruption and patronage, was making the rounds of polling places in the West Bronx. At one, he angrily told poll workers to be sure not to lose the votes cast by himself, his relatives" , "date" : "19960508" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Election Day for School Boards Mixes Apathy, Anger and Disgust" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/08\/nyregion\/election-day-for-school-boards-mixes-apathy-anger-and-disgust.html"} , {"body" : "HOUSE tours, garden tours and show houses begin in earnest this week, and freshly pruned gardens, polished antiques and sparkling skylights await visitors. Here is a sampling, from Delaware to Massachusetts. New York City Upper East Side, Manhattan, Saturday -- The New York Junior League will sponsor a self-guided tour of seven apartments, from 10" , "date" : "19960502" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK, NY, USA"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "New Season of Home and Garden Tours" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/02\/garden\/new-season-of-home-and-garden-tours.html"} ,   {"body" : "Two months ago, officers at the 63d Precinct mourned with their commander, Deputy Inspector John W. Fahy, over the death of his wife, Capt. Margaret Fahy, who had succumbed to liver cancer. Yesterday, the station house in Flatbush was again crowded with tearful officers, who had learned that Inspector Fahy and his 6-year-old son, James, had died in" , "date" : "19960426" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Tragedy Strikes a Police Family Twice" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/26\/nyregion\/tragedy-strikes-a-police-family-twice.html"} , {"body" : "Blossoming Brooklyn Brooklyn Botanic Garden, 1000 Washington Avenue, off Eastern Parkway; (718) 622-4433. The garden's annual cherry blossom festival will be held on Saturday and Sunday from 10 A.M. to 6 P.M., with tours of the Japanese Hill-and-Pond Garden and the C. V. Starr Bonsai Museum, horticultural demonstrations and Japanese cultural" , "date" : "19960425" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "Calendar: Tours, Talk And Auction" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/25\/garden\/calendar-tours-talk-and-auction.html"} , {"body" : "An electrical cable explosion in downtown Brooklyn caused a power failure in the subway system yesterday evening, forcing throngs of people to flee up dim station stairs and immobilizing trains that carry tens of thousands of people between Manhattan and Brooklyn. The explosion and resulting flames knocked out power in and near the DeKalb Avenue" , "date" : "19960424" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Subway Service on 6 Lines Is Halted By Brooklyn Electrical Explosion" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/24\/nyregion\/subway-service-on-6-lines-is-halted-by-brooklyn-electrical-explosion.html"} , {"body" : "STROLL along Flatbush Avenue in Brooklyn, anytime, any day of the week, and in the hubbub of commerce you'll find people getting their hair permed, weaved, braided, blow-dried, curled, wrapped or set. When it comes to black American coiffures, Flatbush Avenue is the hairstyling mecca. On the avenue, styles are done with outrageous flair that tend" , "date" : "19960414" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.;Hot Heads On Hairdresser Lane" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/14\/nyregion\/new-yorkers-co-hot-heads-on-hairdresser-lane.html"} , {"body" : "A former New York City police officer was indicted yesterday on assault and drunken driving charges for nearly killing a Brooklyn man last year, the Brooklyn District Attorney said. Brian Sharkey, 30, was indicted for allegedly hitting James T. Carroll, 20, with his car on July 28, 1995, on Flatbush Avenue. Mr. Carroll was critically injured and" , "date" : "19960409" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Ex-Officer Indicted On Assault Charges" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/09\/nyregion\/ex-officer-indicted-on-assault-charges.html"} , {"body" : "A STORY of racial harmony set against some of the finest residential architecture in Brooklyn resounds from the wide, parking-friendly streets of Prospect Lefferts Gardens. Situated near the southeast corner of Prospect Park in the Flatbush section, the racially mixed, predominantly middle-class, richly West Indian neighborhood holds at its core a" , "date" : "19960407" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT LEFFERTS GARDENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "If You're Thinking of Living In\/Prospect Lefferts Gardens;Racial Harmony and Rich Architecture" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/07\/realestate\/if-you-re-thinking-living-prospect-lefferts-gardens-racial-harmony-rich.html"} , {"body" : "SHE was 82, widowed, and living alone in a house in Cleveland. No close relatives lived nearby. She went to the hospital for an operation on her lower back. She came home needing full-time nursing care, and got it. But it didn't help her depression. \"I thought she would die,\" said her daughter, Kay Brover, who lives in Manhattan, and took to flying" , "date" : "19960407" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "PERSPECTIVES;A New Turn in Brooklyn in Housing for the Elderly" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/07\/realestate\/perspectives-a-new-turn-in-brooklyn-in-housing-for-the-elderly.html"} , {"body" : "BAYSIDE Finding Poetry In Human Rights Human rights will be the theme as the Fresh Meadows Poets, a multiethnic group that meets to share and critique each other's work, will read their poems this morning to the public in Bayside. \"Every year, when I put together this poetry fest, I try to incorporate the theme because it is so important to our" , "date" : "19960407" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/07\/nyregion\/playing-in-the-neighborhood-058572.html"} , {"body" : "Less than a year after he graduated from Lincoln High School in Brooklyn, where he became a basketball prodigy, Stephon Marbury was holding court in his hometown again last night. The 6-foot-2-inch point guard from Coney Island announced that he was giving up his final three years of eligibility at Georgia Tech and entering the National Basketball" , "date" : "19960404" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "20" , "title" : "Marbury Leaves Ga. Tech For N.B.A." , "url" : "http:\/\/www.nytimes.com\/1996\/04\/04\/sports\/marbury-leaves-ga-tech-for-nba.html"} , {"body" : "The job requirements for Poet Laureate of the Borough of Brooklyn are fairly simple: you have to be a published poet recognized by your peers, and you have to have some connection to Kings County. Preferably, you call it home. But the job description of the unpaid three-year appointment depends on whom you ask, even among the literary cadre" , "date" : "19960331" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE;What Makes a Borough Bard?" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/31\/nyregion\/neighborhood-report-brooklyn-up-close-what-makes-a-borough-bard.html"} ,   {"body" : "One day last week, Max and Fay Rosenbaum were driven past the corner of President Street and Brooklyn Avenue in Crown Heights where their son was fatally stabbed four and half years ago. \"They just sat there in silence,\" recalled Norman Rosenbaum, 38, their other son and only remaining child, who drove them by the spot. The Rosenbaums were visiting" , "date" : "19960331" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "A Journey From Melbourne Is a Pilgrimage for Justice" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/31\/nyregion\/a-journey-from-melbourne-is-a-pilgrimage-for-justice.html"} , {"body" : "THEIR romance began in classic New York style. The evening was dark and limp. The rain fell in a silver sheet and the subway train was nearly empty. Bill McDonald, home on leave and out for a good time, sat alone staring blankly out the window. The train stopped at the 65th Street station in Jackson Heights and a handsome man with a yellow" , "date" : "19960331" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Gay, Getting Old, Getting By" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/31\/nyregion\/gay-getting-old-getting-by.html"} , {"body" : "TIMES SQUARE A Week of Storytelling From the Global Village Movies, television programs and books are entertaining, but even in the face of these newer media, the art of storytelling, with its ability to capture history and emotion, has endured. Eight storytellers from around the world will perform in pairs, along with a four-member \"music-telling" , "date" : "19960331" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/31\/nyregion\/playing-in-the-neighborhood-042277.html"} , {"body" : "Free Spirit's New Message Though best known for breaking down barriers as one of the freest, most uncompromising saxophonists playing in the 1960's, in both John Coltrane's bands and his own, Pharoah Sanders approached his new album, \"Message From Home\" (Verve), with caution and commercial acceptance in mind. The new album is one of the few he has" , "date" : "19960328" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "16" , "title" : "The Pop Life" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/28\/arts\/the-pop-life-033243.html"} , {"body" : "BOB DOLE Speaking yesterday at the Association for a Better New York: \"I've never met a perfect candidate for any office. Maybe there are a few in New York. I don't know of any. Maybe some here. But John Lindsay was close because he was my friend. I remember John going to Kansas with me one day, tall, good-looking guy. I was just happy to be along" , "date" : "19960306" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK, NY, USA"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "8" , "title" : "POLITICS: In Their Own Words" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/06\/us\/politics-in-their-own-words.html"} , {"body" : "MIDWOOD Haitian Voodoo Beat, Traditional and Modern The music of Haitian voodoo, in the traditional style and blended with contemporary jazz, will be performed at Brooklyn College Saturday night by artists who are part of the borough's Haitian population. The show will open with La Troupe Makandal, who began performing voodoo ceremonies in" , "date" : "19960303" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/03\/nyregion\/playing-in-the-neighborhood-086711.html"} , {"body" : "\"THE ART OF SCREENWRITING,\" American Museum of the Moving Image, 35th Avenue at 36th Street, Astoria, Queens. A weekend of screenings and discussions with screenwriters before and after the screenings. Tomorrow at 2 P.M., \"Get Shorty,\" with the film's screenwriter, Scott Frank. Tomorrow at 5 P.M., \"A Little Princess,\" with the film's screenwriter," , "date" : "19960301" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "24" , "title" : "The Spoken Word" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/01\/books\/the-spoken-word.html"} , {"body" : "The time passed long ago when the ovens of hulking bread factories like Silvercup and Taystee Bread in Queens filled pockets of the city's landscape with the robust aroma of fresh-baked bread. The Silvercup factory, hard by the East River in Long Island City, is now a television studio. Taystee's huge logo in Flushing beckoned to a web of highways" , "date" : "19960301" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "CONNECTICUT" , "SOUTHERN STATES (US)" , "NEWYORK, NY, USA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Economic Yeast for a Stale Industry;New York Tries to Stem Loss of City Bakeries" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/01\/nyregion\/economic-yeast-for-a-stale-industry-new-york-tries-to-stem-loss-of-city-bakeries.html"} , {"body" : "Friday nights at the Brooklyn Moon Cafe are vaguely reminiscent of an earlier era: Fingers snap, fists are raised in tribute to the spoken word, a few in the crowd sport sunglasses. But the owner, Michael Thompson, said he began the now-trendy Friday-night open-mike sessions not as a haven for revolutionary pauper-poets but as a moneymaker. \"I" , "date" : "19960225" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Books"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: FORT GREENE;Of Latte and the Literati: A Renaissance of Readings" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/25\/nyregion\/neighborhood-report-fort-greene-latte-literati-renaissance-readings.html"} , {"body" : "Two days after she was sexually molested for a second time, the girl confronted her abuser, who admitted his wrongdoing and apologized profusely, the authorities said yesterday. \"I'm sorry,\" the suspect was heard to say in the Feb. 7 conversation. \"I'm very sorry.\" After a few more exchanges, the suspect said: \"Wait. Wait. Wait. Wait. So, did you" , "date" : "19960222" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Girl, 10, Records Suspect in Abuse Case" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/22\/nyregion\/girl-10-records-suspect-in-abuse-case.html"} ,   {"body" : "WEST SIDE Attention on Deck! Wild Blue Science The Intrepid Sea-Air-Space Museum is looking for a few good children -- and offering them special activities this vacation week. In the Undersea Frontier exhibit, children can search for actual sunken treasure while they learn about using maps. Physics meets art at the Wings 'n Things activity, where" , "date" : "19960218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/18\/nyregion\/playing-in-the-neighborhood-055093.html"} , {"body" : "To the Sports Editor: To say that the desertion of Brooklyn by the Dodgers had relatively little financial impact on the borough (\"Big Dawg Barking Up Wrong Tree,\" The Times, Feb. 8) is akin to suggesting that gladiators did not bring much new business to imperial Rome. Accurate and wholly misleading. The Brooklyn Dodgers -- \"Bums\" during the" , "date" : "19960218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "Sports"] , "page_facet" : "9" , "title" : "No Bums' Rush" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/18\/sports\/l-no-bums-rush-054631.html"} , {"body" : "DOWNTOWN BROOKLYN -- Steam Heat, the all-nude club on Flatbush Avenue Extension that has withstood court rulings for nearly a year, may finally have to shut its door. A ruling last week by Brooklyn State Supreme Court Justice Joseph Dowd supports contentions by opponents that the club should not have been granted permits by the Buildings" , "date" : "19960218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT;BROOKLYN UPDATE" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/18\/nyregion\/neighborhood-report-brooklyn-update.html"} , {"body" : "HERE'S another thing that is ethically wrong with big-time college sports: no good parking spots for student-athletes. Bring a poor kid in to play ball, pull some strings to get him a car, then where the heck is he supposed to put it? And they apparently ticket like crazy, which may ultimately cost the University of Maryland a shot at the national" , "date" : "19960218" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "3" , "title" : "Sports of The Times;On Maryland Campus, It Doesn't Hit the Spot" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/18\/sports\/sports-of-the-times-on-maryland-campus-it-doesn-t-hit-the-spot.html"} , {"body" : "Bolaji Odebayo did not wind up dead. But from the accounts of school officials, prosecutors and neighbors, the 11-year-old Brooklyn boy -- burned, broken, petrified -- appears to have fallen victim to some of the same failures and misjudgments by city investigators as Elisa Izquierdo and other abused children who did not survive. In interviews" , "date" : "19960216" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Officials Fault City's Inaction In In Abuse Case" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/16\/nyregion\/officials-fault-city-s-inaction-in-in-abuse-case.html"} , {"body" : "WHAT The little-known Sterling Silver has blossomed into a star for its prominent role in the film \"Bed of Roses.\" In the movie, a lovelorn botanist uses bushels of Sterlings (\"Every one in the city,\" one character says) to woo a reluctantly romantic New York workaholic. CLOSE UP The Sterling is a nearly thornless hybrid tea rose developed in 1957" , "date" : "19960211" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Style"] , "page_facet" : "59" , "title" : "THING;Obscure Rose Gets Big Break In the Movies" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/11\/style\/thing-obscure-rose-gets-big-break-in-the-movies.html"} , {"body" : "SCHOOL uniforms, the bane of generations of students whose parents marched them unhappily off to class in off-the-rack ensembles of blazers, jumpers, skirts, shirts and ties, are in the midst of a revival. Really. Heeding a call to restore old-fashioned discipline and values to the nation's classrooms, educators in cities like Dallas, Miami and" , "date" : "19960204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Education"] , "page_facet" : "45" , "title" : "Uniforms: Public Schools Stand Up and Salute" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/04\/style\/uniforms-public-schools-stand-up-and-salute.html"} , {"body" : "Scotland in a Bottle Why did Jim Milne, the blender for Justerini & Brooks, the company that makes J & B Scotch, decide to try to assemble a blend of every whisky distilled in Scotland? Why do people climb Mount Everest? \"I thought about it many years ago,\" he said, \"and the idea would not go away.\" He set to work in earnest about three years ago," , "date" : "19960131" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "SCOTLAND (UK)"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "Food Notes" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/31\/garden\/food-notes-009202.html"} , {"body" : "The 32-year-old boxer, who hadn't fought in four and a half years, admitted he was nervous. He climbed through the ring ropes yesterday afternoon in a bright gold robe and gold trunks, fighting now as a junior middleweight, at 154 pounds, about 10 more than when he was the welterweight champ. But at 6 feet 2 inches, Mark Breland, in his first foray" , "date" : "19960128" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "9" , "title" : "BOXING;Breland Returns to Ring Modestly in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/28\/sports\/boxing-breland-returns-to-ring-modestly-in-brooklyn.html"} , {"body" : "A 16-year-old boy was killed last night when he slipped in front of a city bus and was struck in East New York, Brooklyn, the police said. Modesto Dominguez of Flatbush had been running and apparently slipped on ice at a corner of Atlantic Avenue and Georgia Avenue just before 9 P.M., said Doram Tamari, a police spokesman. It was not known whether" , "date" : "19960122" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Teen-Ager Is Killed by City Bus" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/22\/nyregion\/teen-ager-is-killed-by-city-bus.html"} ,   {"body" : "A POSTER on a Long Island Rail Road car depicts a train that is traveling through snow to New York City. The caption reads, \"Obviously, it's the best way to travel for the holidays.\" For many commuters the railroad was also the best way to travel in the Blizzard of '96. Although at the height of the storm the L.I.R.R. suspended service on five" , "date" : "19960121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "L.I.R.R. Battled the Storm by Hiding the Electric Trains" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/21\/nyregion\/lirr-battled-the-storm-by-hiding-the-electric-trains.html"} , {"body" : "Two years ago, the McDonald's in Flatbush might as well have hoisted a white flag alongside the flags of Barbados, Grenada, Panama and Puerto Rico that wave from its roof. Drug dealers and their buyers gathered outside the restaurant at Parkside and Ocean Avenues and scared off the customers. But now, said Ade McCullum, 22, the restaurant's" , "date" : "19960114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "City Is Safer, Rising Number Of People Say;Attitudes Catching Up To 2-Year Fall in Crime" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/14\/nyregion\/city-safer-rising-number-people-say-attitudes-catching-up-2-year-fall-crime.html"} , {"body" : "AFTER shopping for a house almost every day for a year, Genevieve Wilkins found just the thing in the Clinton Hill section of Brooklyn -- a three-family brick and frame house on Claremont Avenue that a bank was selling out of foreclosure for $145,000. But she had a problem. She had saved enough for the down payment, but not enough to manage the" , "date" : "19960114" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Giving Home Buying a Lift in Urban Neighborhoods" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/14\/realestate\/giving-home-buying-a-lift-in-urban-neighborhoods.html"} , {"body" : "FOR the third time, Carol Link caresses a Noritake tea cup with an elaborate red and gold design. It's part of a set of china (service for six with extra serving plates) selling at the Harlem Restoration Thrift Shop for $150, a price that makes her think the unthinkable. \"I already own two sets of china,\" she mumbles, \"but I certainly don't own" , "date" : "19960114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Thrift Shop Steps Up in Class" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/14\/nyregion\/the-thrift-shop-steps-up-in-class.html"} , {"body" : "Florence Gigler's fourth child was supposed to be born on Christmas Day. But Dec. 25 came and went, downstairs in the two-family house where the Giglers lived in Middle Village, Queens, and nothing happened. Just before 5:30 the next morning, it began to snow. The date was Friday, Dec. 26, 1947, and New York City was about to be buried under the" , "date" : "19960114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "THE BLIZZARD OF 1996: THE RECORD-SETTER;Dec. 26, 1947: The Subways Stopped, but the Labor Pains Didn't" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/14\/nyregion\/blizzard-1996-record-setter-dec-26-1947-subways-stopped-but-labor-pains-didn-t.html"} , {"body" : "THE keen of eye might have noticed that a few snowflakes settled on New York City last weekend. The storm had a name, Ginger, and its light but unrelenting touch managed to clog streets, shut down airports and more or less paralyze the region. It's been bad, bad news for a lot of people. But not for everyone. \"We're happy to say we've received" , "date" : "19960112" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Perfect Days for Playing in Snow" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/12\/arts\/perfect-days-for-playing-in-snow.html"} , {"body" : "Dr. Guy Shochat spent an hour and a half yesterday morning trying to dig his car out of the snow before giving up and cross-country skiing across Prospect Park and through Flatbush to his job in the emergency room at Kings County Hospital Center in Brooklyn. Daniel Jackson, an ambulance driver for a company based in the South Bronx, found himself" , "date" : "19960109" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE BLIZZARD OF 1996: THE WORKERS;The Call of Duty Is Heard Clearly in Howl of Storm" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/09\/nyregion\/blizzard-1996-workers-call-duty-heard-clearly-howl-storm.html"} , {"body" : "IT seems the simplest of props: footprints are painted on the floor, a baseball bat is suspended by wires, home plate is just below. On the wall behind looms a life-size photograph of Jackie Robinson. You, the visitor, put your feet in Robinson's footsteps and step up to the plate. You grasp the bat. Suddenly, the roar of the crowd materializes all" , "date" : "19960105" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Brooklyn History, Inning by Inning" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/05\/arts\/brooklyn-history-inning-by-inning.html"}]