[  {"body" : "The man who the authorities say replaced John Gotti only two months ago as the boss of the Gambino crime family was arrested in Florida yesterday on charges of attempted murder, loan sharking and racketeering. Federal agents arrested the man, Nicholas Corozzo, as he emerged from a swim in the Atlantic Ocean at the Sonesta Beach Hotel in Key" , "date" : "19961219" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Reputed New Gambino Boss Is Arrested" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/19\/nyregion\/reputed-new-gambino-boss-is-arrested.html"} , {"body" : "NEW YORK Counterfeiting at Columbia For the last six months, Secret Service agents said, a Columbia University printing office has been used by several former students, one of them employed there, to counterfeit more than $80,000 in $20 bills, hundreds of which have been passed in New York City. $(Page B1.$) Spiritual Health at Burn Center The" , "date" : "19961203" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Metro Digest" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/03\/nyregion\/metro-digest-569445.html"} , {"body" : "The woman stood before a judge in Brooklyn yesterday and admitted in a barely audible voice that she had stolen $1.2 million from the Roman Catholic church -- money that law enforcement authorities say she used to buy boats and cars, finance college expenses for her sons and pay for vacations to Las Vegas, Nev., and points abroad. But the woman," , "date" : "19961203" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Church Aide Avoids Jail After Bishop Speaks Up" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/03\/nyregion\/church-aide-avoids-jail-after-bishop-speaks-up.html"} , {"body" : "A man who admitted accidentally starting a fire in an illegal garage in Brooklyn was convicted yesterday of murder in the death of a firefighter who was killed as he searched the garage for possible victims. Even though the prosecution and defense agreed that the fire was not deliberately set, the jury in State Supreme Court in Brooklyn found" , "date" : "19961203" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Is Guilty of Murder in Death of Firefighter in Garage" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/03\/nyregion\/man-is-guilty-of-murder-in-death-of-firefighter-in-garage.html"} , {"body" : "MOST of the childhood pictures in Tricia Regan's scrapbook have faded into pastel-hued squares, tableaux of playtime and polyester from 1970's Canarsie. But one series of photos, the annual class portraits from her grammar school, remains rich and vivid. Each portrait charts Ms. Regan's friendship with Janith Harris, showing the two girls edging" , "date" : "19961130" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NORTHERN IRELAND" , "CANARSIE (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region" , "Education"] , "page_facet" : "29" , "title" : "A Faded Smile As a Memory Of Integration" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/30\/nyregion\/a-faded-smile-as-a-memory-of-integration.html"} , {"body" : "The fire was an accident, the man told the prosecutor and detectives on the videotape played yesterday in a Brooklyn courtroom. Other men had spilled gasoline on the floor nearby, he said, and it was ignited by a spark from a grinding machine he was using to transfer a vehicle identification number from one car to another. The blaze last February" , "date" : "19961126" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "On Tape, Suspect Blames Accident for Fatal Fire in Illegal Garage" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/26\/nyregion\/on-tape-suspect-blames-accident-for-fatal-fire-in-illegal-garage.html"} , {"author" : "SETH FAISON is Shanghai bureau chief for The Times." , "body" : "EARLY this century, an American explorer named Roy Chapman Andrews fought off pistol-toting brigands as he drove a caravan through the Gobi Desert in Mongolia in search of dinosaur remains. Later known as the inspiration for Indiana Jones, the archeologist hero of adventure movies, Mr. Andrews carefully recorded his dangerous exploits and his deep" , "date" : "19961103" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GOBI DESERT (MONGOLIA)" , "MONGOLIA"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "12" , "title" : "A Desert Spreads A Welcome Mat" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/03\/travel\/a-desert-spreads-a-welcome-mat.html"} , {"body" : "A Brooklyn teen-ager standing outside Canarsie High School was shot in the right leg and buttocks yesterday morning by two people who fled in a car, the police said. The youth, whom the police identified as John Lowary, 16, of 107-15 Flatlands Avenue, was not seriously injured. Mr. Lowary was standing outside the school on Avenue K just off" , "date" : "19960912" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Youth Shot Outside School" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/12\/nyregion\/youth-shot-outside-school.html"} , {"body" : "SAVE for a few white lilies sprouting from gaudy plastic flower arrangements near the stage, there is little evidence that the New York Christian Life Center in East New York, Brooklyn, is a church. There is hardly any Christian iconography. The setting is like a television studio, with a band near the stage playing snappy interludes, contemporary" , "date" : "19960901" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "The Rev. Doctor Banker" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/01\/nyregion\/the-rev-doctor-banker.html"} , {"body" : "The city has filed a $10 million lawsuit against the companies that manufactured, supplied and installed the huge water main in Astoria, Queens, that ruptured in January after being in use for only five months. But the lawsuit, naming virtually every contractor involved with the pipe and even a cable television company that did work in the area" , "date" : "19960704" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Contractors Sued in Water Main Break" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/04\/nyregion\/contractors-sued-in-water-main-break.html"} ,   {"body" : "Once Again, Boston Comes to Brooklyn Boston Market, the nationwide chain known for rotisserie chicken, opened up its second branch in Brooklyn, at 1972 Ralph Avenue, near Avenue J, in Flatlands this month. The chain, formerly known as Boston Chicken, plans to inundate New York, New Jersey and Connecticut with more than 40 new restaurants within the" , "date" : "19960623" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK, USA" , "BOSTON, MA, USA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO." , "url" : "http:\/\/www.nytimes.com\/1996\/06\/23\/nyregion\/new-yorkers-co-038040.html"} , {"body" : "LET'S begin with the worst. Danny and I, old sauntering buddies, had decided to try something new, walking in a straight line. Our past perambulations had been around islands, first Manhattan, then Staten Island, attempts to glimpse truths from the outside looking in. Now we were going to walk the length of Flatbush Avenue, more than 10 miles, in" , "date" : "19960510" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH AVENUE (BROOKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel" , "Arts"] , "page_facet" : "1" , "title" : "Trudging Up the Flatbush Trail" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/10\/arts\/trudging-up-the-flatbush-trail.html"} , {"body" : "The former pension manager for the Roman Catholic Diocese of Brooklyn was arrested yesterday and charged with embezzling more than $1 million in church funds, the Brooklyn District Attorney's office said. The former manager, Vincenza Bologna, 53, an employee of the Brooklyn diocese for 32 years, surrendered to the prosecutor's office yesterday, two" , "date" : "19960509" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Woman Is Arrested in Thefts From Diocese" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/09\/nyregion\/woman-is-arrested-in-thefts-from-diocese.html"} , {"body" : "Bishop Thomas V. Daily, the head of the Roman Catholic Diocese of Brooklyn, yesterday accused the manager of the diocesan pension office -- a woman who had worked for the diocese for 32 years -- of embezzling more than $1 million in church money. At an unusual news conference -- held on the same day that the District Attorney's office was first" , "date" : "19960507" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Bishop Accuses Manager of Pension Office of Embezzling $1 Million" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/07\/nyregion\/bishop-accuses-manager-of-pension-office-of-embezzling-1-million.html"} , {"body" : "On the eastern edge of Brooklyn, in what was once a part of Jamaica Bay and then a city dump for construction debris, a developer is proposing to erect a new neighborhood, including the largest housing development to be built in Brooklyn in the last 20 years. Along with local churches, Grenadier Realty, a subsidiary of the company that built the" , "date" : "19960414" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GATEWAY ESTATES (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: CARROLL GARDENS;Housing May Replace Barren Lot" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/14\/nyregion\/neighborhood-report-carroll-gardens-housing-may-replace-barren-lot.html"} , {"body" : "To the Editor: Mark Green makes me laugh. \"Although the city subway fare has increased three times since 1987, to $1.50 today, the PATH fare is still $1,\" he writes in his Feb. 25 Soapbox essay, and goes on to ask why \"city straphangers, who make 50 percent less on average than New Jersey PATH riders, pay 50 percent more to get to work.\" In fact," , "date" : "19960303" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY" , "NEWJERSEY, USA" , "NEW YORK CITY METROPOLITAN AREA" , "NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "15" , "title" : "PATH Isn't the Problem; Raising Fare Isn't a Solution" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/03\/nyregion\/l-path-isn-t-the-problem-raising-fare-isn-t-a-solution-085715.html"} , {"body" : "Investigators arrested a second man on murder charges yesterday in the death of a firefighter at a Brooklyn chop shop. They also provided details on the chain of events that led to the blaze, saying it started when sparks from a grinding machine used to erase vehicle identification numbers ignited a pool of gasoline. The new suspect, Barrington" , "date" : "19960219" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2d Man Charged in Blaze That Killed a Firefighter" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/19\/nyregion\/2d-man-charged-in-blaze-that-killed-a-firefighter.html"} , {"body" : "From the barrios of Los Angeles to the cobblestone streets of Beacon Hill in Boston, officers in most large American police forces routinely patrol urban neighborhoods in one-officer cars. But not in New York. The city's first experiment with solo patrols ended in bloodshed in 1980, when an unaccompanied officer was slain during a test program. The" , "date" : "19960216" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Issue of Lone-Officer Patrols Reignites a New York Debate" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/16\/nyregion\/issue-of-lone-officer-patrols-reignites-a-new-york-debate.html"} , {"body" : "Once again, the bagpipes wailed, the family wept and thousands of white-gloved firefighters saluted as a fire truck carried the coffin of a fallen colleague. Firefighter Louis Valentino, 37, was buried in Brooklyn yesterday, and besides the weight of their grief, the firefighters who made their way to the funeral from all over New York City felt a" , "date" : "19960210" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Familiarity of Funeral Weighs on Firefighters" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/10\/nyregion\/familiarity-of-funeral-weighs-on-firefighters.html"} , {"body" : "Just hours after the body of Firefighter Louis Valentino was laid to rest in a flag-draped coffin yesterday, New York City officials announced that murder charges had been filed against the man accused of starting the fire that led to the firefighter's death. Patrick E. Jeffers was arrested early yesterday and charged with felony murder, murder by" , "date" : "19960210" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Murder Charge for Man Held in Blaze That Killed Firefighter" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/10\/nyregion\/murder-charge-for-man-held-in-blaze-that-killed-firefighter.html"} ,   {"body" : "Investigators were questioning a suspect last night in connection with the fire that killed a firefighter in a Brooklyn building identified by officials as a \"chop shop\" for stolen cars, a police spokesman said. The spokesman, Tom Kelly, would not identify the suspect or provide further details on the case. But detectives said that the man being" , "date" : "19960209" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Man Questioned In Fatal Blaze, Investigators Say" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/09\/nyregion\/man-questioned-in-fatal-blaze-investigators-say.html"} , {"body" : "A former New York City police officer was shot to death yesterday in his Brooklyn apartment by the father of a former colleague he had recently been arrested for stalking, the police said. Then the father, after fleeing the former officer's basement apartment in the Flatlands section, suffered a heart attack on a street corner and died, the police" , "date" : "19960209" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Man Kills Ex-Officer and Drops Dead, Police Say" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/09\/nyregion\/man-kills-ex-officer-and-drops-dead-police-say.html"} , {"body" : "The Brooklyn building that collapsed during a fire Monday and killed a firefighter was illegally built more than 18 years ago, and was never inspected by city fire or building inspectors, Mayor Rudolph W. Giuliani said yesterday. The structure, a 25-by-50-foot garage at 4400 Glenwood Road in the Flatlands section, was tucked behind an L-shaped" , "date" : "19960208" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Building Ignored Until Fatal Fire" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/08\/nyregion\/building-ignored-until-fatal-fire.html"} , {"body" : "The Brooklyn building whose roof collapsed during a fire on Monday afternoon, killing a city firefighter, was illegally constructed, violated city fire and building codes and was apparently being used as a \"chop shop\" to dismantle stolen vehicles, city and police officials said yesterday. Fire Commissioner Howard Safir said the cause of the fire" , "date" : "19960207" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Site of Fatal Roof Collapse Violated Building Codes" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/07\/nyregion\/site-of-fatal-roof-collapse-violated-building-codes.html"} , {"body" : "A woman died and 10 people were injured yesterday as fire raced across the 15th floor of a high-rise apartment building in the Bronx, where firefighters faced off against an icy wind and numbing temperatures to battle the blaze. The fire, which officials said was apparently caused by a space heater's faulty wiring, broke out at 11 A.M. inside a" , "date" : "19960207" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Woman Dies in Raging Fire at a High-Rise in the Bronx" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/07\/nyregion\/woman-dies-in-raging-fire-at-a-high-rise-in-the-bronx.html"} , {"body" : "All these years later, the firefighters can still recall it with vivid clarity, that moment in training class when the instructor told them to survey their 150 peers and come to terms with the possibility that at least two of them would not make it out of this job alive. So come to terms with it they did, steeling their nerves and cultivating" , "date" : "19960207" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Firefighters Say Risks of Job Don't Diminish Their Ardor" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/07\/nyregion\/firefighters-say-risks-of-job-don-t-diminish-their-ardor.html"} , {"body" : "For the third time in less than six weeks, a New York City firefighter died while on duty yesterday, when the roof of an auto body shop in Brooklyn collapsed on him as he searched for people inside the building. Fire officials said the flames were so hot that they bent the metal beams supporting the roof of the one-story brick building in the" , "date" : "19960206" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Roof Collapse Kills a Firefighter, 3d to Die in New York in 6 Weeks" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/06\/nyregion\/roof-collapse-kills-a-firefighter-3d-to-die-in-new-york-in-6-weeks.html"}]