[  {"body" : "A picture caption in the Neighborhood Report last Sunday about a section of Fulton Street in Fort Greene, Brooklyn, that is home to a growing concentration of black-owned Afrocentric businesses, misidentified the woman shown. She was Brenda Brunson-Bey, the owner of a clothing shop, Tribal Truths Collection, not Selma Jackson." , "date" : "19961215" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "4" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/15\/nyregion\/c-corrections-743623.html"} , {"body" : "Here is a sampling of holiday celebrations, including dance and drama events, in New York City. Admission is free unless otherwise noted (churches accept donations). Today APOLLO THEATER, 253 West 125th Street, Harlem. ''Harlem Christmas Spectacular,'' an alternating program of music and dance featuring Langston Hughes's ''Black Nativity,'' a" , "date" : "19961213" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "Celebrating With Song and Story" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/13\/arts\/celebrating-with-song-and-story.html"} , {"body" : "Here is a sampling of shows and exhibitions in New York City that are to close soon: Closing This Weekend ''THE SEVEN STREAMS OF THE RIVER OTA,'' Brooklyn Academy of Music, Majestic Theater, 651 Fulton Street, Fort Greene. A two-part drama conceived and directed by Robert Lepage about the consequences of dropping the atomic bomb on Hiroshima. Part" , "date" : "19961213" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "18" , "title" : "Last Chance" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/13\/arts\/last-chance.html"} , {"body" : "The Kingdom of the Sweets in ''The Nutcracker'' was never like this. The Sugar Plum Fairy is called Sugar Rum Cherry, and she is a pelvis-popping showgirl with two chorus boys at her feet. Later, to the vaguely heard tinkle of Tchaikovsky's Chinese Dance, she becomes a porcelain-like figure in thrall to a zoot-suited partner. And so it goes," , "date" : "19961213" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "5" , "title" : "Candy Kingdom With Jazz Frosting" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/13\/arts\/candy-kingdom-with-jazz-frosting.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA $485,500 442 West 23d Street 3-bedroom, 2 1\/2 bath, 1,600-sq.-ft. co-op in a brownstone built in 1850; dining area, fireplace, high ceilings, h\/w floors, 2" , "date" : "19961208" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/08\/realestate\/residential-resales-571920.html"} , {"body" : "Three thousand signatures later, Charles J. Hamm is keeping his word. Last May, Mr. Hamm, the president of Brooklyn-based Independence Savings Bank, promised Red Hook residents, who must travel to Carroll Gardens or other neighborhoods to do their banking, that he would open a branch in the neighborhood if a local advocacy group collected 3,000" , "date" : "19961208" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "Banker Delivers on His Pledge" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/08\/nyregion\/banker-delivers-on-his-pledge.html"} , {"body" : "''I thought you say you take pictures of physical damage,'' the disfigured Japanese woman says in broken English to the American war photographer in one of the opening scenes of Robert Lepage's visually stunning epic-length dramatic work, ''The Seven Streams of the River Ota.'' With her back to the audience, she implores the G.I. to record what the" , "date" : "19961204" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "13" , "title" : "Restless Tribute to Human Resilience" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/04\/theater\/restless-tribute-to-human-resilience.html"} , {"body" : "As investigators try to determine the extent of a counterfeiting scheme at Columbia University, court records suggest that those arrested in the case so far lived modestly and worked at jobs with moderate salaries, but that several had large debts, mainly for student loans. Four men have been arrested in the scheme, three of them former Columbia" , "date" : "19961204" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Columbia Counterfeiting Suspects: Modest Jobs, Heavy Debts" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/04\/nyregion\/columbia-counterfeiting-suspects-modest-jobs-heavy-debts.html"} , {"body" : "Sheila Dean will not say, not out loud, why Thanksgiving is so special this year. She will hint at the reason, whisper about it. For Anthony Dean, the man she lives with and plans to marry and whose name she has already taken, there will be no Thanksgiving next year, the doctors say. Mr. Dean is dying of cancer. With luck, he will see Christmas," , "date" : "19961128" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Meal With Family Alleviates the Burden For a Dying Man" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/28\/nyregion\/a-meal-with-family-alleviates-the-burden-for-a-dying-man.html"} , {"body" : "A dance-opera spectacle is what the composer Philip Glass and the choreographer Susan Marshall call their collaborative venture, ''Les Enfants Terribles: Children of the Game.'' Well, I have seen the future of dance opera, and it works. The 100-minute production, given its New York City premiere on Wednesday night at the Brooklyn Academy of Music," , "date" : "19961122" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "A Fusion Inspired By Cocteau" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/22\/arts\/a-fusion-inspired-by-cocteau.html"} ,   {"body" : "In ''Yuragi: In a Space of Perpetual Motion,'' Ushio Amagatsu, the founder and director of the Japanese Butoh dance group Sankai Juku, presents an ordered universe. Live rabbits sit in bowls atop huge poles at two corners of the stage at the Brooklyn Academy of Music, where the company opened on Tuesday night and appears through Saturday. The" , "date" : "19961114" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "Dimensions of an Ordered Universe" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/14\/arts\/dimensions-of-an-ordered-universe.html"} , {"body" : "To the Editor: As a historian and a native New Yorker who grew up in Brooklyn, I was delighted with the Nov. 7 editorial ''Booming Brooklyn'' but cringed at the reference to a site at Flatbush and Atlantic Avenues that ''has stood vacant'' for 40 years. That is not so. My father owned a wholesale packing plant in the Fort Greene meat market that" , "date" : "19961112" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "24" , "title" : "Booming Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/12\/opinion\/l-booming-brooklyn-250015.html"} , {"body" : "Just south of the Atlantic Avenue railway station, where city-owned urban renewal property sat vacant for 30 years, a new complex of oversized suburban-style stores is to open next week. Six blocks away, on Adams Street, workers just broke ground for Brooklyn's first new hotel in 50 years. Across from the hotel site, which is still just a hole in" , "date" : "19961030" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Growth in Downtown Brooklyn Is Still Looking Up, Planners Say" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/30\/nyregion\/growth-in-downtown-brooklyn-is-still-looking-up-planners-say.html"} , {"body" : "Janice McNeil ran into a problem when she started putting together an exhibition that celebrated the position of women in the jazz world. Ms. McNeil works with the Smithsonian Institution's American's Jazz Heritage program, the organization that has assembled previous exhibitions centered on Duke Ellington and Louis Armstrong. When she began" , "date" : "19961019" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "Searching for Women In the History of Jazz" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/19\/arts\/searching-for-women-in-the-history-of-jazz.html"} , {"body" : "The Opera Program at the Brooklyn Academy of Music has received a $1 million grant from the Andrew W. Mellon Foundation. The grant, which is to be administered in two parts over the next three years, consists of $750,000 to be used for operating costs and $250,000 in a matching grant for an endowment fund. The grant raises to $94 million the total" , "date" : "19961017" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "Grant to Opera Program" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/17\/arts\/grant-to-opera-program.html"} , {"body" : "THREE years ago, Alan Marks, a Park Slope real-estate agent, would watch a one-bedroom apartment on Sackett Street, in an area known as the Lower Slope, languish on his list of rentals for longer than a month. Prospective tenants would take one look at the block, dotted with abandoned buildings and a few scraggly trees, turn up their noses and keep" , "date" : "19961013" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Boom in Park Slope" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/13\/nyregion\/the-boom-in-park-slope.html"} , {"body" : "Even the sunrise has been displaced. Dawn arrives unnaturally bright and early in the first scene of ''The Beatification of Area Boy,'' the stirring, theatrically rich portrait of an unhinged nation by Wole Soyinka, the exiled Nobel laureate of Nigeria. The vendors and the homeless who pass their days in the square of downtown Lagos, where the play" , "date" : "19961011" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "3" , "title" : "Menacing Shadows Greet Dawn In Nigeria" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/11\/theater\/menacing-shadows-greet-dawn-in-nigeria.html"} , {"body" : "Snakes and the Big Apple Q. I read that the Dutch called the Mount Morris Park area of Harlem Snake Hill because it had so many rattlesnakes. Are there still rattlesnakes in the city? A. ''There are currently no venomous snakes in New York City,'' said the Parks Commissioner, Henry J. Stern. Rattlesnakes haven't been seen in New York City since the" , "date" : "19961006" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1996\/10\/06\/nyregion\/fyi-652520.html"} , {"body" : "There are times when Trisha Brown is almost impossibly exasperating. Take her new ''Twelve Ton Rose,'' presented by the Trisha Brown Dance Company on Wednesday night at the Brooklyn Academy of Music, where the troupe performs through tomorrow (30 Lafayette Avenue, at Ashland Place, Fort Greene) in a 25th-anniversary season. Why give such a silly" , "date" : "19961005" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "18" , "title" : "Thinking, Not Just Feeling, Required" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/05\/arts\/thinking-not-just-feeling-required.html"} , {"body" : "The Trisha Brown Dance Company danced through an artificial cloud onstage in a stunning revival called ''Opal Loop,'' and Mikhail Baryshnikov made a spectacular local debut with the company. Yes, there are times when superlatives are in order. So much so that one is inclined to forgive the dubious label for Ms. Brown's current season, which opened" , "date" : "19961003" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "Doing a Mirror Dance, Backs to the Glass" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/03\/arts\/doing-a-mirror-dance-backs-to-the-glass.html"} ,   {"body" : "In another indication of the magnitude of overcrowding in New York City's public schools, the teachers' union reported yesterday that one of every six classes had more students than allowed under the union's contract with the city. In many classes the number of students registered is only one or two above the limit, which is 32 in elementary" , "date" : "19960926" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Teachers Step Up Pressure On Issue of Overcrowding" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/26\/nyregion\/teachers-step-up-pressure-on-issue-of-overcrowding.html"} , {"body" : "Like many of his fellow black elected officials, Enoch H. Williams, an 18-year City Councilman from Brooklyn, is deeply troubled by the prospect of a mayoral candidacy by the Rev. Al Sharpton. It would, Mr. Williams predicted, make it harder to defeat Mayor Rudolph W. Giuliani, by dividing his opposition. ''It throws everything into an ethnic turf" , "date" : "19960925" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Blacks Split on Sharpton Mayoral Campaign" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/25\/nyregion\/blacks-split-on-sharpton-mayoral-campaign.html"} , {"body" : "To the Editor: I have some information that might help unravel the mystery of sneakers on overhead wires (F.Y.I., Aug. 18). In my library is a copy of ''In Sunshine Land,'' a book of children's poems by Edith M. Thomas, with illustrations by Katharine Pyle, published in 1894 by Houghton & Mifflin. On pages 106-107 appears her poem ''Lost on the" , "date" : "19960915" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "15" , "title" : "Sneakers on the Wires Showed Up Back in 1908" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/15\/nyregion\/l-sneakers-on-the-wires-showed-up-back-in-1908-333476.html"} , {"body" : "Voters who turned up for a bitterly contested primary in Brooklyn yesterday were turned away from scores of polling places, because election workers had failed to deliver the voting machines in time. The problem persisted into the afternoon in many neighborhoods, raising the prospect that the election would have to be held again. Officials said" , "date" : "19960911" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Primary Voting in Brooklyn Disrupted by Lack of Machines" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/11\/nyregion\/primary-voting-in-brooklyn-disrupted-by-lack-of-machines.html"} , {"body" : "DISNEY'S blitz marches on, its beachheads surging into shopping strips, playgrounds and schools filled with kiddie troops wearing the uniforms of Pocahontas and Quasimodo. Some days you have to wonder if we'll all wind up taking orders from the Mouse. Facing this onslaught, Jim Geist took his counteroffensive to Times Square recently, actually" , "date" : "19960907" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["HAITI"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Taking a Stand Against Disney And Its World" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/07\/nyregion\/taking-a-stand-against-disney-and-its-world.html"} , {"body" : "SAVE for a few white lilies sprouting from gaudy plastic flower arrangements near the stage, there is little evidence that the New York Christian Life Center in East New York, Brooklyn, is a church. There is hardly any Christian iconography. The setting is like a television studio, with a band near the stage playing snappy interludes, contemporary" , "date" : "19960901" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "The Rev. Doctor Banker" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/01\/nyregion\/the-rev-doctor-banker.html"} , {"body" : "He calls himself Mr. Memory after the character in a Hitchcock movie, ''The 39 Steps,'' and he makes a habit of memorizing 50 new facts a day. Jonathan Kuhn is the man who will eagerly tell you more than you will ever need to know about each of the city's 1,700 monuments, not all of which depict politicians and generals. There are also, he proudly" , "date" : "19960826" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Expert at Parks Department Has Answered 10,000 Questions" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/26\/nyregion\/expert-at-parks-department-has-answered-10000-questions.html"} , {"body" : "The morning after a judge's order forced New York City officials to transfer 68 people from a teeming Bronx homeless center to a shelter in Brooklyn, several other men and women at the Bronx center complained yesterday that they had been forced out with nowhere to go but the street. The men and women, some in tears, milled outside the Emergency" , "date" : "19960825" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "Homeless Complain of Expulsion From Center in Bronx" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/25\/nyregion\/homeless-complain-of-expulsion-from-center-in-bronx.html"} , {"body" : "HELEN HIEBERT and Ted Katauskas live in a cooperative house in Fort Greene, Brooklyn, where everything from the temperature of each room to the dinner menu is a group decision. There are about 10 such houses in the borough, ranging from the T. S. Eliot House to the Big House, where Mr. Katauskas lived before moving in with Ms. Hiebert a few weeks" , "date" : "19960825" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "53" , "title" : "Helen Hiebert and Ted Katauskas" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/25\/style\/helen-hiebert-and-ted-katauskas.html"} , {"body" : "Under orders from a state judge to relieve severe overcrowding at a Bronx homeless center, city officials moved at least 68 people yesterday to another shelter in Brooklyn, where residents said cots had been set up in day rooms, the kitchen and a children's day-care area. The plan was immediately denounced by a lawyer for the homeless as" , "date" : "19960824" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "To Relieve Bronx Homeless, Dozens Are Sent to Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/24\/nyregion\/to-relieve-bronx-homeless-dozens-are-sent-to-brooklyn.html"} ,   {"body" : "New York City will make its first major service cut in recycling next month when it scales back collections for half the city's households. The reduction -- from weekly to alternate week pickups -- is the first tangible effect of Mayor Rudolph W. Giuliani's $26 million cut to the city's recycling budget. The change is to begin Sept. 9. The Mayor" , "date" : "19960807" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "New Yorkers Face 2 Weeks of Storing Trash for Recycling" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/07\/nyregion\/new-yorkers-face-2-weeks-of-storing-trash-for-recycling.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA $540,000 244 West 23d Street 1-bedroom, 1 1\/2-bath, 1,500-sq.-ft. duplex co-op in a loft building; remodeled kitchen, den, fireplace, 800-sq.-ft. private roof" , "date" : "19960804" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/04\/realestate\/residential-resales-599522.html"} , {"body" : "The posters, a blend of cyberlingo and hip-hop-speak, beckon from phone booths in the heart of Bedford-Stuyvesant. They are often ripped down by day's end. But sometimes they last long enough to lure a would-be cybernaut to a new frontier. ''Brothas and Sistas,'' they blare. ''Not tall enough for the N.B.A.? Too 'unique' to get signed to a record" , "date" : "19960803" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)" , "SOUTH BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "21" , "title" : "Power Through Cyberspace" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/03\/nyregion\/power-through-cyberspace.html"} , {"body" : "There's a prairie growing on a triangle of concrete in Brooklyn. It's called the Gateway Triangle, because it's a gateway to both Fort Greene and Clinton Hill, and because it's a triangle formed by Fulton Street and Vanderbilt and Gates Avenues. It's where three bus lines stop. In fact, the fumes are so noxious, gardeners were advised not to grow" , "date" : "19960728" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "39" , "title" : "CUTTINGS;An Unlikely Prairie Thrives in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/28\/style\/cuttings-an-unlikely-prairie-thrives-in-brooklyn.html"} , {"body" : "IT was a pure Marty Markowitz moment. On stage at Wingate Field in East Flatbush last Tuesday, before the Delfonics took to the microphones, Mr. Markowitz stood dressed in a white tuxedo jacket, a crimson scarf poking from the breast pocket and blue jeans, grass-stained at the knees. Microphone in hand, he rattled off the names of the concert's" , "date" : "19960721" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.;On Stage With Senator Impresario" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/21\/nyregion\/new-yorkers-co-on-stage-with-senator-impresario.html"} , {"body" : "At first, the killing of Sylvia Lugo seemed to be one of a series of robberies, sexual assaults and beatings of women in the brownstone neighborhoods of Park Slope and Boerum Hill. But in the following months, the killing took on a wider significance. Groups representing the area's large gay and lesbian population said the failure to find Ms." , "date" : "19960720" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Drifter Charged in Case That Gay Groups Said Showed Police Bias" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/20\/nyregion\/drifter-charged-in-case-that-gay-groups-said-showed-police-bias.html"} , {"body" : "THE Manhattan residential rental market is roil-ing, sometimes jetting spikes in prices to previ-ously unseen heights, and the impact is beginning to be felt in the other boroughs. For those seeking shelter, not much is cheap in New York City's rental market these days, but the increases are most dramatic for unregulated units that make up about" , "date" : "19960714" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Market-Rate Rents In Manhattan:" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/14\/realestate\/market-rate-rents-in-manhattan.html"} , {"body" : "In 1969, when Aubrey Jernigan was 10 years old, he got his first taste of life beyond Fort Greene, Brooklyn. \"Going away to camp opened my eyes to country life,\" Mr. Jernigan recalled of that summer with the Fresh Air Fund. \"The quietness, the home settings. You could walk the streets without the dangers. I had never dreamed of living outside the" , "date" : "19960714" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GREENBURGH (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "THE FRESH AIR FUND;Teaching City's Children Not to Grow Up Too Fast" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/14\/nyregion\/the-fresh-air-fund-teaching-city-s-children-not-to-grow-up-too-fast.html"} , {"body" : "\"JUMBALAYA,\" Nuyorican Poets Cafe, 236 East Third Street, Lower East Side. Readings and a forum titled \"Are the Media Designing Colored Intellectuals?\" Sunday at 2 P.M. Admission: $5. Information: (212) 674-3778. NEW PRESS POETRY READINGS, open readings and scheduled speakers at several locations around New York City. Tomorrow at 1 P.M., David" , "date" : "19960712" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "12" , "title" : "The Spoken Word" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/12\/books\/the-spoken-word.html"} , {"body" : "There are no brownstones in Bangladesh. But in the brownstone corridors of Brooklyn, the men who wipe grime off the aging stone buildings, restore their cracking stoops and spruce up their cornices are increasingly immigrants from Bangladesh. Sometimes, people ask, 'Where did you learn to do this?' \" said Mostafizur Rahman, a construction worker" , "date" : "19960706" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BANGLADESH"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Building Lives on Brooklyn's Scaffolds" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/06\/nyregion\/building-lives-on-brooklyn-s-scaffolds.html"} ,   {"body" : "Two bystanders -- including a city Housing Authority worker -- were hit by stray bullets near a Brooklyn housing project yesterday afternoon after two unidentified men settled a dispute on a basketball court with pistols, the police said. The bystanders, Denise Washington, 27, and Marvin Sass, 23, were taken to Bellevue Hospital, where they were" , "date" : "19960702" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Bystanders Hurt In Brooklyn Shooting" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/02\/nyregion\/2-bystanders-hurt-in-brooklyn-shooting.html"} , {"body" : "On her 12th day at the temporary homeless shelter, Tanya Capers sat cross-legged on a twin bed in her sweltering room on the third floor, braiding her daughter Erika's hair as the 3-year-old played with a stuffed animal called Dog. With half of Erika's hair woven tightly against her scalp, Ms. Capers walked across the room and peered down into a" , "date" : "19960628" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Families Face A Sad Start In Shelters;Placement Center Life Is Dirty and Fearsome, But the Residents Cope" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/28\/nyregion\/families-face-sad-start-shelters-placement-center-life-dirty-fearsome-but.html"} , {"body" : "NEW YORK Medical Plan Clears Hurdle The Clinton Administration signaled this week that it was prepared to approve New York's ambitious plan to force nearly 3 million more poor people into managed health care programs, but said it would do so only if the state satisfied concerns about the availability and quality of the care. President Clinton has" , "date" : "19960628" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Metro Digest" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/28\/nyregion\/metro-digest-047104.html"} , {"body" : "CUCINA** (718) 230-0711; 256 Fifth Avenue, near Garfield Place, Park Slope; (c) American Express, Mastercard, Visa This attractive Italian restaurant, with painted tin ceiling, mural and antique wood serving tables, has a rustic Tuscan feel. For starters consider caramelized onion tart with olives; artichoke with basil dipping sauce, and roasted" , "date" : "19960623" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "GOOD EATING;Where Brooklyn Meets to Eat" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/23\/nyregion\/good-eating-where-brooklyn-meets-to-eat.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA $558,000 121 West 20th Street (Chelsea 121) 2-bedroom, 2 1\/2-bath, 1,650-sq.-ft. condo in a loft building; part-time doormen, eat-in kitchen, fireplace," , "date" : "19960602" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/02\/realestate\/residential-resales-088048.html"} , {"body" : "Memorial Day falls on Monday, and holiday activities are planned all weekend. Here is a sampling of events in the three-state region. New York City Today AFRICAN MUSIC, DANCE AND CRAFTS, Brooklyn Academy of Music, 30 Lafayette Avenue, at Ashland Place, Fort Greene. \"Dance Africa '96,\" a weekend of music and dance in honor of African women, with" , "date" : "19960524" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "What to Do Until the Fireworks Arrive on Memorial Night" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/24\/arts\/what-to-do-until-the-fireworks-arrive-on-memorial-night.html"} , {"body" : "DEVELOPERS using public and private funds under New York City's new Neighborhood Entrepreneur Program are rehabilitating nearly 1,200 rental apartments for low- and moderate-income families. The apartments, in neighborhoods including Harlem and Bedford-Stuyvesant and Crown Heights in Brooklyn, are to be restored by the middle of next year. Most" , "date" : "19960517" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY" , "HARLEM (NYC)" , "CROWN HEIGHTS(NYC)" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "9" , "title" : "Real Estate;A new program is rehabilitating some 1,200 rental apartments in New York City." , "url" : "http:\/\/www.nytimes.com\/1996\/05\/17\/business\/real-estate-new-program-rehabilitating-some-1200-rental-apartments-new-york-city.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN GREENWICH VILLAGE $575,000 37 West 12th Street (Butterfield House) 2-bedroom, 2-bath, 1,650-sq.-ft. postwar co-op; 24-hr. doormen, dining room, solarium; maintenance" , "date" : "19960512" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/12\/realestate\/residential-resales-039306.html"} , {"body" : "A random survey of what mothers in New York City will be doing this weekend for Mother's Day revealed that many were not planning to celebrate. One mother called the day a \"Hallmark day.\" Another laughed and said, \"When is it?\" All is not lost. Here is one mother's plan for the whole day, along with other suggestions. Mother's Day Hike Harriman" , "date" : "19960510" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/10\/arts\/for-children.html"} , {"body" : "Encyclopedias identify him as Pierre Carlet de Chamblain de Marivaux (1688-1763). In France, where he's regarded as the most important dramatist to appear between the death of Moliere and the birth of Beaumarchais, it's enough to mention only his last name. Now the playwright's genius is finally being being recognized in the United States, where an" , "date" : "19960509" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["FRANCE"] , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "13" , "title" : "THEATER REVIEW;A Fairy Tale Of Laughter, Disguises And Love" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/09\/theater\/theater-review-a-fairy-tale-of-laughter-disguises-and-love.html"} ,   {"body" : "To hundreds of pensioners who had worked for the Roman Catholic Diocese of Brooklyn, she was known simply as Vinny, and during the last six years, hers was often the reassuring voice on the phone when they called with questions about their monthly checks. Though she juggled broad fiscal responsibilities as the manager of the diocesan pension office" , "date" : "19960508" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Catholic Officials Suspect Longtime Worker in Thefts" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/08\/nyregion\/catholic-officials-suspect-longtime-worker-in-thefts.html"} , {"body" : "Bishop Thomas V. Daily, the head of the Roman Catholic Diocese of Brooklyn, yesterday accused the manager of the diocesan pension office -- a woman who had worked for the diocese for 32 years -- of embezzling more than $1 million in church money. At an unusual news conference -- held on the same day that the District Attorney's office was first" , "date" : "19960507" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Bishop Accuses Manager of Pension Office of Embezzling $1 Million" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/07\/nyregion\/bishop-accuses-manager-of-pension-office-of-embezzling-1-million.html"} , {"body" : "The Comedie-Francaise, France's most venerable theater company, is supposed to provide the best and most authoritative versions of its country's national classics. Its production of Moliere's \"Don Juan,\" which opened at the Brooklyn Academy of Music on Tuesday, does not disappoint even if it is also not utterly dazzling. Moliere, after all, is" , "date" : "19960502" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["FRANCE"] , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "15" , "title" : "THEATER REVIEW;Inspiring Compassion for a Villainous Fop" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/02\/theater\/theater-review-inspiring-compassion-for-a-villainous-fop.html"} , {"body" : "HOUSE tours, garden tours and show houses begin in earnest this week, and freshly pruned gardens, polished antiques and sparkling skylights await visitors. Here is a sampling, from Delaware to Massachusetts. New York City Upper East Side, Manhattan, Saturday -- The New York Junior League will sponsor a self-guided tour of seven apartments, from 10" , "date" : "19960502" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK, NY, USA"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "New Season of Home and Garden Tours" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/02\/garden\/new-season-of-home-and-garden-tours.html"} , {"body" : "JACK PRINCE bridles when anyone suggests his penthouse apartment near Sutton Place is a wreck. \"The real estate agent feels it is not in good shape at all,\" the spry gray-haired man with the round black glasses grumbled. \"I'm inclined to say it is not all that horrendous. She's marketing it as 'needs vision.' I think it's marvelous the way I did" , "date" : "19960428" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Will 'TLC' Transform 'Cinderella'?" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/28\/realestate\/will-tlc-transform-cinderella.html"} , {"body" : "Self-guided house and garden tours this spring will offer close-up looks at the city's oldest and most recently designated historic districts -- Brooklyn Heights (1965) and St. George\/New Brighton on Staten Island (1995) -- as well as Civil War drama: a re-enactment of an encampment of the 14th Regiment on the streets of Fort Greene in Brooklyn." , "date" : "19960421" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: It's the Time of Year for House and Garden Tours;A New Historic District And a Civil War Campsite" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/21\/realestate\/postings-it-s-time-year-for-house-garden-tours-new-historic-district-civil-war.html"} , {"body" : "Few legends haunt the imagination of New Yorkers of a certain intellectual or literary bent more than tales of the circles, salons and other highbrow hobnobbings that were once a feature of city life. It has become de rigueur in some quarters to dismiss the possibility that anything these days could measure up, to opine wearily that such circles" , "date" : "19960420" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "1" , "title" : "90's Revival: Positive Power of Thinking" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/20\/nyregion\/90-s-revival-positive-power-of-thinking.html"} , {"body" : "Benjamin Eisenstadt, the innovative Brooklyn businessman who set Americans to shaking their sugar before sweetening their coffee and then shook up the entire sweetener industry as the developer of Sweet 'N Low, died on Monday at New York Hospital-Cornell Medical Center. He was 89 and a major benefactor of Maimonides Medical Center in Brooklyn. The" , "date" : "19960410" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "16" , "title" : "Benjamin Eisenstadt, 89, a Sweetener of Lives" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/10\/nyregion\/benjamin-eisenstadt-89-a-sweetener-of-lives.html"} , {"body" : "New York City's effort to shore up the crumbling Manhattan Bridge will take about 10 years longer and almost $300 million more than officials had predicted when the repairs began in 1982. The repairs, which have cut two subway connections between Manhattan and Brooklyn for periods of more than 10 years each and have clogged roads and highways in" , "date" : "19960410" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Neglect of Manhattan Bridge Takes Toll in Time and Money" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/10\/nyregion\/neglect-of-manhattan-bridge-takes-toll-in-time-and-money.html"} , {"body" : "One of the things that Freddie Hamilton remembers most vividly about the funeral of her youngest son is the terror in the eyes of the other mothers who went to pay respect. Caught in a spray of gunfire, Njuzi Hamilton, 17 years old, was killed by a single bullet to the head nearly three years ago. As the Fort Greene neighborhood women --" , "date" : "19960407" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: FORT GREENE;2 Grieving Women Sue Gun Manufacturers" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/07\/nyregion\/neighborhood-report-fort-greene-2-grieving-women-sue-gun-manufacturers.html"} ,   {"body" : "TIMES SQUARE A Week of Storytelling From the Global Village Movies, television programs and books are entertaining, but even in the face of these newer media, the art of storytelling, with its ability to capture history and emotion, has endured. Eight storytellers from around the world will perform in pairs, along with a four-member \"music-telling" , "date" : "19960331" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/31\/nyregion\/playing-in-the-neighborhood-042277.html"} , {"body" : "For many Greenwich Village residents, the first sign that something was wrong came when the morning newspaper stopped arriving. Peter and Dolores Martinez had delivered papers throughout the Village for years and rarely missed a day. The job gave Mr. Martinez time to paint and sculpt, and when he had a show he would slip postcard announcements" , "date" : "19960331" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GREENWICH VILLAGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: GREENWICH VILLAGE\/SOHO;Artist Duo's Death Mourned" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/31\/nyregion\/neighborhood-report-greenwich-village-soho-artist-duo-s-death-mourned.html"} , {"body" : "Clay and Glass American Craft Museum, 40 West 53d Street; (212) 956-3535. An exhibition of 67 works by the artist Peter Voulkos, including wood-fired ceramic sculpture, platters and vessels, and related collages and prints, opens today and continues through June 9. Most of the works date from 1978. Hours are 10 A.M. to 5 P.M. Wednesdays to Sundays" , "date" : "19960321" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "Calendar: Shows, Talks, Workshops" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/21\/garden\/calendar-shows-talks-workshops.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA $165,000 405 West 23d Street (London Terrace) 2-bedroom, 2-bath, 1,400-sq.-ft. co-op in a prewar building; 24-hr. doormen, dining area, arched windows, new" , "date" : "19960317" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/17\/realestate\/residential-resales-007757.html"} , {"body" : "BASEBALL teams are scarce in Brooklyn, but artists are not. In a new show, \"Design Brooklyn,\" at the nonprofit Rotunda Gallery, 33 Clinton Street (near Pierrepont Street), in Brooklyn Heights (718 875-4047), the works are by 40 artists who live and work in the borough. The show opens tomorrow and runs through April 27. Marta Baumiller of Park Slope" , "date" : "19960314" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "Currents;40 Artists of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/14\/garden\/currents-40-artists-of-brooklyn.html"} , {"body" : "Two men, strangers to each other, identified only as the Dealer and the Client, meet under the cover of urban night. The Dealer (Patrice Chereau) is a stocky fellow in an overcoat that looks to be one size too big. He moves quickly and talks fast, as if he had said everything countless times before. His is a spiel of Jesuitical intensity. He's a" , "date" : "19960226" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "9" , "title" : "THEATER REVIEW;Two Characters in Search of Meanings" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/26\/theater\/theater-review-two-characters-in-search-of-meanings.html"} , {"body" : "In Fort Greene, Brooklyn, the residents of a housing project had had enough of the pockmarked patchwork of drug corners and shuttered stores, so they formed a neighborhood group, worked with housing police and got Government money to start a nightly patrol. In a neighborhood in Ozone Park, Queens, people who were distressed when the city slashed" , "date" : "19960225" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "1" , "title" : "NEIGHBORHOOD MUSCLE -- A special report.;In Era of Shrinking Budgets, Community Groups Blossom" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/25\/us\/neighborhood-muscle-special-report-era-shrinking-budgets-community-groups.html"} , {"body" : "Friday nights at the Brooklyn Moon Cafe are vaguely reminiscent of an earlier era: Fingers snap, fists are raised in tribute to the spoken word, a few in the crowd sport sunglasses. But the owner, Michael Thompson, said he began the now-trendy Friday-night open-mike sessions not as a haven for revolutionary pauper-poets but as a moneymaker. \"I" , "date" : "19960225" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Books"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: FORT GREENE;Of Latte and the Literati: A Renaissance of Readings" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/25\/nyregion\/neighborhood-report-fort-greene-latte-literati-renaissance-readings.html"} , {"body" : "Institutions keep their identities by always changing. This axiom applies even to places like the Brooklyn Academy of Music, though BAM is one of the few performing-arts organizations around with an identifiable personality worth holding on to. Self-renewal is in the air. Two hours with Harvey Lichtenstein recently conveyed the restlessness. Mr." , "date" : "19960225" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "CLASSICAL VIEW;BAM Spruces Up To Keep Pace With Its Vision" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/25\/arts\/classical-view-bam-spruces-up-to-keep-pace-with-its-vision.html"} , {"body" : "ROBERT KNIGHTLY used to be a cop. Now he's a Legal Aid lawyer. As his \"innocent until proven guilty\" clients sometimes protest, why would he ever do that? Penance. That's what he tells his buddies from his days pounding a beat in Bushwick and Fort Greene, when they react with shock after learning of his career change. He's half-joking, but says" , "date" : "19960224" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "About New York;Trading Badge To Seek Justice Before the Bar" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/24\/nyregion\/about-new-york-trading-badge-to-seek-justice-before-the-bar.html"} ,   {"body" : "School custodial helpers and a private company that provides custodial services at eight Brooklyn schools reached an agreement yesterday on a new labor contract, a day after a walkout that left 10,000 students and their teachers without heat for several hours. Mayor Rudolph W. Giuliani said that in spite of the four-hour strike by the 40 or so" , "date" : "19960209" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "School Custodians Accept New Contract" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/09\/nyregion\/school-custodians-accept-new-contract.html"} , {"body" : "The Giuliani administration's effort to have private companies clean and maintain dozens of New York City public schools hit its first big snag yesterday when custodial helpers at eight Brooklyn schools staged a surprise four-hour strike that deprived more than 10,000 students of heat and hot water and sent many home. The labor dispute -- between" , "date" : "19960208" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Surprise Strike Hits 8 Schools In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/08\/nyregion\/surprise-strike-hits-8-schools-in-brooklyn.html"} , {"body" : "Since he began campaigning for the job he now holds, Rudolph W. Giuliani has modeled himself as a Mayor every police officer could be proud of. He made crime and \"quality of life\" central themes of the campaign and now considers among his greatest accomplishments a stunning drop in murders, car thefts and other offenses. But these days, many police" , "date" : "19960206" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "New York's Thin, Angry Blue Line" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/06\/nyregion\/new-york-s-thin-angry-blue-line.html"} , {"body" : "To the Editor: In the interview with Neil Kaplan, who was stabbed after intervening in what he took to be a robbery (\"The Story of My Stabbing,\" Jan. 21), he tells of other similar incidents and the interviewer comments, \"All that sounds pretty macho.\" Neil responds that he's really not like that, but then admits he does run with the bulls in" , "date" : "19960128" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "15" , "title" : "Running With the Bulls, Fighting With the Muggers" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/28\/nyregion\/l-running-with-the-bulls-fighting-with-the-muggers-005231.html"} , {"body" : "Culinary History 101 The New School is offering courses in culinary history this semester for the first time. A course taught by Alexandra Leaf, a cookbook author, consists of six sessions held on Tuesdays from 7:45 to 9:30 P.M., starting Feb. 13. The cost is $160. Josefina Howard, the owner of Rosa Mexicano restaurant, will teach the culinary" , "date" : "19960124" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "Food Notes" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/24\/garden\/food-notes-092770.html"} , {"body" : "The Brooklyn Navy Yard has long dominated life in Northern Brooklyn, from the days when thousands built warships to the recent battles over a city plan to build a huge incinerator there. The Brooklyn Navy Yard Development Corporation recently received $739,000 from the Mayor's Office to assess the state of the 260-acre plot and figure out how to" , "date" : "19960121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: DEVELOPMENT;Community Consensus for the Navy Yard: Yes on Housing, No on Trash" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/21\/nyregion\/neighborhood-report-development-community-consensus-for-navy-yard-yes-housing-no.html"} , {"body" : "Almost a week after a historic blizzard, as mounds of snow are moved and melted, discarded Christmas trees and bags and bags of garbage -- about 50,000 tons of it -- are piling up on sidewalks and in gutters. But the debris will remain until at least Saturday, when limited garbage collection is tentatively scheduled to begin, and it will likely" , "date" : "19960112" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE BLIZZARD OF 1996: TRASH;Garbage Piled Atop Snow But Pickup May Start Soon" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/12\/nyregion\/the-blizzard-of-1996-trash-garbage-piled-atop-snow-but-pickup-may-start-soon.html"} , {"body" : "Three years ago, Tony Sledge, a former cab driver from Fort Greene, was so badly injured in a car accident that his right leg had to be amputated and his shoulder held in place by a piece of metal. He could barely raise his arm, and he could walk only short distances on crutches, so Mr. Sledge applied for Social Security disability benefits. But a" , "date" : "19960107" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN;Doctor Turned Hospital Into Assembly Line, Patients Say" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/07\/nyregion\/neighborhood-report-downtown-brooklyn-doctor-turned-hospital-into-assembly-line.html"}]