[  {"body" : "Across Brooklyn over the last year, battles for change and preservation rippled through the borough from Red Hook to Dead Horse Bay, in strikingly grass-roots fashion. The neighborhood crusades were large and small, the issues profound and esthetic. There were victories and defeats and, for some, nebulous results. But whatever the outcome of the" , "date" : "19961229" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "A Ripple of Neighborhood Crusades on Issues of All Kinds" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/29\/nyregion\/a-ripple-of-neighborhood-crusades-on-issues-of-all-kinds.html"} , {"body" : "It has been years since she last stopped there, but sometimes, when she is driving through downtown Brooklyn, Verlain White glances down Nevins Street and remembers when it was Mohawk territory. These days she is an alcohol-abuse counselor, but in the early 1960's Ms. White tended bar beneath a framed picture of Jim Thorpe in a dark Nevins Street" , "date" : "19961228" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "An Indian Community Flourished and Faded In a Section of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/28\/nyregion\/an-indian-community-flourished-and-faded-in-a-section-of-brooklyn.html"} , {"body" : "FUZZY arches of red, white and green garlands graced Fifth Avenue, a street whose name evokes images of packed sidewalks and stores. Tony? You bet. He's in there somewhere, probably walking right past Tiffany. Or Sean, Juan or Chan. This Fifth's in Brooklyn. It is the main street of Sunset Park, home to some 500 small businesses serving an" , "date" : "19961214" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "A Main Street Fights to Keep Local Flavor" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/14\/nyregion\/a-main-street-fights-to-keep-local-flavor.html"} , {"author" : "Ross Sandler, former New York City Transportation Commissioner, is director of the Center for New York City Law at New York Law School." , "body" : "There is always an excuse to defer caring for New York City's bridges, highways, school buildings and other public structures. The reason this time is a 19th century restriction found in the state Constitution. Under this provision, the city can borrow no more than 10 percent of the market value of its taxable real property, a sensible limit when" , "date" : "19961211" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "27" , "title" : "On the Road To Ruin" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/11\/opinion\/on-the-road-to-ruin.html"} , {"body" : "In the five years that he has been commuting on the Gowanus Expressway, John Jennings has always allowed an extra half-hour for the congestion on what some consider the worst road in America. Yesterday, he needed closer to an hour. It was the first day of a 13-month project that officials had warned would turn the Gowanus into a virtual parking lot" , "date" : "19961205" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT EXPRESSWAY (NYC)" , "GOWANUS EXPRESSWAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "From Bad to Worse: Going Is Slow as Repairs Begin on the Gowanus" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/05\/nyregion\/from-bad-to-worse-going-is-slow-as-repairs-begin-on-the-gowanus.html"} , {"body" : "NEW YORK Crew Urges National Standards Schools Chancellor Rudy Crew proposed that New York City adopt national standards that would change what schoolchildren are expected to learn and how achievements would be measured. $(Page A1.$) Talks on Superstores End Negotiations between the Giuliani administration and the City Council on allowing" , "date" : "19961205" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Metro Digest" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/05\/nyregion\/metro-digest-605190.html"} , {"body" : "THE history of the Sunset Park community of Brooklyn is a tale of the effect of waves of immigration on community life. In the 1990's, the tale is being retold with new twists. One has been brought about by the arrival of Chinese immigrants from Hong Kong and the mainland in what has come to be known as the Brooklyn Chinatown, which also embraces" , "date" : "19961201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Immigrants Again Renew Sunset Park" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/01\/realestate\/immigrants-again-renew-sunset-park.html"} , {"body" : "Air fares, gasoline and hotel rooms are more expensive this year than last, and even turkeys will cost almost 8 percent more. But none of that will dampen the holiday spirit for millions of Americans this Thanksgiving, including a record 31.8 million who are expected to travel 100 miles or more from home over the four-day weekend. That is not only" , "date" : "19961128" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "21" , "title" : "By Plane, Car and Boat, a Holiday Is On" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/28\/us\/by-plane-car-and-boat-a-holiday-is-on.html"} , {"body" : "During a typical evening rush hour at Flatbush and Atlantic Avenues, the traffic police wrestle with cars backed up for six blocks. All around them, the area is teeming with office workers heading home, parents buying groceries and teen-agers cruising. It is evidence that Downtown Brooklyn is outgrowing itself. Chronic traffic congestion has" , "date" : "19961124" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS EXPRESSWAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "For Downtown Traffic, Growing Pains May Turn Critical" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/24\/nyregion\/for-downtown-traffic-growing-pains-may-turn-critical.html"} , {"body" : "To the Editor: I was delighted to see a Nov. 11 news article on the impending revitalization of the Gowanus Expressway. As you report, the Regional Plan Association, a nonprofit group that advises governments on development, is studying the idea of replacing the expressway with a tunnel. I am dismayed at the reluctance officials have to the tunnel" , "date" : "19961116" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS EXPRESSWAY (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "Explore Tunnel Option" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/16\/opinion\/l-explore-tunnel-option-315532.html"} ,   {"body" : "TAP water fascinates George Fox. No, he's not easily amused. He just appreciates what most people ignore when they put a glass under the kitchen faucet. ''You got 13 million people and, boom, spigots around you everywhere -- in basements, jails and in bars,'' he said. ''We take all that for granted.'' The public seldom thinks ahead about the care" , "date" : "19961113" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Excavating A Monument To Foresight" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/13\/nyregion\/excavating-a-monument-to-foresight.html"} , {"body" : "For years, residents of western Brooklyn have dreaded the upcoming reconstruction of the Gowanus Expressway, a project that would swamp neighborhoods with traffic for at least five years. But an alternative may be emerging: replacing the crumbling elevated expressway with an underground highway. Ultimately, the most important question is whether" , "date" : "19961111" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS EXPRESSWAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "As Unpopular Gowanus Overhaul Looms, a Tunnel Plan Gains Notice" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/11\/nyregion\/as-unpopular-gowanus-overhaul-looms-a-tunnel-plan-gains-notice.html"} , {"body" : "NEW YORK Rough '97 Legislature Likely With the election over, the stage has been set for a 1997 legislative session likely to be every bit as confrontational and protracted as the 1996 version, which dragged into mid-July and produced the latest state budget in the country's history, legislators and analysts say. $(Page A1.$) The Gowanus . . ." , "date" : "19961111" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/11\/nyregion\/metro-digest-246484.html"} , {"body" : "Lou Singer, who guided thousands and thousands of visitors through the other-borough charms of Brooklyn and sang its praises in accents compatible with that environment, died on Tuesday in Long Island College Hospital in Brooklyn. He was 71 and lived in Brooklyn. The cause was complications after surgery for cancer, his wife, Leona, said. Until his" , "date" : "19961107" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["U.S." , "Obituaries"] , "page_facet" : "27" , "title" : "Lou Singer, 71, Guide to the Sights of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/07\/us\/lou-singer-71-guide-to-the-sights-of-brooklyn.html"} , {"body" : "To the Editor: Re your Oct. 24 editorial on New York State's $1.75 billion environmental bond act to be voted on Nov. 5: The act lacks guidelines to insure equitable distribution of funds across the state. Under similar acts in 1972 and 1986, Brooklyn received a fraction of the funds expended, although its 2.5 million residents face serious" , "date" : "19961025" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "38" , "title" : "Environmental Equity" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/25\/opinion\/l-environmental-equity-966452.html"} , {"body" : "While patrolling a stretch of gang-contested turf in East Harlem last week, two police officers spotted two fresh blotches of graffiti on a side wall of Public School 149-207. Most people might have viewed the scribblings -- ''HMC BK RTC'' doodled over ''Hit Squad Blood Gang 4-Life BRIMS'' -- as nothing more than annoying vandalism. But to Officers" , "date" : "19961004" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Police Experts Identifying Gangs, Feuds, Drugs and Personal Signatures" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/04\/nyregion\/police-experts-identifying-gangs-feuds-drugs-and-personal-signatures.html"} , {"body" : "The Spanakos twins still get stares when they visit the old Red Hook places -- the once-sturdy pier that now noses into the water, the bodega that had been a boxing gym and before that a brothel. But no one recognizes them anymore in the Brooklyn of their youth. The stares come now because, at 58, they are still dead ringers. Their identical faces" , "date" : "19960915" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "Survivors of the Street Became Champions of the Ring" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/15\/nyregion\/survivors-of-the-street-became-champions-of-the-ring.html"} , {"author" : "Peter Hellman, an author of five books, frequently writes about New York City for New York magazine and other publications." , "body" : "IF New Yorkers tend to ignore their city's history, it's not entirely their fault. In the daily dash forward, who has time to look back? Who even knows where or how? Yet it can be done, and pleasantly. Forget the car and take the BMT to 25th Street in Brooklyn. Ignore the drab environs of workaday Sunset Park as you exit onto Fourth Avenue. Walk a" , "date" : "19960906" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Where History Is at Rest" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/06\/arts\/where-history-is-at-rest.html"} , {"body" : "WHEN you grow tired of stylish gardens and stylish garden magazines, when you find yourself wanting to set fire to a Smith & Hawken garden bench, then go down to the sea, to Red Hook, Brooklyn. There, wild Virginia creeper climbs over the ruins of abandoned buildings, and a meadow of Queen Anne's lace runs down to a sandy beach. A band of gardeners" , "date" : "19960815" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Blossoms From Rust in Red Hook" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/15\/garden\/blossoms-from-rust-in-red-hook.html"} , {"body" : "The Chicken Man looked out over the ditch full of dark green water that juts into South Brooklyn like a broken finger. \"Maybe there will be a barge today,\" he said. But as he surveyed the unnaturally glassy surface of the Gowanus Canal and listened to the radio static in his bridge tower, the Chicken Man -- Leonard C. Thomas only to his employers" , "date" : "19960729" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS CANAL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "This Is the Life: Raise Bridge. Cook Chicken.;Unsung Chef Dreams Big High Above the Gowanus" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/29\/nyregion\/this-life-raise-bridge-cook-chicken-unsung-chef-dreams-big-high-above-gowanus.html"} ,   {"body" : "If the Brooklyn deadbeats sauntering through \"The Search for One-Eye Jimmy\" generally avoid the \"deses, dems and doses\" of standard movie lowlifes, they still have their own colorful way of saying things. When a nearsighted car thief named Junior (Nick Turturro) loses his glasses during a scuffle on the streets of his Brooklyn neighborhood, he" , "date" : "19960621" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "FILM REVIEW;Celebrating a Neighborhood Of Runyonesque Deadbeats" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/21\/movies\/film-review-celebrating-a-neighborhood-of-runyonesque-deadbeats.html"} , {"body" : "Great Small Works Toy Theater Performance and Workshop Gowanus Arts Exchange 295 Douglass Street, between Third and Fourth Avenues Gowanus, Brooklyn (718) 596-5250 Recommended ages: 7 and up Tomorrow and Sunday War and Peace\" in a shoe box? \"Hamlet\" in cardboard? For the last five years, the Great Small Works toy theater company, based in Brooklyn," , "date" : "19960517" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "19" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/17\/arts\/for-children.html"} , {"body" : "A Place to Eat, Drink and Smoke Cigars Michael Ayoub, the owner and chef of Cucina on Fifth Avenue in Park Slope, Brooklyn, smokes cigars only occasionally, but appreciates one after a good meal. That, he said, is why the cigar will figure so prominently in his new restaurant, Mike and Tony's Bar and Grill, opposite Cucina at 239 Fifth Avenue in" , "date" : "19960331" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO." , "url" : "http:\/\/www.nytimes.com\/1996\/03\/31\/nyregion\/new-yorkers-co-042250.html"} , {"body" : "Douglass Street Festival The Gowanus Arts Exchange 295 Douglass Street, between Third and Fourth Avenues Park Slope, Brooklyn (718) 596-5250 Recommended ages: 8 and up Tomorrow and Sunday Dance lessons aren't usually free, especially in New York. But this is one series parents won't have to write a check for, much less shop for toe shoes. With" , "date" : "19960315" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/15\/arts\/for-children.html"} , {"body" : "A stinging mix of ice pellets and snow snarled commuting for residents of the New York metropolitan region yesterday, as layers of crusting ice sent cars spinning out of control, causing pileups and intermittently forcing the closing of several bridges and highways. The fast-moving storm, which earlier battered the Southeast, turned its wrath on" , "date" : "19960308" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Yet Another Storm Delays Rest for the Winter-Weary" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/08\/nyregion\/yet-another-storm-delays-rest-for-the-winter-weary.html"} , {"body" : "NEW YORK Dole Wins by Big Margin Senator Bob Dole sailed to an overwhelming primary victory in New York, surmounting a challenge by Steve Forbes and cementing his standing as the commanding favorite to win his party's Presidential nomination. It was the first competitive Republican primary election in the state's history. Mr. Dole has collected" , "date" : "19960308" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK, NY, USA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/08\/nyregion\/metro-digest-096245.html"} , {"body" : "THE people of Red Hook await justice. They've already picked out a home for it inside a yellow brick building guarded by a rusty fence and plywood-covered windows. Not much to look at now, but if the plans of residents, local officials and others come through, it will house the city's second community court, where so-called quality-of-life offenses" , "date" : "19960228" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York;Red Hook Is Awaiting A Court Date" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/28\/nyregion\/about-new-york-red-hook-is-awaiting-a-court-date.html"} , {"body" : "No charges were filed against the driver of a vehicle that struck and killed a New York City police officer on Saturday, officials said. The officer, identified as Charles Oddo, 33, was struck about 2:15 P.M. on the Belt Parkway in Brooklyn, said a police spokesman, Doram Tamari. He was diverting traffic away from an oil spill on the Gowanus" , "date" : "19960219" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Killed Officer Is Identified" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/19\/nyregion\/killed-officer-is-identified.html"} , {"body" : "When he was in junior high school on the Lower East Side, Jose Garcia's days were studded with classes in voice, band, art and music appreciation, a creative cornucopia that eventually led him to a stage career. Today, at age 32, he spends one morning a week at a Brooklyn elementary school where there are no such classes. For the last 18 months," , "date" : "19960218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: PARK SLOPE;Community Groups Protect the Arts From Extinction in Schools" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/18\/nyregion\/neighborhood-report-park-slope-community-groups-protect-arts-extinction-schools.html"} , {"body" : "A New York City police officer who was helping to detour traffic after an accident in Brooklyn, died yesterday afternoon after being struck by a truck on the Shore Parkway, officials said. The officer, whose name was not immediately released, suffered severe head and spine injuries in the accident, which happened about 2:15 P.M.. He died in surgery" , "date" : "19960218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "A Truck Kills an Officer Detouring Traffic" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/18\/nyregion\/a-truck-kills-an-officer-detouring-traffic.html"} ,   {"body" : "When Mayor Rudolph W. Giuliani and fire officials first proposed shutting down New York City's fire alarm boxes more than a year ago, they said it would reduce false alarms and save $5 million a year. New Yorkers, they added, would be better served by the city's modern, expansive telephone system than by its antiquated network of 16,300 alarm" , "date" : "19960211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "49" , "title" : "Phone Scarcity Complicates Fire Alarm Plan" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/11\/nyregion\/phone-scarcity-complicates-fire-alarm-plan.html"} , {"body" : "SUNNYSIDE Flamenco Interpretations With Poetic Influence It may take two to tango, but the elaborate footwork and hand movements of flamenco dancing are beautiful to watch whether one, two or five dancers are performing. \"Flamenco\" will be performed by five dancers from the Andrea Del Conte Danza Espana company, including Ms. Del Conte (left), at" , "date" : "19960121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/21\/nyregion\/playing-in-the-neighborhood-057428.html"}]