[  {"body" : "HOUSE tours, garden tours and show houses begin in earnest this week, and freshly pruned gardens, polished antiques and sparkling skylights await visitors. Here is a sampling, from Delaware to Massachusetts. New York City Upper East Side, Manhattan, Saturday -- The New York Junior League will sponsor a self-guided tour of seven apartments, from 10" , "date" : "19960502" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK, NY, USA"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "New Season of Home and Garden Tours" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/02\/garden\/new-season-of-home-and-garden-tours.html"} , {"body" : "Self-guided house and garden tours this spring will offer close-up looks at the city's oldest and most recently designated historic districts -- Brooklyn Heights (1965) and St. George\/New Brighton on Staten Island (1995) -- as well as Civil War drama: a re-enactment of an encampment of the 14th Regiment on the streets of Fort Greene in Brooklyn." , "date" : "19960421" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: It's the Time of Year for House and Garden Tours;A New Historic District And a Civil War Campsite" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/21\/realestate\/postings-it-s-time-year-for-house-garden-tours-new-historic-district-civil-war.html"} , {"body" : "A STORY of racial harmony set against some of the finest residential architecture in Brooklyn resounds from the wide, parking-friendly streets of Prospect Lefferts Gardens. Situated near the southeast corner of Prospect Park in the Flatbush section, the racially mixed, predominantly middle-class, richly West Indian neighborhood holds at its core a" , "date" : "19960407" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT LEFFERTS GARDENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "If You're Thinking of Living In\/Prospect Lefferts Gardens;Racial Harmony and Rich Architecture" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/07\/realestate\/if-you-re-thinking-living-prospect-lefferts-gardens-racial-harmony-rich.html"} , {"body" : "After years of working to make New York City's subways cleaner, safer and faster, the Transit Authority reported yesterday that subway ridership in 1995 reached its highest level in 21 years, but then began a sharp decline after the November fare increase. There were nearly four million fewer riders in December 1995, the first full month after the" , "date" : "19960217" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "With Fare Up, Subway Use Drops Sharply" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/17\/nyregion\/with-fare-up-subway-use-drops-sharply.html"}]