[  {"body" : "To the Editor: I simply could not believe the M.T.A.'s response to the question in the F.Y.I. column concerning Bill Brand's work ''Masstransiscope'' (''Suspended Animation,'' Nov. 17). The writer noted the work's state of disrepair and simply asked, ''Why does the M.T.A. continue to keep it lighted?'' Sandra Bloodworth, head of the M.T.A.'s Art" , "date" : "19961201" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "17" , "title" : "Sad State of Tunnel Art Suggests a Lack of Will" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/01\/nyregion\/l-sad-state-of-tunnel-art-suggests-a-lack-of-will-539040.html"} , {"body" : "For a while, Alan Leidner's romance with the Yankees turned stormy. Although wedded to the team by geography and history, Leidner could not summon the same affection for the club that he had felt as a boy, when the players seemed genuinely heroic and his first trip to Yankee Stadium was rewarded with a home run by Mickey Mantle. Part of the" , "date" : "19961029" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "A Team You Almost Had to Like" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/29\/sports\/a-team-you-almost-had-to-like.html"} , {"body" : "They called it historic, majestic, sublime. They compared it to Christmas morning as a kid or the best birthday ever. They said it was like a wedding day or winning the lottery. New Yorkers were gleefully lost among the metaphors yesterday, but any way you looked at it, the New York Yankees were the toast of the town -- and it was strong stuff," , "date" : "19961028" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "Sports"] , "page_facet" : "1" , "title" : "It's Autumn in New York, And Triumph Is in the Air" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/28\/sports\/it-s-autumn-in-new-york-and-triumph-is-in-the-air.html"} , {"body" : "The Yankees' triumph, the all-night victory party and the day after melded into a long, happy blur for the extended members of the Torre household yesterday, who woke to find that they had become the city's first family of baseball, at least for a time. The truth be told, many in the family got almost no sleep to wake up from. Rae Torre, a sister" , "date" : "19961028" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "6" , "title" : "No Sleep and a Lot of Tears Makes for a Festive Treat" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/28\/sports\/no-sleep-and-a-lot-of-tears-makes-for-a-festive-treat.html"} , {"body" : "Ending years of futility and self-doubt, the Yankees defeated the Atlanta Braves 3-2 in a taut thriller last night to win their first World Series title in 18 years. Crowning a magical season of many small miracles, the Yankees dropped the first two games at home and then stormed back to snatch four straight from the defending champions and claim a" , "date" : "19961027" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Comeback Is Complete: Yanks Win the Series" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/27\/sports\/comeback-is-complete-yanks-win-the-series.html"} , {"body" : "For a family and a tiny Brooklyn neighborhood whose life is baseball, it was the timing that convinced them that Someone up there must be a fan. Only four hours after watching his baby brother take the Yankees improbably into the lead in the World Series, Frank Torre was awakened yesterday morning in his bed at Columbia-Presbyterian Medical Center" , "date" : "19961026" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Biggest Victory for Torre Family: Heart Transplant Arrives on Time" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/26\/nyregion\/biggest-victory-for-torre-family-heart-transplant-arrives-on-time.html"} , {"body" : "Cookie Lorenzo and Jim McElroy remember when Marine Park, its 798 acres spilling out into Rockaway Inlet, was all swamp and elephant grass, without a baseball player in sight. But it took no time after its northern end was filled in the late 1930's before the sandy fields became a crucible of Brooklyn baseball prowess. Wooden backstops seemed to" , "date" : "19961019" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Torre Far From Sandlot but Close to Home" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/19\/nyregion\/torre-far-from-sandlot-but-close-to-home.html"} , {"body" : "NEW YORK Officer Slain in Brooklyn A police lieutenant was shot and killed in Brooklyn by a 61-year-old man with a long history of violent crime, the authorities said. The gunman was killed a short time later in a shootout with other officers, the police said. $(Page 1.$) An off-duty housing officer who was shot to death in East New York on Sunday" , "date" : "19961019" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/19\/nyregion\/metro-digest-887293.html"} , {"body" : "After 15 years of the sobriety of finishing a baseball season without their team in first place, and often nowhere near it, Yankee fans were able to drink in the sugary taste of success yesterday, and no one more so than Bruce Burdman. ''Was this fantastic or was this fantastic?'' he said. ''Listen, I was 13 when they last won something, and I'm" , "date" : "19960927" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Cheering In Bronx Is Heard Far Afield" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/27\/nyregion\/cheering-in-bronx-is-heard-far-afield.html"} , {"body" : "The interview with the vampire takes place in a sixth-floor walk-up in the East Village, among the dark shadows cast by blood-red drapes of satin brocade. The vampire himself reclines on a plush bedspread of the same color and material, a figure of pale ivory against a rippling crimson tide. There are sepulchral notes in his laughter and" , "date" : "19960810" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Count Dracula Never Had His Own Cable TV Show" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/10\/nyregion\/count-dracula-never-had-his-own-cable-tv-show.html"} ,   {"body" : "The world can seem an endless story of bad luck and pain, and then, suddenly, something extraordinary happens. A heroine emerges, a young mother named Scarlet. On March 30, Scarlet, a calico cat, carried her five kittens, one by one, from a burning garage, inspiring the Brooklyn firefighters who saw it. They took the injured cats to the North Shore" , "date" : "19960628" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "8 Lives Left, 5 Cats Get New Homes" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/28\/nyregion\/8-lives-left-5-cats-get-new-homes.html"} , {"body" : "WHEN WE WERE doing 'The Heiress,' \" recalled Andre Bishop, the artistic director of Lincoln Center Theater, \"a young director I won't name went backstage to visit Cherry Jones. He told her how great she was, and she asked him, 'What did you think of Gerry's work?' \" She was referring, of course, to her director, Gerald Gutierrez. \"He seemed taken" , "date" : "19960623" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "7" , "title" : "THEATER;More Adult, And Stronger Than He Knew" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/23\/theater\/theater-more-adult-and-stronger-than-he-knew.html"} , {"body" : "LET'S begin with the worst. Danny and I, old sauntering buddies, had decided to try something new, walking in a straight line. Our past perambulations had been around islands, first Manhattan, then Staten Island, attempts to glimpse truths from the outside looking in. Now we were going to walk the length of Flatbush Avenue, more than 10 miles, in" , "date" : "19960510" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH AVENUE (BROOKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel" , "Arts"] , "page_facet" : "1" , "title" : "Trudging Up the Flatbush Trail" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/10\/arts\/trudging-up-the-flatbush-trail.html"} , {"body" : "KATHERINE MATHEWS, a physician in her 30's, got so piqued one night at the recalcitrant pony she was riding -- a filly by the name of Bo-Peep -- that she did something she never expected to do. When her riding teacher changed her over to a full-size horse and said, \"Canter,\" she accomplished the gait like a dream, with unerring mastery and perfect" , "date" : "19960503" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "The Long, Scary Road to the Bridle Path" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/03\/arts\/the-long-scary-road-to-the-bridle-path.html"} , {"body" : "A livery-cab driver was found shot to death in the front seat of his car on a Brooklyn street early yesterday, the police said. The police were investigating whether the killing of Mikhail Sharov, 42 -- the fourth of a livery-cab driver in New York this year -- was related to the other three slayings, which ballistics tests showed were committed" , "date" : "19960227" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Another Livery-Cab Driver Is Fatally Shot in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/27\/nyregion\/another-livery-cab-driver-is-fatally-shot-in-brooklyn.html"} , {"body" : "As they looked out at a panoramic view of the city, Queens Republicans had a lot to celebrate at their annual dinner: a Republican Governor, a Republican in Gracie Mansion, several strongholds around the city and fertile ground for future success. But that Republican Mayor was among the many boycotting the affair, and some of those who did attend" , "date" : "19960226" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Bitter Feuds Split G.O.P. In Queens and Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/26\/nyregion\/bitter-feuds-split-gop-in-queens-and-brooklyn.html"} , {"body" : "The police have formed a homicide task force to determine whether a single person carried out the killings of four livery-cab drivers over the last 13 months. A police official who spoke on condition of anonymity said ballistics tests confirmed that three of the livery drivers were killed by the same .22-caliber gun. The latest victim, Mancoor" , "date" : "19960226" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Inquiry on Cabby Killings" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/26\/nyregion\/inquiry-on-cabby-killings.html"} , {"body" : "THE keen of eye might have noticed that a few snowflakes settled on New York City last weekend. The storm had a name, Ginger, and its light but unrelenting touch managed to clog streets, shut down airports and more or less paralyze the region. It's been bad, bad news for a lot of people. But not for everyone. \"We're happy to say we've received" , "date" : "19960112" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Perfect Days for Playing in Snow" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/12\/arts\/perfect-days-for-playing-in-snow.html"}]