[  {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN GREENWICH VILLAGE $1.8 million 83 Charles Street 5-bedroom, 2-bath, 4-story town house built in 1866; double parlor, 4 fireplaces, rear garden, historic district," , "date" : "19961222" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/22\/realestate\/residential-resales-780197.html"} , {"body" : "Benefit Craft Show 69th Regiment Armory, Lexington Avenue at 26th Street; (800) 660-1045. God's Love We Deliver, an organization that delivers meals to housebound people with AIDS, will benefit from an opening-night party and silent auction tomorrow, from 4 to 9 P.M. Tickets in advance, $20; at the door, $25. Ticket proceeds and part of the money" , "date" : "19961212" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "Calendar: Holiday Shows and Sales" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/12\/garden\/calendar-holiday-shows-and-sales.html"} , {"body" : "A Brooklyn woman was arrested yesterday on child endangerment charges after police officers found her three young children, including twin infants, left home alone in her Prospect Heights apartment. Officers from the 77th Precinct were called to 495 Sterling Place about 6 A.M., according to police reports, after neighbors heard one of the children" , "date" : "19961124" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Police Say Mother Left Children Home Alone" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/24\/nyregion\/police-say-mother-left-children-home-alone.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA $670,000 257 West 17th Street 3-bedroom, 2 1\/2-bath, 2,057-sq.-ft. penthouse condo in a loft building; elevator, 11 1\/2-ft. ceilings, fireplace, 2 exposures;" , "date" : "19961110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/10\/realestate\/residential-resales-137120.html"} , {"body" : "Artists' Open House 41 Union Square West (17th Street); (212) 633-8525. Artists in the studio building will open their doors to the public on Saturday and Sunday from 11 A.M. to 5 P.M. More than 60 painters, sculptors, ceramicists, textile artists, photographers and other artists will participate. Demonstrations and talks will be offered both days." , "date" : "19961031" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "Calendar: Crafts Sale, Exhibitions And Tours" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/31\/garden\/calendar-crafts-sale-exhibitions-and-tours.html"} , {"body" : "Mums and Bonsai New York Botanical Garden, 200th Street and Southern Boulevard, the Bronx; (718) 817-8700. The annual Chrysanthemum and Bonsai Festival, which features chrysanthemum borders and display gardens and an exhibition of bonsai by the Yama Ki Bonsai Society, starts today and ends Sunday. Guided tours of the bonsai exhibition will be" , "date" : "19961017" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "Garden Events: A Sale, Festivals and Lectures" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/17\/garden\/garden-events-a-sale-festivals-and-lectures.html"} , {"body" : "THREE years ago, Alan Marks, a Park Slope real-estate agent, would watch a one-bedroom apartment on Sackett Street, in an area known as the Lower Slope, languish on his list of rentals for longer than a month. Prospective tenants would take one look at the block, dotted with abandoned buildings and a few scraggly trees, turn up their noses and keep" , "date" : "19961013" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Boom in Park Slope" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/13\/nyregion\/the-boom-in-park-slope.html"} , {"body" : "Rand Retrospective Houghton and Lubalin galleries in the Cooper Union Foundation Building, Seventh Street at Third Avenue; (212) 353-4207. An exhibition of packaging, book jackets, advertisements, posters and corporate annual reports and logos by the designer Paul Rand starts tomorrow and continues through Nov. 8. Some items in the exhibition will" , "date" : "19961003" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "Calendar: Exhibitions, A Loft Tour and a Fiesta" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/03\/garden\/calendar-exhibitions-a-loft-tour-and-a-fiesta.html"} , {"body" : "The New York City real estate market is full of tales of sellers who put their houses or apartments on the market, clean them every morning just in case an agent comes by with some eager buyers, only to wait and wait for an offer that seems to never come. Although the last few years have been grim for many sellers -- average selling times have" , "date" : "19960719" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "18" , "title" : "About Real Estate;On the Rise: Instant Selling Success" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/19\/business\/about-real-estate-on-the-rise-instant-selling-success.html"} , {"body" : "THE nine of spades lay on the third-floor landing, as if a very hip magician -- a magician who puts on his shows in abandoned buildings in Brooklyn -- had caused it to inexplicably rise from the pile of debris underneath it. The four of hearts lay on the soiled carpet at the top of the stairs one flight below. The tattered playing cards seemed to" , "date" : "19960616" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Habitats\/593 1\/2 Vanderbilt Avenue, Brooklyn;A Derelict in the Hands of an Imaginative Artist" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/16\/realestate\/habitats-593-1-2-vanderbilt-avenue-brooklyn-derelict-hands-imaginative-artist.html"} ,   {"body" : "Plants and Children Brooklyn Botanic Garden, 1000 Washington Avenue, off Eastern Parkway, Prospect Heights, (718) 622-4433, extension 416; and the Brooklyn Children's Museum, 145 Brooklyn Avenue, at St. Mark's Avenue, Crown Heights, (718) 735-4400. Breaking Ground,\" a collaboration between the garden and the museum to teach children 3 to 12 about" , "date" : "19960516" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "13" , "title" : "Calendar: Plant Project, 2 Exhibitions" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/16\/garden\/calendar-plant-project-2-exhibitions.html"} , {"body" : "The agency that builds public schools in New York City has repeatedly botched projects, endangering children and causing delays with mistakes that included building a $300,000 wheelchair ramp under the hoop on a basketball court, a State Senate committee charged today. The Senate Committee on Investigations, Taxation and Government Operations said" , "date" : "19960424" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Mistakes Charged in Schools Construction" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/24\/nyregion\/mistakes-charged-in-schools-construction.html"} , {"body" : "A Brooklyn woman was rousted from her apartment and shot in the face early yesterday by a gunman who was hunting for a teen-ager related to the woman, the police said. The woman, Ethel Wheeler, 61, of 1010 President Street in Prospect Heights, was in her fourth-floor apartment just before 1 A.M. when the gunman shot her, said Officer Sara" , "date" : "19960415" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Brooklyn Woman Shot by an Early Visitor" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/15\/nyregion\/brooklyn-woman-shot-by-an-early-visitor.html"} , {"body" : "Through the years in TV land, an advertiser seeking the eyes and ears of children knew pretty much where to find them. So Bucky Beaver might pitch Ipana toothpaste during \"The Mickey Mouse Club,\" Maypo could promote porridge on \"Captain Kangaroo\" and Mattel could send Barbie waltzing through the commercial breaks of \"Garfield and Friends.\" But" , "date" : "19960408" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "The Young and Restless Audience: Fine Tuning -- A special report;Computers, Cable and Videos Cut Into Children's TV-Watching Time" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/08\/business\/young-restless-audience-fine-tuning-special-report-computers-cable-videos-cut.html"} , {"body" : "A STORY of racial harmony set against some of the finest residential architecture in Brooklyn resounds from the wide, parking-friendly streets of Prospect Lefferts Gardens. Situated near the southeast corner of Prospect Park in the Flatbush section, the racially mixed, predominantly middle-class, richly West Indian neighborhood holds at its core a" , "date" : "19960407" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT LEFFERTS GARDENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "If You're Thinking of Living In\/Prospect Lefferts Gardens;Racial Harmony and Rich Architecture" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/07\/realestate\/if-you-re-thinking-living-prospect-lefferts-gardens-racial-harmony-rich.html"} , {"body" : "It happened 46 years ago, on the cloudy night of March 28, 1950, and until this weekend, in fact, when the Final Four is played at the Meadowlands in New Jersey, it was the last time the N.C.A.A. championship was scheduled in the New York City area, as though, perhaps, to avoid any unsavory remembrances. But the memory of that long-ago National" , "date" : "19960329" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "20" , "title" : "FINAL FOUR: A LOOK BACK;Scandal, the Unwanted Scar of Triumph" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/29\/sports\/final-four-a-look-back-scandal-the-unwanted-scar-of-triumph.html"} , {"body" : "Line, Color and Form American Institute of Graphic Arts, 164 Fifth Avenue (22d Street); (212) 807-1990. The Avant-Garde Letterhead,\" an exhibition of 150 examples of stationery, posters, envelopes and postcards, most of them from the early 20th century, opens on Wednesday and continues through May 8. The exhibition, organized by the Cooper-Hewitt" , "date" : "19960307" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "Calendar: Exhibitions And Talks" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/07\/garden\/calendar-exhibitions-and-talks.html"} , {"body" : "The immigrant mothers sat along the edges of Brooklyn playgrounds and talked about two methods of discipline: the American way, and the way they brought with them from their homelands. American parents, they say, give a young child a timeout or ground an older one, then may even feel guilty about it. The immigrant parents believe sterner is better," , "date" : "19960229" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Cultural Reluctance To Spare the Rod;Newcomers Say Americans Spoil Children" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/29\/nyregion\/a-cultural-reluctance-to-spare-the-rod-newcomers-say-americans-spoil-children.html"} , {"body" : "Cigar smoke billowing behind him, James Grotto strode grandly across the room as he summoned his troops to storm a heavily fortified Confederate ridge in the Battle of Gettysburg. \"We don't see ourselves as murderers,\" he growled. \"We just like to end wars real quick.\" Mr. Grotto moved on to sample a smorgasbord of equally hostile, ongoing" , "date" : "19960223" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Scourge of Armies For A Few Hours;Saxons and Scots Confront Rat Race in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/23\/nyregion\/scourge-of-armies-for-a-few-hours-saxons-and-scots-confront-rat-race-in-brooklyn.html"} , {"body" : "DeWitt Clinton of the Bronx won its first girls' Public Schools Athletic League track title, and Brooklyn Tech captured the boys' crown yesterday at the Armory Track and Field Center. Clinton, with only two individual winners, showed team depth as the Governors tallied 72 points to outdistance second-place Prospect Heights of Brooklyn, which had" , "date" : "19960219" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "2" , "title" : "Clinton Girls Win in Track" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/19\/sports\/clinton-girls-win-in-track.html"} ,   {"body" : "FOR the third time, Carol Link caresses a Noritake tea cup with an elaborate red and gold design. It's part of a set of china (service for six with extra serving plates) selling at the Harlem Restoration Thrift Shop for $150, a price that makes her think the unthinkable. \"I already own two sets of china,\" she mumbles, \"but I certainly don't own" , "date" : "19960114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Thrift Shop Steps Up in Class" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/14\/nyregion\/the-thrift-shop-steps-up-in-class.html"} , {"body" : "SOCCER U.S. Tops Trinidad Joe-Max Moore's free kick in the second half gave the United States a 3-2 victory over Trinidad and Tobago in the Concacaf Gold Cup soccer tournament in Anaheim, Calif., yesterday. Eric Wynalda scored the other two goals for the United States. The U.S. and El Salvador are tied for first place in Group C and will play a" , "date" : "19960114" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "RESULTS PLUS" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/14\/sports\/results-plus-069515.html"} , {"author" : "Jessica Siegel is a freelance writer based in NewYork." , "body" : "It is a little after 8 on a chilly morning and inside Prospect Heights High School in the Crown Heights section of Brooklyn, Peter Dillon's English as a second language class is starting to fill up. The students, all juniors or seniors, have come a long way to get to Prospect Heights -- most from the devastated school system of Haiti, others from" , "date" : "19960107" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S." , "Education"] , "page_facet" : "27" , "title" : "Pitching In Back Home" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/07\/education\/pitching-in-back-home.html"}]