[  {"body" : "Across Brooklyn over the last year, battles for change and preservation rippled through the borough from Red Hook to Dead Horse Bay, in strikingly grass-roots fashion. The neighborhood crusades were large and small, the issues profound and esthetic. There were victories and defeats and, for some, nebulous results. But whatever the outcome of the" , "date" : "19961229" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "A Ripple of Neighborhood Crusades on Issues of All Kinds" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/29\/nyregion\/a-ripple-of-neighborhood-crusades-on-issues-of-all-kinds.html"} , {"body" : "I can now tell a monarch butterfly from a swallowtail. I can even identify a great spangled fritillary caterpillar if I spy one of these fuzzy adolescents, speckled with what look like orange pimples, ravaging a violet next spring. I understand a bit about the butterfly's life cycle, from egg to the moment it emerges from its chrysalis, that cozy" , "date" : "19961229" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "32" , "title" : "Learning the What, Why and How of Butterflies" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/29\/style\/learning-the-what-why-and-how-of-butterflies.html"} , {"body" : "Seeking to ease a housing shortage that is growing worse by the month, the Giuliani administration is preparing a broad plan to open up manufacturing areas to residential development while eliminating regulations that it thinks are discouraging housing construction in New York City. Officials said the plan would be the city's most direct response" , "date" : "19961224" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Giuliani Offers Plan to Ease Restrictions on New Housing" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/24\/nyregion\/giuliani-offers-plan-to-ease-restrictions-on-new-housing.html"} , {"body" : "Asked just a year ago whether they would have supported legislation to severely curtail the power of community school boards, many parents and teachers in District 15 in Brooklyn would have answered loudly in the negative. The district, which straddles working-class neighborhoods in South Brooklyn and more affluent brownstone blocks in Park Slope," , "date" : "19961219" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "In South Brooklyn, Guarded Desire for Change" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/19\/nyregion\/in-south-brooklyn-guarded-desire-for-change.html"} , {"body" : "New shop owners have a rule of thumb: Open around Thanksgiving, and by Christmas you could reap 25 percent of the year's gross sales. Perhaps that's why four home stores chose this season to debut. ECLECTICISM reigns at Dimson Homma, the Upper East Side shop founded by Rise Dimson, a former vice president at Estee Lauder International, and Robert" , "date" : "19961212" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "A Treasure Quest Leads to the Bronx" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/12\/garden\/a-treasure-quest-leads-to-the-bronx.html"} , {"body" : "Three thousand signatures later, Charles J. Hamm is keeping his word. Last May, Mr. Hamm, the president of Brooklyn-based Independence Savings Bank, promised Red Hook residents, who must travel to Carroll Gardens or other neighborhoods to do their banking, that he would open a branch in the neighborhood if a local advocacy group collected 3,000" , "date" : "19961208" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "Banker Delivers on His Pledge" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/08\/nyregion\/banker-delivers-on-his-pledge.html"} , {"body" : "Sometimes my family's farm in Maryland strikes me with all the power of a great, living body: a being that I would like to know intimately, from the heaviness of its red clay soil to the eagle we saw flying slowly over the edge of the woods last weekend. ''The wings are too long for a hawk,'' said Rudy, my sister's husband, as we neared the stream," , "date" : "19961208" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "64" , "title" : "Tramping the Gray Woods and Finding Comfort" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/08\/style\/tramping-the-gray-woods-and-finding-comfort.html"} , {"body" : "In the five years that he has been commuting on the Gowanus Expressway, John Jennings has always allowed an extra half-hour for the congestion on what some consider the worst road in America. Yesterday, he needed closer to an hour. It was the first day of a 13-month project that officials had warned would turn the Gowanus into a virtual parking lot" , "date" : "19961205" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT EXPRESSWAY (NYC)" , "GOWANUS EXPRESSWAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "From Bad to Worse: Going Is Slow as Repairs Begin on the Gowanus" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/05\/nyregion\/from-bad-to-worse-going-is-slow-as-repairs-begin-on-the-gowanus.html"} , {"body" : "In the face of an emotional volley of criticism from parents, teachers and politicians, members of Community School Board 15 voted Wednesday to invite educators to apply for the job of district superintendent. The 5-to-3 vote by the board, with one abstention, effectively ends the nine-year tenure of Superintendent William Casey, who is widely" , "date" : "19961124" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "12" , "title" : "Vote Underlines District Split" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/24\/nyregion\/vote-underlines-district-split.html"} , {"body" : "You can actually see the stars from Red Hook, that little elbow of Brooklyn that sticks out into the Buttermilk Channel, just across the harbor from the Statue of Liberty and south of the towering weight of Manhattan. I saw Cassiopeia a few nights ago, hovering like a big W over the roofs of the little row houses on the street where I have just" , "date" : "19961117" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "46" , "title" : "Pulling Up Roots, and Leaving Some Behind" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/17\/style\/pulling-up-roots-and-leaving-some-behind.html"} ,   {"author" : "Christopher Reardon writes about dance for The Christian Science Monitor and The Village Voice." , "body" : "AS A BOY GROWING UP IN a Brooklyn orphanage during the Depression, Murray Louis dreamed of becoming a doctor or a chemist; he craved certainty. When the nomenclature of bones and the taxonomy of elements eluded his grasp, he opted for a career as a dancer and choreographer. Yet even after creating 100 works for the stage, Mr. Louis still thinks of" , "date" : "19961117" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "32" , "title" : "Cherishing the Memory of Nikolais, but Moving On" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/17\/arts\/cherishing-the-memory-of-nikolais-but-moving-on.html"} , {"body" : "For years, residents of western Brooklyn have dreaded the upcoming reconstruction of the Gowanus Expressway, a project that would swamp neighborhoods with traffic for at least five years. But an alternative may be emerging: replacing the crumbling elevated expressway with an underground highway. Ultimately, the most important question is whether" , "date" : "19961111" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS EXPRESSWAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "As Unpopular Gowanus Overhaul Looms, a Tunnel Plan Gains Notice" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/11\/nyregion\/as-unpopular-gowanus-overhaul-looms-a-tunnel-plan-gains-notice.html"} , {"body" : "Eileen C. Dugan, a Brooklyn Democrat who was elected to her ninth term in the New York State Assembly only on Tuesday, died yesterday at Beth Israel Medical Center. Ms. Dugan, who lived in Carroll Gardens, was 51. The cause was breast cancer, according to her family. Gov. George E. Pataki, who served in the Assembly with Ms. Dugan, ordered state" , "date" : "19961109" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "52" , "title" : "Eileen C. Dugan, 51, State Assemblywoman" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/09\/nyregion\/eileen-c-dugan-51-state-assemblywoman.html"} , {"body" : "Health Nut? Q. Do any plants that grow in the city lend themselves to medicinal uses? A. New York woods, fields and parks abound in grasses, wildflowers and woody trees and shrubs known or believed to have medicinal properties, said Thomas Ching, director of horticulture for the Parks Department. Among the most common, he said, are tufted grasses" , "date" : "19961027" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1996\/10\/27\/nyregion\/fyi-983721.html"} , {"body" : "For nearly nine years, as superintendent of Community School District 15, William Casey acquired a reputation for raising test scores and securing outside grants. Now a majority on the newly -elected school board has agreed to solicit applications for his job. Instead of renewing his three-year contract when it expires next June, five of nine board" , "date" : "19961027" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "10" , "title" : "School District 15, Shockwaves Over an October Surprise" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/27\/nyregion\/school-district-15-shockwaves-over-an-october-surprise.html"} , {"body" : "The mother of a yeshiva student killed in a terrorist shooting on the Brooklyn Bridge two years ago wept in a courtroom yesterday as the final defendant in the case pleaded guilty and was sentenced to probation. The mother, Devorah Halberstam, whose 16-year-old son, Aaron, was killed on March 1, 1994, pleaded with Justice Harold J. Rothwax of State" , "date" : "19961017" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Man Is Sentenced in the Hiding Of Evidence in Terrorist Slaying" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/17\/nyregion\/man-is-sentenced-in-the-hiding-of-evidence-in-terrorist-slaying.html"} , {"body" : "A Federal judge who has been asked to order new primary elections because of ballot problems that kept many voters away from the polls in Brooklyn said that in at least one race, he may instead reopen the polls so that people who did not vote can do so. Many voters could not cast ballots on Sept. 10 because many of the voting machines were not" , "date" : "19960927" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "U.S. Judge May Reopen Primary Polls" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/27\/nyregion\/us-judge-may-reopen-primary-polls.html"} , {"body" : "To The Home Section: Having been born and raised in Red Hook, Brooklyn, I cherished your recent article (''Garden Notebook: Blossoms From Rust in Red Hook,'' Aug. 15). Anne Raver has stated what Red Hook inhabitants have known forever: It is possible to experience small-town atmosphere in a big-city dwelling. But more importantly, people from all" , "date" : "19960926" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["RED HOOK (NYC)"] , "nytd_section_facet" : ["Opinion" , "Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "Big City, Small Town" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/26\/garden\/l-big-city-small-town-515140.html"} , {"body" : "A Federal judge said yesterday that the widespread foul-ups in last week's primary elections in Brooklyn had interfered with many people's right to vote, and he assailed the system that led to the failures. The remarks by Judge David G. Trager of Federal District Court in Brooklyn heartened lawyers for losing candidates in a dozen legislative and" , "date" : "19960921" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Judge Attacks Ballot System's Failures" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/21\/nyregion\/judge-attacks-ballot-system-s-failures.html"} , {"body" : "The Spanakos twins still get stares when they visit the old Red Hook places -- the once-sturdy pier that now noses into the water, the bodega that had been a boxing gym and before that a brothel. But no one recognizes them anymore in the Brooklyn of their youth. The stares come now because, at 58, they are still dead ringers. Their identical faces" , "date" : "19960915" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "Survivors of the Street Became Champions of the Ring" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/15\/nyregion\/survivors-of-the-street-became-champions-of-the-ring.html"} ,   {"body" : "International 3-19 ELECTION DAY IN BOSNIA Bosnia's elections, billed by Washington as a step toward a democratic and integrated country, took place with minor incidents as Serbs, Croats and Muslims cast their ballots with different expectations. 1 A DIFFICULT ROAD TO THE POLLS The election-day journey of Muslim and Serb refugees trying to vote" , "date" : "19960915" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/15\/nyregion\/news-summary-344320.html"} , {"body" : "New York City sends more than 60 legislators to the State Assembly, but most do not face difficult races this November, and only a few will be opposed in next Tuesday's primaries. Here are the more serious contests. 36th District (Queens): Democratic primary. Denis Butler, 69, has represented this Astoria-based district for 20 years. Although we" , "date" : "19960905" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "The Assembly Primaries" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/05\/opinion\/the-assembly-primaries.html"} , {"body" : "WASHINGTON HEIGHTS A Grand Setting For Uptown Jazz ''Take the C Train'' could be the theme as jazz comes to the Morris-Jumel Mansion on Saturday in the fourth annual ''Jazz at the Mansion'' concert. The event features some accomplished artists including the pianist Richard Wyands, who has played and recorded with Carmen McRae, Ella Fitzgerald and" , "date" : "19960825" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/25\/nyregion\/playing-in-the-neighborhood-004979.html"} , {"body" : "WHEN you grow tired of stylish gardens and stylish garden magazines, when you find yourself wanting to set fire to a Smith & Hawken garden bench, then go down to the sea, to Red Hook, Brooklyn. There, wild Virginia creeper climbs over the ruins of abandoned buildings, and a meadow of Queen Anne's lace runs down to a sandy beach. A band of gardeners" , "date" : "19960815" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Blossoms From Rust in Red Hook" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/15\/garden\/blossoms-from-rust-in-red-hook.html"} , {"body" : "International A3-16 SUSPECTS IN SAUDI BOMBING The Government of Saudi Arabia now believes that native Saudi Islamic militants carried out the June 25 bombing that killed 19 American servicemen. A1 A NEW PALESTINIAN SYMBOL An international airport being built in the Gaza Strip is testing the limits of Palestinian autonomy. A3 QUESTIONABLE TRUCE IN" , "date" : "19960815" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/15\/nyregion\/news-summary-847950.html"} , {"body" : "NORWOOD Jazz in the Park With the Danilo Perez Trio The pianist Danilo Perez and his trio will bring free jazz to Williamsbridge Oval Park in the Bronx on Wednesday as part of Central Park SummerStage's Concerts in the Park\/Bronx series. The performance, which will feature selections from Mr. Perez's latest album, ''PanaMonk,'' is the last of the" , "date" : "19960811" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/11\/nyregion\/playing-in-the-neighborhood-750557.html"} , {"body" : "MAKING IT WORK 3 The stoop sale, an urban yard sale, is a distinctly Brooklyn tradition that thrives on the borough's brownstone byways. NEW YORKERS & CO. 4 Finger sandwiches? Not from Steven Fuentes, ethnic caterer. Try the habichuelas rosadas. MOVIE CLOCK 7 What's showing at the local movie houses, today through Thursday. PLAYING IN THE" , "date" : "19960811" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "ALSO INSIDE" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/11\/nyregion\/also-inside-760153.html"} , {"body" : "O.K., so maybe it doesn't have the ring of Academy of St. Martin in the Fields or Orchestre de la Suisse Romande. But when it comes to putting live classical music where the people are, the New York City Housing Authority Symphony plays second fiddle to none. For 25 years, mostly in the summer, the orchestra and its chamber ensembles, made up of" , "date" : "19960808" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "13" , "title" : "Sowing the Classics, Reaping New Listeners" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/08\/arts\/sowing-the-classics-reaping-new-listeners.html"} , {"body" : "The pitch is simple: Want a bank in the neighborhood? Sign below. Wally Bazemore has taken this offer to the park benches of the Red Hook Houses and filled petitions with dozens of his neighbors' signatures. Fernando Bolton has approached shoppers at the neighborhood supermarket. Jay McKnight has spent hours on the bus that takes Red Hook residents" , "date" : "19960804" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "In an Isolated Corner, 3,000 Sigatures Equals a Bank" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/04\/nyregion\/in-an-isolated-corner-3000-sigatures-equals-a-bank.html"} , {"body" : "This July has had just about everything New Yorkers have come to expect in midsummer. There have been busloads of tourists, Lollapalooza at Randalls Island and Shakespeare in the Park. The Yankees are in first place and the Mets are, well, promising. And yes, the air has been muggy and full of curious smells. But the one thing this month hasn't" , "date" : "19960728" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK, USA" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "06" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE;How Hot It Isn't: A Record-Breaking Cool" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/28\/nyregion\/neighborhood-report-new-york-up-close-how-hot-it-isn-t-a-record-breaking-cool.html"} ,   {"body" : "This July has had just about everything New Yorkers have come to expect in midsummer. There have been busloads of tourists, Lollapalooza at Randalls Island and Shakespeare in the Park. The Yankees are in first place and the Mets are, well, promising. And yes, the air has been muggy and full of curious smells. But the one thing this month hasn't" , "date" : "19960728" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "06" , "title" : "How Hot It Isn't: A Record-Breaking Cool" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/28\/nyregion\/how-hot-it-isn-t-a-record-breaking-cool.html"} , {"body" : "THE 12 men took their places on the running track in Red Hook Park, already breaking a sweat under a scorching afternoon sun. From the front of the pack, a runner shouted, \"Vamos!\" From the back, another made the sign of the cross over his chest and asked the Virgin Mary to bless his tired legs. With that, the Mexican running club was off for a" , "date" : "19960721" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAKING IT WORK;In This Club, Some Runners Run For Their Lives" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/21\/nyregion\/making-it-work-in-this-club-some-runners-run-for-their-lives.html"} , {"body" : "A Brooklyn man, who the police say was setting up a bomb ordering business, was arrested yesterday after a raid by investigators uncovered materials that could make up to 1,000 pounds of dynamite. The man, Ole Klevedal, 51, of 58 Van Dyke Street in Red Hook, was arrested at 4 P.M. in his apartment on the second floor of the building that houses his" , "date" : "19960712" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Bomb Items Found; Shop Owner Charged" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/12\/nyregion\/bomb-items-found-shop-owner-charged.html"} , {"body" : "Sam Henry Kass likes to imagine that the characters in his first film, \"The Search for One-Eye Jimmy,\" are the offspring of Ralph and Alice Kramden. Not that his movie takes place in the \"Honeymooners\" locale, Bensonhurst. Red Hook is Mr. Kass's terrain, and his antic take is based on the disappearance of a resident of that insular and isolated" , "date" : "19960707" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "12" , "title" : "Search for One-Eye Jimmy' Led From Brooklyn to L.A." , "url" : "http:\/\/www.nytimes.com\/1996\/07\/07\/movies\/search-for-one-eye-jimmy-led-from-brooklyn-to-la.html"} , {"body" : "More than 1.6 million people took dips in city pools last year and the city estimates that millions more sprawled out on its beaches. This year promises to be just as busy. The 33 full-sized public pools and 7 public beaches will all be open starting Wednesday through Labor Day. The 33 intermediate and Olympic-size pools listed below admit swimmers" , "date" : "19960630" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Your Tax Dollars at Play: Public Pools and Beaches" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/30\/nyregion\/your-tax-dollars-at-play-public-pools-and-beaches.html"} , {"body" : "More than 1.6 million people took dips in city pools last year and the city estimates that millions more sprawled out on its beaches. This year promises to be just as busy. The 33 full-sized public pools and 7 public beaches will all be open starting Wednesday through Labor Day. The 33 intermediate and Olympic-size pools listed below admit swimmers" , "date" : "19960630" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST;Your Tax Dollars at Play: Public Pools and Beaches" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/30\/nyregion\/public-interest-your-tax-dollars-at-play-public-pools-and-beaches.html"} , {"body" : "If the Brooklyn deadbeats sauntering through \"The Search for One-Eye Jimmy\" generally avoid the \"deses, dems and doses\" of standard movie lowlifes, they still have their own colorful way of saying things. When a nearsighted car thief named Junior (Nick Turturro) loses his glasses during a scuffle on the streets of his Brooklyn neighborhood, he" , "date" : "19960621" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "FILM REVIEW;Celebrating a Neighborhood Of Runyonesque Deadbeats" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/21\/movies\/film-review-celebrating-a-neighborhood-of-runyonesque-deadbeats.html"} , {"body" : "Angel Vera eased his left sneaker into the stirrup, climbed onto Shadow's back and gripped the reins. He was off for a cruise around the corral, squirming in the saddle, looking like any city boy on a horse for only the second time: nervous, brave, vulnerable. But for Angel, who is 13, there was a bigger sensation, one that might go unnoticed by a" , "date" : "19960526" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "8" , "title" : "NEIGBORHOOD REPORT: BROOKLYN UP CLOSE;A Calm Day in the Wild West" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/26\/nyregion\/neigborhood-report-brooklyn-up-close-a-calm-day-in-the-wild-west.html"} , {"body" : "Pucks and Racquets American Institute of Graphic Arts, 164 Fifth Avenue, at21st Street; (212) 807-1990. An exhibition of products, T-shirts, advertisements, posters, tickets, logos, sports cards and video clips exploring the impact of graphic design on the sports industry starts today and continues through July 31. Open Monday through Friday, 11" , "date" : "19960523" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "13" , "title" : "Calendar: Exhibitions, Tours and a Conference" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/23\/garden\/calendar-exhibitions-tours-and-a-conference.html"} , {"body" : "When I come here,\" Kim Faiella says, looking out across the Red Hook harbor, \"I feel like I'm in Edward Hopper-land.\" Ms. Faiella, a painter, is talking about the light -- broad and even, bouncing off the waves and across the low-lying buildings of Red Hook, creating a mood reminiscent of the landscapes of Hopper, the American realist painter." , "date" : "19960512" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: RED HOOK;On the Waterfront, a Snug Harbor for Artists (For Now)" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/12\/nyregion\/neighborhood-report-red-hook-on-the-waterfront-a-snug-harbor-for-artists-for-now.html"} ,   {"body" : "'Deuces Are Wild' 'Hip-Hop Wonderland' New Victory Theater 209 West 42d Street Manhatta (212) 239-6200 Recommended ages: 6 and up Tonight through Sunday Toward the end of this combination hip-hop, new vaudevillian program, Bill Irwin, probably the only clown in the world with a MacArthur Foundation grant, does a jig because he's playing a character" , "date" : "19960503" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "21" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/03\/arts\/for-children.html"} , {"body" : "MIDTOWN Free Wheeling Through History As bicycles are emerging from storage everywhere and hitting the streets, a new exhibition celebrates the bike as a symbol of freedom and adventure. The show, \"Bicycles: History, Beauty, Fantasy,\" covers the evolution and cultural impact of the bicycle from its invention in the early 19th century until 1920," , "date" : "19960428" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/28\/nyregion\/playing-in-the-neighborhood-007706.html"} , {"body" : "To the Editor: Is it possible that Joanne Foulke, the Department of Transportation's commissioner for Brooklyn, really believes that \"we have to keep the traffic moving\" (\"Tickets, Tow Trucks, Cat and Mouse,\" March 31)? Was it not hubris of this order that led to the devastation of the South Bronx and Brooklyn's Red Hook neighborhood? Can we look" , "date" : "19960414" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "17" , "title" : "Keep the Traffic Moving' Is Not Be-All and End-All" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/14\/nyregion\/l-keep-the-traffic-moving-is-not-be-all-and-end-all-075370.html"} , {"author" : "H. Jack Geiger is the Arthur C. Logan Professor ofCommunity Medicine at the City University of New York Medical School." , "body" : "THE COLOR OF WATER A Black Man's Tribute to His White Mother. By James McBride. 228 pp. New York: Riverhead Books. $22.95 There are two voices in this complex and moving narrative, and -- on the surface -- they could not seem more different. One is the voice of a black musician, composer and writer who traces his own evolution and that of his 11" , "date" : "19960331" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "16" , "title" : "Rachel and Her Children" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/31\/books\/rachel-and-her-children.html"} , {"body" : "The poor college student is romanticized in popular culture as a young person leading a sort of bohemian life style: wearing vintage clothing and living off campus, waiting tables or selling books between classes, struggling to remain in school and, eventually, reach the middle class. But in reality, at the City University of New York, many poor" , "date" : "19960325" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "Proposed Cuts to College Aid Protested as Hardship for Poor Students" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/25\/nyregion\/proposed-cuts-to-college-aid-protested-as-hardship-for-poor-students.html"} , {"body" : "Temporary LocationsAt Grand Central Commuters at Grand Central Terminal have been losing many of their familiar haunts as extensive renovations that are to continue until 1998 get under way. But some of those shops are finding a new home in the Main Waiting Room, one of the few areas of the station that will not be under construction. Zaro's Bread" , "date" : "19960324" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO." , "url" : "http:\/\/www.nytimes.com\/1996\/03\/24\/nyregion\/new-yorkers-co-025593.html"} , {"body" : "A cargo ship from Africa docked in Brooklyn yesterday carrying three dead stowaways -- all young men -- who were apparently poisoned when the crew fumigated the hold they were in to kill any insects in burlap bags of cacao beans, officials said. Immigration officials said they did not know who the stowaways were or what country they came from." , "date" : "19960320" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "AFRICA" , "IVORY COAST"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "3 Stowaways Found Dead in Ship's Hold" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/20\/nyregion\/3-stowaways-found-dead-in-ship-s-hold.html"} , {"body" : "THE people of Red Hook await justice. They've already picked out a home for it inside a yellow brick building guarded by a rusty fence and plywood-covered windows. Not much to look at now, but if the plans of residents, local officials and others come through, it will house the city's second community court, where so-called quality-of-life offenses" , "date" : "19960228" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York;Red Hook Is Awaiting A Court Date" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/28\/nyregion\/about-new-york-red-hook-is-awaiting-a-court-date.html"} , {"body" : "NEW YORK CITY Murder-Suicide After Probation Just hours after being sentenced under a plea bargain to probation for attacking his girlfriend's cousin with a baseball bat, a Bronx man shot and killed his girlfriend as their 3-month-old baby sat in her lap, the police said. The man then turned the gun on himself, the police said, leaving the baby" , "date" : "19960228" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/28\/nyregion\/metro-digest-076970.html"} , {"body" : "A 13-year-old orphan girl who fled after three days of torture, beatings and repeated sexual abuse in the closet of a Brooklyn apartment led the police to four young children who were also being abused, investigators said yesterday. The girl, who had been living at the apartment after running away from a Westchester County foster home, was left" , "date" : "19960225" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Wounded Child Leads Police To 4 Others in Abuse Case" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/25\/nyregion\/wounded-child-leads-police-to-4-others-in-abuse-case.html"} ,   {"body" : "The weather system that brought sunny skies and springlike temperatures to the New York region yesterday also delivered winds of over 50 miles per hour, knocking out power to more than a thousand homes on Long Island and in New Jersey and collapsing an abandoned building in Newark, officials said. The National Weather Service reported gusts that" , "date" : "19960225" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "Even Warm Winds Can Cause Damage" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/25\/nyregion\/even-warm-winds-can-cause-damage.html"} , {"body" : "A 13-year-old runaway was hospitalized yesterday after she escaped from a Brooklyn apartment where she said she had been imprisoned in a closet for three days, tortured and scalded with boiling water, the police said. But the girl, who suffered burns on more than 40 percent of her body and was taken to the burn unit of the New York Hospital-Cornell" , "date" : "19960224" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Girl Reports Abuse, and Questions Arise" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/24\/nyregion\/girl-reports-abuse-and-questions-arise.html"} , {"body" : "Sixteen child-abuse-prevention programs in the city's Beacon School network of after-school educational programs could be forced to close next week unless the Giuliani administration spends $1.2 million to keep them open, city officials and social service providers said yesterday. The programs provide counseling, supervision and instruction to more" , "date" : "19960223" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "16 Child-Abuse Programs Are Facing Shutdowns" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/23\/nyregion\/16-child-abuse-programs-are-facing-shutdowns.html"} , {"body" : "Once again, the bagpipes wailed, the family wept and thousands of white-gloved firefighters saluted as a fire truck carried the coffin of a fallen colleague. Firefighter Louis Valentino, 37, was buried in Brooklyn yesterday, and besides the weight of their grief, the firefighters who made their way to the funeral from all over New York City felt a" , "date" : "19960210" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Familiarity of Funeral Weighs on Firefighters" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/10\/nyregion\/familiarity-of-funeral-weighs-on-firefighters.html"} , {"body" : "Louis Valentino was a son of Brooklyn. He jogged the streets of Red Hook, loved sandwiches with eggplant and peppers, and worked as a lifeguard at Coney Island. But on Monday, the firefighter was killed in his home borough when the roof of an auto body shop came crashing down as he searched for people inside. He was the third firefighter to die on" , "date" : "19960207" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "With Firefighter's Death, Brooklyn Loses a Son" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/07\/nyregion\/with-firefighter-s-death-brooklyn-loses-a-son.html"} , {"body" : "The four-five signal sounded yesterday afternoon at Rescue Company 2 on Bergen Street in Crown Heights, Brooklyn. In the old days it was done with bells, five peals repeated four times. Yesterday it came over the teleprinter, but the meaning was the same: One of their men, Louis Valentino, had died in action. Capt. Jay Fischler got the telephone" , "date" : "19960206" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A 'Fireman's Fireman'" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/06\/nyregion\/a-fireman-s-fireman.html"} , {"body" : "New York City buses have long been notorious for the black soot many of them spew out of their exhaust pipes. Now, as the Transit Authority is starting to convert the fleet to run on cleaner-burning fuels, several state legislators and environmentalists say the efforts fall far short of what is needed. They are urging the Metropolitan" , "date" : "19960116" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Buses Using Natural Gas Do Well in Pilot Program" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/16\/nyregion\/buses-using-natural-gas-do-well-in-pilot-program.html"} , {"body" : "A picture with the continuation of an article on Friday about a redevelopment plan for Red Hook, Brooklyn, carried an incorrect caption in some copies. The picture showed Greg O'Connell, a developer opposed to the plan, not three supporters of the plan." , "date" : "19960108" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/08\/nyregion\/c-corrections-054941.html"} , {"body" : "A picture with the continuation of an article on Friday about a redevelopment plan for Red Hook, Brooklyn, carried an incorrect caption in some copies. The picture showed Greg O'Connell, a developer opposed to the plan, not three supporters of the plan." , "date" : "19960108" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/08\/nyregion\/c-corrections-054143.html"} , {"body" : "Less than a year ago, Red Hook's ambitious plan to remake itself was hailed as a paradigm of late-20th-century urban renewal. City officials, residents and politicians spoke enthusiastically of the plan's scope and realism, its lack of ideology and its abundance of consensus. The plan was a blueprint laid out by and for the people of that troubled" , "date" : "19960105" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Standoff Over Red Hook Renewal;Businesses Fear a Plan to Remake a Neighborhood" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/05\/nyregion\/standoff-over-red-hook-renewal-businesses-fear-a-plan-to-remake-a-neighborhood.html"} ,   {"body" : "Across Brooklyn over the last year, battles for change and preservation rippled through the borough from Red Hook to Dead Horse Bay, in strikingly grass-roots fashion. The neighborhood crusades were large and small, the issues profound and esthetic. There were victories and defeats and, for some, nebulous results. But whatever the outcome of the" , "date" : "19961229" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "A Ripple of Neighborhood Crusades on Issues of All Kinds" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/29\/nyregion\/a-ripple-of-neighborhood-crusades-on-issues-of-all-kinds.html"} , {"body" : "I can now tell a monarch butterfly from a swallowtail. I can even identify a great spangled fritillary caterpillar if I spy one of these fuzzy adolescents, speckled with what look like orange pimples, ravaging a violet next spring. I understand a bit about the butterfly's life cycle, from egg to the moment it emerges from its chrysalis, that cozy" , "date" : "19961229" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "32" , "title" : "Learning the What, Why and How of Butterflies" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/29\/style\/learning-the-what-why-and-how-of-butterflies.html"} , {"body" : "Seeking to ease a housing shortage that is growing worse by the month, the Giuliani administration is preparing a broad plan to open up manufacturing areas to residential development while eliminating regulations that it thinks are discouraging housing construction in New York City. Officials said the plan would be the city's most direct response" , "date" : "19961224" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Giuliani Offers Plan to Ease Restrictions on New Housing" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/24\/nyregion\/giuliani-offers-plan-to-ease-restrictions-on-new-housing.html"} , {"body" : "Asked just a year ago whether they would have supported legislation to severely curtail the power of community school boards, many parents and teachers in District 15 in Brooklyn would have answered loudly in the negative. The district, which straddles working-class neighborhoods in South Brooklyn and more affluent brownstone blocks in Park Slope," , "date" : "19961219" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "In South Brooklyn, Guarded Desire for Change" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/19\/nyregion\/in-south-brooklyn-guarded-desire-for-change.html"} , {"body" : "New shop owners have a rule of thumb: Open around Thanksgiving, and by Christmas you could reap 25 percent of the year's gross sales. Perhaps that's why four home stores chose this season to debut. ECLECTICISM reigns at Dimson Homma, the Upper East Side shop founded by Rise Dimson, a former vice president at Estee Lauder International, and Robert" , "date" : "19961212" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "A Treasure Quest Leads to the Bronx" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/12\/garden\/a-treasure-quest-leads-to-the-bronx.html"} , {"body" : "Three thousand signatures later, Charles J. Hamm is keeping his word. Last May, Mr. Hamm, the president of Brooklyn-based Independence Savings Bank, promised Red Hook residents, who must travel to Carroll Gardens or other neighborhoods to do their banking, that he would open a branch in the neighborhood if a local advocacy group collected 3,000" , "date" : "19961208" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "Banker Delivers on His Pledge" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/08\/nyregion\/banker-delivers-on-his-pledge.html"} , {"body" : "Sometimes my family's farm in Maryland strikes me with all the power of a great, living body: a being that I would like to know intimately, from the heaviness of its red clay soil to the eagle we saw flying slowly over the edge of the woods last weekend. ''The wings are too long for a hawk,'' said Rudy, my sister's husband, as we neared the stream," , "date" : "19961208" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "64" , "title" : "Tramping the Gray Woods and Finding Comfort" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/08\/style\/tramping-the-gray-woods-and-finding-comfort.html"} , {"body" : "In the five years that he has been commuting on the Gowanus Expressway, John Jennings has always allowed an extra half-hour for the congestion on what some consider the worst road in America. Yesterday, he needed closer to an hour. It was the first day of a 13-month project that officials had warned would turn the Gowanus into a virtual parking lot" , "date" : "19961205" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT EXPRESSWAY (NYC)" , "GOWANUS EXPRESSWAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "From Bad to Worse: Going Is Slow as Repairs Begin on the Gowanus" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/05\/nyregion\/from-bad-to-worse-going-is-slow-as-repairs-begin-on-the-gowanus.html"} , {"body" : "In the face of an emotional volley of criticism from parents, teachers and politicians, members of Community School Board 15 voted Wednesday to invite educators to apply for the job of district superintendent. The 5-to-3 vote by the board, with one abstention, effectively ends the nine-year tenure of Superintendent William Casey, who is widely" , "date" : "19961124" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "12" , "title" : "Vote Underlines District Split" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/24\/nyregion\/vote-underlines-district-split.html"} , {"body" : "You can actually see the stars from Red Hook, that little elbow of Brooklyn that sticks out into the Buttermilk Channel, just across the harbor from the Statue of Liberty and south of the towering weight of Manhattan. I saw Cassiopeia a few nights ago, hovering like a big W over the roofs of the little row houses on the street where I have just" , "date" : "19961117" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "46" , "title" : "Pulling Up Roots, and Leaving Some Behind" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/17\/style\/pulling-up-roots-and-leaving-some-behind.html"} , {"author" : "Christopher Reardon writes about dance for The Christian Science Monitor and The Village Voice." , "body" : "AS A BOY GROWING UP IN a Brooklyn orphanage during the Depression, Murray Louis dreamed of becoming a doctor or a chemist; he craved certainty. When the nomenclature of bones and the taxonomy of elements eluded his grasp, he opted for a career as a dancer and choreographer. Yet even after creating 100 works for the stage, Mr. Louis still thinks of" , "date" : "19961117" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "32" , "title" : "Cherishing the Memory of Nikolais, but Moving On" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/17\/arts\/cherishing-the-memory-of-nikolais-but-moving-on.html"} , {"body" : "For years, residents of western Brooklyn have dreaded the upcoming reconstruction of the Gowanus Expressway, a project that would swamp neighborhoods with traffic for at least five years. But an alternative may be emerging: replacing the crumbling elevated expressway with an underground highway. Ultimately, the most important question is whether" , "date" : "19961111" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS EXPRESSWAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "As Unpopular Gowanus Overhaul Looms, a Tunnel Plan Gains Notice" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/11\/nyregion\/as-unpopular-gowanus-overhaul-looms-a-tunnel-plan-gains-notice.html"} , {"body" : "Eileen C. Dugan, a Brooklyn Democrat who was elected to her ninth term in the New York State Assembly only on Tuesday, died yesterday at Beth Israel Medical Center. Ms. Dugan, who lived in Carroll Gardens, was 51. The cause was breast cancer, according to her family. Gov. George E. Pataki, who served in the Assembly with Ms. Dugan, ordered state" , "date" : "19961109" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "52" , "title" : "Eileen C. Dugan, 51, State Assemblywoman" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/09\/nyregion\/eileen-c-dugan-51-state-assemblywoman.html"} , {"body" : "Health Nut? Q. Do any plants that grow in the city lend themselves to medicinal uses? A. New York woods, fields and parks abound in grasses, wildflowers and woody trees and shrubs known or believed to have medicinal properties, said Thomas Ching, director of horticulture for the Parks Department. Among the most common, he said, are tufted grasses" , "date" : "19961027" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1996\/10\/27\/nyregion\/fyi-983721.html"} , {"body" : "For nearly nine years, as superintendent of Community School District 15, William Casey acquired a reputation for raising test scores and securing outside grants. Now a majority on the newly -elected school board has agreed to solicit applications for his job. Instead of renewing his three-year contract when it expires next June, five of nine board" , "date" : "19961027" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "10" , "title" : "School District 15, Shockwaves Over an October Surprise" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/27\/nyregion\/school-district-15-shockwaves-over-an-october-surprise.html"} , {"body" : "The mother of a yeshiva student killed in a terrorist shooting on the Brooklyn Bridge two years ago wept in a courtroom yesterday as the final defendant in the case pleaded guilty and was sentenced to probation. The mother, Devorah Halberstam, whose 16-year-old son, Aaron, was killed on March 1, 1994, pleaded with Justice Harold J. Rothwax of State" , "date" : "19961017" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Man Is Sentenced in the Hiding Of Evidence in Terrorist Slaying" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/17\/nyregion\/man-is-sentenced-in-the-hiding-of-evidence-in-terrorist-slaying.html"} , {"body" : "A Federal judge who has been asked to order new primary elections because of ballot problems that kept many voters away from the polls in Brooklyn said that in at least one race, he may instead reopen the polls so that people who did not vote can do so. Many voters could not cast ballots on Sept. 10 because many of the voting machines were not" , "date" : "19960927" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "U.S. Judge May Reopen Primary Polls" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/27\/nyregion\/us-judge-may-reopen-primary-polls.html"} , {"body" : "To The Home Section: Having been born and raised in Red Hook, Brooklyn, I cherished your recent article (''Garden Notebook: Blossoms From Rust in Red Hook,'' Aug. 15). Anne Raver has stated what Red Hook inhabitants have known forever: It is possible to experience small-town atmosphere in a big-city dwelling. But more importantly, people from all" , "date" : "19960926" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["RED HOOK (NYC)"] , "nytd_section_facet" : ["Opinion" , "Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "Big City, Small Town" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/26\/garden\/l-big-city-small-town-515140.html"} , {"body" : "A Federal judge said yesterday that the widespread foul-ups in last week's primary elections in Brooklyn had interfered with many people's right to vote, and he assailed the system that led to the failures. The remarks by Judge David G. Trager of Federal District Court in Brooklyn heartened lawyers for losing candidates in a dozen legislative and" , "date" : "19960921" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Judge Attacks Ballot System's Failures" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/21\/nyregion\/judge-attacks-ballot-system-s-failures.html"} , {"body" : "The Spanakos twins still get stares when they visit the old Red Hook places -- the once-sturdy pier that now noses into the water, the bodega that had been a boxing gym and before that a brothel. But no one recognizes them anymore in the Brooklyn of their youth. The stares come now because, at 58, they are still dead ringers. Their identical faces" , "date" : "19960915" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "Survivors of the Street Became Champions of the Ring" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/15\/nyregion\/survivors-of-the-street-became-champions-of-the-ring.html"} , {"body" : "International 3-19 ELECTION DAY IN BOSNIA Bosnia's elections, billed by Washington as a step toward a democratic and integrated country, took place with minor incidents as Serbs, Croats and Muslims cast their ballots with different expectations. 1 A DIFFICULT ROAD TO THE POLLS The election-day journey of Muslim and Serb refugees trying to vote" , "date" : "19960915" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/15\/nyregion\/news-summary-344320.html"} , {"body" : "New York City sends more than 60 legislators to the State Assembly, but most do not face difficult races this November, and only a few will be opposed in next Tuesday's primaries. Here are the more serious contests. 36th District (Queens): Democratic primary. Denis Butler, 69, has represented this Astoria-based district for 20 years. Although we" , "date" : "19960905" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "The Assembly Primaries" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/05\/opinion\/the-assembly-primaries.html"} , {"body" : "WASHINGTON HEIGHTS A Grand Setting For Uptown Jazz ''Take the C Train'' could be the theme as jazz comes to the Morris-Jumel Mansion on Saturday in the fourth annual ''Jazz at the Mansion'' concert. The event features some accomplished artists including the pianist Richard Wyands, who has played and recorded with Carmen McRae, Ella Fitzgerald and" , "date" : "19960825" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/25\/nyregion\/playing-in-the-neighborhood-004979.html"} , {"body" : "WHEN you grow tired of stylish gardens and stylish garden magazines, when you find yourself wanting to set fire to a Smith & Hawken garden bench, then go down to the sea, to Red Hook, Brooklyn. There, wild Virginia creeper climbs over the ruins of abandoned buildings, and a meadow of Queen Anne's lace runs down to a sandy beach. A band of gardeners" , "date" : "19960815" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Blossoms From Rust in Red Hook" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/15\/garden\/blossoms-from-rust-in-red-hook.html"} , {"body" : "International A3-16 SUSPECTS IN SAUDI BOMBING The Government of Saudi Arabia now believes that native Saudi Islamic militants carried out the June 25 bombing that killed 19 American servicemen. A1 A NEW PALESTINIAN SYMBOL An international airport being built in the Gaza Strip is testing the limits of Palestinian autonomy. A3 QUESTIONABLE TRUCE IN" , "date" : "19960815" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/15\/nyregion\/news-summary-847950.html"} , {"body" : "NORWOOD Jazz in the Park With the Danilo Perez Trio The pianist Danilo Perez and his trio will bring free jazz to Williamsbridge Oval Park in the Bronx on Wednesday as part of Central Park SummerStage's Concerts in the Park\/Bronx series. The performance, which will feature selections from Mr. Perez's latest album, ''PanaMonk,'' is the last of the" , "date" : "19960811" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/11\/nyregion\/playing-in-the-neighborhood-750557.html"} , {"body" : "MAKING IT WORK 3 The stoop sale, an urban yard sale, is a distinctly Brooklyn tradition that thrives on the borough's brownstone byways. NEW YORKERS & CO. 4 Finger sandwiches? Not from Steven Fuentes, ethnic caterer. Try the habichuelas rosadas. MOVIE CLOCK 7 What's showing at the local movie houses, today through Thursday. PLAYING IN THE" , "date" : "19960811" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "ALSO INSIDE" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/11\/nyregion\/also-inside-760153.html"} , {"body" : "O.K., so maybe it doesn't have the ring of Academy of St. Martin in the Fields or Orchestre de la Suisse Romande. But when it comes to putting live classical music where the people are, the New York City Housing Authority Symphony plays second fiddle to none. For 25 years, mostly in the summer, the orchestra and its chamber ensembles, made up of" , "date" : "19960808" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "13" , "title" : "Sowing the Classics, Reaping New Listeners" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/08\/arts\/sowing-the-classics-reaping-new-listeners.html"} , {"body" : "The pitch is simple: Want a bank in the neighborhood? Sign below. Wally Bazemore has taken this offer to the park benches of the Red Hook Houses and filled petitions with dozens of his neighbors' signatures. Fernando Bolton has approached shoppers at the neighborhood supermarket. Jay McKnight has spent hours on the bus that takes Red Hook residents" , "date" : "19960804" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "In an Isolated Corner, 3,000 Sigatures Equals a Bank" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/04\/nyregion\/in-an-isolated-corner-3000-sigatures-equals-a-bank.html"} , {"body" : "This July has had just about everything New Yorkers have come to expect in midsummer. There have been busloads of tourists, Lollapalooza at Randalls Island and Shakespeare in the Park. The Yankees are in first place and the Mets are, well, promising. And yes, the air has been muggy and full of curious smells. But the one thing this month hasn't" , "date" : "19960728" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK, USA" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "06" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE;How Hot It Isn't: A Record-Breaking Cool" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/28\/nyregion\/neighborhood-report-new-york-up-close-how-hot-it-isn-t-a-record-breaking-cool.html"} , {"body" : "This July has had just about everything New Yorkers have come to expect in midsummer. There have been busloads of tourists, Lollapalooza at Randalls Island and Shakespeare in the Park. The Yankees are in first place and the Mets are, well, promising. And yes, the air has been muggy and full of curious smells. But the one thing this month hasn't" , "date" : "19960728" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "06" , "title" : "How Hot It Isn't: A Record-Breaking Cool" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/28\/nyregion\/how-hot-it-isn-t-a-record-breaking-cool.html"} , {"body" : "THE 12 men took their places on the running track in Red Hook Park, already breaking a sweat under a scorching afternoon sun. From the front of the pack, a runner shouted, \"Vamos!\" From the back, another made the sign of the cross over his chest and asked the Virgin Mary to bless his tired legs. With that, the Mexican running club was off for a" , "date" : "19960721" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAKING IT WORK;In This Club, Some Runners Run For Their Lives" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/21\/nyregion\/making-it-work-in-this-club-some-runners-run-for-their-lives.html"} , {"body" : "A Brooklyn man, who the police say was setting up a bomb ordering business, was arrested yesterday after a raid by investigators uncovered materials that could make up to 1,000 pounds of dynamite. The man, Ole Klevedal, 51, of 58 Van Dyke Street in Red Hook, was arrested at 4 P.M. in his apartment on the second floor of the building that houses his" , "date" : "19960712" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Bomb Items Found; Shop Owner Charged" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/12\/nyregion\/bomb-items-found-shop-owner-charged.html"} , {"body" : "Sam Henry Kass likes to imagine that the characters in his first film, \"The Search for One-Eye Jimmy,\" are the offspring of Ralph and Alice Kramden. Not that his movie takes place in the \"Honeymooners\" locale, Bensonhurst. Red Hook is Mr. Kass's terrain, and his antic take is based on the disappearance of a resident of that insular and isolated" , "date" : "19960707" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "12" , "title" : "Search for One-Eye Jimmy' Led From Brooklyn to L.A." , "url" : "http:\/\/www.nytimes.com\/1996\/07\/07\/movies\/search-for-one-eye-jimmy-led-from-brooklyn-to-la.html"} , {"body" : "More than 1.6 million people took dips in city pools last year and the city estimates that millions more sprawled out on its beaches. This year promises to be just as busy. The 33 full-sized public pools and 7 public beaches will all be open starting Wednesday through Labor Day. The 33 intermediate and Olympic-size pools listed below admit swimmers" , "date" : "19960630" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Your Tax Dollars at Play: Public Pools and Beaches" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/30\/nyregion\/your-tax-dollars-at-play-public-pools-and-beaches.html"} , {"body" : "More than 1.6 million people took dips in city pools last year and the city estimates that millions more sprawled out on its beaches. This year promises to be just as busy. The 33 full-sized public pools and 7 public beaches will all be open starting Wednesday through Labor Day. The 33 intermediate and Olympic-size pools listed below admit swimmers" , "date" : "19960630" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST;Your Tax Dollars at Play: Public Pools and Beaches" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/30\/nyregion\/public-interest-your-tax-dollars-at-play-public-pools-and-beaches.html"} , {"body" : "If the Brooklyn deadbeats sauntering through \"The Search for One-Eye Jimmy\" generally avoid the \"deses, dems and doses\" of standard movie lowlifes, they still have their own colorful way of saying things. When a nearsighted car thief named Junior (Nick Turturro) loses his glasses during a scuffle on the streets of his Brooklyn neighborhood, he" , "date" : "19960621" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "FILM REVIEW;Celebrating a Neighborhood Of Runyonesque Deadbeats" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/21\/movies\/film-review-celebrating-a-neighborhood-of-runyonesque-deadbeats.html"} , {"body" : "Angel Vera eased his left sneaker into the stirrup, climbed onto Shadow's back and gripped the reins. He was off for a cruise around the corral, squirming in the saddle, looking like any city boy on a horse for only the second time: nervous, brave, vulnerable. But for Angel, who is 13, there was a bigger sensation, one that might go unnoticed by a" , "date" : "19960526" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "8" , "title" : "NEIGBORHOOD REPORT: BROOKLYN UP CLOSE;A Calm Day in the Wild West" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/26\/nyregion\/neigborhood-report-brooklyn-up-close-a-calm-day-in-the-wild-west.html"} , {"body" : "Pucks and Racquets American Institute of Graphic Arts, 164 Fifth Avenue, at21st Street; (212) 807-1990. An exhibition of products, T-shirts, advertisements, posters, tickets, logos, sports cards and video clips exploring the impact of graphic design on the sports industry starts today and continues through July 31. Open Monday through Friday, 11" , "date" : "19960523" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "13" , "title" : "Calendar: Exhibitions, Tours and a Conference" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/23\/garden\/calendar-exhibitions-tours-and-a-conference.html"} , {"body" : "When I come here,\" Kim Faiella says, looking out across the Red Hook harbor, \"I feel like I'm in Edward Hopper-land.\" Ms. Faiella, a painter, is talking about the light -- broad and even, bouncing off the waves and across the low-lying buildings of Red Hook, creating a mood reminiscent of the landscapes of Hopper, the American realist painter." , "date" : "19960512" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: RED HOOK;On the Waterfront, a Snug Harbor for Artists (For Now)" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/12\/nyregion\/neighborhood-report-red-hook-on-the-waterfront-a-snug-harbor-for-artists-for-now.html"} , {"body" : "'Deuces Are Wild' 'Hip-Hop Wonderland' New Victory Theater 209 West 42d Street Manhatta (212) 239-6200 Recommended ages: 6 and up Tonight through Sunday Toward the end of this combination hip-hop, new vaudevillian program, Bill Irwin, probably the only clown in the world with a MacArthur Foundation grant, does a jig because he's playing a character" , "date" : "19960503" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "21" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/03\/arts\/for-children.html"} , {"body" : "MIDTOWN Free Wheeling Through History As bicycles are emerging from storage everywhere and hitting the streets, a new exhibition celebrates the bike as a symbol of freedom and adventure. The show, \"Bicycles: History, Beauty, Fantasy,\" covers the evolution and cultural impact of the bicycle from its invention in the early 19th century until 1920," , "date" : "19960428" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/28\/nyregion\/playing-in-the-neighborhood-007706.html"} , {"body" : "To the Editor: Is it possible that Joanne Foulke, the Department of Transportation's commissioner for Brooklyn, really believes that \"we have to keep the traffic moving\" (\"Tickets, Tow Trucks, Cat and Mouse,\" March 31)? Was it not hubris of this order that led to the devastation of the South Bronx and Brooklyn's Red Hook neighborhood? Can we look" , "date" : "19960414" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "17" , "title" : "Keep the Traffic Moving' Is Not Be-All and End-All" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/14\/nyregion\/l-keep-the-traffic-moving-is-not-be-all-and-end-all-075370.html"} , {"author" : "H. Jack Geiger is the Arthur C. Logan Professor ofCommunity Medicine at the City University of New York Medical School." , "body" : "THE COLOR OF WATER A Black Man's Tribute to His White Mother. By James McBride. 228 pp. New York: Riverhead Books. $22.95 There are two voices in this complex and moving narrative, and -- on the surface -- they could not seem more different. One is the voice of a black musician, composer and writer who traces his own evolution and that of his 11" , "date" : "19960331" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "16" , "title" : "Rachel and Her Children" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/31\/books\/rachel-and-her-children.html"} , {"body" : "The poor college student is romanticized in popular culture as a young person leading a sort of bohemian life style: wearing vintage clothing and living off campus, waiting tables or selling books between classes, struggling to remain in school and, eventually, reach the middle class. But in reality, at the City University of New York, many poor" , "date" : "19960325" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "Proposed Cuts to College Aid Protested as Hardship for Poor Students" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/25\/nyregion\/proposed-cuts-to-college-aid-protested-as-hardship-for-poor-students.html"} , {"body" : "Temporary LocationsAt Grand Central Commuters at Grand Central Terminal have been losing many of their familiar haunts as extensive renovations that are to continue until 1998 get under way. But some of those shops are finding a new home in the Main Waiting Room, one of the few areas of the station that will not be under construction. Zaro's Bread" , "date" : "19960324" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO." , "url" : "http:\/\/www.nytimes.com\/1996\/03\/24\/nyregion\/new-yorkers-co-025593.html"} , {"body" : "A cargo ship from Africa docked in Brooklyn yesterday carrying three dead stowaways -- all young men -- who were apparently poisoned when the crew fumigated the hold they were in to kill any insects in burlap bags of cacao beans, officials said. Immigration officials said they did not know who the stowaways were or what country they came from." , "date" : "19960320" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "AFRICA" , "IVORY COAST"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "3 Stowaways Found Dead in Ship's Hold" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/20\/nyregion\/3-stowaways-found-dead-in-ship-s-hold.html"} , {"body" : "THE people of Red Hook await justice. They've already picked out a home for it inside a yellow brick building guarded by a rusty fence and plywood-covered windows. Not much to look at now, but if the plans of residents, local officials and others come through, it will house the city's second community court, where so-called quality-of-life offenses" , "date" : "19960228" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York;Red Hook Is Awaiting A Court Date" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/28\/nyregion\/about-new-york-red-hook-is-awaiting-a-court-date.html"} , {"body" : "NEW YORK CITY Murder-Suicide After Probation Just hours after being sentenced under a plea bargain to probation for attacking his girlfriend's cousin with a baseball bat, a Bronx man shot and killed his girlfriend as their 3-month-old baby sat in her lap, the police said. The man then turned the gun on himself, the police said, leaving the baby" , "date" : "19960228" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/28\/nyregion\/metro-digest-076970.html"} , {"body" : "A 13-year-old orphan girl who fled after three days of torture, beatings and repeated sexual abuse in the closet of a Brooklyn apartment led the police to four young children who were also being abused, investigators said yesterday. The girl, who had been living at the apartment after running away from a Westchester County foster home, was left" , "date" : "19960225" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Wounded Child Leads Police To 4 Others in Abuse Case" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/25\/nyregion\/wounded-child-leads-police-to-4-others-in-abuse-case.html"} , {"body" : "The weather system that brought sunny skies and springlike temperatures to the New York region yesterday also delivered winds of over 50 miles per hour, knocking out power to more than a thousand homes on Long Island and in New Jersey and collapsing an abandoned building in Newark, officials said. The National Weather Service reported gusts that" , "date" : "19960225" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "Even Warm Winds Can Cause Damage" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/25\/nyregion\/even-warm-winds-can-cause-damage.html"} , {"body" : "A 13-year-old runaway was hospitalized yesterday after she escaped from a Brooklyn apartment where she said she had been imprisoned in a closet for three days, tortured and scalded with boiling water, the police said. But the girl, who suffered burns on more than 40 percent of her body and was taken to the burn unit of the New York Hospital-Cornell" , "date" : "19960224" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Girl Reports Abuse, and Questions Arise" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/24\/nyregion\/girl-reports-abuse-and-questions-arise.html"} , {"body" : "Sixteen child-abuse-prevention programs in the city's Beacon School network of after-school educational programs could be forced to close next week unless the Giuliani administration spends $1.2 million to keep them open, city officials and social service providers said yesterday. The programs provide counseling, supervision and instruction to more" , "date" : "19960223" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "16 Child-Abuse Programs Are Facing Shutdowns" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/23\/nyregion\/16-child-abuse-programs-are-facing-shutdowns.html"} , {"body" : "Once again, the bagpipes wailed, the family wept and thousands of white-gloved firefighters saluted as a fire truck carried the coffin of a fallen colleague. Firefighter Louis Valentino, 37, was buried in Brooklyn yesterday, and besides the weight of their grief, the firefighters who made their way to the funeral from all over New York City felt a" , "date" : "19960210" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Familiarity of Funeral Weighs on Firefighters" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/10\/nyregion\/familiarity-of-funeral-weighs-on-firefighters.html"} , {"body" : "Louis Valentino was a son of Brooklyn. He jogged the streets of Red Hook, loved sandwiches with eggplant and peppers, and worked as a lifeguard at Coney Island. But on Monday, the firefighter was killed in his home borough when the roof of an auto body shop came crashing down as he searched for people inside. He was the third firefighter to die on" , "date" : "19960207" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "With Firefighter's Death, Brooklyn Loses a Son" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/07\/nyregion\/with-firefighter-s-death-brooklyn-loses-a-son.html"} , {"body" : "The four-five signal sounded yesterday afternoon at Rescue Company 2 on Bergen Street in Crown Heights, Brooklyn. In the old days it was done with bells, five peals repeated four times. Yesterday it came over the teleprinter, but the meaning was the same: One of their men, Louis Valentino, had died in action. Capt. Jay Fischler got the telephone" , "date" : "19960206" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A 'Fireman's Fireman'" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/06\/nyregion\/a-fireman-s-fireman.html"} , {"body" : "New York City buses have long been notorious for the black soot many of them spew out of their exhaust pipes. Now, as the Transit Authority is starting to convert the fleet to run on cleaner-burning fuels, several state legislators and environmentalists say the efforts fall far short of what is needed. They are urging the Metropolitan" , "date" : "19960116" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Buses Using Natural Gas Do Well in Pilot Program" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/16\/nyregion\/buses-using-natural-gas-do-well-in-pilot-program.html"} , {"body" : "A picture with the continuation of an article on Friday about a redevelopment plan for Red Hook, Brooklyn, carried an incorrect caption in some copies. The picture showed Greg O'Connell, a developer opposed to the plan, not three supporters of the plan." , "date" : "19960108" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/08\/nyregion\/c-corrections-054941.html"} , {"body" : "A picture with the continuation of an article on Friday about a redevelopment plan for Red Hook, Brooklyn, carried an incorrect caption in some copies. The picture showed Greg O'Connell, a developer opposed to the plan, not three supporters of the plan." , "date" : "19960108" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/08\/nyregion\/c-corrections-054143.html"} , {"body" : "Less than a year ago, Red Hook's ambitious plan to remake itself was hailed as a paradigm of late-20th-century urban renewal. City officials, residents and politicians spoke enthusiastically of the plan's scope and realism, its lack of ideology and its abundance of consensus. The plan was a blueprint laid out by and for the people of that troubled" , "date" : "19960105" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Standoff Over Red Hook Renewal;Businesses Fear a Plan to Remake a Neighborhood" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/05\/nyregion\/standoff-over-red-hook-renewal-businesses-fear-a-plan-to-remake-a-neighborhood.html"}]