[  {"body" : "The moon hung full above the Brooklyn waterfront, adding its silvery winter light to the reflected sparkling of the holiday skyline. And here and there, in eddies and backwaters, along the edges of fast-running rips and under the dock lights that ring the harbor, striped bass, the last gift of the angling season, fed on schools of frantic spearing," , "date" : "19961225" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["EAST RIVER (NYC)" , "NEW YORK HARBOR"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "14" , "title" : "An East River Expedition Just Before Christmas" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/25\/sports\/an-east-river-expedition-just-before-christmas.html"} , {"body" : "Seeking to ease a housing shortage that is growing worse by the month, the Giuliani administration is preparing a broad plan to open up manufacturing areas to residential development while eliminating regulations that it thinks are discouraging housing construction in New York City. Officials said the plan would be the city's most direct response" , "date" : "19961224" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Giuliani Offers Plan to Ease Restrictions on New Housing" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/24\/nyregion\/giuliani-offers-plan-to-ease-restrictions-on-new-housing.html"} , {"body" : "Schools Chancellor Rudy Crew will be able to use his new power to hire school superintendents almost immediately in 27 of the city's 32 school districts. The timing of the legislation enacted yesterday coincides with the final months of three-year contracts between all the local school boards and their district superintendents. Five local school" , "date" : "19961218" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "9" , "title" : "Timing Allows Crew To Respond Quickly" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/18\/nyregion\/timing-allows-crew-to-respond-quickly.html"} , {"body" : "THERE it is: an old seven- or eight-story brick manufacturing building with big windows across the front, standing vacant or partly vacant and forlorn on a side street in TriBeCa, SoHo, North Gramercy, Flatiron, Chelsea, the Meat Market area, the Financial District, across the river in the Williamsburg section of Brooklyn -- anywhere in New York" , "date" : "19961215" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Loft Market Grows, at Lofty Prices" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/15\/realestate\/loft-market-grows-at-lofty-prices.html"} , {"author" : "Ross Sandler, former New York City Transportation Commissioner, is director of the Center for New York City Law at New York Law School." , "body" : "There is always an excuse to defer caring for New York City's bridges, highways, school buildings and other public structures. The reason this time is a 19th century restriction found in the state Constitution. Under this provision, the city can borrow no more than 10 percent of the market value of its taxable real property, a sensible limit when" , "date" : "19961211" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "27" , "title" : "On the Road To Ruin" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/11\/opinion\/on-the-road-to-ruin.html"} , {"body" : "A Scandinavian Holiday Boutique The annual Scandinavian Christmas boutique of the American-Scandinavian Foundation, an educational group, will be held Friday through Sunday in the Alvar Aalto Penthouse of the Institute for International Education, 809 United Nations Plaza (First Avenue and 46th Street). Food and other items will be sold. A" , "date" : "19961204" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "Food Notes" , "url" : "http:\/\/www.nytimes.com\/1996\/12\/04\/garden\/food-notes-573914.html"} , {"body" : "Love must be unconditional to be true. For love to be true, it must involve hate. Loving an inanimate object can never be true love -- unless of course you are talking about Brooklyn, a sunset or the New York Yankees. While watching a French news program on cable television, Martine Lindquist saw a story about the esoteric open discussions on" , "date" : "19961117" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "New Paris Import: Pondering the Big Questions at Cafes . . ." , "url" : "http:\/\/www.nytimes.com\/1996\/11\/17\/nyregion\/new-paris-import-pondering-the-big-questions-at-cafes.html"} , {"body" : "In the best science fiction movies, there are parallel universes, worlds within worlds, secrets locked in forgotten codes. And so it is with the New York subways, which were envisioned to go far more places -- in a skein of routes that might dazzle present-day straphangers -- under bold plans that have faded into distant memory. Some of this" , "date" : "19961117" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Subway Planners' Lofty Ambitions Are Buried as Dead-End Curiosities" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/17\/nyregion\/subway-planners-lofty-ambitions-are-buried-as-dead-end-curiosities.html"} , {"body" : "Hoping to end a four-year battle that has delayed repairs of its deteriorating East River bridges, New York City has reached a settlement with people who consider sandblasting a health risk and has agreed to new environmental safeguards on bridge-repair projects. In settling a lawsuit that arose over the sandblasting of lead-based paint from the" , "date" : "19961116" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Accord Reached in Suit Over East River Bridges" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/16\/nyregion\/accord-reached-in-suit-over-east-river-bridges.html"} , {"body" : "NEW YORK Mayor Concedes on Meter Fines After intense criticism from Council members and residents, Mayor Giuliani agreed to roll back the fines for expired meters in Manhattan north of 96th Street and in the Bronx, Brooklyn, Queens and Staten Island. The fine for an expired meter will be reduced to $20 plus a $5 state surcharge, except in Manhattan" , "date" : "19961116" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/16\/nyregion\/metro-digest-327077.html"} ,   {"body" : "For half a century, Gizella Weisshaus followed a trail of whispers. She followed it three times to Switzerland, searching for a bank account her father opened there during World War II, hoping his family could escape the Nazis and use the money to rebuild their lives. For Mrs. Weisshaus, who lost everyone and everything in the war, memory was the" , "date" : "19961112" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["SWITZERLAND"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Lawsuit Against Swiss Banks, A Hope to Do Justice to a Father's Memory" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/12\/nyregion\/in-lawsuit-against-swiss-banks-a-hope-to-do-justice-to-a-father-s-memory.html"} , {"body" : "The following equity and convertible debt offerings are expected this week: American Medserve Corp., Naperville, Ill., an initial public offering of 5.4 million shares. William Blair & Co. Amresco Inc., Dallas, 7.76 million shares. Robinson-Humphrey Co. Autobond Acceptance Corp., Austin, Tex., an initial public offering of 1 million shares. Boston" , "date" : "19961111" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Business"] , "page_facet" : "4" , "title" : "Offerings of Equities Expected for This Week" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/11\/business\/offerings-of-equities-expected-for-this-week.html"} , {"body" : "IT is an imposing building, on Havemeyer Street in the Williamsburg section of Brooklyn, a former convent made of mellowed brick piled four stories high, complete with turrets and enormous windows. For years, this 100-year-old building was derelict, bought from the Sisters of the Order of St. Dominic in the late 70's by the caretaker of the Church" , "date" : "19961110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "A Former Convent Becomes a Co-op" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/10\/realestate\/a-former-convent-becomes-a-co-op.html"} , {"body" : "The city's greenmarkets are bountiful sources of fresh produce. A few have closed for the year. Several others will close between now and the end of December, and the remainder stay open year-round on designated days, usually from 8 A.M. to 5 P.M. Here is a list of markets and when they are open: MANHATTAN Bowling Green Broadway and Battery Place" , "date" : "19961110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "How Green Is My Market: A Guide to Fresh Produce in the Streets" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/10\/nyregion\/how-green-is-my-market-a-guide-to-fresh-produce-in-the-streets.html"} , {"body" : "To the Editor: After reading your article, I felt the need to share my own Plan Eat Thailand experience. Having recently moved to Williamsburg, I decided to dine at Plan Eat Thailand. You can imagine my astonishment! I looked in vain for any Republican former box-office heavyweights. Where was Bruce, where was Sylvester, and for heaven's sake," , "date" : "19961103" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "19" , "title" : "Diners Know the Difference Between the Two Planets" , "url" : "http:\/\/www.nytimes.com\/1996\/11\/03\/nyregion\/l-diners-know-the-difference-between-the-two-planets-109452.html"} , {"body" : "Barbara C. Salken, a professor at the Pace University School of Law in White Plains, died on Oct. 17 at Westchester Medical Center in Valhalla. She was 49 and lived in Chappaqua, N.Y. She suffered a long illness, according to the law school, where she had taught criminal law and procedure for 13 years. For three of the last seven years, she was" , "date" : "19961028" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "11" , "title" : "Barbara C. Salken, Law Professor, 49" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/28\/nyregion\/barbara-c-salken-law-professor-49.html"} , {"body" : "Rebecca Anne Churchill, the daughter of Marcia Knott Churchill of Arlington, Va., and Neil E. Churchill of Doylestown, Pa., was married yesterday to Laurence Michael Gomez, the son of Roberta B. Honig of Brooklyn and the late Ronald H. Gomez. The Rev. Richard Leonard performed the ceremony at the Unitarian Church of All Souls in New York. Ms." , "date" : "19961027" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "50" , "title" : "Ms. Churchill, Mr. Gomez" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/27\/style\/ms-churchill-mr-gomez.html"} , {"body" : "FROM the Navy Yard in Williamsburg to the Army base at Fort Hamilton, Brooklyn was a borough at war in late 1943. There seemed to be soldiers everywhere: local boys home on leave, others enjoying themselves before shipping out to Europe and thousands more in training in the New York area. Among them was a wide-eyed 20-year-old from a small town in" , "date" : "19961020" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Dese, Dem and Dole" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/20\/nyregion\/dese-dem-and-dole.html"} , {"body" : "Every Thursday at lunch time, Lieut. Federico Narvaez pulled his sensible Chevrolet Cavalier up to his 9-year-old daughter's parochial school and began his favorite shift of the week, as lunchroom monitor. ''The kids loved him,'' said one colleague. ''They would hang all over him.'' At the 70th Precinct station house in the East Flatbush section of" , "date" : "19961020" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "A Friendly, Joking Boss And a 'Nice Family Man'" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/20\/nyregion\/a-friendly-joking-boss-and-a-nice-family-man.html"} , {"body" : "It was a sales pitch aimed at the heart of every New Yorker who ever dashed back to a double-parked car a moment too late, or forgot which day the street sweeper was coming by. ''Tired of parking tickets?'' the business cards asked. ''Call the experts and save.'' Between 1991 and 1996, prosecutors say, more than 200 motorists decided to make that" , "date" : "19961017" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Beating Tickets, but Not the Authorities" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/17\/nyregion\/beating-tickets-but-not-the-authorities.html"} ,   {"body" : "An article last Sunday about living in the Williamsburg section of Brooklyn misstated the area's form of government in 1855, when it became part of Brooklyn. Williamsburgh, as it was then spelled, was a city, not a village." , "date" : "19961013" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Corrections" , "Real Estate"] , "page_facet" : "3" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/13\/realestate\/c-corrections-778095.html"} , {"body" : "Benefit Auction Decorators Walk, D & D Building, 979 Third Avenue (58th Street); (212) 319-7100. An auction of six one-of-a-kind chairs and 25 pillows, all in fabrics from Decorators Walk, will take place tonight at 6:30 P.M., to benefit Furnish a Future, the furniture-donation program of the Partnership for the Homeless. Tickets, including a" , "date" : "19961010" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "Calendar: Benefits, Exhibitions And Tours" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/10\/garden\/calendar-benefits-exhibitions-and-tours.html"} , {"body" : "Despite escalating efforts by the New York City Police Department to fight drug dealing, Federal and local law enforcement officials say increasing supplies of cheap and potent heroin have entered the city in recent months to be sold in the city and around the metropolitan area. The officials said the surge in Colombian heroin smuggling that began" , "date" : "19961009" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "COLOMBIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Battle Surge in Cheap Heroin" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/09\/nyregion\/police-battle-surge-in-cheap-heroin.html"} , {"body" : "AT certain hours, Bedford Avenue seems calm for a thoroughfare. But at other times, as when it is so crowded there are lines for Sunday brunch, you could maybe -- maybe -- mistake it for a Manhattan streetscape. O.K., maybe not. But it is close. There is that lovely Manhattan skyline, stretching across the East River, just a subway stop away. There" , "date" : "19961006" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Trendy Ambiance and Manhattan Views" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/06\/realestate\/trendy-ambiance-and-manhattan-views.html"} , {"body" : "UPPER EAST SIDE The Rescuing of Many Jews By the Righteous in Italy ''The Righteous Enemy'' is a documentary film that tells the story of how members of the Italian Army and diplomatic corps saved the life of a Jew during the Holocaust. The film, released in 1987 but not widely distributed, will be shown on Wednesday in a collaboration between" , "date" : "19961006" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/06\/nyregion\/playing-in-the-neighborhood-655244.html"} , {"body" : "Politics and Shoe Leather: A Party With No Campaign Kenneth Cole, the trendy shoe designer with the political touch, used ''Get Out and Vote'' as the theme for the opening party on Thursday night at his third Manhattan store. The 5,000-square-foot store is at 597 Broadway, off Houston Street in SoHo. Mr. Cole, married to Maria Cuomo, daughter of" , "date" : "19961006" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO." , "url" : "http:\/\/www.nytimes.com\/1996\/10\/06\/nyregion\/new-yorkers-co-650412.html"} , {"body" : "A state court has blocked sandblasting on all New York City bridges, pending environmental studies and public hearings, in a ruling that deepens a controversy arising from lead-paint removal on the Williamsburg Bridge. The ruling by the Appellate Division of State Supreme Court expands an earlier order halting sandblasting only on the Williamsburg" , "date" : "19961004" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Court Halts Sandblasting on Bridges Until Studies Are Completed" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/04\/nyregion\/court-halts-sandblasting-on-bridges-until-studies-are-completed.html"} , {"body" : "NEW YORK Javits Center on the Mend The Jacob K. Javits Convention Center is luring back trade shows after overhauling its operations, and is expected to make a profit this year. Show organizers and state officials say that new executives seem to have eliminated much of the corruption and shoddy service that drove away business and caused the" , "date" : "19961004" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Metro Digest" , "url" : "http:\/\/www.nytimes.com\/1996\/10\/04\/nyregion\/metro-digest-646466.html"} , {"body" : "There was a time when the air was filled with the whistles and toots of more than a hundred ferries crisscrossing New York Harbor. Men and women still dressed for dinner. People wrote with fountain pens and rode trolleys to work. With the advent of bridges and tunnels, however, the ferries all but disappeared. Now they're coming back. Today there" , "date" : "19960922" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "NEW YORK HARBOR" , "NEW YORK CITY METROPOLITAN AREA" , "UPPER EAST SIDE (MANHATTAN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "Traveling by Ferry, Once Common in New York Harbor, May Be Again" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/22\/nyregion\/traveling-by-ferry-once-common-in-new-york-harbor-may-be-again.html"} , {"body" : "Dorothy Ellen Palmer, a daughter of Mr. and Mrs. L. Guy Palmer 2d of Savannah, Ga., was married yesterday to Dr. Robert Jordan Straub, a son of Mr. and Mrs. Chester J. Straub of Bronxville, N.Y. The Rev. David S. Hoag, the rector of Christ Episcopal Church in Pelham Manor, N.Y., performed the ceremony at the church. Msgr. Anthony Dalla Villa, the" , "date" : "19960922" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "54" , "title" : "Robert J. Straub, Dorothy E. Palmer" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/22\/style\/robert-j-straub-dorothy-e-palmer.html"} ,   {"body" : "On the edge of Newtown Creek, the city is poised to modernize and expand its largest sewage treatment plant -- a more than $1 billion venture that will bring the 30-year-old facility into compliance with Federal clean water laws. Community leaders, nauseated by the stench from the plant and fed up with having so much of the city's waste dumped in" , "date" : "19960922" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "Sewage Plant: No vs. Maybe" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/22\/nyregion\/sewage-plant-no-vs-maybe.html"} , {"body" : "'Inside\/Out' Momenta Art 72 Berry Street, near North 10th Street Williamsburg, Brooklyn Through Oct. 7 This thought-provoking little show of six artists mulls over various forms of site-specificity while considering some of the artistic possibilities of architecture and design. It includes meticulous models by James Mills, including ''Gas Leak,'' a" , "date" : "19960920" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "26" , "title" : "Art in Review" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/20\/arts\/art-in-review-422622.html"} , {"body" : "It has been discussed for a decade, undergone several incarnations and been led by three different people. Now, leaders of a committee creating a plan for future development along the waterfront in Williamsburg and Greenpoint say they will release a draft plan later this month. ''It will be a blueprint for redevelopment of the" , "date" : "19960915" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Future Vision: Planners Head in Different Directions" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/15\/nyregion\/future-vision-planners-head-in-different-directions.html"} , {"body" : "It's back. The downtown art scene shifted into gear last week with three frenzied nights of gallery openings in Chelsea and SoHo. Especially SoHo. There, the end of summer was signaled by the uneven cultural melange that is the fourth annual SoHo Arts Festival. Bigger and maybe more organized than ever, the four-day festival enlivened the" , "date" : "19960913" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "Culture and Commerce Live Side by Side in SoHo" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/13\/arts\/culture-and-commerce-live-side-by-side-in-soho.html"} , {"body" : "When Chris Doyle wiped his forehead in the noon sunshine yesterday, the flecks of gold leaf on his fingers sparkled like glitter. Beneath his feet, the corroded pedestrian stairway on the Manhattan side of the Williamsburg Bridge gleamed, with the fruit of his labor, like the vault at Fort Knox. A steady stream of pedestrians, many carrying" , "date" : "19960911" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Artist Transforms Bleak Bridge Walk Into Urban Dream" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/11\/nyregion\/artist-transforms-bleak-bridge-walk-into-urban-dream.html"} , {"body" : "NEW YORK Voters Refused at Some Polls Voters who turned up for a bitterly contested primary in Brooklyn were turned away from the polls at scores of polling places because election workers had failed to deliver the voting machines in time. The problem persisted into the afternoon, raising the prospect that the election would have to be held again." , "date" : "19960911" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Metro Digest" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/11\/nyregion\/metro-digest-280720.html"} , {"body" : "This was when Nydia M. Velazquez had expected to hit her stride. After staking out a position as a vocal spokeswoman on issues like immigration and housing, the two-term Congresswoman had hoped to establish herself this year as a major Congressional player. Instead, this has been a year filled with frustration as Ms. Velazquez, the first Puerto" , "date" : "19960908" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "With Redistricting in Vogue, Velaquez Takes a Spot in Line" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/08\/nyregion\/with-redistricting-in-vogue-velaquez-takes-a-spot-in-line.html"} , {"body" : "NEW YORK Classes Open Amid Confusion With classrooms crammed into supply closets, cordoned-off in auditoriums and plunked into locker rooms, New York City public schools opened to the worst overcrowding in decades. Across the city, there were signs of strain and confusion from the overcrowding, unfinished construction and the forced reorganization" , "date" : "19960905" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Metro Digest" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/05\/nyregion\/metro-digest-193330.html"} , {"body" : "Fancy-Food Grocery Novello, a 10,000-square-foot fancy-food store, opens today at 333 East 38th Street. It has arrived in Manhattan by way of Westchester County, a branch of John Chung's year-old Tarrytown Gourmet. Rob Wilson, the manager and a partner, said the store features smoked salmon, olives, cheeses, charcuterie, produce and prepared food." , "date" : "19960904" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "Food Notes" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/04\/garden\/food-notes-163929.html"} , {"body" : "Like the star-filled runway show staged by the rap magazine Vibe last Friday, hip-hop fashion has attracted a sparkling sheaf of celebrity entrepreneurs, like Shaquille O'Neal, Spike Lee, the entertainment mogul Russell Simmons, Chuck D. of the rap group Public Enemy and the newest and most unlikely entrant this summer, Mike Tyson. These are just" , "date" : "19960903" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Style"] , "page_facet" : "6" , "title" : "The Hip-Hop Challenge: Longevity" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/03\/style\/the-hip-hop-challenge-longevity.html"} ,   {"author" : "Ellen Pall's most recent novel is ''Among the Ginzburgs.'' Her last article for the Magazine was about the children's entertainer Marc Weiner." , "body" : "IT IS RAINING ON THE MORNING OF MAY 3, nasty, chilly showers that add a smell of damp to the scant charms of the shabby-genteel Gramercy Park Hotel. The third annual Gramercy International Contemporary Art Fair will officially open here at 6, and by noon Kenny Schachter is up to his ankles in art. Last night, alarmed by the tininess of his quarters" , "date" : "19960901" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "29" , "title" : "The Do-It-Yourself Dealers" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/01\/magazine\/the-do-it-yourself-dealers.html"} , {"body" : "Great Moments in 'D.I.Y.' History 1982: Gracie Mansion, a D.I.Y. forerunner, shows artists like David Wojnarowicz in a former East Village beauty shop. 1990-91: The art crash sends the New York gallery world into a slump, providing an opening for the huddled masses of excluded dealers and artists. October 1991: D.I.Y. invades cyberspace with ''The" , "date" : "19960901" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "32" , "title" : "The Do-It-Yourself Art World" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/01\/magazine\/the-do-it-yourself-art-world.html"} , {"body" : "SAVE for a few white lilies sprouting from gaudy plastic flower arrangements near the stage, there is little evidence that the New York Christian Life Center in East New York, Brooklyn, is a church. There is hardly any Christian iconography. The setting is like a television studio, with a band near the stage playing snappy interludes, contemporary" , "date" : "19960901" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "The Rev. Doctor Banker" , "url" : "http:\/\/www.nytimes.com\/1996\/09\/01\/nyregion\/the-rev-doctor-banker.html"} , {"body" : "After three years of repair work, the two Brooklyn-bound upper lanes of the Manhattan Bridge are scheduled to reopen to car traffic today, providing some relief to drivers who have put up with seemingly unending repair work there. The anticipated return of cars and trucks to the upper deck of the seven-lane bridge is also expected to lighten" , "date" : "19960830" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "EAST RIVER (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "After 3 Years Of Repairs, Deck of Bridge Set to Reopen" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/30\/nyregion\/after-3-years-of-repairs-deck-of-bridge-set-to-reopen.html"} , {"body" : "Transit Authority officials call it ''bunching'' -- the urban phenomenon in which would-be passengers wait interminably at a bus stop, then two or three buses show up at the same time. Bus riders just call it annoying. Bunching means long waits and long lines at bus stops, among the top complaints heard by transit officials. It is also considered" , "date" : "19960818" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "Field Dispatcher Program Is Tested In an Effort to Lure Bus Riders Back" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/18\/nyregion\/field-dispatcher-program-is-tested-in-an-effort-to-lure-bus-riders-back.html"} , {"body" : "Emmy Delacruz and her best friend, Manuela Guzman, had their routine down even before the first float: gyrate furiously to the deafening bass line for about 30 seconds, then scream: ''Republica Dominicana!'' ''You look around,'' yelled Ms. Delacruz, 18, ''and you can't believe there are this many Dominicans in the whole world!'' To the" , "date" : "19960812" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Dominicans Celebrate Growth in Volume" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/12\/nyregion\/dominicans-celebrate-growth-in-volume.html"} , {"body" : "In a major infusion of corporate cash that housing experts say has come at a crucial time, executives of 19 large New York City companies said yesterday that they had invested $147 million in a program to rehabilitate rundown city-owned apartment buildings. The investment, which is to be matched by $147 million in city money, represents the largest" , "date" : "19960809" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "$147 Million Is Pledged To Renovate Apartments" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/09\/nyregion\/147-million-is-pledged-to-renovate-apartments.html"} , {"body" : "A police detective deployed as part of a crackdown on drug trafficking in high-crime precincts was shot by a sniper as he stood on a Brooklyn street corner yesterday afternoon. The detective's bulletproof vest deflected the bullets, saving the officer's life, officials said. Detective David Joseph, 34, was shot three times as he used a public" , "date" : "19960807" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Detective Shot 3 Times by Sniper Is Saved by Bulletproof Vest" , "url" : "http:\/\/www.nytimes.com\/1996\/08\/07\/nyregion\/detective-shot-3-times-by-sniper-is-saved-by-bulletproof-vest.html"} , {"body" : "South Brooklyn Legal Services has always had a weighty roster of class-action lawsuits on behalf of the city's poor. Among those it has won are a case for women with AIDS who had been denied disability benefits, and another for special-education students who had not been properly screened. Those days are over. Squeezed by Federal financing cuts and" , "date" : "19960728" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "08" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE;Legal Aid Agencies Have a New Cause, Their Own Survival" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/28\/nyregion\/neighborhood-report-brooklyn-up-close-legal-aid-agencies-have-new-cause-their.html"} , {"body" : "South Brooklyn Legal Services has always had a weighty roster of class-action lawsuits on behalf of the city's poor. Among those it has won are a case for women with AIDS who had been denied disability benefits, and another for special-education students who had not been properly screened. Those days are over. Squeezed by Federal financing cuts and" , "date" : "19960728" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "08" , "title" : "Legal Aid Agencies Have a New Cause, Their Own Survival" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/28\/nyregion\/legal-aid-agencies-have-a-new-cause-their-own-survival.html"} ,   {"body" : "THE Art Moderne industrial building in Long Island City, Queens, that once served as the Knickerbocker Laundry plant is a familiar sight to commuters on the Long Island Rail Road. Katherine Petrin calls it \"stunning.\" Ms. Petrin is a student at the Columbia University Graduate School of Architecture, Planning and Preservation who has done a thesis" , "date" : "19960728" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONG ISLAND CITY (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PERSPECTIVES;From a Laundry to a Perfume Factory to a Church" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/28\/realestate\/perspectives-from-a-laundry-to-a-perfume-factory-to-a-church.html"} , {"body" : "A 10-year-old Brooklyn boy arguing with his best friend outside a church in Williamsburg yesterday used a gun he had taken from his grandmother's bedroom to fatally shoot the other boy, also 10, the police said. Relatives said the boy accused in the shooting, whose name was not released because of his age, ran home afterward and hid in his bedroom," , "date" : "19960719" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Boy, 10, Accused of Shooting Best Friend to Death" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/19\/nyregion\/boy-10-accused-of-shooting-best-friend-to-death.html"} , {"body" : "An investigation into counterfeit designer clothing, sunglasses and watches led to sweltering, hazardous sweatshops where teen-agers worked 70-hour weeks for below-minimum wages, the Brooklyn District Attorney, Charles J. Hynes, said yesterday in announcing the arrests of six men on charges of violating trademark laws. Saying that two Williamsburg" , "date" : "19960718" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "6 Are Accused of Violating Trademark Laws" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/18\/nyregion\/6-are-accused-of-violating-trademark-laws.html"} , {"body" : "THE Legislature and Governor relaxed last week after finally reaching agreement on the latest state budget ever. Lawmakers got their pork -- money for pet projects back home. And Gov. George E. Pataki, though an abject failure in meeting his goal of bringing in a conservative budget on time, nonetheless pronounced himself deeply satisfied because," , "date" : "19960718" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Metro Matters;While Albany Fiddled, Many Got Burned" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/18\/nyregion\/metro-matters-while-albany-fiddled-many-got-burned.html"} , {"body" : "TWO sweets purveyors in homey-looking storefronts -- painted white, pale yellow and lime and decorated with vintage kitchen accessories -- have opened on Bleecker Street in Greenwich Village. Last Thursday, Magnolia Bakery opened at 401 Bleecker Street (West 11th Street). It is a second-career partnership for Alysa Salvatore, a jazz singer turned" , "date" : "19960717" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "The Talk and Tastes of Bleecker Street" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/17\/garden\/the-talk-and-tastes-of-bleecker-street.html"} , {"body" : "Happy Birthday, Voter Q. I recently received a large postcard on my birthday with the message \"A Million Good Wishes for a Happy Birthday and many more from your senator Roy M. Goodman.\" The postcard states, \"Not Printed At Government Expense,\" but it carries a bulk-rate postage stamp. I'm wondering how Senator Goodman knew my birth date and who" , "date" : "19960707" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1996\/07\/07\/nyregion\/fyi-069221.html"} , {"body" : "Walk through this city's desolate warehouse district by the Hudson River, and you'll see big graffiti-covered buildings once used to make cigarettes and distribute groceries. Walk through the same area in a year or two, and with any luck you'll see a vibrant neighborhood of art galleries splashed with the work that artists are creating in cavernous" , "date" : "19960707" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["JERSEY CITY (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "CITY LIFE;Among the Loading Docks, Dreams of a Lively Art District" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/07\/nyregion\/city-life-among-the-loading-docks-dreams-of-a-lively-art-district.html"} , {"body" : "A day after a ferryboat collided with several vessels on the East River while the waterway was packed with boats for a Fourth of July fireworks display, the Coast Guard was investigating the cause but said it had no plans to limit the number of boats allowed on the river for such events. Coast Guard officials would not say whether the fact that" , "date" : "19960706" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Coast Guard Won't Limit Boat Crowds" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/06\/nyregion\/coast-guard-won-t-limit-boat-crowds.html"} , {"body" : "When city officials began a $500 million overhaul of the Williamsburg Bridge eight years ago, it created almost constant traffic congestion. Now the situation is about to get even worse, as city officials will close four of the bridge's eight lanes on Monday, for about two years. Workers will tear down concrete and asphalt and build new foundations" , "date" : "19960704" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Bridge Traffic, Already Bad, Will Get Worse" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/04\/nyregion\/bridge-traffic-already-bad-will-get-worse.html"} , {"body" : "Ending a tumultuous courtroom feud between factions of a leading Hasidic sect in Brooklyn, New York State's highest court yesterday upheld the purchase of the former Grand Rabbi's Brooklyn house by a dissident group. Though the case turned on arcane principles of real estate law, it provided an unusual window on the tightknit relationships and the" , "date" : "19960703" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Sale of a Grand Rabbi's Home Is Upheld" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/03\/nyregion\/sale-of-a-grand-rabbi-s-home-is-upheld.html"} ,   {"body" : "After two consecutive years of plunging citywide crime rates, fresh New York City police statistics show that murder, burglary, robbery and other serious crimes are dropping sharply again this year across the city and once again at an accelerating pace. Despite several recent high-profile crimes -- notably the beatings of women in Central Park and" , "date" : "19960703" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)" , "NEW YORK CITY" , "RIVERDALE (NYC)" , "MARBLE HILL(NYC)" , "NEW YORK, NY, USA" , "EAST VILLAGE (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "1996 Data Show Crime Rates Are Still Falling in New York" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/03\/nyregion\/1996-data-show-crime-rates-are-still-falling-in-new-york.html"} , {"body" : "NEW YORK is the best place in the world for people who like to eat. This city has never needed to apologize for the quality of its food. Reading old restaurant guides makes it clear that a hungry person has been able to find almost anything here for a very long time. The writer Rian James ate his way through the 1920's, sampling an extraordinary" , "date" : "19960703" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "Satisfying Appetites As Varied as New York" , "url" : "http:\/\/www.nytimes.com\/1996\/07\/03\/garden\/satisfying-appetites-as-varied-as-new-york.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN GREENWICH VILLAGE $360,000 130 Barrow Street 2-bedroom, 1 1\/2-bath, 1,100-sq.-ft. duplex, penthouse condo in a former garage building; elevator, 2 fireplaces, terrace," , "date" : "19960630" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/30\/realestate\/residential-resales-050717.html"} , {"body" : "CUCINA** (718) 230-0711; 256 Fifth Avenue, near Garfield Place, Park Slope; (c) American Express, Mastercard, Visa This attractive Italian restaurant, with painted tin ceiling, mural and antique wood serving tables, has a rustic Tuscan feel. For starters consider caramelized onion tart with olives; artichoke with basil dipping sauce, and roasted" , "date" : "19960623" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "GOOD EATING;Where Brooklyn Meets to Eat" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/23\/nyregion\/good-eating-where-brooklyn-meets-to-eat.html"} , {"body" : "In a resounding victory for residents who live near the Williamsburg Bridge and a setback for the city, a state appellate court has ordered an immediate halt to sandblasting on the bridge. The 5-0 decision handed down on Thursday by the Appellate Division of State Supreme Court is the latest chapter, but perhaps not the last, in a long-running" , "date" : "19960622" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Court Halts Williamsburg Bridge Cleaning in Battle Over Showers ofLead Paint" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/22\/nyregion\/court-halts-williamsburg-bridge-cleaning-in-battle-over-showers-oflead-paint.html"} , {"body" : "As Manhattan customers go, they were prized targets for commercial garbage haulers: the main Federal office building, a Federal jail, the Bank of New York and the Woolworth Building. They were also, prosecutors say, the latest in a long line of victims of a Mafia-controlled cartel, in which private trash-hauling companies inflated fees and rigged" , "date" : "19960619" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Trash Haulers Face New List Of Charges About Fees" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/19\/nyregion\/trash-haulers-face-new-list-of-charges-about-fees.html"} , {"body" : "As fires go, it was minor. Just an empty truck damaged; no one hurt. But the blaze was intended as a menacing message for a Brooklyn company trying to get a foothold in New York City's lucrative garbage-carting business. It backfired. Instead, the company, the Chambers Paper Fibres Corporation, became the conduit through which the Manhattan" , "date" : "19960609" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "When the Mafia Got Greedy, a Garbage Hauler Went Undercover" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/09\/nyregion\/when-the-mafia-got-greedy-a-garbage-hauler-went-undercover.html"} , {"body" : "It is almost time to put the school year to bed, so let the summer street games begin. In the brick courtyard of Confucius Plaza in Chinatown, a group of teen-agers play handball against a wall obstructed by a light pole and fire plugs. They speak to each other in Chinese, but they put plenty of English on the ball. \"It's not a real handball court," , "date" : "19960608" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Stoopball? Ringalevio? Hey, It's the 90's!;Flash, Speed and Money Replace Old Street Games For Children of the City" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/08\/nyregion\/stoopball-ringalevio-hey-it-s-90-s-flash-speed-money-replace-old-street-games.html"} , {"body" : "The Art Exchange 60 Broad Street Financial district Through June 15 This \"(alternative) alternative art fair,\" organized for the Alliance for Downtown New York, unfolds through five desolate floors in a vacant office building near the New York Stock Exchange. It is, literally and figuratively, about as downtown as you can get. Its participants are" , "date" : "19960607" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "26" , "title" : "Art in Review" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/07\/arts\/art-in-review-083054.html"} , {"body" : "The beer is called Brooklyn Lager. But for the past eight years, it has been made in Utica, N.Y., and shipped by truck to Brooklyn. How come? It took us eight years to get into a position where we felt sure enough about ourselves to invest millions to build a brewery in Brooklyn,\" said Stephen K. Hindy, who with a fellow Park Slope neighbor, Thomas" , "date" : "19960602" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: WILLIAMSBURG;Could the Dodgers Follow? Brewing Returns to Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/02\/nyregion\/neighborhood-report-williamsburg-could-dodgers-follow-brewing-returns-brooklyn.html"} ,   {"body" : "When Carol Gattuso Hausler was 8 years old, she fearfully boarded a train bound for Port Royal, Pa., leaving her Italian immigrant family and Williamsburg, Brooklyn, behind as she went off to \"see America.\" \"I had no idea where they were taking me,\" Mrs. Hausler said last week. \"I thought they were taking me to a big camp called Friendly Town but" , "date" : "19960602" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "The Fresh Air Fund;A City Girl Who Saw the Stars Returns the Favor" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/02\/nyregion\/the-fresh-air-fund-a-city-girl-who-saw-the-stars-returns-the-favor.html"} , {"body" : "Commencement ceremonies for the City University of New York's Graduate School and University Center got off to a traffic-stopping start yesterday as participants walked from their building on 43d Street down the block to Town Hall. Counterparts at another CUNY school, John Jay College of Criminal Justice in Manhattan, found their way to Madison" , "date" : "19960601" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "COMMENCEMENTS;For CUNY Graduates, Long Trek to a Diploma" , "url" : "http:\/\/www.nytimes.com\/1996\/06\/01\/nyregion\/commencements-for-cuny-graduates-long-trek-to-a-diploma.html"} , {"body" : "What is Olympics music? Is it a soundtrack for struggle, victory or peace? Is it a brassy fanfare, thunderous group drumming or streamlined pop? Is it Greek, American, African or global? For the last year, these questions have been confronting some of the country's top music producers and performers, from pop stars like Gloria Estefan and Billy Ray" , "date" : "19960516" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["ATLANTA (GA)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "THE POP LIFE;Meeting An Olympic Challenge" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/16\/arts\/the-pop-life-meeting-an-olympic-challenge.html"} , {"body" : "Trains may be slower and graffiti more prevalent, but by one measure, New York City's subway service keeps improving: the cars run longer and longer without breaking down. Drive an automobile hard every day and you don't expect it to be more reliable four years after you bought it. But that is exactly what has happened to New York City's fleet of" , "date" : "19960515" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Subway Cars Perform Better Even as They Age" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/15\/nyregion\/subway-cars-perform-better-even-as-they-age.html"} , {"body" : "Alice Margaret Rubin, a daughter of Margaret and Harry Rubin of York, Pa., was married yesterday to Mark Edward Schone, a son of Harlan Schone of Williamsburg, Va., and the late Marilyn Schone. Judge Janice C. Volkman, an administrative law judge in Philadelphia for the Social Security Administration, officiated at Bargemusic in Brooklyn. Ms." , "date" : "19960512" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "42" , "title" : "WEDDINGS;Alice M. Rubin, Mark E. Schone" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/12\/style\/weddings-alice-m-rubin-mark-e-schone.html"} , {"body" : "When I come here,\" Kim Faiella says, looking out across the Red Hook harbor, \"I feel like I'm in Edward Hopper-land.\" Ms. Faiella, a painter, is talking about the light -- broad and even, bouncing off the waves and across the low-lying buildings of Red Hook, creating a mood reminiscent of the landscapes of Hopper, the American realist painter." , "date" : "19960512" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: RED HOOK;On the Waterfront, a Snug Harbor for Artists (For Now)" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/12\/nyregion\/neighborhood-report-red-hook-on-the-waterfront-a-snug-harbor-for-artists-for-now.html"} , {"body" : "Members of a Hasidic patrol group who fought with a black man in Crown Heights on Thursday night violated police rules intended to prevent vigilantism when they chased down a crime suspect instead of simply calling the police, police officials said yesterday. Mayor Rudolph W. Giuliani said the group's leaders would be called in by the Police" , "date" : "19960511" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Hasidic Patrol Group Faces Questions After a Crown Heights Clash" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/11\/nyregion\/hasidic-patrol-group-faces-questions-after-a-crown-heights-clash.html"} , {"body" : "A police unit equipped with a battering ram and a sledgehammer and carrying a search warrant burst into the Jameel Grocery, a bodega under the rusting tracks of the Z train in Williamsburg, Brooklyn, and arrested three clerks one day last week on charges that they sold marijuana to an undercover officer. As they handcuffed the clerks, one, Eric" , "date" : "19960510" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Drug Sweeps Begin to Make Inroads" , "url" : "http:\/\/www.nytimes.com\/1996\/05\/10\/nyregion\/brooklyn-drug-sweeps-begin-to-make-inroads.html"} , {"body" : "A young man looked up from his newspaper Friday morning, briefly noted the cityscape trundling by outside the F train, and returned to his paper. He looked up again a couple of minutes later, wrinkled his brow, sighed, and said, to no one in particular, \"We're still not at Church Avenue? I hate this train.\" Those words from Danny Slotkin, a" , "date" : "19960428" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Passengers Are Frustrated by Slower Commutes on Subways" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/28\/nyregion\/passengers-are-frustrated-by-slower-commutes-on-subways.html"} , {"body" : "TRAVELING along an elevated line with a birds-eye view of the industrial and inner-city streetscapes, housetops and church spires of North Brooklyn, the J train passes over Williamsburg and Bushwick before arriving at once-rural Cypress Hills on its way to Jamaica Center. Much of the housing stock in the multi-ethnic, multiracial community was" , "date" : "19960428" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CYPRESS HILLS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In\/Cypress Hills;An Evolving Northeast Brooklyn Enclave" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/28\/realestate\/if-you-re-thinking-living-cypress-hills-evolving-northeast-brooklyn-enclave.html"} ,   {"body" : "Few legends haunt the imagination of New Yorkers of a certain intellectual or literary bent more than tales of the circles, salons and other highbrow hobnobbings that were once a feature of city life. It has become de rigueur in some quarters to dismiss the possibility that anything these days could measure up, to opine wearily that such circles" , "date" : "19960420" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "1" , "title" : "90's Revival: Positive Power of Thinking" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/20\/nyregion\/90-s-revival-positive-power-of-thinking.html"} , {"body" : "IN the last decade, the lust for better beers has given rise to hundreds of small breweries throughout the country. Many of them took root on the West Coast. But New York is catching up with a vengeance and becoming as serious as Seattle is about beer. This year as many as eight brewery-restaurants are expected to open in Manhattan. Two breweries" , "date" : "19960417" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "Finally, New York Takes to Brew Pubs" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/17\/garden\/finally-new-york-takes-to-brew-pubs.html"} , {"body" : "New York City's effort to shore up the crumbling Manhattan Bridge will take about 10 years longer and almost $300 million more than officials had predicted when the repairs began in 1982. The repairs, which have cut two subway connections between Manhattan and Brooklyn for periods of more than 10 years each and have clogged roads and highways in" , "date" : "19960410" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Neglect of Manhattan Bridge Takes Toll in Time and Money" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/10\/nyregion\/neglect-of-manhattan-bridge-takes-toll-in-time-and-money.html"} , {"body" : "A 42-year-old postal worker has confessed to killing five prostitutes, dismembering their bodies and disposing of them in garbage bins on Long Island and in Yonkers over the last five years, the police said today. The suspect, Robert Shulman of Hicksville, hung his head and trembled as he was led from the police station this morning for arraignment" , "date" : "19960409" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["HICKSVILLE (NY)" , "NEW YORK STATE" , "YONKERS (NY)" , "LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Man Arrested In L.I. Killings Of 5 Prostitutes" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/09\/nyregion\/man-arrested-in-li-killings-of-5-prostitutes.html"} , {"body" : "It is people like the man in the black beret who make Marisol Colon get off the street by dusk. With a nervous stride and darting eyes, he paces the corner of Glenmore and Chestnut. A young woman with French braids tells him that she wants to talk, but not with strangers standing close by. They move to a doorway where he quickly places something in" , "date" : "19960407" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Hopeful East New Yorkers Await Police Drug Sweep" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/07\/nyregion\/hopeful-east-new-yorkers-await-police-drug-sweep.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN GREENWICH VILLAGE $310,000 70 East 10th Street (Stewart House) 2-bedroom, 2-bath, 1,700-sq.-ft. postwar co-op; 24-hr. doormen, dining area, windowed kitchen, 2" , "date" : "19960407" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/07\/realestate\/residential-resales-057282.html"} , {"body" : "Defying the conventional wisdom that drug dealing is an ineradicable plague, the New York City Police Department next week will put up to 3,000 officers and weapons ranging from new computer software to hydraulic battering rams into its biggest assault ever on neighborhood pushers. While skeptical criminologists cite a history of failed antidrug" , "date" : "19960404" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "1" , "title" : "Police to Start Big Offensive Against Drugs" , "url" : "http:\/\/www.nytimes.com\/1996\/04\/04\/nyregion\/police-to-start-big-offensive-against-drugs.html"} , {"body" : "I never thought for a second that Lucy would jump.\" Sarah Jessica Parker is speaking of her character in \"If Lucy Fell,\" the new movie comedy in which two roommates (Parker and Eric Schaeffer) make a pact to leap off the Brooklyn Bridge if they haven't found true love by the time they turn 30. \"Perhaps,\" the actress adds, noting the film's" , "date" : "19960324" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Magazine"] , "page_facet" : "23" , "title" : "Sunday March 24, 1996: FALLING FOR LUCY;Look Before You Leap" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/24\/magazine\/sunday-march-24-1996-falling-for-lucy-look-before-you-leap.html"} , {"body" : "Transit Authority managers know so little about how subways are actually operated that they have not come up with a way to prevent train operators from driving through stop signals, top Federal safety investigators said today. Running signals is so common and so dangerous that it has been the cause of seven accidents injuring 115 people since July" , "date" : "19960320" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "U.S. Faults Transit Agency Over Running of Signals" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/20\/nyregion\/us-faults-transit-agency-over-running-of-signals.html"} , {"body" : "They could be brothers, almost. Both are powerful Orthodox Jewish politicians from the same part of Brooklyn. Both won their first elections in 1982, both have ambitions far beyond Borough Park and Flatbush, and both have been subjected to questions about their finances. One even played the saxophone at the other's wedding. But this is politics," , "date" : "19960317" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "The Gladiators of Borough Park;Rivals Compete for Power in an Orthodox Arena" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/17\/nyregion\/the-gladiators-of-borough-park-rivals-compete-for-power-in-an-orthodox-arena.html"} ,   {"body" : "Douglass Street Festival The Gowanus Arts Exchange 295 Douglass Street, between Third and Fourth Avenues Park Slope, Brooklyn (718) 596-5250 Recommended ages: 8 and up Tomorrow and Sunday Dance lessons aren't usually free, especially in New York. But this is one series parents won't have to write a check for, much less shop for toe shoes. With" , "date" : "19960315" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/15\/arts\/for-children.html"} , {"body" : "SHORTLY after midnight at a recent party in a midtown Manhattan loft, Howard Goldkrand sat slumped on a couch. Below his seat was a speaker, which rumbled and reverberated through the sofa cushions as a disk jockey known as Spooky mixed records full of swooshing electronics and heavy, heavy bass. \"You know what this is?\" Mr. Goldkrand asked," , "date" : "19960308" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "At the Clubs, Murmurs and Ambient Music" , "url" : "http:\/\/www.nytimes.com\/1996\/03\/08\/arts\/at-the-clubs-murmurs-and-ambient-music.html"} , {"body" : "Three men were being questioned by the police in Queens last night in connection with a carjacking on Tuesday in which a 17-year-old Brooklyn girl was critically injured. No charges were immediately filed against the men, who were being held at the 115th Precinct in Jackson Heights, officials said. It was not immediately clear what led to the" , "date" : "19960229" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "3 Questioned in Carjacking That Hurt Girl" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/29\/nyregion\/3-questioned-in-carjacking-that-hurt-girl.html"} , {"body" : "Two men taking a truck for a test drive yesterday with a salesman in Queens threw the salesman out and, chased by the police, sped into Brooklyn, where they struck and critically injured a 17-year-old girl. The victim, Rachel Teitelbaum, was walking on a sidewalk with three other girls after classes at a Talmudic seminary when the truck, a shiny" , "date" : "19960228" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Carjackers Fleeing Police Strike Pedestrian" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/28\/nyregion\/carjackers-fleeing-police-strike-pedestrian.html"} , {"body" : "In the summer of 1992, when a city contractor began sandblasting on the Williamsburg Bridge, Susan Pellegrino watched in horror as dust with dangerous levels of lead doused her neighborhood. After she and her neighbors complained, the state ordered the work suspended. Now, sandblasting on the bridge towers is about to resume in Ms. Pellegrino's" , "date" : "19960225" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: WILLIAMSBURG;Sandblasting Safety Tent Draws Critics" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/25\/nyregion\/neighborhood-report-williamsburg-sandblasting-safety-tent-draws-critics.html"} , {"body" : "Cigar smoke billowing behind him, James Grotto strode grandly across the room as he summoned his troops to storm a heavily fortified Confederate ridge in the Battle of Gettysburg. \"We don't see ourselves as murderers,\" he growled. \"We just like to end wars real quick.\" Mr. Grotto moved on to sample a smorgasbord of equally hostile, ongoing" , "date" : "19960223" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Scourge of Armies For A Few Hours;Saxons and Scots Confront Rat Race in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/23\/nyregion\/scourge-of-armies-for-a-few-hours-saxons-and-scots-confront-rat-race-in-brooklyn.html"} , {"body" : "Opening a restaurant is always risky, simply because restaurants are a difficult business. Opening too far from a large enough corps of restaurantgoers worsens the odds, no matter how good the restaurant. Such was the unhappy experience of Stacy Pearl, whose beautifully renovated diner called Stacy's in Williamsburg, Brooklyn, served stylishly" , "date" : "19960223" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "26" , "title" : "25 and Under" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/23\/arts\/25-and-under.html"} , {"body" : "NEW YORK CITY More Power to Prosecutors? Seeking a far-reaching change in New York State's criminal justice system, Governor Pataki announced that he would propose legislation that would allow prosecutors to appeal sentences and bail amounts after judges set them. Under current state law, only defendants can appeal their sentences or bail amounts." , "date" : "19960223" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK, NY, USA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Metro Digest" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/23\/nyregion\/metro-digest-064394.html"} , {"body" : "The City Council yesterday overwhelmingly approved a new solid-waste management plan that will speed up the city's timetable for recycling \"mixed paper\" and will require residents in all five boroughs to recycle items like cereal boxes, milk cartons and junk mail by the middle of next year. Mixed-paper recycling is now required only on Staten" , "date" : "19960216" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Solid-Waste Management Plan Wins Council Approval" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/16\/nyregion\/solid-waste-management-plan-wins-council-approval.html"} , {"body" : "A combination of basic detective work by a Hasidic volunteer patrol and the chance presence of a police car outside a Lower East Side bagel shop led to the capture yesterday of a Hasidic man whose estranged wife was found beaten unconscious on Saturday in her Monsey, N.Y., home. While groups like the Shomrim Volunteer Patrol have sometimes been" , "date" : "19960216" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "MONSEY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Hasidic Volunteers Help Find Suspect in Beating" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/16\/nyregion\/hasidic-volunteers-help-find-suspect-in-beating.html"} ,   {"body" : "From the barrios of Los Angeles to the cobblestone streets of Beacon Hill in Boston, officers in most large American police forces routinely patrol urban neighborhoods in one-officer cars. But not in New York. The city's first experiment with solo patrols ended in bloodshed in 1980, when an unaccompanied officer was slain during a test program. The" , "date" : "19960216" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Issue of Lone-Officer Patrols Reignites a New York Debate" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/16\/nyregion\/issue-of-lone-officer-patrols-reignites-a-new-york-debate.html"} , {"body" : "Brian Weil, a photographer who devoted much of his career to documenting life on society's margins and who helped found New York City's first needle exchange program, died over the weekend at his home in Manhattan. He was 41. His body was found late Monday evening, said Bruce Stepherson, a friend and colleague. Mr. Stepherson said an autopsy would" , "date" : "19960208" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "13" , "title" : "Brian Weil, 41, Photographer Who Founded Needle Exchange" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/08\/nyregion\/brian-weil-41-photographer-who-founded-needle-exchange.html"} , {"body" : "For years, Pnina and Shmuel Klaver tried to abide by the Torah commandment to \"be fruitful and multiply,\" but they had difficulty conceiving after their first two sons. On Monday, however, their prayers were answered fivefold. Mrs. Klaver gave birth to three girls and two boys by Caesarean section, each about one minute apart, starting at 11:48" , "date" : "19960207" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "It's a Boy, and a Girl, a Girl, a Girl and a Boy" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/07\/nyregion\/it-s-a-boy-and-a-girl-a-girl-a-girl-and-a-boy.html"} , {"body" : "Simon Breuer always warned the children he drove to school that it was safest to cross the street behind the school bus. It wasn't until Mirel Friedman, a 6-year-old handicapped girl in his charge, slipped on ice and fell under the rear wheels of his bus that he learned how wrong his warnings had been. Mr. Breuer, 23, a volunteer driver for a" , "date" : "19960203" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "29" , "title" : "Child's Death Raises Doubt Over Private-School Drivers' Training" , "url" : "http:\/\/www.nytimes.com\/1996\/02\/03\/nyregion\/child-s-death-raises-doubt-over-private-school-drivers-training.html"} , {"body" : "While libraries in the rest of the city are connecting patrons to the information superhighway, Brooklyn's are limping along on the information dirt road. Only the Central Library at Grand Army Plaza and the Business Library in Brooklyn Heights have computers with Internet access, but they are only for librarians. In contrast, every public library" , "date" : "19960128" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN ON LINE;Libraries Lag on Surfing the Net" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/28\/nyregion\/neighborhood-report-brooklyn-on-line-libraries-lag-on-surfing-the-net.html"} , {"body" : "John Paul Valentine, 9 years old, has been living for most of his life in an Upper West Side foster home, where he was shielded from the drug dealing and crime of his family's neighborhood in Williamsburg, Brooklyn. But as he walked to school yesterday with his 20-year-old stepbrother, the city's lingering problem of drug-related street violence" , "date" : "19960124" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Boy Shot as He Walked To School in Manhattan" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/24\/nyregion\/boy-shot-as-he-walked-to-school-in-manhattan.html"} , {"body" : "In a move that officials say should lower garbage removal costs for businesses in New York City, one of the nation's biggest waste hauling companies said yesterday that it would enter the city's market by taking over a carting company that is under indictment as part of a Mafia-run cartel. USA Waste Services Inc., the nation's third largest" , "date" : "19960123" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Texas Company Agrees to Buy Mafia-Linked Waste Hauler" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/23\/nyregion\/texas-company-agrees-to-buy-mafia-linked-waste-hauler.html"} , {"body" : "Her mother died of AIDS, and so did her father, but it was not clear that Kai Evans was infected with the virus until she was 7 and caught chicken pox. Although Kai had a mild case of chicken pox, her recovery seemed to be taking too long. So her great-aunt and guardian, Sylvia Copes, took her to the hospital, where blood tests confirmed that she" , "date" : "19960122" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "A Young Victim of AIDS Gets a Proper Goodbye" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/22\/nyregion\/a-young-victim-of-aids-gets-a-proper-goodbye.html"} , {"body" : "The Brooklyn Navy Yard has long dominated life in Northern Brooklyn, from the days when thousands built warships to the recent battles over a city plan to build a huge incinerator there. The Brooklyn Navy Yard Development Corporation recently received $739,000 from the Mayor's Office to assess the state of the 260-acre plot and figure out how to" , "date" : "19960121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: DEVELOPMENT;Community Consensus for the Navy Yard: Yes on Housing, No on Trash" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/21\/nyregion\/neighborhood-report-development-community-consensus-for-navy-yard-yes-housing-no.html"} , {"body" : "For more than a decade, community groups have fought to get a nursing home built for Greenpoint's growing elderly population. But their efforts to build the home on the site of the old Greenpoint Hospital campus have competed with the city's need to house the homeless, 450 of whom now occupy a shelter on the site. Community residents have marched" , "date" : "19960121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: NORTHERN BROOKLYN;Push for Nursing Home Clears Big Hurdle" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/21\/nyregion\/neighborhood-report-northern-brooklyn-push-for-nursing-home-clears-big-hurdle.html"} ,   {"body" : "AT 87 years of age, Max Mandell is convinced that standing outside his Upper West Side town house in the cold, rain or snow is good for his health. Nearly every day since 1941, he just about bounds outside to greet the morning and the children who attend the Mandell School, making him the Cal Ripken Jr. of nursery school directors. He once went so" , "date" : "19960117" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York;Preschoolers, His Fountain Of Youth at 87" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/17\/nyregion\/about-new-york-preschoolers-his-fountain-of-youth-at-87.html"} , {"body" : "Not even a blizzard could keep the vandals of Kiryas Joel from their appointed rounds. While the snow quieted New York City, this Satmar Hasidic village 50 miles away tallied another in a long line of violent episodes. Early Monday morning, the storm in full force, vandals broke a window in Joseph Waldman's Ford station wagon, threw in a flammable" , "date" : "19960114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["KIRYAS JOEL (NY)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "27" , "title" : "OUR TOWNS;A Village Faces Another Kind Of Storm" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/14\/nyregion\/our-towns-a-village-faces-another-kind-of-storm.html"} , {"body" : "Literally and figuratively, movies strut their stuff this week in a lineup that boasts brass bands and golden Oscars in numbers almost sufficient for a baseball team. To rouse the spirit, try STARS AND STRIPES FOREVER -- Wednesday at 8:30 P.M. on American Movie Classics. Henry Koster's affectionate 1952 tribute to John Philip Sousa stars Clifton" , "date" : "19960114" , "day_of_week_facet" : "Sunday" , "page_facet" : "5" , "title" : "MOVIES THIS WEEK" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/14\/tv\/movies-this-week-070475.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA $700,000 108 Fifth Avenue (17th St.) 2-bedroom, 3 1\/2-bath, 2,000-sq.-ft. duplex penthouse condo; 24-hr. doormen, dining area, wrapped terrace, fireplace," , "date" : "19960114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/14\/realestate\/residential-resales-076210.html"} , {"body" : "The declaration was of triumph, if not total independence: Sanitation Department officials, conceding that the gargantuan amounts of snow in the city still posed enduring problems, said nonetheless that every street in the city had been plowed by yesterday -- except for the several dozen streets blocked by abandoned cars. \"One hundred percent,\"" , "date" : "19960111" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE BLIZZARD OF 1996: PLOWING;Snowbanks Aside, the Sanitation Department Declares a Victory" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/11\/nyregion\/blizzard-1996-plowing-snowbanks-aside-sanitation-department-declares-victory.html"} , {"body" : "An already tough winter became harsher still last night, as temperatures in New York City dropped to their coldest of the season and the entire region headed into a weekend deep-freeze. By 11 P.M., the temperature in Central Park was 10 degrees, the lowest of the winter. As the wind came up, last night's cold made pedestrians pick up their pace and" , "date" : "19960106" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Arctic Air Mass Stays Put For Deep-Freeze Weekend" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/06\/nyregion\/arctic-air-mass-stays-put-for-deep-freeze-weekend.html"} , {"body" : "WHIMSY seems to be the new directive for lighting fixtures. Tom Johnson, an artist in Williamsburg, Brooklyn, concocts original shades for friends in the restaurant business, then sells copies to the public. The series he designed for Food Bar in Chelsea is called \"Skyline Cruise,\" because each shade is in the shape of a New York skyscraper (the" , "date" : "19960104" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "Currents;With Tongue In Cheek" , "url" : "http:\/\/www.nytimes.com\/1996\/01\/04\/garden\/currents-with-tongue-in-cheek.html"}]