[  {"author" : "Samuel G. Freedman is a professor of journalism at Columbia. E-mail: sgfreedman@nytimes.com." , "body" : "This month, Mayor Michael R. Bloomberg delivered the keynote address to a conference of philanthropists at the William J. Clinton Presidential Library in Little Rock, Ark. He took the opportunity to extol his administration's efforts to reform the New York City school system. And he singled out the Leadership Academy, a $77 million program intended" , "date" : "20061122" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "ON EDUCATION; Students and Teachers Expect a Battle In Their Visits to the Principal's Office" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/22\/education\/22education.html"} , {"body" : "A body found stuffed inside a black duffel bag on Thursday evening in Brooklyn was identified by the police yesterday as that of a young man whose relatives said was easygoing and someone who never strayed into trouble. The body of the man, Roberto Sesenton, 23, was found shortly before 7:30 p.m. between two parked vehicles on Shore Parkway between" , "date" : "20061112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "Body Found in Duffel Bag Is Identified as That of Brooklyn Man" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/12\/nyregion\/12body.html"} , {"body" : "Manhattan Less than $300,000 Hudson Heights $288,000 225 Bennett Avenue (192nd St.) Number of bedrooms: 1 Number of full bathrooms: 1 Number of half bathrooms: 0 Weeks on market: 1 week 650-sq.-ft. co-op in a prewar building; renovated eat-in kitchen and marble bath, high ceilings, Fort Tryon Park view; maintenance $593, 42% tax deductible; listed" , "date" : "20060910" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CEFDB1731F933A2575AC0A9609C8B63"} , {"body" : "VITO BUZZETTA, a bricklayer who has lived in Bensonhurst for 33 years, stood in his driveway on a recent afternoon -- hose in one hand, watering can in another -- and gestured toward a six-story apartment building under construction across the street. ''Look what they did,'' he said. ''It's too big.'' Mr. Buzzetta's opinion is a popular one in the" , "date" : "20060820" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN\/ Bensonhurst, Brooklyn; An Old Neighborhood Grows Up Again" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/20\/realestate\/20livi.html"} , {"body" : "It was a heavily hip-hop extravaganza outside Public School 45 in South Ozone Park, Queens, this month, with even the littlest kindergartners getting funky to tracks like ''You Gotta Believe (Atomic Slyde)'' by Fierce Ruling Diva. On the same morning, at the opposite end of the city, children at P.S. 81 in Riverdale, the Bronx, stepped through less" , "date" : "20060620" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "When School Turns Into the Land of 1,000 Dances" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/20\/education\/20dance.html"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "Stonehenge in the City Q. I've heard about a ''Manhattan solstice,'' when the sun supposedly lines up along the streets. Is it for real? When does it happen? A. Here's the lowdown on the sundown, courtesy of Neil deGrasse Tyson, director of the Hayden Planetarium at the American Museum of Natural History. Next Sunday and on July 13, the sun will" , "date" : "20060521" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F. Y. I." , "url" : "http:\/\/www.nytimes.com\/2006\/05\/21\/nyregion\/thecity\/21fyi.html"} , {"body" : "John M. Falotico, the detective who arrested David R. Berkowitz, the notorious ''Son of Sam'' killer, died on Saturday at his home in North Brunswick, N.J. He was 82. The cause was colon cancer, said his niece, Jennifer Falotico Taylor. Mr. Falotico's date with destiny came around 10 p.m. on Aug. 10, 1977. It had been almost a year since the" , "date" : "20060315" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "YONKERS (NY)" , "LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "25" , "title" : "John Falotico, Detective Who Arrested Berkowitz, Dies at 82" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/15\/nyregion\/15falotico.html"} , {"body" : "Kenneth McCabe, an investigator who became a quiet legend among crime fighters by spying on and testifying against mobsters to help topple godfathers, died on Feb. 19 at his home in Breezy Point, Queens. He was 59. His daughter, Kelly McCabe Casey, a prosecutor in the office of the Brooklyn district attorney, where Mr. McCabe was an investigator" , "date" : "20060227" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "7" , "title" : "Kenneth McCabe, 59, a Dogged Investigator of the Mob" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/27\/nyregion\/27mccabe.html"}]