[  {"body" : "WHEN developers talk about who will buy all the high-end condominiums that they are building or planning to build in Manhattan, empty nesters invariably make the list. And since the oldest baby boomers turned 60 this year, more and more of them are becoming empty nesters, in many cases with more disposable income than their parents had before them." , "date" : "20061224" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Planning a New Life in the City" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/24\/realestate\/24cov.html"} , {"author" : "haberman@nytimes.com" , "body" : "The war is not going as well as some had thought it would. The sectarian strife continues unabated and seems destined to persist. None of the rival parties show much interest in talking to one another to find a way out of the quagmire. We are referring, of course, to what some call the war on Christmas, not that other conflict, the one in New York" , "date" : "20061219" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NYC; 'Happy Holidays' To Peace on Earth? It's a Tortured Path" , "url" : "http:\/\/select.nytimes.com\/\/2006\/12\/19\/nyregion\/19nyc.html"} , {"body" : "Nobody knows for sure how or when the wild green parrots showed up in central Brooklyn, though most accounts have them escaping from a shipping crate at Kennedy Airport in the 1960s, or even earlier, and making themselves at home. That mystery, though, is an old one. What has been worrying residents lately is where all the parrots are going. Last" , "date" : "20061217" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Polly Takes A Powder" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/17\/nyregion\/thecity\/17parr.html"} , {"body" : "ON a Saturday night in May 2003, Holly McKnight of Dyker Heights, Brooklyn, was too tired to ride into Manhattan for a night at a club. So she reluctantly agreed to meet friends at a nearby disco. ''It's filled with wannabe gangster types like in 'The Sopranos,' '' said Ms. McKnight, now 29. ''Everybody thinks they're 'connected.' The men have a" , "date" : "20061210" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "21" , "title" : "WEDDINGS\/CELEBRATIONS: VOWS; Holly McKnight and Anthony Lauretta" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/10\/fashion\/weddings\/10vows.html"} , {"body" : "Robert Volpe, a painter with a flowing mustache who gained street smarts chasing drug smugglers as a police officer and then put those skills to use as the New York City Police Department's one-man art-theft squad in the 1970s, died on Nov. 28 at his home on Staten Island. He was 63. The cause was a heart attack, his family said. Mr. Volpe began" , "date" : "20061205" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "7" , "title" : "Robert Volpe, Art-Theft Expert, Dies at 63" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/05\/nyregion\/05volpe.html"} , {"body" : "Kathleen M. Cashin is responsible for some of the roughest territory in the New York City school system -- vast stretches of poverty and desolation from Ocean Hill-Brownsville and East New York in Brooklyn to Far Rockaway in Queens, all part of Region 5, where she is superintendent. Already this school year, two of her students have been shot dead," , "date" : "20061204" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Bucking Tide of School Reform, A Superintendent Gets Results" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/04\/nyregion\/04schools.html"} , {"body" : "To the Editor: Your Nov. 19 editorial ''Black Soot and Asthma'' mentions opposition in Queens to the proposed cross-harbor rail freight project. But you do not mention strong opposition in many Brooklyn neighborhoods. There are tens of thousands of Brooklyn residents who would be negatively affected by the project, in Bay Ridge, Sunset Park," , "date" : "20061203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "17" , "title" : "Rail Project Opposition Not Just in Queens" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0CE5D61E3EF930A35751C1A9609C8B63"} , {"body" : "Manhattan Less than $300,000 West Side $289,000 100 West 57th Street Number of bedrooms: 0 Number of full bathrooms: 1 Number of half bathrooms: 0 Weeks on market: 17 weeks 450-sq.-ft. studio co-op in a postwar building; 24-hr. doormen, windowed kitchen, h\/w floors, c\/a, west exposure; maintenance $760, 35% tax deductible; listed at $289,000." , "date" : "20061203" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F02E6DD1E3EF930A35751C1A9609C8B63"} , {"body" : "In many parts of New York City, local news is ultra-local. People in Forest Hills, Queens, can read The Forest Hills Ledger. And The Forest Hills Tribune. And The Forest Hills Courier. And The Forest Hills\/Rego Park Times, to name just a few. Residents of other neighborhoods in Queens and Brooklyn -- Bayside, Jackson Heights, Bay Ridge, Brooklyn" , "date" : "20061201" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "3" , "title" : "For Residents of the West Bronx, an Online Newspaper to Call Their Own" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/01\/nyregion\/01cyber.html"} , {"body" : "On June 24, 1996, John Staniszewski's wife, Myra, went into labor with their first child. Mr. Staniszewski drove her to the hospital, parked on the street and hurried inside. When he returned to his car hours later, he had a baby daughter and a parking ticket. He fought the ticket in court, even using a copy of the baby's footprints, with the date," , "date" : "20061126" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; A Thicket of Tickets And a Man With a Plan" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/26\/nyregion\/thecity\/26tick.html"} ,   {"body" : "ZAYAT--Victoria, 83, of Hightstown, NJ. Previous residences were Juno Beach, FL, Leonia, NJ and Bay Ridge Brooklyn, NY. Survived by 3 children, 6 grandchildren, 2 great - grandchildren. Ho nored Literary Professional, charitable humanist, loved by all. All services are private" , "date" : "20061126" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "43" , "title" : "Paid Notice: Deaths ZAYAT, VICTORIA" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9401E3DD103AF935A15752C1A9609C8B63"} , {"body" : "Paul Iversen had not seen his aging parents in three years, even though their homes are but a mile apart in Bay Ridge, Brooklyn. They had a falling out around the summer of 2003. But he missed them, and recently called his mother to reconcile. So yesterday, he returned home. His mother, Joanne, 73, had sad news for him: His father was dead. She" , "date" : "20061122" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Estranged Son Visits Parents' Home and Finds Skeleton Instead of His Father" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/22\/nyregion\/22body.html"} , {"body" : "OPENING THIS WEEK KLEE BRASSERIE -- Daniel Angerer, below, who had been the chef at Fresh, owns this restaurant with his fiancée, Lori Mason. They have captured the informal feel of a brasserie, with a wood-burning oven and a menu that touches down all over Europe but keeps an American accent. Several dishes suggest Mr. Angerer's native Austria:" , "date" : "20061122" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; OFF THE MENU" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/22\/dining\/22off.html"} , {"body" : "A little before 5 on a gray afternoon last week, as cars streamed past Bay Ridge, Brooklyn, on the Gowanus Expressway below, Maria Anagnostos, bundled up in a winter coat and clutching a shopping bag, edged up to the corner of 86th Street and Dahlgren Place. A few yards in front of her, on the far side of Dahlgren, a white LCD display flashed the" , "date" : "20061119" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)" , "GOWANUS EXPRESSWAY (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BAY RIDGE; Run, Don't Walk, at 86th Street and Dahlgren Place" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/19\/nyregion\/thecity\/19walk.html"} , {"body" : "Smith Street in Brooklyn, the center of a restaurant renaissance during the past decade, shows no sign of slowing down. Vietnamese, Italian and French cuisines are among the most recent arrivals. HANCO'S (718) 858-6818; 85 Bergen Street (Smith Street), Boerum Hill; $; Article: 3\/8\/06. This bright little Vietnamese shop, owned by Hanco Tang, has" , "date" : "20061119" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "GOOD EATING\/SMITH STREET; Newborns at a Renaissance" , "url" : "http:\/\/events.nytimes.com\/2006\/11\/19\/nyregion\/thecity\/19rest.html"} , {"body" : "A body found stuffed inside a black duffel bag on Thursday evening in Brooklyn was identified by the police yesterday as that of a young man whose relatives said was easygoing and someone who never strayed into trouble. The body of the man, Roberto Sesenton, 23, was found shortly before 7:30 p.m. between two parked vehicles on Shore Parkway between" , "date" : "20061112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "Body Found in Duffel Bag Is Identified as That of Brooklyn Man" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/12\/nyregion\/12body.html"} , {"body" : "KELLY--Mary A. 88, of Bay Ridge, Brooklyn died on November 5th in Our Lady of Consolation Nursing and Rehabilitation Center in West Islip, N.Y. She was born on November 2, 1918 in Brooklyn, daughter of the late Thomas Vincent and Margaret Lillian. In addition to her parents,she was preceded in death by her sister Margaret and her brother Thomas." , "date" : "20061107" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "19" , "title" : "Paid Notice: Deaths KELLY, MARY A." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0CE7DD133AF934A35752C1A9609C8B63"} , {"body" : "In heavily Democratic New York City, it is rare to have a close State Assembly race in November. Most contests are effectively decided in the September primary, if not sooner. One race, in a district that covers portions of Staten Island and Brooklyn, has attracted little attention outside political circles. Nonetheless, it is arguably the most" , "date" : "20061106" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "STATEN ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Rarity in New York Politics: Tight Assembly Race in City" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/06\/nyregion\/06assembly.html"} , {"body" : "While Eliot Spitzer took the day off, perhaps confident of victory, John Faso, the Republican candidate for governor, returned Saturday to the central Long Island towns where he grew up, pressing party loyalists for help and trying to woo the undecided. Mr. Faso acknowledged his underdog status; the latest polls have him trailing Mr. Spitzer by 40" , "date" : "20061105" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "ELECTIONS 2006; Pushing to Gain Traction and Woo Undecided Voters" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/05\/nyregion\/05faso.html"} , {"body" : "Attractions Museums and Sites MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue, Astoria, Queens. Tomorrow and Sunday, 11 a.m. to 5:30 p.m., the 2006 Machinima Festival, devoted to animated films made within video games, with screenings and discussions; festival passes, $10 per day (with a $15, two-day pass available in advance). Sunday night at 7, a" , "date" : "20061103" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/03\/arts\/03spar.html"} ,   {"body" : "With a view of the Verrazano-Narrows Bridge, and within steps of one of New York's oldest golf courses, large groups of children could soon be able to frolic over rolling fairways and humpbacked greens. The City Parks Foundation is scheduled to announce today the development of a $6 million junior golf center in the Bay Ridge section of Brooklyn." , "date" : "20061101" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "2" , "title" : "GOLF; Six-Hole Course Is Coming to Bay Ridge" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/01\/sports\/golf\/01golf.html"} , {"body" : "A Brooklyn mother of two was killed yesterday afternoon while accepting a housewarming gift when her newly estranged husband rushed up and shot her with a shotgun he had hidden up his sleeve, the police and witnesses said. He then reloaded and shot himself to death. The woman, identified by friends as Karen Skellas, 44, an administrative worker at" , "date" : "20061030" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Kills Estranged Wife, Then Himself, at Her Door" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/30\/nyregion\/30murder.html"} , {"body" : "The city's most interesting election races are in districts that cover Staten Island and parts of neighboring Brooklyn. Reflecting the general state of voter discontent across the country, the usually comfortable incumbent congressman, Representative Vito Fossella, is in an unexpectedly spirited match-up, while two retirements in the State" , "date" : "20061029" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "For Staten Island and Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/29\/opinion\/nyregionopinions\/CIstaten.html"} , {"body" : "Attractions Museums MOUNT VERNON HOTEL MUSEUM AND GARDEN, 421 East 61st Street, Manhattan. Sunday at 1 p.m., a Children's Halloween Party; $10; members, $8; children, $5. Monday and Tuesday night at 6:15 and 8, ''An Evening With Poe,'' a reading done in costume by Kevin Mitchell Martin. Tickets available for the reading Tuesday night at 6:15; $17;" , "date" : "20061027" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/27\/arts\/27spar.html"} , {"body" : "Five bus routes, one in each borough, will be part of a pilot program that will use special lanes, computer-controlled stoplights and other means to speed bus travel, in an effort to change the prevailing image of tortoiselike service. According to people briefed on the program, which involves state and city agencies, the list was made final over" , "date" : "20061024" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "3" , "title" : "5 Bus Routes Picked for High-Speed Runs" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/24\/nyregion\/24bus.html"} , {"body" : "De PAOLA--Peter F. on October 20, 2006. Adored husband of 38 years to Helena. Cherished father of Eva Marie Landy (Anthony), Peter Julian, Thea Francesca and Juliette Alessandra. Dear brother of Joseph. Very proud papi of Anthony Joseph. Owner for 27 years of Indoor Outdoor Gardener, Bay Ridge. Visiting Monday 2 to 4 and 7 to 9 PM at Clavin Funeral" , "date" : "20061022" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "40" , "title" : "Paid Notice: Deaths DE PAOLA, PETER F." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950CE6DD123AF931A15753C1A9609C8B63"} , {"body" : "IN New York City, people tend to move for fairly ironclad reasons: a growing or shrinking family, a shimmy up or down the material ladder, an expiring lease, a new job or a desire to spend one's midlife crisis in TriBeCa. And then there are those who just can't take it anymore. ''I'm out of here,'' Marcia Bielfield said to herself when she stumbled" , "date" : "20061022" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The Last Straw" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/22\/realestate\/22cov.html"} , {"author" : "E-mail: dabarry@nytimes.com" , "body" : "Another campaign flier came fluttering down upon South Brooklyn and Staten Island the other day, as welcome as confetti without a parade. But those who bothered to glance at the piece of paper might have paused a moment before balling it up. That's because it included an arresting photograph of a famous man with a beard. No, not Jesus, or Abraham" , "date" : "20061018" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "IRAQ"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "2" , "title" : "ABOUT NEW YORK; One Day, a Candidate; the Next, a Terrorist's Friend" , "url" : "http:\/\/select.nytimes.com\/\/2006\/10\/18\/nyregion\/18about.html"} , {"body" : "PEOPLE-WATCHING is to New York City what vista-gazing is to the Grand Canyon: You haven't really been if you haven't done it. But you don't just watch people here, you watch their poodles and pugs, too. And you don't just watch people, you eavesdrop on them or even follow them (briefly, please). There are no ethical qualms: People here know that" , "date" : "20061015" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "16" , "title" : "WEEKEND IN NEW YORK: PEOPLE-WATCHING; Here's Looking at You" , "url" : "http:\/\/travel.nytimes.com\/2006\/10\/15\/travel\/15weekend.html"} , {"body" : "As the new school year enters its second month and students settle in for the long slog until winter vacation, one question hangs in the air for many: Will our school be next for random cellphone scanning? Last April, to much outcry, school officials began to confiscate cellphones and other forbidden objects under a new program of random scanning." , "date" : "20061001" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; Getting the 411 on Random School Checks" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/01\/nyregion\/thecity\/01cellphone.html"} ,   {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURaL HISTORY, Central Park West and 79th Street. Through Jan. 15, ''Yellowstone to Yukon,'' an exhibition of more than 40 photographs by 11 photographers documenting the animals, vegetation and geology of the regions affected by one of the world's largest wildlife conservation initiatives. Through" , "date" : "20060929" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/29\/arts\/29spar.html"} , {"body" : "Attractions Museums and Sites MUSEUM OF THE CITY OF NEW YORK, 1120 Fifth Avenue, at 103rd Street. Through Feb. 19, ''Black Style Now,'' an exhibition of hip-hop style and the black fashion revolution that features photographs, garments and accessories worn by Beyoncé, Sean Combs, L L Cool J and others. Tomorrow at 2 p.m., ''Stylin' Slam -- The" , "date" : "20060915" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/15\/arts\/15spar.html"} , {"body" : "There is an ice-cream flavor for each New York City borough at 5 Boroughs Ice Cream, a new little company in Astoria, Queens, owned by Scott Myles, a graphic designer, and his wife, Kim, a hairdresser. The cream comes from local dairies. Bakla-Wha?!, the flavor that represents Queens (and the Greek population of Astoria), has bits of toasty phyllo" , "date" : "20060913" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; An Ice-Cream Maker Defines the Boroughs" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E2DB1531F930A2575AC0A9609C8B63"} , {"author" : "Sara Gran is the author of the novels ''Dope,'' ''Come Closer'' and ''Saturn's Return to New York.''" , "body" : "I HAVE a theory about the F train. I think that people who ride the F train, which stops in the heart of Park Slope, Brooklyn, and is therefore the train of choice for dozens of writers, editors and publishers, choose their subway reading material very carefully. You rarely see the folks who get off at Seventh Avenue reading anything pocket-sized," , "date" : "20060910" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "1" , "title" : "Call It Booklyn" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/10\/nyregion\/thecity\/10broo.html"} , {"body" : "Keys to the Jeep, a 20-trip PATH card and a bank deposit slip; perfectly ordinary things to carry on what began as a perfectly ordinary Tuesday. A firefighter's sundered turnout coat. A daughter's handmade fishing lure, never to be used again. A basketball jersey signed by the seventh and eighth graders who have lost their coach. A death" , "date" : "20060906" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "TRIBUTE CENTER (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Tribute Center, an 'Interim Destination' Memorial, Gets Set to Open" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/06\/nyregion\/06tribute.html"} , {"body" : "The score was Cañeros de Teruel 5, San Diego 1. Bases loaded, one out. It was the bottom of the sixth inning, but for San Diego, it was starting to feel like the bottom of everything. Trash-talking fans hurled insults over the din of horns, noisemakers, a live mariachi band and the Mr. Softee jingle. ''You're lucky Cañeros pays you, but you're" , "date" : "20060904" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Diamonds in Their Hearts, and Ears" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/04\/nyregion\/04player.html"} , {"body" : "ON the Atlantic Coast of the United States (official flower: the rose), in the southeast corner of New York State (official flower: also the rose), in the southwestern corner of the borough of Brooklyn (official flower: the forsythia), lies the neighborhood of Bay Ridge. It has existed under that name for 153 years now, but not until a couple of" , "date" : "20060903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: BAY RIDGE; In This Part of Brooklyn, Only One Flower's Got the Power" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/03\/nyregion\/thecity\/03hydr.html"} , {"body" : "ALICE, who lived in a tenement apartment in Hell's Kitchen, had ripped up the linoleum from her floor and needed advice about filling the cracks and gouges in the brittle wooden planks underneath. Hal from Brooklyn wanted to know about adding circuit breakers to his house. Jeremy, from Manhattan, had hairline cracks in his fiberglass bathtub. ''The" , "date" : "20060903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEW YORK ON THE AIR; The Linoleum Guys" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/03\/nyregion\/thecity\/03guru.html"} , {"body" : "VITO BUZZETTA, a bricklayer who has lived in Bensonhurst for 33 years, stood in his driveway on a recent afternoon -- hose in one hand, watering can in another -- and gestured toward a six-story apartment building under construction across the street. ''Look what they did,'' he said. ''It's too big.'' Mr. Buzzetta's opinion is a popular one in the" , "date" : "20060820" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN\/ Bensonhurst, Brooklyn; An Old Neighborhood Grows Up Again" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/20\/realestate\/20livi.html"} , {"body" : "Like so many neighborhoods in New York, Bay Ridge in Brooklyn has been home to numerous ethnic groups since the community was first settled in the 1600's: Irish, Germans, Scandinavians and Italians, among others. Today the neighborhood's diverse restaurants reflect its rich cultural history. AGNANTI (718) 833-7033; 7802 Fifth Avenue (78th Street);" , "date" : "20060820" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "GOOD EATING\/BAY RIDGE; It's Not Just Pizza" , "url" : "http:\/\/events.nytimes.com\/2006\/08\/20\/dining\/20rest.html"} ,   {"body" : "An article in some copies on Thursday about a track fire that forced the evacuation of nearly 4,000 passengers from two trains on the Manhattan Bridge gave an erroneous attribution for one passenger's comment and misidentified the neighborhood where another passenger lives. It was Pat Giganti -- not P. J. Dooley -- who said that other passengers" , "date" : "20060819" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B05E7D9153EF93AA2575BC0A9609C8B63"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Jan. 15, ''Yellowstone to Yukon,'' an exhibition of more than 40 photographs by 11 photographers documenting the animals, vegetation and geology of the regions affected by one of the world's largest wildlife conservation initiatives. Through" , "date" : "20060818" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/18\/arts\/18spar.html"} , {"body" : "A track fire sent smoke billowing through a subway tunnel in Downtown Brooklyn during the evening rush yesterday, halting two subway trains carrying nearly 4,000 passengers, who had to be led to safety on the Manhattan Bridge. At least 25 people received minor injuries, including 10 passengers and three firefighters who were treated at hospitals" , "date" : "20060817" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Smoky Track Fire Strands Riders On 2 Trains on Manhattan Bridge" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/17\/nyregion\/17train.html"} , {"body" : "Two veterans hospitals, in Manhattan and Brooklyn, will remain open after a three-year campaign by city officials and representatives in Congress to save them from being closed or consolidated as part of a nationwide restructuring plan. R. James Nicholson, the secretary of veterans affairs, said yesterday that a decision about the hospitals in Kips" , "date" : "20060812" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "4" , "title" : "Two City Veterans Hospitals Among Those to Stay Open" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/12\/nyregion\/12hosp.html"} , {"body" : "GIANGRECO--Matthew On August 9th, 2006. Beloved brother of Christine, Paul, Clare Giangreco, son of the late Agnes McKinney Giangreco and Ernest J. Giangreco, fond brother-in-law of Lillian J. Giangreco, cherished uncle of Karen, Michael, Diane, Pamela and William. Viewing Thursday, August 10th, 2-5pm and 7-9pm at the Bay Ridge Funeral Home, 7614" , "date" : "20060810" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "14" , "title" : "Paid Notice: Deaths GIANGRECO, MATTHEW" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950CE1DC163AF933A2575BC0A9609C8B63"} , {"body" : "Mayor Michael R. Bloomberg signed legislation yesterday establishing the city's solid waste management plan, which will use barges and trains to export 90 percent of the city's 12,000 daily tons of residential trash. Trucks and tractor-trailers are now used for 84 percent of the trash. The mayor also signed four bills relating to guns, introduced" , "date" : "20060728" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Manhattan: New City Waste Plan Approved" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/28\/nyregion\/28mbrfs-002.html"} , {"body" : "As Andrew Sarno cruised down Fifth Avenue in Park Slope the other morning, children gawked and dog walkers cast puzzled looks in his direction. When Mr. Sarno stopped his tractor at a red light, a large man named Otis Bryant pulled up in a truck next to him. ''I used to drive that when I was 8 years old!'' Mr. Bryant shouted. ''Down in North" , "date" : "20060723" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: PARK SLOPE; Green Acres Is Not the Place for Him" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/23\/nyregion\/thecity\/23trac.html"} , {"body" : "A 67-year-old organized-crime figure was sentenced to 20 years to life in prison yesterday for the murder of his brother-in-law. The man, Andrew Gargiulo, who had overcome self-described afflictions of arthritis and gout to pounce and roll across a courtroom floor in re-enactment of a fatal grapple with his wife's 57-year-old brother, remained" , "date" : "20060720" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Murderer of Brother-in-Law Gets 20 Years to Life in Prison" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/20\/nyregion\/20mob.html"} , {"body" : "IN 1949, Michael O'Connell, a rail-thin 18-year-old Irishman, stepped off a Cunard liner in Manhattan after a five-day passage from Cobh, in County Cork. His only immediate hope was to take in the sights, but his uncle, the service manager at the Essex House hotel on Central Park South, would have none of it. The uncle, Michael O'Rourke, called a" , "date" : "20060716" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: UPPER EAST SIDE; Bellman to the Stars" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/16\/nyregion\/thecity\/16carl.html"} , {"body" : "BARTONE--William Patrick, 50, died suddenly July 3, 2006. Devoted husband of Kathleen (nee Larkin). Loving father of Patricia Ann. Beloved son of Diane and Philip Bartone. Survived by his brothers Frederick and Philip, as well as many loving brothers and sisters-in-law, nieces and nephews, and Molly and Grace. A lifelong resident of Bay Ridge, Mr." , "date" : "20060705" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "15" , "title" : "Paid Notice: Deaths BARTONE, WILLIAM PATRICK" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0CE6DC1E3AF936A35754C0A9609C8B63"} ,   {"body" : "The two officers were on routine patrol heading up the West Side Highway in Lower Manhattan when the call squawked across their radio: A burglar who had just looted an apartment on East 49th Street and Second Avenue was making his escape along the rooftops. The address may have been several miles and dozens of traffic-clogged blocks away, but in" , "date" : "20060702" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Instead of Walking a Beat, Flying One" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/02\/nyregion\/02aviation.html"} , {"body" : "WHEN Charlie Sahadi was growing up in Bay Ridge, Brooklyn, in the 1950's, other neighborhood children set up lemonade stands on hot days. Charlie and his brother sold rose- and violet-flavored drinks at the end of their driveway instead. Their great-uncle was Ibrahim Sahadi, who came to New York from the fertile Bekaa Valley in Lebanon, and began" , "date" : "20060621" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "1" , "title" : "SUMMER DRINKS; The World's Cups" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/21\/dining\/21drink.html"} , {"body" : "OPENING THIS WEEK BROUWERS OF STONE STREET -- Evoking old New York, this restaurant, opening Friday, anchors one end of what was the first paved street in Manhattan. Michael Sullivan, right, who worked at Chanterelle and had been the chef of Le Zinc, will emphasize seafood. The interior, designed by Glen Coben, has antique mirrors and Edison-style" , "date" : "20060614" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; OFF THE MENU" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/14\/dining\/14off.html"} , {"body" : "IT'S all gone: every diamond ring, every stack of bills and birth certificate. Today, the safe deposit boxes in the subterranean vault of what used to be the Williamsburgh Savings Bank lie empty in haphazard piles on the dusty floor. The massive vault doors, several feet thick, stand open. No calls will ever go out to Mrs. Helen Massone, whose" , "date" : "20060611" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "For Brooklyn's Beacon, The Luxe Life" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/11\/nyregion\/thecity\/11bank.html"} , {"body" : "To the Editor: During the 19th century my great-great-great grandfather, James Sinclair, was at the head of the oldest stoneworking business in New York City, which was named after him and founded in 1820. He furnished the stonework for the city's bank buildings, the Stock Exchange Building, the Astor Library Building, St. Luke's Hospital, the old" , "date" : "20060611" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "Stoneworkers, No Longer Unsung" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE2DA1231F932A25755C0A9609C8B63"} , {"body" : "McMAHON--Margaret (nee Hoey). On June 9, 2006. Beloved wife of the late John J. Devoted mother of John, Hugh, Margaret, Stephen, Patrick and the late Christopher. Loving grandmother of ten grandchildren. Dear sister of Joseph and the late Hugh Lincoln and Kathleen Hoey. Fond cousin of Thomas Hoey. Visitation Sunday and Monday, 2-4 & 7-9pm, at Bay" , "date" : "20060611" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "45" , "title" : "Paid Notice: Deaths MCMAHON, MARGARET (NEE HOEY)" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940CE1D6103AF932A25755C0A9609C8B63"} , {"body" : "Manhattan Less than $300,000 Washington Heights $225,000 330 Haven Avenue (181st St.) Number of bedrooms: 0 Number of full bathrooms: 1 Number of half bathrooms: 0 Weeks on market: 4 weeks 450-sq.-ft. studio co-op in a postwar building; part-time doormen, dining area, h\/w floors, Hudson River view; maintenance $418, 50% tax-deductible; listed at" , "date" : "20060611" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9903E4D71531F932A25755C0A9609C8B63"} , {"body" : "SUSSILLO--Margot (nee Curley) on June 5, 2006 in Stuart, FL, formerly of Bay Ridge, Brooklyn and Hampton Bays. Retired teacher NYC Board of Ed. Beloved wife of 52 years to Joseph M. Sussillo, J.D. Loving sister of Maureen Curley. Dear sisterin-law of Jerry. Cherished daughter of the late Edward F. and Margaret (nee Donohue). Proud aunt of many" , "date" : "20060608" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "23" , "title" : "Paid Notice: Deaths SUSSILLO, MARGOT (NEE CURLEY)" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D03E0D7103AF93BA35755C0A9609C8B63"} , {"body" : "ATANASIO -- Margaret T. ''Peg'' (nee McAloon), on June 6, 2006. In Breezy Point, formerly of Bay Ridge, Brooklyn and Boca Raton, FL. Passed away peacefully at her home six days after her 90th birthday, surrounded by her loving family. Peg is survived by Joseph F. Atanasio, M.D. and her loving and much loved children, Peggy Colucci (Bill), Kathe" , "date" : "20060608" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "23" , "title" : "Paid Notice: Deaths ATANASIO, MARGARET T. ''PEG'' (NEE MCALOON)" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9503E1D7103AF93BA35755C0A9609C8B63"} , {"body" : "For three decades, Lisa Dittmer has been on a collision course with her landlords -- one involving the peculiarities of real estate and rent control in New York City -- that culminated yesterday in a lawsuit filed in State Supreme Court in Brooklyn. For those unaccustomed to the range of comedy and heartbreak those factors can produce, it is" , "date" : "20060606" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "An Apartment for $94.18? You'll Have to Go to Court" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/06\/nyregion\/06rent.html"} ,   {"body" : "IN a city where the price of a cashmere sweater has surpassed $1,000 in some quarters and summer utility bills may do the same, finding a one-bedroom rental apartment at that price seems pretty improbable. Or so you'd think. But a survey released earlier this year by New York City's Department of Housing Preservation and Development found that" , "date" : "20060604" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BRONX (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "What You Can Rent for" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/04\/realestate\/04cov.html"} , {"body" : "On an unusually warm day in December 2003, three dozen men filed into the Islamic Society of Bay Ridge on Fifth Avenue in Brooklyn, kneeling on the moss-green carpet for the midday prayer. To anyone watching, the service itself would have appeared unremarkable. But several police reports, when taken together with testimony at the recent federal" , "date" : "20060528" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Window Opens On City Tactics Among Muslims" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/28\/nyregion\/28tactics.html"} , {"body" : "It is no secret to the Muslim immigrants of Bay Ridge, Brooklyn, that spies live among them. Almost anyone can rattle off what they regard as the telltale signs of police informers: They like to talk politics. They have plenty of free time. They live in the neighborhood, but have no local relatives. ''They think we don't know, but we know who they" , "date" : "20060527" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "As Police Watch for Terrorists, Brooklyn Muslims Feel the Eyes" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/27\/nyregion\/27muslim.html"} , {"body" : "INTERNATIONAL A2-7 U.S. Debating Direct Talks With Iran on Nuclear Issue The Bush administration is beginning to debate whether to set aside a longstanding policy taboo and open direct talks with Iran to help avert a crisis over its suspected nuclear weapons program, European officials and Americans close to the administration said. A1 The Iraqi" , "date" : "20060527" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "News Summary" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F06E5D91E3EF934A15756C0A9609C8B63"} , {"author" : "e-mail: realprop@nytimes.com" , "body" : "Recent Sale $5 million Alpine Movie Theater 6817 Fifth Avenue Bay Ridge, Brooklyn A theater owner has bought this 49,000-square-foot seven-screen 1921 movie house. Buyer: Nicolas Nicolaou Buyer's Broker: Basil Capetanakis, 14 Apollo Real Estate Seller: Jeffrey Deneroff Seller's Brokers: Stephen Palmese, Timothy King, Carlos Matos, Massey Knakal" , "date" : "20060524" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "8" , "title" : "Square Feet; TRANSACTIONS" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06EED8103EF937A15756C0A9609C8B63"} , {"body" : "Gilbert Sorrentino, a Brooklyn-born poet, novelist, literary critic and professor whose erudite work drew frequent praise and occasional scorn but never a wide audience, died on Thursday in Brooklyn. He was 77 and lived in Bay Ridge. The cause was lung cancer, said his son Christopher. Mr. Sorrentino was a tenured professor for two decades at" , "date" : "20060522" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts" , "Obituaries"] , "page_facet" : "6" , "title" : "Gilbert Sorrentino, 77, Novelist and Professor" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/22\/nyregion\/22sorrentino.html"} , {"body" : "A young police detective testified yesterday at the Herald Square bombing plot trial that he was recruited from the Police Academy 13 months after 9\/11 to work deep undercover in the Muslim community to investigate Islamic extremists. The detective, a Muslim who came to America from Bangladesh when he was 7, testified that he was a 23-year-old" , "date" : "20060519" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Detective Was 'Walking Camera' Among City Muslims, He Testifies" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/19\/nyregion\/19herald.html"} , {"body" : "The Borough of Brooklyn Becomes a Beantown Some greenery made famous in literature is now growing in an imaginary Brooklyn. But this isn't a tree; it's a beanstalk. Yes, the magical beanstalk that became a ladder for a young hero named Jack has been transplanted to the land of the Dodgers, Junior's cheesecake and ''Saturday Night Fever.'' But Karl" , "date" : "20060519" , "day_of_week_facet" : "Friday" , "geo_facet" : ["SOUTH STREET SEAPORT (NYC)"] , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "32" , "title" : "Family Fare" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/19\/arts\/19fami.html"} , {"body" : "Events New York City UKRAINIAN FESTIVAL, St. George's Church, 30 East Seventh Street, East Village. Today, 4 to 11 p.m.; tomorrow, 11 a.m. to 11 p.m.; Sunday, 1 to 5 p.m. WORKING HARBOR DAY, Pier 63 Maritime, West 23rd Street and the Hudson River. Tomorrow, 10 a.m. to 4 p.m.Some activities have fees. MAMAPALOOZA 2006, Riverside Park South, Pier 1," , "date" : "20060519" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "32" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/19\/arts\/19spar.html"} , {"body" : "A 67-year-old reputed organized crime figure was convicted of murder yesterday for killing his brother-in-law during a fight at a restaurant in Brooklyn. The man, Andrew Gargiulo, who once forfeited $1.5 million as part of a plea bargain in a bookmaking case involving the Genovese crime family, was supported in court by dozens of friends and family" , "date" : "20060518" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Mob Figure Is Convicted Of Murder" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/18\/nyregion\/18gargiulo.html"} ,   {"body" : "YOU have reached a certain age when your circle of close friends no longer includes people who are getting married. They are all deep into marriage, eternally holding out, divorcing or gay. (Later you reach another certain age, when everyone is single again because their spouses have died.) I belong to the first of those categories, and I didn't" , "date" : "20060518" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "4" , "title" : "Critical Shopper; Theater, In White Lace And Satin" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/18\/fashion\/thursdaystyles\/18CRITIC.html"} , {"body" : "An undercover police officer testified yesterday that a Pakistani immigrant charged with plotting to blow up the Herald Square subway station in 2004 had said two years earlier that he hoped Al Qaeda operatives would blow up New York City and ''the American people.'' Prosecutors called the officer as a witness in United States District Court in" , "date" : "20060518" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "HERALD SQUARE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Undercover Officer Testifies in Bomb Plot Trial" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/18\/nyregion\/18herald.html"} , {"body" : "LIFE. Death. Salami. These are the elemental forces that shape each day for Marc Buzzio, one of New York's last and best makers of traditional dry-cured sausages. ''There's no substitute for morbidity,'' he said recently, raising a 12-pound soppressata to his nose. The smell of rot -- the ripe funk you breathe in Italian pork stores and French" , "date" : "20060517" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Kissed by Air, Never by Fire" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/17\/dining\/17sala.html"} , {"body" : "The prosecutors in the trial of a Pakistani immigrant charged with plotting to blow up the Herald Square subway station in 2004 disclosed yesterday that an undercover police detective had contact with him for at least 13 months in 2002 and 2003. The first contact predated by about a year the immigrant's first meeting with a paid police informer who" , "date" : "20060517" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Trial Spotlights Undercover Contact With Bomb Plot Suspect" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/17\/nyregion\/17herald.html"} , {"body" : "A Pakistani immigrant accused of plotting to blow up the Herald Square subway station in 2004 took the stand in his own defense yesterday and said he never wanted to carry out an attack until he met a paid police informer who treated him like a younger brother and inflamed his anger against the United States. The defendant, Shahawar Matin Siraj," , "date" : "20060516" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Defendant Says Police Informer Pushed Him Into Bomb Plot" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/16\/nyregion\/16herald.html"} , {"body" : "The audience was comely for Brooklyn state court, all dark jackets and pantsuits, starched collars and real jewelry. The defense lawyer wore cufflinks on a monogrammed shirt and a thick gold ring depicting the scales of justice, a memento of his career as a judge. The whole affair looked as if it belonged up the block in federal court, where most" , "date" : "20060516" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Shouting, Wrestling, Displaying His Garters, Defendant Tells Jury of Self-Defense" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/16\/nyregion\/16stab.html"} , {"body" : "A schizophrenic Staten Island man arrested with a Pakistani immigrant in 2004 on charges that they conspired to blow up the Herald Square subway station described his role in the plot from the witness stand yesterday and detailed the short, confused and shattered life he led until his arrest. The man, James Elshafay, who was 19 when he was charged" , "date" : "20060510" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "5" , "title" : "S.I. Man Describes Shattered Life, Then a Plot to Bomb a Subway Station" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/10\/nyregion\/10herald.html"} , {"body" : "IT was a gray Wednesday morning, and the weekly Democratic Meeting of the Brooklyn Free School had been called to order. In a bare-bones classroom in a Methodist church on 16th Street in Park Slope, two dozen students, ranging in age from 5 to 16, sat in a circle on mismatched folding chairs, along with their three teachers, a couple of volunteers" , "date" : "20060507" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Land of the Free" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/07\/nyregion\/thecity\/07free.html"} , {"body" : "The paid police informer who is the central witness at the trial of a Pakistani immigrant charged with plotting to blow up the Herald Square subway station testified yesterday that he collected a wide range of information on his visits to two city mosques, from the tenor of the sermons to how many people attended the services. The informer, Osama" , "date" : "20060502" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Defense Presses Police Informer About His Job" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/02\/nyregion\/02herald.html"} , {"author" : "E-mail: cheers@nytimes.com" , "body" : "They talked about the two Spoons and the shot. They laughed at the mention of Radio City Music Hall and squirmed at the thought of a tiny but tenacious opponent named Debbie Black. They were grateful to have known Olga, who rarely left the bench but still managed to play her way into the hearts of thousands at Madison Square Garden. Larry Weinstock" , "date" : "20060430" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "CHEERING SECTION; Give Them Liberty, and a Family Atmosphere" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/30\/sports\/basketball\/30cheer.html"} ,   {"body" : "The two men speak over the steady rhythmic pulse of the tan Toyota's tires passing over seams in the pavement along the Brooklyn-Queens Expressway. The younger man, a Pakistani immigrant sitting in the passenger seat, does most of the talking during the conversations on a series of summer nights in 2004. He is unaware, as he sometimes angrily" , "date" : "20060426" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "HERALD SQUARE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Tapes of Subway Plot Suspect, A Disjointed Torrent of Hatred" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/26\/nyregion\/26herald.html"} , {"body" : "The tapes, according to prosecutors, lay out the bare facts of the story: Shahawar Matin Siraj, a 23-year-old Pakistani immigrant, was secretly recorded over several months in 2004 declaring his hatred for America and talking about a plan to bomb the Herald Square subway station. But his trial, which started yesterday in Federal District Court in" , "date" : "20060425" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "HERALD SQUARE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Police Informer In Terror Trial Takes Stand" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/25\/nyregion\/25herald.html"} , {"body" : "Manhattan Less than $300,000 Upper East Side $237,000 313 East 89th Street Number of bedrooms: 0 Number of full bathrooms: 1 Number of half bathrooms: 0 Weeks on market: 15 weeks 300-sq.-ft. studio co-op in a postwar building; elevator, dining area, 10-ft. ceilings, h\/w floors, new windows, north exposure; maintenance $380, 70% tax-deductible;" , "date" : "20060416" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907E0DF163FF935A25757C0A9609C8B63"} , {"body" : "INSIDE St. Francis Xavier Cathedral, a Gothic-style building from the 1890's, a middle-aged man with a heavy Brooklyn accent introduces a swing band visiting from Xaverian High School in Bay Ridge. And then the teenage musicians, in white shirts and black pants, start to play ''In the Mood.'' The crowd sways to the music. For a moment, I forget I'm" , "date" : "20060402" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["JAPAN"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "3" , "title" : "JOURNEYS: NAGOYA, JAPAN; Architecture From When the East Looked West" , "url" : "http:\/\/travel.nytimes.com\/2006\/04\/02\/travel\/02journeys.html"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through May 29, ''Darwin,'' an exhibition devoted to the naturalist that includes fossils and live creatures, as well as a reconstruction of Darwin's study at Down House. Through June 23, ''The Butterfly Conservatory: Tropical Butterflies Alive in" , "date" : "20060331" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/31\/arts\/31spar.html"} , {"body" : "CONNELLY--Margaret (Peggy) Ward (nee Healy). Of New York City died Tuesday March 28. Peggy was born in Brooklyn, New York and lived in New York City for 52 years. She graduated from Bay Ridge High School. Peggy is survived by her husband Thomas of 25 years and his children, their spouses and her grandchildren. She is also survived by three sisters," , "date" : "20060331" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "17" , "title" : "Paid Notice: Deaths CONNELLY, MARGARET (PEGGY) WARD (NEE HEALY)" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9805EFDE153AF932A05750C0A9609C8B63"} , {"body" : "THE name Rawia in Arabic means storyteller. When Rawia Bishara, a Brooklyn chef and restaurateur, talks about food, she tells stories, complete with elaborate gestures as she widens or narrows her striking eyes. There are stories about her mother; about her childhood in Nazareth, the Arab town in northern Israel where she was born; and about the" , "date" : "20060329" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NAZARETH (ISRAEL)"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "5" , "title" : "BEHIND THE SWINGING DOOR; Along With Stories, a Dish From Nazareth" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9807E7DF1530F93AA15750C0A9609C8B63"} , {"body" : "Sometimes in this city, the very earth drops out from under you. About 3:30 a.m. yesterday, Nancy Batista was stopped at a traffic light in her Ford Explorer on Fourth Avenue in Brooklyn, headed south, as in toward the South Pole. A few seconds later, she was heading south as in toward the center of the earth. A burst water main had scoured away" , "date" : "20060328" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "It Really Was Big Enough to Drive a Truck Into" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/28\/nyregion\/28sink.html"} , {"body" : "City Councilman Bill de Blasio, a Brooklyn Democrat, is considering challenging Representative Vito J. Fossella, the only Republican in the city Congressional delegation. Mr. de Blasio indicated his interest in the Congressional seat in an e-mail message sent to several thousand supporters yesterday. In that message, Mr. de Blasio said leaders of" , "date" : "20060322" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "STATEN ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Councilman Considers Challenging Congressman" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/22\/nyregion\/22staten.html"} , {"body" : "SEIFER--Monroe, 89. Died March 17, 2006, at his winter home in Aruba. An inspiration to all for his generosity, positive spirit and determination, he was: developer\/builder\/operator of Holiday Inn Hotels and Motels (since 1950); Vice Chairman, Board of Trustees Lutheran Medical Center (since 1975); Chairman, Board of Trustees, Acting President at" , "date" : "20060320" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "21" , "title" : "Paid Notice: Deaths SEIFER, MONROE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D01E4D9143AF933A15750C0A9609C8B63"} ,   {"body" : "For an appliance company, being a household name in real estate circles in the country's biggest city would seem a good thing; think of Viking ranges or Sub-Zero refrigerators, and their attendant marketing cachet. If there is one brand that tests this theory, though, it is Fedders, the 93-year-old manufacturer of air-conditioners and humidifiers," , "date" : "20060319" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; The True Story Of the 'Fedders' Curse" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/19\/nyregion\/19fedd.html"} , {"body" : "Attractions Museums and Sites HISTORIC RICHMOND TOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. Tomorrow, 9 a.m. to 2 p.m., the Third Women's Symposium will focus on health issues; fee, $35; prepaid reservations required: (718) 351-1611, ext. 266. Hours: Wednesdays through Sundays, 1 to 5 p.m. Admission: $5; 62+, $4;" , "date" : "20060317" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/17\/arts\/17spar.html"} , {"body" : "To the Editor: Sheik Reda Shata's quotes glorifying terrorism, and the involvement of some of his congregants in terrorist activity, belie the portrait of a moderate religious leader presented in the three-part series about him and the Islamic Society of Bay Ridge. Not mentioned is the fact that the mosque has been linked to the March 1994" , "date" : "20060312" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "11" , "title" : "A Brooklyn Imam: Conflicting Views" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9901E2DE1031F931A25750C0A9609C8B63"} , {"body" : "To the Editor: Your articles about the imam of Bay Ridge, Brooklyn, were magnificent. Humane, sympathetic, objective, informative. I am a Christian pastor who is a special friend of the Muslim community in Brooklyn, and have been watching several imams learning new skills and burdens, and you captured the dynamics beautifully. My experience of the" , "date" : "20060312" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "11" , "title" : "A Brooklyn Imam: Conflicting Views" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F00E2DE1031F931A25750C0A9609C8B63"} , {"body" : "The young Egyptian professional could pass for any New York bachelor. Dressed in a crisp polo shirt and swathed in cologne, he races his Nissan Maxima through the rain-slicked streets of Manhattan, late for a date with a tall brunette. At red lights, he fusses with his hair. What sets the bachelor apart from other young men on the make is the" , "date" : "20060307" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "World"] , "page_facet" : "1" , "title" : "Tending to Muslim Hearts and Islam's Future" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/07\/nyregion\/07imam.html"} , {"body" : "INTERNATIONAL A3-9 In Iraq, U.S. Tries to Level Sectarian Playing Field The American military is trying an array of possible solutions to the threat of a sectarian civil war in Iraq, including affirmative action programs for Sunni Arabs in police academies, firing Shiite police commanders who appear to tolerate militias, and sending 200 American" , "date" : "20060307" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "News Summary" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A05E5D91531F934A35750C0A9609C8B63"} , {"body" : "The F.B.I. agent and the imam sat across a long wooden table at a Brooklyn youth center last August. Would the imam, the agent asked, report anyone who seemed prone to terrorism? Sheik Reda Shata leaned back in his chair and studied the agent. Nearly a year had passed since the authorities had charged two young men, one of whom prayed at Mr." , "date" : "20060306" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "World"] , "page_facet" : "1" , "title" : "Between Two Worlds in Brooklyn; To Lead the Faithful in a Faith Under Fire" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/06\/nyregion\/06imam.html"} , {"body" : "In the back seat of a tan Toyota, Shahawar Matin Siraj fidgets nervously. He is trying to decide whether to help bomb a subway station in New York. Mr. Siraj, a 23-year-old Pakistani immigrant, says he does not want people to die. He needs time to think. He also wants to ask his mother's permission before he can move forward. An older man in the" , "date" : "20060306" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["World"] , "page_facet" : "13" , "title" : "A Terror Case That Resonates Close to Home" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/06\/nyregion\/06imamside.html"} , {"body" : "The imam begins his trek before dawn, his long robe billowing like a ghost through empty streets. In this dark, quiet hour, his thoughts sometimes drift back to the Egyptian farming village where he was born. But as the sun rises over Bay Ridge, Brooklyn, Sheik Reda Shata's new world comes to life. The R train rattles beneath a littered stretch of" , "date" : "20060305" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["U.S." , "Health"] , "page_facet" : "1" , "title" : "A Muslim Leader in Brooklyn, Reconciling 2 Worlds" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/05\/nyregion\/05imam.html"} , {"body" : "Danny Perasa, a nimble-witted leprechaun of a man who captivated radio listeners across the nation with goofy, slyly wise stories, most touchingly about his romance with the woman who became his wife, died on Friday at his home in Brooklyn. He was 67, and died in the arms of that woman, Annie Perasa. The cause was pancreatic cancer resulting from" , "date" : "20060301" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "16" , "title" : "Danny Perasa, 67, Pundit On Radio for Eternal Romance" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/01\/nyregion\/01perasa.html"} ,   {"body" : "Thousands of students from yeshivas and Roman Catholic schools gathered on the steps of the Capitol on Tuesday with their teachers, rabbis and priests -- even Cardinal Edward M. Egan -- to call for the support of the governor's proposal to provide a tax credit that could be used to pay for private or parochial schools. Gov. George E. Pataki's" , "date" : "20060215" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "Students and Cardinal Call For Private-School Tax Aid" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/15\/nyregion\/15private.html"} , {"body" : "From Naples to 43rd Street Special menus prepared by Gennaro Esposito, the Michelin one-star chef at La Torre del Saracino near Naples, Italy, will be served on Friday at Esca, 402 West 43rd Street, at 8 and 10 p.m., $85 a person, plus $40 for wine: (212) 564-7272. Tastes of California A tasting of 25 top California red and white wines, with" , "date" : "20060215" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "5" , "title" : "CALENDAR" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E3D6123EF936A25751C0A9609C8B63"} , {"body" : "Alex Walborn, a Brooklyn mailman, had one foot in the slush and the other in the snow. ''People just don't shovel the corners,'' he grumbled, lifting a fully loaded letter carrier's cart as he waded gingerly through a crosswalk on Prospect Park West, the main shopping artery of Windsor Terrace. ''The corners are the worst of it,'' Mr. Walborn said." , "date" : "20060214" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "A RECORD SNOWFALL: BROOKLYN; In One Neighborhood, Self-Sufficient Residents Help Themselves and One Another" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/14\/nyregion\/14nabe.html"} , {"body" : "Bowling balls clacked and whirred the other morning at Mark Lanes, a 36-lane alley on 88th Street in Bay Ridge, Brooklyn, where little other than the modern auto-scoring machines seems to have changed since the place opened in the 1960's. As the Bay Ridge Church Ladies league finished its games, a dozen women with cotton-white hair bemoaned the" , "date" : "20060212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: BAY RIDGE; Crashing Pins May Give Way To Parking -- and Laments" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/12\/nyregion\/thecity\/12bowl.html"} , {"body" : "Like a lot of boys growing up in Brooklyn neighborhoods like Bay Ridge and Bensonhurst, Leonard Armato spent many a summer day taking in the sun and sand at Coney Island. When Mr. Armato was 11, his father moved the family to Los Angeles to take a job at the University of Southern California. The rest was beach volleyball history. Mr. Armato, now" , "date" : "20060212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: CONEY ISLAND; On a Gritty Shore, California Dreaming" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/12\/nyregion\/thecity\/12voll.html"} , {"body" : "A man involved in an argument inside an Off-Track Betting parlor in Bay Ridge was fatally shot moments after he left, the police said. The man, Daniel McCurdy, 50, of Gelston Avenue in Bay Ridge, was shot once in the chest outside 513 88th Street, just two blocks from the betting room, by the person he had been seen arguing with before leaving, the" , "date" : "20060202" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Man Is Killed After Fight At OTB" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E1D71F3FF931A35751C0A9609C8B63"} , {"body" : "AS real estate scavengers have discovered in recent years, the brownstones of Brooklyn do not end with what is traditionally known as Brownstone Brooklyn. They have begun to look beyond the pricey borders of Carroll Gardens and Park Slope for stately 19th-century architecture, and they have found it and more in Sunset Park, a neighborhood where $1" , "date" : "20060129" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "LIVING IN\/Sunset Park, Brooklyn; On the Trail of Brownstones in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/29\/realestate\/29living.html"} , {"body" : "OPENING THIS WEEK: UREÑA -- The design interest is on the plate in this rather formal-looking Spanish restaurant, which Alex Ureña, below, opened on Monday. He has personalized his take on the cuisine with dishes like clams with tomato water and Champagne gelée, and duck breast in a salt crust with pickled figs. Tapas are served at the bar and" , "date" : "20060125" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; OFF THE MENU" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/25\/dining\/25off.html"} , {"body" : "Two Democratic members of the City Council are considering challenging Representative Vito J. Fossella, a Republican who has represented Staten Island and part of Brooklyn for nine years. Both Vincent J. Gentile, who represents Bay Ridge, Brooklyn, and Michael E. McMahon, whose district includes the North Shore of Staten Island, said they were" , "date" : "20060124" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Two Democrats Set Sights on Staten Island Congressman" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/24\/nyregion\/24staten.html"} , {"body" : "The name had been cut out from the blue awning over Lento's, the 73-year-old restaurant and pizzeria in Bay Ridge, Brooklyn, which abruptly shut its doors a week earlier, and the bar had been torn out. People walking along Third Avenue last week slowed to peek through the window, but the blinds were drawn, and there was little to see except a wall" , "date" : "20060115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: BAY RIDGE; In a Blink, a Brooklyn Stalwart Bows Out" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/15\/nyregion\/thecity\/15lent.html"} ,   {"body" : "Rob Gramzay showed some leg yesterday. He wore shorts at work. As it happens, work takes him outdoors to feed the sea lions at the Central Park Zoo. When the temperature climbs to 57 -- the normal high for a January day in Carlsbad, N.M. -- Mr. Gramzay can wear shorts and not shiver. ''Winter's O.K.,'' he said, ''but it's nice when you don't have" , "date" : "20060113" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Keep Your Shirt On, Sun Lovers, It's Still January" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/13\/nyregion\/13warm.html"} , {"body" : "At first glance, the stretch of Bay Ridge, Brooklyn, that lies a few blocks inland from the water doesn't seem much in need of government assistance. Dignified old apartment buildings and single-family houses with yards and elaborate gates line the quiet streets. On a recent gray afternoon, a car from a driving school inched along as its operator" , "date" : "20060101" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: BAY RIDGE; Counting Graying Heads" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/01\/nyregion\/thecity\/01norc.html"} , {"body" : "BROWNSTONES, Paul Eisemann says, will talk to you if you're willing to listen. And Mr. Eisemann, who has spent much of his adult life ministering to the needs of New York's 19th-century town houses, is all ears. What he hears, most of all, is the story of the workers who built brownstone Brooklyn and whose successors are filling the streets of" , "date" : "20060101" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "THE VOICE; The Brownstone Whisperer" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/01\/nyregion\/thecity\/01cont.html"}]