[  {"body" : "The police officer who shot and killed an unarmed teenager on a Brooklyn rooftop nearly three years ago was suspended on Thursday for 30 days without pay by Police Commissioner Raymond W. Kelly, a department spokesman said yesterday. The officer, Richard S. Neri Jr., was also permanently stripped of his gun, has been reassigned to a property" , "date" : "20061231" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Officer in 2004 Fatal Shooting Is Given a 30-Day Suspension" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/31\/nyregion\/31suspend.html"} , {"body" : "A 21-year-old Bronx man was fatally shot early yesterday outside a Police Athletic League building in Harlem, where hundreds of young people had gathered at an end-of-the-year party, the police, witnesses and the victim's relatives said. The victim, whom the police did not identify but relatives said was Ronald Corley Jr., was shot shortly before 1" , "date" : "20061231" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Young Man Is Shot and Killed Outside Police Athletic League" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/31\/nyregion\/31shot.html"} , {"body" : "Last month, Jennifer Freeman sat in a Chicago coffee bar, counting her blessings and considering her problem. She had a husband with an M.B.A. degree, two children and a job offer that would let her dig out the education degree she had stashed away during years of playdates and potty training. But she could not accept the job. After weeks of" , "date" : "20061226" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["PRINCE GEORGE'S COUNTY (MD)"] , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "Nanny Hunt Can Be a 'Slap in the Face' for Blacks" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/26\/us\/26nannies.html"} , {"body" : "RINA BANERJEE and Sanat Kumar have been married for 17 years, and they have an 8-year-old daughter. But aside from the first four years of their marriage, they have lived together only since last summer, when they moved into a brownstone in Bedford-Stuyvesant, Brooklyn. The first thing they did was stain the parquet floors cranberry and green. The" , "date" : "20061224" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "HABITATS\/ Bedford-Stuyvesant; After Years Apart, a Family Is Reunited in a Brownstone" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/24\/realestate\/24habi.html"} , {"body" : "Police Commissioner Raymond W. Kelly inadvertently trumped their news conference. On Tuesday, the day they planned to speak to the press, aides to Councilwoman Letitia James read in the newspapers that Gerald Nelson, an assistant chief, had just been made the new borough commander for Brooklyn North. The appointment makes Chief Nelson, 54, a" , "date" : "20061223" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Chief's Command Comes at a Tough Time and Place" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/23\/nyregion\/23command.html"} , {"body" : "With a wisdom and honesty that seemed precocious for a 10th grader, Shadie Thompson, 15, lowered her eyes and explained why she should not live with her parents in their apartment in Flatbush, Brooklyn. ''I don't want to go through all that again,'' she said solemnly, describing as best she could what it was like to watch her mother, Sarah" , "date" : "20061220" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Neediest Cases; As Parents Regain Health, A Girl, 15, Is Free to Dream" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9504E4DC1031F933A15751C1A9609C8B63"} , {"body" : "A 21-year-old Brooklyn man has been arrested in the death of a man who was shot by robbers leaving a Bedford-Stuyvesant apartment building two weeks ago, the police said yesterday. The man, Travis Tremell, 21, was charged with second-degree murder, burglary and possession of a weapon, according to the police. He was arrested on Friday. At 6:30 p.m." , "date" : "20061217" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "53" , "title" : "Man Charged in Killing After Brooklyn Robbery" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/17\/nyregion\/17arrest.html"} , {"body" : "A sampling of noteworthy musical presentations for the holiday season at churches and concert halls in New York City, selected by Vivien Schweitzer. All are free unless otherwise noted. (Churches accept donations.) More holiday events this weekend are in The Listings on Pages 34 to 38. (Unless noted, church choirs are featured in church concerts.)" , "date" : "20061215" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "Sounds of the Season From Churches and Halls" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F04E2DF1231F936A25751C1A9609C8B63"} , {"body" : "Pain relief. It can be found in a doctor's prescription, or as easily on some of New York's streets. For Arnold McDonald, 57, both types of relief were tempting. His dependence on drugs began more than 30 years ago when his brother was killed, and it worsened when he was injured on the job. He no longer takes medications for two herniated disks" , "date" : "20061212" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "The Neediest Cases; A Vietnam Veteran Fights To Remain Free of Drugs" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E02E7D61431F931A25751C1A9609C8B63"} , {"body" : "A 46-year-old man was fatally shot as he reached into the back seat of his car last night, the police said. The man, whose name was not released, had gotten out of his car around 8 p.m. on Monroe Street near Nostrand Avenue in Bedford-Stuyvesant and opened his back door when a man approached on foot, shot him in the back of the head, and fled, said" , "date" : "20061211" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Man Killed In Street" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B05E0D91431F932A25751C1A9609C8B63"} ,   {"body" : "The body of a teenager was discovered yesterday at the bottom of an elevator shaft in an apartment building in Bedford-Stuyvesant, the police said. The teenager, Jonathan Figueroa, 18, may have died while riding -- or surfing -- atop the elevator, the police said. He was found dead just before 2 p.m. inside a building at the Sumner Houses at 22" , "date" : "20061208" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Body Found In Elevator Shaft" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/08\/nyregion\/08mbrfs-shaft.html"} , {"body" : "Twenty-five years after New York State overhauled its property tax system under court pressure, disparities have widened in how New York City taxes real property, with many homeowners in affluent areas disproportionately benefiting from tax breaks, an analysis has found. The analysis, by the city's Independent Budget Office, found that many owners" , "date" : "20061205" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Tax Breaks Seem to Favor Affluent Areas" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/05\/nyregion\/05taxes.html"} , {"body" : "A 52-year-old man was shot and killed by robbers leaving a Brooklyn building where five people had been forced to disrobe at gunpoint, the police said. The man, Earl Williams, had been called to an apartment in the building, on Decatur Street in Bedford-Stuyvesant, shortly after 6 p.m. on Saturday and was shot as the three robbers walked outside," , "date" : "20061204" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Robbers Kill a Man in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/04\/nyregion\/04brooklyn.html"} , {"body" : "Police Commissioner Raymond W. Kelly has overseen the streets of New York for the last five years in the style of a global warrior against terrorism. With a self-confidence that strikes some people as imperious, and some as impressive, Mr. Kelly has created a network of police officials overseas, recruited former C.I.A. officers and built a" , "date" : "20061130" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "After Fatal Shooting by Police, Kelly Looks Ahead, and Back" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/30\/nyregion\/30kelly.html"} , {"body" : "A man who was set on fire in an abandoned apartment in Bedford-Stuyvesant was identified yesterday as Earle Obermuller, 21, the police said. Mr. Obermuller's hands had been bound with duct tape, the police said. Mr. Obermuller, a construction worker, immigrated about three years ago from Guyana and lived with his parents on East 96th Street near" , "date" : "20061130" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Man Killed In Fire Is Identified" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/30\/nyregion\/30mbrfs-Fire.html"} , {"body" : "After extinguishing a fire in a basement apartment in Bedford-Stuyvesant on Monday night, a firefighter found the body of a man burned beyond recognition, the police said. The man's hands were bound with duct tape and he was set on fire with an accelerant that was found at the scene, the police said. Neighbors said that they believed no one had" , "date" : "20061129" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Bound Body Found In Fire" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/29\/nyregion\/29mbrfs-BOUNDBODYFOU_BRF.html"} , {"body" : "Lucita Petro-Nixon's unlined face betrays no tension: There is no furrowed brow, no clenched jaw, no tight mask of concern. There is only the calm resignation of loss, and it pervades every day that she sits in her modest living room with the lights off, thinking about all that could have been. ''I have my days, I have my hours,'' she said. ''I cry" , "date" : "20061128" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "The Neediest Cases; After a Daughter's Death, Seeking Answers and the Strength to Go On" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9802E0D7103EF93BA15752C1A9609C8B63"} , {"body" : "In the third quarter of this year, the number of city residents who had missed more than three months of mortgage payments jumped by 20 percent compared with the same quarter a year ago. Still, New Yorkers often have more time to try to hold onto their homes than homeowners in the rest of the country. Data collected by PropertyShark.com, a real" , "date" : "20061125" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Missed Mortgage Payments Rise 20% in Third Quarter" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/25\/nyregion\/25foreclose.html"} , {"body" : "The city, starting an aggressive campaign to combat hunger and unhealthy eating, plans to name a food policy czar to help make healthier options available to poor New Yorkers, Mayor Michael R. Bloomberg and City Council Speaker Christine C. Quinn said yesterday. As part of the campaign, the new official, whose title will be food policy coordinator," , "date" : "20061123" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "City to Name Food Policy Official to Address Hunger Issues" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/23\/nyregion\/23hunger.html"} , {"body" : "Prosecutors amended criminal charges yesterday against a Bedford-Stuyvesant man accused of beating his 7-year-old stepdaughter to death. The man, Cesar Rodriguez, was charged with murder in January after a series of beatings that caused the death of the girl, Nixzmary Brown, the authorities have said. Mr. Rodriguez's wife, Nixzaliz Santiago, has" , "date" : "20061121" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: New Charges In Girl's Death" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/21\/nyregion\/21mbrfs-BROOKLYNNEWC_BRF.html"} ,   {"body" : "FROM his perch in the imposing pulpit of Concord Baptist Church of Christ in Bedford-Stuyvesant, Brooklyn, the Rev. Gary Simpson surveyed several hundred congregants at a recent Sunday morning service. Smiling his affable, cuddly-bear smile, he asked his flock -- resplendent in dark suits, ties and feathered hats -- to welcome that week's guest" , "date" : "20061119" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: BEDFORD-STUYVESANT; Harmonious Help Wanted" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/19\/nyregion\/thecity\/19conc.html"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "AS long as Candice Jenkins was the only person living in her Brooklyn rental, it was perfectly sufficient. A year and a half ago, however, she and Kamau Imarogbe married. He, along with his huge record collection, joined her there. Dr. Jenkins, 31, originally from Columbus, Ohio, moved into the two-family house in Bedford-Stuyvesant after receiving" , "date" : "20061119" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "THE HUNT; Make Plans; Add Reality" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/19\/realestate\/19hunt.html"} , {"body" : "THE faces staring out from the T-shirts printed in Ken Gordon's shop on Nostrand Avenue are uniformly young, black and smiling. But they also share something tragic. These are the faces of the dead, victims of the violence that, despite lowered crime rates citywide, remains stubbornly endemic in parts of central Brooklyn. ''It's a personal," , "date" : "20061105" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: CENTRAL BROOKLYN; Shirts to Cry By" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/05\/nyregion\/thecity\/05shir.html"} , {"body" : "THESE days, the road to Northsix is a crowded one. All along the stretch of North Sixth Street that leads to Northsix, a five-year-old rock music club by the Williamsburg waterfront, there are raucous bars, restaurants and stores. Almost none of them were there when Jeff Steinhauser, still in his 20s and armed with his inheritance money, leased" , "date" : "20061105" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: WILLIAMSBURG; Polishing the Grunge" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/05\/nyregion\/thecity\/05nort.html"} , {"body" : "Thomas R. Jones, a New York State assemblyman and judge who challenged Senator Robert F. Kennedy to address urban malaise and became the founding chairman of the Bedford-Stuyvesant Restoration Corporation, a leading organization in the 1960s' effort to revitalize urban ghettos, died on Friday at his home in Brooklyn. He was 93. The cause was" , "date" : "20061101" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "9" , "title" : "Thomas R. Jones, 93, Judge Who Agitated for Urban Revival" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/01\/obituaries\/01jones.html"} , {"body" : "It was a scream heard all the way down the block on Decatur Street in Bedford-Stuyvesant. If you know TV, or if you know that Brooklyn neighborhood, you know it's a sweet stretch of well-tended homes and the setting for ''Everybody Hates Chris,'' the comedy series on the CW network inspired by the adolescent adventures of the comedian Chris Rock." , "date" : "20061030" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Where Everyone Loves to Love Chris" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/30\/arts\/television\/30chri.html"} , {"body" : "Gallery aficionados have The New Yorker's Goings On About Town. Clubbers have Time Out New York. But where do you turn if you're a left-wing activist with nothing to picket? To Todd Eaton, the gregarious 44-year-old who is behind NYProtest, a two-year-old daily listing of progressive street demonstrations and gatherings in the metropolitan area." , "date" : "20061029" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: CITY PEOPLE; Drum Major For the Marchers of New York" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/29\/nyregion\/thecity\/29eato.html"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20061027" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "The Listings: Oct. 27 - Nov. 2" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE6D9143FF934A15753C1A9609C8B63"} , {"body" : "A former police sergeant was sentenced yesterday in State Supreme Court to 43 years to life in prison for killing the mother of his two children and injuring a man in a shooting in January 2001. The former sergeant, Martin Peters, 43, was convicted of second-degree murder last month. Mr. Peters fatally shot the woman, Juliette Alexander, 29, in her" , "date" : "20061026" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Ex-Sergeant Sentenced For Murder" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/26\/nyregion\/26mbrfs-007.html"} , {"body" : "Mayor Michael R. Bloomberg and a bevy of officials broke ground yesterday on the largest expansion program of the Brooklyn Navy Yard since World War II. The project is to bring 401,900 additional square feet of industrial space and a 60,000-square-foot supermarket to a complex that once housed Confederate prisoners of war and launched ships into" , "date" : "20061025" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Navy Yard Expansion Begins" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/25\/nyregion\/25mbrfs-002.html"} ,   {"body" : "The Straphangers Campaign and Transportation Alternatives, two transit advocacy groups, yesterday announced the fifth annual Pokey Awards, which are intended to single out the city's slowest buses. The award is based on data collected by volunteers who time their rides on bus lines in each borough. To calculate the speed of the bus, the total time" , "date" : "20061025" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Tracking the Slowest Buses" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F03E1D6173FF936A15753C1A9609C8B63"} , {"body" : "DEAR DIARY: My 4 1\/2-year-old and 2 1\/2-year-old sons love to run up and down our block in Brooklyn. One evening as they scooted ahead of me down the street, they barely avoided a couple of 20-something Manhattanites, heading up to the main drag for the evening. As I approached them, the more flamboyant of the two announced with as much melodrama" , "date" : "20061023" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/23\/nyregion\/23diary.html"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20061020" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "THE LISTINGS: Oct 20-Oct.26" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E5D81F30F933A15753C1A9609C8B63"} , {"body" : "Attractions Museums and Sites MERCHANT'S HOUSE MUSEUM, 29 East Fourth Street, East Village, (212) 777-1089. Tomorrow and Sunday, 7 to 10 p.m., ''Ghostly Tales and Tours by Candlelight,'' with a discussion about mourning customs of the 19th century, ghost stories and house tours that begin every half-hour; $20; members, $13. MUSEUM OF THE CITY OF" , "date" : "20061020" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/20\/arts\/20spar.html"} , {"body" : "The Brooklyn-born rapper known as Fabolous was shot early yesterday in a Manhattan parking lot and later arrested along with three members of his entourage when officers found two loaded guns in the car that the men fled in, the police said. The rapper, whose legal name is John Jackson, was shot once in the right thigh sometime after midnight," , "date" : "20061018" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn-Born Rapper Is Arrested After Being Shot" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/18\/nyregion\/18rapper.html"} , {"body" : "A committee examining the problem of ex-convicts who return to crime in New York State is calling for broad changes in the way inmates are treated before and after release. The Independent Committee on Re-entry and Employment, made up of leaders from a variety of advocacy organizations, recommended several steps in a new report, including the" , "date" : "20061018" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Steps Sought to Avoid Relapse by Ex-Convicts" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/18\/nyregion\/18prison.html"} , {"body" : "Cesar Rodriguez turned in his chair and waited for the image of Cesar Rodriguez to appear on the courtroom wall. He sat there beside his translator and his wife and their lawyers and his extended family and their lawyers and translators and the city lawyers and the court officers who had handguns. He had come to this civil proceeding yesterday from" , "date" : "20061018" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Night That Girl, 7, Died Is Recounted in Family Court" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/18\/nyregion\/18girl.html"} , {"body" : "TYPICALLY, the problem starts with the bites: itchy, reddish welts that leave their victims wondering if they have a rash or have had an allergic reaction to something. Often, the next step is a visit to the doctor, followed by calls to the landlord, the superintendent and the exterminator. The cause is the bedbug, the nocturnal, blood-sucking" , "date" : "20061015" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Everything You Need to Know About Bedbugs But Were Afraid to Ask" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/15\/realestate\/15cov.html"} , {"author" : "Jill Eisenstadt, a novelist, is co-writer and a producer of ''The Limbo Room.''" , "body" : "NEW YORK has always been in the forefront of independent film. But for the art form to become a popular endeavor required advancements in technology, namely digital video. Consider Spike Lee in 1985, unable to afford any retakes when he was filming ''She's Gotta Have It'' in Bedford-Stuyvesant, and asking actors to save their aluminum cans for" , "date" : "20061015" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "3" , "title" : "URBAN TACTICS; Lights, Camera, Free Stuff, Action" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/15\/nyregion\/thecity\/15indy.html"} , {"body" : "Medina Parrilla, a sophomore at DeWitt Clinton High School in the Bronx, is nervous about a trip next week to Batumi, in Georgia, a republic of the former Soviet Union. She is going to compete in the World Youth Chess Championships. But Medina said: ''I'm not nervous about playing. I passed that stage a long time ago. I'm nervous about the country." , "date" : "20061012" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BATUMI (GEORGIAN REPUBLIC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "A Notable Chess Journey for Talented New York Girls" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/12\/nyregion\/12compete.html"} ,   {"body" : "Two men were shot to death in Brooklyn in separate attacks last night, the police said. In one shooting, a 39-year-old man was shot in the head at East 53rd Street and Snyder Avenue in East Flatbush. He was pronounced dead at the scene at 10:26 p.m. In the other, a 37-year-old man was shot several times during a dispute outside a building at 739" , "date" : "20061005" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Two Men Killed In Shootings" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/05\/nyregion\/05mbrfs-003.html"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "Breakthrough in the Sky Q. My son, who's a helicopter buff, ran across a mention that the first helicopter rescue mission took place in New York Harbor during World War II. Is that true? A. Absolutely. To be accurate, the flight was a mercy mission, not a rescue, but it began a great tradition. On the morning of Jan. 3, 1944, a mysterious explosion" , "date" : "20061001" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WEEKSVILLE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F. Y. I." , "url" : "http:\/\/www.nytimes.com\/2006\/10\/01\/nyregion\/thecity\/01fyi.html"} , {"body" : "Some have followed the men in their lives to strip clubs or to apartments where they caught them with lovers. Some have given thought to listening in on their men's telephone conversations. Denni Martin, a secretary who lives in Bedford-Stuyvesant, Brooklyn, said a boyfriend once turned the tables on her: he became so suspicious, he tapped her" , "date" : "20060930" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "To Snoop Or Not: Women Draw Line" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/30\/nyregion\/30cheat.html"} , {"body" : "Garry P. Webb-Bey of Brooklyn is a tax preparer who sees tax-reducing tactics in behalf of his clients that other tax preparers might not see. This week, one of his stratagems attracted the stern attention of the federal Department of Justice, to wit: getting big tax refunds for clients by declaring, unilaterally, that New York State is a separate" , "date" : "20060930" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "U.S. Rebuts Tax Preparer Who Says State Is Sovereign" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/30\/nyregion\/30tax.html"} , {"body" : "The case, Justice Albert Tomei of State Supreme Court in Brooklyn reminded the jury, was entirely circumstantial. So instructed, 12 citizens of Kings County filed out of his courtroom yesterday afternoon to ponder the circumstances, which prosecutors said were these: On Sept. 12, 2003, in a brief, unheralded ceremony at the Municipal Building in" , "date" : "20060930" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "9 Insurance Policies + 6 Companies + 1 Body = 1 Murder Trial" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/30\/nyregion\/30trial.html"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20060929" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings: Sept. 29 - Oct. 5" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9902E5DA1630F93AA1575AC0A9609C8B63"} , {"body" : "A former police sergeant was convicted yesterday of killing the mother of their two children and injuring a man in a shooting in January 2001. The former sergeant, Martin Peters, was found guilty of second-degree murder for fatally shooting the woman, Juliette Alexander, 29, and first-degree assault for injuring the man, Nigel Callender, at Ms." , "date" : "20060927" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Ex-Officer Guilty Of Murder" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D05E7DF1630F934A1575AC0A9609C8B63"} , {"body" : "On Aug. 31, a team of state health inspectors, accompanied by police officers, forced their way into a four-story brownstone on Lafayette Avenue in Brooklyn. Residents and neighbors in Bedford-Stuyvesant had been complaining that the house, an unlicensed home for single adult men known as Alberta's Place, was an unsanitary blight. Inspectors said" , "date" : "20060926" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Report of Filthy Brooklyn Shelter Stirs Worries for Homeless" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/26\/nyregion\/26adult.html"} , {"body" : "Testimony began yesterday in State Supreme Court against a Queens woman accused of killing a man she had married in what prosecutors say was part of an insurance fraud conspiracy. The woman, Lory M. Scott, is charged with second-degree murder. Prosecutors said she married a hospital security guard, Tyrone Alston, 37, who had legally changed his" , "date" : "20060920" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Metro Briefing | New York: Brooklyn: Woman On Trial In Husband's Death" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/20\/nyregion\/20mbrfs-005.html"} , {"body" : "A man was fatally shot in a Bedford-Stuyvesant park on Saturday night by a robber who wanted his necklace, the police and the man's friends said yesterday. The man, Kyle Barnes, 23, was in Tompkins Park shortly before 11:30 p.m. on Saturday when a man approached and demanded his necklace depicting Jesus, said his friend Tommie Walton, 50. When Mr." , "date" : "20060918" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Man Fatally Shot By Robber" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/18\/nyregion\/18mbrfs-002.html"} ,   {"body" : "Lloyd Ultan went looking for a Bronx neighborhood the other day called Williamsbridge. He was overqualified for this seemingly simple task. Mr. Ultan, the borough historian, teaches a course at Lehman College on the history of the Bronx and has written or co-written eight books about the borough. He even wrote the 182-word entry on Williamsbridge" , "date" : "20060916" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Memories Fade, as Do Some Bronx Boundary Lines" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/16\/nyregion\/16bronx.html"} , {"body" : "Here are glimpses of some of those who lost family members in the Sept. 11, 2001, attack on the World Trade Center, and of their lives since. They were written by Cara Buckley, Glenn Collins, Anthony DePalma, Robin Finn, Jan Hoffman, Tina Kelley, N. R. Kleinfield and Andy Newman. Their stories appear alongside photographs of the victims. With the" , "date" : "20060911" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "14" , "title" : "SEPT. 11, 2001-2006: REVISITING THE FAMILIES; Getting Past the Pain of 9\/11, In Steps Both Big and Small" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F06E1D61431F932A2575AC0A9609C8B63"} , {"body" : "On July Fourth two years ago, eight weeks before the Republican National Convention in New York City, Gov. George E. Pataki traveled from the Hamptons summer home of his senior economic adviser, Charles A. Gargano, to the dusty crater in the center of Lower Manhattan. Draped in the symbolism of Independence Day, the two men descended into the" , "date" : "20060911" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Hole in the City's Heart" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/11\/nyregion\/nyregionspecial3\/11groundzero.html"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "ALL summer, Victor Tineo set deadlines for himself, and all summer he broke them. He would absolutely be out of his mother's place by -- well, soon, soon. He couldn't commit to an apartment because he was waiting for his best friend, John Wang. The two had vowed to room together, but Mr. Wang was deciding between the Benjamin N. Cardozo School of" , "date" : "20060910" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "THE HUNT; What Are Friends For?" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/10\/realestate\/10hunt.html"} , {"body" : "Representative Edolphus Towns was scheduled to remain in Washington on Wednesday evening and through today, leaving to the weekend his plans to campaign in his Brooklyn district for a 13th term in Congress. But Mr. Towns, a Democrat, changed his mind and flew back to Brooklyn Wednesday evening so that he could campaign in a race against two" , "date" : "20060908" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "In Brooklyn, an Alliance Is Broken in Quest to Unseat Towns" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/08\/nyregion\/08brooklyn.html"} , {"body" : "SOON after Lovelynn Gwinn moved into her three-story town house in West Harlem six years ago, she received a call from the F.B.I. telling her that a woman had been thrown or had fallen from a nearby building. That wasn't the only bad news about her new neighborhood. Rats ran rampant through her backyard and there were prostitutes and crack houses" , "date" : "20060903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["HARLEM (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Reaping a Profit, With the City's Help" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/03\/realestate\/03cov.html"} , {"body" : "A lawyer for a woman accused of killing her 7-year-old daughter asked yesterday that a psychologist's report be withheld from prosecutors. The woman, Nixzaliz Santiago, is charged with murdering her daughter, Nixzmary Brown, who was found starved and beaten in her apartment in Bedford-Stuyvesant in January. Ms. Santiago's lawyer, Robert W. Abrams," , "date" : "20060831" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Lawyer Wants Report Shielded" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/31\/nyregion\/31mbrfs-002.html"} , {"body" : "Leaders of a mayoral commission charged with working to eradicate poverty in New York City are scaling back wider ambitions to instead focus on helping three distinct populations: young children, young adults and the working poor. Mayor Michael R. Bloomberg formed the panel in January to draw up a template for his administration to attack chronic" , "date" : "20060826" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Mayor's Panel Set to Recommend Scaled-Back Approach to Fighting Poverty" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/26\/nyregion\/26poverty.html"} , {"body" : "An overflow crowd vehemently laid out the pros and cons of the proposed Atlantic Yards project in Brooklyn for seven hours last night at a raucous public meeting. Their passions suggested that opinions had only hardened in the three years since development plans were announced. ''This project essentially separates the neighborhoods of Brooklyn" , "date" : "20060824" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Raucous Meeting on Atlantic Yards Plan Hints at Hardening Stances" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/24\/nyregion\/24yards.html"} , {"body" : "For nearly 25 years, Roger L. Green has represented a swath of central Brooklyn in the Assembly, but now that he is running for Congress, the race to succeed him has become one of the most contentious in New York City. The three candidates running in the Democratic primary for the seat, representing the 57th Assembly District, each have political" , "date" : "20060821" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "3" , "title" : "In Brooklyn, a Fierce Contest to Be Assembly Successor" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/21\/nyregion\/21assembly.html"} ,   {"body" : "Ken Diamondstone, a small developer in Brooklyn, deserves a lot of credit. He's running against State Senator Marty Conner, a long-term incumbent who also happens to be a lawyer specializing in election law. Mr. Conner has long been the go-to man for politicians who want to get pesky challengers off the ballot. Naturally, Mr. Diamondstone faced" , "date" : "20060820" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "Endorsements and Complaints" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/20\/opinion\/nyregionopinions\/CIcandlist2.html"} , {"body" : "WITH a collection of handsome public buildings, a poetic Sept. 11 memorial and charming if underused low-rise stores fanning out along the streets above the newly refurbished ferry terminal, the Staten Island town of St. George can remind a visitor of some of the most livable cities in the country. Squint hard and you can see San Francisco in the" , "date" : "20060820" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "POSTING; A Wave of Development For St. George's Waterfront" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/20\/realestate\/20george.html"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the Northeast this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, show times" , "date" : "20060818" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "The Listings: August 18 - August 24" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B02EFD9143EF93BA2575BC0A9609C8B63"} , {"body" : "Manhattan EAST VILLAGE $570,000 141 East 3rd Street (Ageloff Towers) 1-bedroom, 1-bath, 720-sq.-ft. co-op in a prewar building; 24-hr. doormen, renovated kitchen; common roof deck; maintenance $677, 50% tax deductible; listed at $599,000, 29 weeks on market (broker: Citi Habitats New York) FLATIRON $797,000 415 West 55th Street 1-bedroom, 1-bath," , "date" : "20060817" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A00E3DD143EF934A2575BC0A9609C8B63"} , {"body" : "Two men were shot to death by a third man yesterday afternoon on a Brooklyn street, the police said. The attack ended after an undercover police officer who happened to be driving by stopped and fired his revolver at the gunman, who then fled. One man died at the scene in Bedford-Stuyvesant, and the other was pronounced dead yesterday evening at" , "date" : "20060817" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "2 Are Killed in Brooklyn in Attack Interrupted by an Officer" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/17\/nyregion\/17shoot.html"} , {"body" : "IN the dimly lit, couch-lined lounge of the New York School of Urban Ministry in Long Island City, Queens, a barrel-chested young Oklahoman named Josh Nordean approached 14-year-old Jessica Jacobs of Toledo, Ohio, and told her she had pretty eyes. ''That opens the door,'' Mr. Nordean said as he turned to address the score of teenagers assembled in" , "date" : "20060813" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Redemption or Bust" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/13\/nyregion\/thecity\/13feat.html"} , {"body" : "This is a lament on behalf of New York City voters. Primaries are coming up on September 12 -- the only chance for real races in the many districts that are overwhelmingly Democratic. But there are so few real choices it feels like an Army mess hall. Take the 26 State Senate seats up for grabs this year in the five boroughs. There are only a few" , "date" : "20060813" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "A Disappointing Primary" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/13\/opinion\/nyregionopinions\/candlist.html"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the Northeast this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, show times" , "date" : "20060811" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "THE LISTINGS: August 11-August 17" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9903EFD71F3FF932A2575BC0A9609C8B63"} , {"body" : "A 22-year-old man was fatally stabbed early yesterday morning at a public housing complex on the Upper West Side after a fight broke out over a continuing dispute between two groups of men in an apartment building, the police said. William J. Stroud, 22, who moved between his mother's home in Bedford-Stuyvesant, Brooklyn, and a home in Arverne," , "date" : "20060811" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Manhattan: Man Is Fatally Stabbed" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/11\/nyregion\/11mbrfs-002.html"} , {"body" : "A man was killed and another wounded in a shooting late Monday night in Bedford-Stuyvesant, the police said. At least one gunman fired on two men just after 10 p.m. in front of 220 Throop Avenue, the police said. Andrell Napper, 21, of Union City, N.J., was fatally shot in the head. The other man, whom the police did not identify, was hit in the" , "date" : "20060809" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: One Killed And One Hurt In Shooting" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/09\/nyregion\/09mbrfs-006.html"} ,   {"body" : "''America's Most Wanted'' told viewers to look for Chaka Raysor in North Carolina, Pennsylvania, Virginia, Alabama and New York. Over a decade, he was profiled on television 11 times. In the program's deck of playing cards depicting fugitives, he was the seven of diamonds. Federal marshals distributed posters nationwide describing Mr. Raysor as" , "date" : "20060808" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Murder Suspect Surrenders, Tired After Decade in Hiding" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/08\/nyregion\/08fugitive.html"} , {"body" : "ON a rapidly gentrifying corner of Brooklyn's Fort Greene neighborhood, the new location of the Museum of Contemporary African Diasporan Arts, or MoCada, features a reception area with floor-to-ceiling windows, beige and white walls, and blond blocks of wood stacked into a latticework pattern. The names of cities around the globe where Africans" , "date" : "20060806" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "ARCHITECTURE; Build Your Dream, Hold Your Breath" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/06\/arts\/design\/06rich.html"} , {"body" : "Ask people who don't go to see dance why they aren't interested, and the answer is usually a hesitant, often guilty-sounding ''Well, I just don't understand it.'' There are no familiar words, after all, to guide neophytes or casual audiences through the themes or substance of choreography. But dance itself is a language, one whose acquisition" , "date" : "20060728" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "3" , "title" : "An Invitation to the Dance, From a Free Series in Parks" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/28\/arts\/dance\/28park.html"} , {"body" : "In the 22 years since she was first elected to the State Senate, Velmanette Montgomery has seen little in the way of political opposition in her Brooklyn district. Ms. Montgomery, a Democrat, has not had a major opponent in a primary or a general election since 1986, when she was opposed by the woman she defeated two years earlier. But this year, a" , "date" : "20060726" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "For a Veteran State Senator, A Rare Primary Challenge" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/26\/nyregion\/26brooklyn.html"} , {"body" : "Representative Edolphus Towns is one of Brooklyn's longest-serving members of Congress, with 12 terms of service. But many Democrats also consider him to be one of the most vulnerable. Unions are angry with him. His critics say his record is lackluster, with a larger-than-average number of missed votes, and he has had two tough primaries in the" , "date" : "20060724" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Sacrificing One Challenger So the Other Might Win" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/24\/nyregion\/24congress.html"} , {"body" : "A man opened fire outside a brownstone in Bedford-Stuyvesant on Saturday, killing one person and wounding another, the police said. The gunman emerged from between parked cars about 9:45 p.m. and fired at least five shots, hitting Shawnell Hyde, 22, in the chest in front of 704 Macon Street, the police said. Mr. Hyde was pronounced dead on arrival" , "date" : "20060724" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Man Fatally Shot" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/24\/nyregion\/24mbrfs-001.html"} , {"body" : "The sounds that poured out of the ground-floor apartment in Brooklyn on Friday night outlined the tragedy that took place inside. An upstairs neighbor, Teddy Smith, heard a gunshot about 11 p.m.; then a few seconds later, another. He looked outside his window and saw a 16-year-old boy on Madison Street, screaming, ''He killed my mother, and we" , "date" : "20060723" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Woman's Killer Was Slain by Sons, Police Say" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/23\/nyregion\/23kill.html"} , {"body" : "JOHN A. THAIN, the chief executive of the New York Stock Exchange, bought a duplex apartment last month at 740 Park Avenue that had been owned by the late Enid A. Haupt, the philanthropist, according to a record filed with the city. The apartment had an asking price of $27.5 million. The Thains' two-bedroom apartment is on the 17th and 18th floors," , "date" : "20060723" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "BIG DEAL; Trophy Apartment, Prize Address" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/23\/realestate\/23deal.html"} , {"body" : "A man prosecutors have spent years trying to connect to witness tampering, intimidation and murder was sentenced yesterday to 37 years in prison on drug conspiracy and weapons charges. The man, Dupree Harris, 32, described by prosecutors as a leader of the Nine Drey branch of the Bloods street gang, is already serving 15 years to life for bribing" , "date" : "20060721" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Reputed Street Gang Leader Gets 37-Year Prison Sentence" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/21\/nyregion\/21harris.html"} , {"body" : "A DOZEN precious heads of green leaf lettuce that Claudio Gonzalez had coaxed from his six acres of farmland in Orange County were wilting fast in the Harlem sun. At the rate customers were ambling by his stand that recent afternoon, Mr. Gonzalez was worried. One of just three farmers who comprised the new little Greenmarket in Harlem, he might not" , "date" : "20060719" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Greenmarket at 30, Searching for Itself" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/19\/dining\/19gree.html"} ,   {"body" : "Equipment failures yesterday on some of the city's busiest subway lines and a power failure at La Guardia Airport made traveling a sweltering ordeal for thousands in the New York area. Officials said last night that it was unclear if the equipment breakdowns in the subway and at the airport were a direct result of the heat on a day when the" , "date" : "20060719" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Travelers Swelter Amid Power Failures and Transit Shutdowns" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/19\/nyregion\/19power.html"} , {"body" : "In front of a mural listing a Brooklyn neighborhood's murder victims, someone fired into a parked car late Friday night, killing a 27-year-old woman and critically injuring her 34-year-old boyfriend, the police said. The woman, identified by her relatives as Joycelyn Clarke, was taken to Woodhull Medical and Mental Health Center, where she was" , "date" : "20060716" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Couple Hit by Gunfire in Brooklyn; Woman Dies" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/16\/nyregion\/16ambush.html"} , {"body" : "Carmen Colon, a divorced mother raising three sons in Bedford Stuyvesant, Brooklyn, considers herself a law-abiding citizen. But New York City's ban on students carrying cellphones in the schools is one rule she will not abide by, she said yesterday. Until he graduated last year, her oldest, Devin, 17, traveled more than an hour each way, taking" , "date" : "20060714" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "School Phone Ban Violates Rights of Parents, Suit Says" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/14\/nyregion\/14phones.html"} , {"author" : "E-mail: haberman@nytimes.com" , "body" : "THE status was quo yesterday at the marriage license bureau in the Municipal Building. New York's highest court, the Court of Appeals, had ensured that would be the case when it punted the issue of same-sex marriage to the State Legislature. Under existing state law, the judges said last week, gay and lesbian couples have no constitutional right to" , "date" : "20060711" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NYC; First Comes 3\/5oheart 4\/5, Then Comes Bureaucracy" , "url" : "http:\/\/select.nytimes.com\/\/2006\/07\/11\/nyregion\/11nyc.html"} , {"body" : "NEARLY a year has passed since the city ruled that a group of developers had violated zoning guidelines when they built five oversize buildings in the Bedford-Stuyvesant section of Brooklyn, and the owners of the 72 completed condominiums remain in an uncomfortable limbo, unable to sell or refinance their apartments. The city said it was close to" , "date" : "20060709" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "BIG DEAL; At Spencer Street Condos, A Solution Meets Skepticism" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/09\/realestate\/09deal.html"} , {"body" : "Kevin Powell, an activist and writer, announced yesterday that he had withdrawn as a candidate running for Congress against the incumbent, Edolphus Towns, a Brooklyn Democrat. In a statement, Mr. Powell, a former cast member of ''The Real World'' on MTV, said that he had been absorbed with the creation of an organization to send volunteers to do" , "date" : "20060705" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "A Candidate Drops Out Of a Race For Congress" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/05\/nyregion\/05campaign.html"} , {"body" : "A 49-year-old Brooklyn man arriving at the home of his daughter and estranged wife was shot and killed late Friday without warning by their neighbor, his family and the police said. The victim's family said that the victim, Kenneth Baker, did not know the man who shot him. They said that the gunman, Vincent Bouknight, 46, was their next-door" , "date" : "20060702" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Suspect Arrested in Fatal Shooting" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/02\/nyregion\/02shot.html"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the Northeast this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, show times" , "date" : "20060630" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings: June 30 - July 6" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E03EEDB1430F933A05755C0A9609C8B63"} , {"body" : "THE McCARREN PARK POOL in Greenpoint, Brooklyn, is surely one of the last places in New York you would expect to see a concert. Shuttered by the city 22 years ago, it is a 50,000-square-foot void, its floor specked with decades-old turquoise paint and its walls blanketed by layers of graffiti. It lacks electricity and lights, and its bathrooms have" , "date" : "20060630" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CENTRAL PARK (NYC)" , "MCCARREN PARK (NYC)" , "PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "Dive In, the Music's Fine: Rock Moves Outdoors" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0DE1DA1430F933A05755C0A9609C8B63"} , {"body" : "City health officials yesterday announced a novel assault on a large meningitis outbreak in Brooklyn, seeking to vaccinate thousands of drug users and others in and around Bedford-Stuyvesant against the bacterium that has sickened 23 people and killed eight of them. That group of cases, over the past seven months, ''is one of the largest outbreaks" , "date" : "20060629" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "City Tackles Meningitis In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/29\/nyregion\/29meningitis.html"} ,   {"body" : "A lawyer representing a woman charged with murdering her 7-year-old daughter is seeking to seal court records and prohibit lawyers from discussing the case publicly, court records show. The woman, Nixzaliz Santiago, is accused of participating in a pattern of violent abuse that ended with the death of the girl, Nixzmary Brown, in the family" , "date" : "20060629" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Metro Briefing | New York: Brooklyn: Murder Suspect Wants Records Sealed" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/29\/nyregion\/29mbrfs-001.html"} , {"body" : "A Brooklyn filmmaker bicycling to work in the rain was killed yesterday morning when he fell off his bike and tumbled underneath a truck on West Houston Street in Greenwich Village. The victim, Derek Lake, 23, a graduate of the School of Visual Arts who had recently finished directing his first feature, was declared dead at the scene after he was" , "date" : "20060627" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Bicyclist Falls Under Truck and Is Killed" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/27\/nyregion\/27bike.html"} , {"body" : "LAST Sunday, Mount Sinai Baptist Church on Gates Avenue in Bedford-Stuyvesant, Brooklyn, was full of large, tough-looking men in tears. They were among a crowd of about 300 mourners at the funeral of George Washington, a man who had changed many of their lives. Until shortly before he died on June 11 at 79, Mr. Washington was the driving force" , "date" : "20060625" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Their Requiem for a Heavyweight" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/25\/nyregion\/thecity\/25boxi.html"} , {"author" : "This column about the local economy appears every other week. E-mail address: homefront@nytimes.com." , "body" : "BACK in 2000, 49,309 business establishments opened in New York State, according to the federal government's count. Nobody knows how many are still operating, but Eldwyn Brown's coin-operated Laundromat is among those that are. Which is pretty good, considering that other recent government studies suggest that a third to half of new businesses in" , "date" : "20060625" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Job Market"] , "page_facet" : "1" , "title" : "HOME FRONT; Cleaning Up, or at Least Hoping To" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/25\/nyregion\/25homefront.html"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Aug. 20, ''Darwin,'' an exhibition devoted to the naturalist, which includes fossils and live creatures as well as a reconstruction of Darwin's study at Down House. Through today, ''The Butterfly Conservatory: Tropical Butterflies Alive in" , "date" : "20060623" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/23\/arts\/23spar.html"} , {"author" : "Yvonne Durant is writing a memoir about growing up in Brooklyn." , "body" : "A FEW days every week, I make it my business to visit a landmark block in my Upper East Side neighborhood. I keep this little odyssey to myself; I don't even share it with my husband. My trip begins at my prewar apartment building on 72nd Street off Second Avenue. I stroll west to Third Avenue, then walk one block south and turn right. I stay on" , "date" : "20060618" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK OBSERVED; Where Holly Hung Her Ever-So-Stylish Hat" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/18\/nyregion\/thecity\/18holl.html"} , {"author" : "George Sarrinikolaou is the author of ''Facing Athens: Encounters With the Modern City.''" , "body" : "AT dawn not long ago, I stood by the window of our sixth-floor apartment, holding my infant daughter in my arms and taking in a bluish stretch of Brooklyn. For her, the light outside contrasted sharply with our still-dark apartment and held her gaze. My eyes focused on the vista to the east, where massive housing projects in Williamsburg and" , "date" : "20060618" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "The View From His Window" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/18\/nyregion\/thecity\/18fath.html"} , {"body" : "WAY beyond Williamsburg's so-called hippest L train stops, past the fringes of what is supposed (by brokers, at least) to be ''East Williamsburg,'' things are happening in Bushwick. Waking up from the haze of a questionable reputation and offering relatively low-cost residential options, this large neighborhood has buyers and developers taking new" , "date" : "20060611" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "LIVING IN\/Bushwick, Brooklyn; Bargain-Hunting? Stay on the L Train a Little Longer" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/11\/realestate\/11livi.html"} , {"body" : "A police car collided with a vehicle in Brooklyn yesterday, causing several minor injuries and sparking a confrontation between the police and neighborhood residents. The accident occurred about 2:30 p.m. when a police car with two officers and a man being taken to the 79th Precinct station house struck a gray Honda Accord at Macon Street and" , "date" : "20060611" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "Police Car Collision Causes Anger and Arrests" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/11\/nyregion\/11crash.html"} , {"body" : "TODAY is the 60th birthday of the celebrated Nigerian artist Obiora Udechukwu. Forget to send a card? Then at least plan a trip to see his new exhibition of pen-and-ink line drawings at the Skoto Gallery in Chelsea, which opened on Thursday and runs through July 20. Skoto is just one of many spots to take in the sights, sounds and smells of West" , "date" : "20060604" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "AFRICA" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "16" , "title" : "WEEKEND IN NEW YORK: WEST AFRICAN ENCLAVES; Tastes of Nigeria, Sounds of Sierra Leone" , "url" : "http:\/\/travel.nytimes.com\/2006\/06\/04\/travel\/04weekend.html"} ,   {"body" : "IN a city where the price of a cashmere sweater has surpassed $1,000 in some quarters and summer utility bills may do the same, finding a one-bedroom rental apartment at that price seems pretty improbable. Or so you'd think. But a survey released earlier this year by New York City's Department of Housing Preservation and Development found that" , "date" : "20060604" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BRONX (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "What You Can Rent for" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/04\/realestate\/04cov.html"} , {"body" : "You can gauge the sweeping renovations to Kings County Hospital Center, the red-brick behemoth looming over central Brooklyn since it opened as an almshouse in 1831, by comparing the first and the most recent visits of Ronald William Reid, a 68-year-old former bank clerk and bus driver living in Bedford-Stuyvesant. He entered the world there on" , "date" : "20060530" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "4" , "title" : "A Transformation at a Brooklyn Hospital, From Gadgets to Ceiling-High Windows" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/30\/nyregion\/30hospital.html"} , {"body" : "For Chuck Davis, big really does mean better, and that's not just because of his own towering frame. As the artistic director of DanceAfrica 2006, which celebrated its 29th anniversary over the weekend at the Brooklyn Academy of Music, Mr. Davis does more than bring together a few dance companies. The annual festival is an event, with music, master" , "date" : "20060529" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "DANCE REVIEW; A Festival of African Spirit, Ancestral and Contemporary" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/29\/arts\/dance\/29danc.html"} , {"body" : "ON almost any given Sunday, the trumpeter John McNeil walks out of his apartment and down a few tree-lined blocks to Night and Day, a bistro on Fifth Avenue in Park Slope. Since February, Mr. McNeil has held a weekly gig in a rear annex of the restaurant with a quartet he formed with the tenor saxophonist Bill McHenry. A hangout for neighborhood" , "date" : "20060526" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "Brooklyn Jazz: A Red-Hot Renaissance" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/26\/arts\/music\/26broo.html"} , {"body" : "A man accused of shooting two police officers and biting a third during a wild rumpus in a Brooklyn rooming house is not fit to stand trial, his lawyer said in court yesterday. ''He really believes that he was shooting at wolves,'' said the lawyer, Larry Rothstein, in an interview outside the courtroom in Brooklyn. The man, Jonathan Julian, 29, was" , "date" : "20060513" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "4" , "title" : "Gunman Says Wolves, Not Police, Were His Target" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/13\/nyregion\/13wolves.html"} , {"body" : "Floyd Patterson, a gentleman boxer who emerged from a troubled boyhood to become the world heavyweight champion, died yesterday at his home in New Paltz, N.Y. He was 71. The cause was prostate cancer and Alzheimer's disease, said a grandson, Kevin McIlwaine. In the 1952 Helsinki Olympics, Patterson won the middleweight gold medal with five" , "date" : "20060512" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries" , "Sports"] , "page_facet" : "31" , "title" : "Floyd Patterson, 71, Good-Guy Heavyweight Champion, Dies" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/12\/sports\/othersports\/12patterson.html"} , {"body" : "A Brooklyn man, enraged at being asked to stop drinking in his own home, opened fire in a room full of children yesterday, killing a 3-year-old girl and wounding three other people, two of them critically, the police said. All of the victims were members of an extended family, who investigators say had just celebrated the birthday of the man who" , "date" : "20060508" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Girl Is Killed and 3 Are Wounded at a Party in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/08\/nyregion\/08shoot.html"} , {"body" : "There have been at least four deliberately set fires at properties linked to Joshua Guttman, the owner of a warehouse complex on the Brooklyn waterfront that burned to the ground this week in what Fire Department officials have called suspicious circumstances, according to records collected by fire marshals. Details of the other fires, which date" , "date" : "20060506" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Arson Was Found at 4 of Warehouse Owner's Properties" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/06\/nyregion\/06arson.html"} , {"body" : "Attractions Museums and Sites HISTORIC RICHMOND TOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. Tomorrow at 1:30 p.m., a workshop in making Mother's Day cards; $8. Sunday, 10 a.m. to 5 p.m., ''Yankee Peddler Day,'' with antiques, crafts and collectibles; $2 (children, 50 cents); sponsored by the women's auxiliary of the" , "date" : "20060505" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/05\/arts\/05spar.html"} , {"body" : "Manhattan GREENWICH VILLAGE $380,000 101 West 12th Street (John Adams) 500-sq.-ft. studio co-op in a postwar building; 24-hr. doormen, concierge; renovated kitchen, Hudson River view; maintenance $800, 52% tax-deductible; listed at $399,000, 18 weeks on market (broker: Bellmarc Realty) UPPER WEST SIDE $3.916 million 262 Central Park West (86th" , "date" : "20060504" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE0DD1E3FF937A35756C0A9609C8B63"} ,   {"body" : "Vision Richard D. Parsons, the chairman and chief executive of Time Warner, calls himself ''a child of the city.'' Born in Bedford-Stuyvesant, Brooklyn, and raised in South Jamaica, Queens, Dick Parsons -- as he prefers to be called -- says his grandmother instilled his guiding principles: ''I tell our managers all the time,'' he says," , "date" : "20060426" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "LENS" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/26\/nyregion\/26lens.html"} , {"body" : "William Oliver was a housecleaner, a gardener, a patient uncle and a reliable jack-of-all-trades. But more than anything, Mr. Oliver, 61, was known by those who loved him as a walker. His tireless amblings across the city were almost always accompanied by the music that, wearing oversized headphones, he played on a portable CD player. On Saturday" , "date" : "20060424" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "An Avid Walker, 61, Is Stabbed to Death in Prospect Park" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/24\/nyregion\/24stabbing.html"} , {"body" : "During Rob Thomas's first week of classes at South Kent School, an elite prep school in this Rockwellian New England town, he used his first writing assignment in his junior English class as a plea. In looping printed letters, which looked like the handwriting of a young girl, Thomas wrote a one-page cry for help: ''I cannot read or write. I need" , "date" : "20060423" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SOUTH KENT (CONN)"] , "nytd_section_facet" : ["Education" , "Sports"] , "page_facet" : "7" , "title" : "BASKETBALL; Reading, Writing and Redemption" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/23\/sports\/23thomas.html"} , {"author" : "Caryn James is a critic at large for The New York Times. Her second novel, ''What Caroline Knew,'' has just been published." , "body" : "ELEMENTS OF STYLE By Wendy Wasserstein. 307 pp. Alfred A. Knopf. $23.95. THE playwright Wendy Wasserstein's first and last novel, ''Elements of Style,'' is emblematic of her life and career: it's a bright social comedy that takes a sudden, tragic turn. But while Wasserstein's death -- she died of lymphoma in January, at 55 -- casts a shadow over" , "date" : "20060423" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "18" , "title" : "East Side Story" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/23\/books\/review\/23james2.html"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20060414" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "The Listings: April 14 - April 20" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F07E3D61F30F937A25757C0A9609C8B63"} , {"body" : "Roger L. Green, the Brooklyn assemblyman who pleaded guilty in 2004 to petty larceny, formally kicked off his campaign for Congress yesterday, announcing that he is challenging United States Representative Edolphus Towns in what is certain to be a high-spirited Democratic primary. Standing outside a clothing store staffed by teenagers in an" , "date" : "20060414" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Assemblyman Formally Opens Campaign for U.S. House Seat" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/14\/nyregion\/14green.html"} , {"body" : "NOW we can count Diet Snapple lemon iced tea and playtime at the $168 million water park destined for Randalls Island among the many sacrifices -- his golf handicap, the guilty pleasures of waist-threatening midnight pizza, and his private-sector investment-banker earning power spring to mind -- that William C. Thompson Jr., chugging confidently" , "date" : "20060414" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Setting His Sights High, on the Bottom Line" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/14\/nyregion\/14lives.html"} , {"body" : "Manhattan FLATIRON DISTRICT $1.54 million 260 Park Avenue South (20th Street) 2-bedroom, 2 1\/2-bath, 1,281-sq.-ft. condo in a prewar loft building; 24-hr. doormen, concierge; common charge $1,024; taxes $12,348; listed at $1.48 million (multiple bids), 8 weeks on market (broker: Citi Habitats New York) EAST MIDTOWN $2.325 million 212 East 57th" , "date" : "20060413" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "6" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502E3DA1F30F930A25757C0A9609C8B63"} , {"body" : "A sampling of noteworthy musical presentations planned for the holiday season at churches and concert halls in New York City, selected by Jeremy Eichler. All are free unless otherwise noted. (Churches accept donations. Unless noted, church choirs are featured in church concerts.) An expanded listing is available online: nytimes.com\/arts. Today" , "date" : "20060407" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "The Easter Season Ushers In a Host Of Musical Events" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0CEFD61030F934A35757C0A9609C8B63"} , {"body" : "When a group of business owners, community activists and musicians formed the Central Brooklyn Jazz Consortium in 1999, their goal was to preserve a jazz culture deemed to be withering at the grassroots level. The following year, they applied that sense of purpose to the first annual Central Brooklyn Jazz Festival, along with an educational" , "date" : "20060331" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "JAZZ FESTIVAL REVIEW; Spiritual Sax Man for a Spiritual Job" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/31\/arts\/music\/31harp.html"} ,   {"body" : "A 25-year-old man was fatally stabbed in Bedford-Stuyvesant last night around 10 p.m., the police said. The victim was taken from 412 Pulaski Street, where the stabbing occurred, to Woodhull Hospital and pronounced dead on arrival. There have been no arrests. JENNIFER 8. LEE (NYT)" , "date" : "20060331" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Fatal Stabbing" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A00E2DB1230F932A05750C0A9609C8B63"} , {"author" : "E-mail: sgfreedman@nytimes.com" , "body" : "SOMETIME during the fall of 2003, after four years apart, Mario Martis renewed his acquaintance with Sid Massey. Mr. Massey was the principal of River East Elementary School, a popular and innovative place in East Harlem that he had served for nearly a quarter-century as teacher and administrator. Mr. Martis had spent the late 90's as a community" , "date" : "20060329" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "ON EDUCATION; A School Disrupted by One Aide's Past" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/29\/education\/29education.html"} , {"body" : "Two people were killed and one person was critically injured yesterday in separate attacks in Brooklyn and Queens, the police said. In the first killing, in Brooklyn, Angel Coffie, 33, was found dead by the police at 12:30 a.m. in the apartment on Putnam Avenue in Bedford-Stuyvesant that she shared with her male companion, the police said. The" , "date" : "20060326" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Attacks in City Leave Two Dead and One Seriously Wounded" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/26\/nyregion\/26killing.html"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20060324" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "The Listings: March 24 - March 30" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907E7D61630F937A15750C0A9609C8B63"} , {"body" : "A Brooklyn man who impersonated city workers to steal from elderly homeowners was sentenced yesterday to 16 years in prison, said Rose Gill Hearn, commissioner of the Department of Investigation. The man, Shawn M. Brown, 54, was convicted last month of burglary, criminal impersonation and other offenses after prosecutors charged that he claimed to" , "date" : "20060321" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Impersonator Sentenced To Prison" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940CE0D61F31F932A15750C0A9609C8B63"} , {"body" : "A 19-year-old man was shot and critically injured early yesterday inside a nightclub after he got into a fight with two patrons, the police said. The man, Albert Santana, was shot once in the face about 4 a.m. at Club Attractions, at 566 Nostrand Avenue in Bedford-Stuyvesant. The police said they were looking for two men who were seen fleeing just" , "date" : "20060320" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Man Shot At Nightclub" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D05E1DA1F31F933A15750C0A9609C8B63"} , {"body" : "The weather is warming, and that means it's time to take the bikes out of storage. Except for Brooklyn Industries, that is, which might have been better off keeping its bikes tucked away. It was because of these bikes that Brooklyn Industries, the eclectic hipster clothing boutique, found itself the target of a coordinated graffiti attack early on" , "date" : "20060319" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; Hip Store, On the Hot Seat" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/19\/nyregion\/thecity\/19vand.html"} , {"body" : "To look at him, one might never guess that Burton Kaplan devoted 40 years to a protean life of crime. Short, bald, meek, myopic, Mr. Kaplan is an unassuming presence, an aging man from Brooklyn with more than a vague resemblance to the low-rent hucksters who gather every week for pastrami sandwiches in Woody Allen's ''Broadway Danny Rose.'' He is a" , "date" : "20060318" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "An Unassuming Witness Steeped in the Underworld" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/18\/nyregion\/18cops.html"} , {"body" : "Two police officers were shot in a Brooklyn rooming house early yesterday during a chaotic struggle with a man whom officials described as emotionally disturbed but were saved by their bullet-resistant vests, the police said. The man, Jonathan Julian, fired at least two shots after the officers pushed their way into his room with two other officers" , "date" : "20060314" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Man Is Held After Two Officers Are Shot" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/14\/nyregion\/14shot.html"} , {"body" : "Where the Old Times Roll Q. When I was a kid, there were game arcades on Broadway that featured Skee-Ball. Do any places in Manhattan still offer this game? My grandson (10) and I (70) love the game but can't find one place in Manhattan that offers it. A. Have no fear. You can find Skee-Ball in Lazer Park, an arcade at 163 West 46th Street, east of" , "date" : "20060312" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F. Y. I." , "url" : "http:\/\/www.nytimes.com\/2006\/03\/12\/nyregion\/thecity\/12fyi1.html"} ,   {"author" : "S. J. Rozan, a crime writer, is the author of ''Absent Friends'' and the editor of ''Bronx Noir,'' to be published next year by Akashic Books." , "body" : "CERTAIN crimes sear themselves into the collective imagination. In 1987, when a Greenwich Village lawyer named Joel Steinberg was arrested for killing his illegally adopted 6-year-old daughter, Lisa, New Yorkers recoiled, as though no adult had ever before beaten a child to death. In 1986, when Jennifer Levin, 18, was strangled in Central Park by" , "date" : "20060312" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York Numb; Sometimes, even in blas New York, a crime is so resonant that the city stops, stunned." , "url" : "http:\/\/www.nytimes.com\/2006\/03\/12\/nyregion\/12icon.html"} , {"body" : "Attractions Museums and Sites FRAUNCES TAVERN MUSEUM, 54 Pearl Street, second floor, Lower Manhattan. The museum, in a former tavern, is dedicated to the study and interpretation of early American history and culture. On view, ''Fighting for Freedom: Black Patriots and Black Loyalists''; the George Washington Portrait Gallery; ''Sons of the" , "date" : "20060310" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/10\/arts\/10Spar.html"} , {"body" : "Leslie Rahl has been running a hedge fund advisory firm for a dozen years, after a long career running the derivatives desk at Citibank. A typical day might be spent meeting with clients from Japan and Norway, but one recent afternoon she was accompanying Dasharah Green, a fifth grader from the Bedford-Stuyvesant neighborhood of Brooklyn. ''What do" , "date" : "20060310" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Business"] , "page_facet" : "5" , "title" : "Street Scene; Power Women, United for a Cause" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/10\/business\/10hedge.html"} , {"body" : "Two men were shot, one fatally, by two other men about 4:40 p.m. yesterday in Bedford-Stuyvesant, the police said. The gunmen fled from the scene of the shooting, in front of 215A Lexington Avenue. David Pierre, 22, who lived in the building, was declared dead on arrival at Woodhull Medical and Mental Health Center. The other victim, who was not" , "date" : "20060310" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Attackers Shoot 2 Men, Killing One" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04EFDC1331F933A25750C0A9609C8B63"} , {"author" : "Robert Sullivan is the author of ''Rats: Observations on the History and Habitat of the City's Most Unwanted Inhabitants'' and ''How Not to Get Rich: Why Being Bad Off Isn't So Bad.''" , "body" : "On a rainy winter afternoon, just a few minutes after running over a stray hubcap, just after having to pull his beat-up Toyota sedan off a beat-up section of the beat-up Brooklyn-Queens Expressway and having to run the little white car back and forth until at last the hubcap broke free, Tom Le, choreographer-turned-real-estate-agent, re-enters the" , "date" : "20060305" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "108" , "title" : "The Next Neighborhood; Psst Have You Heard About Bushwick?" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/05\/magazine\/305bushwick.1.html"} , {"body" : "An 82-year-old woman who was bedridden died early yesterday after a fire swept through a four-story building in Brooklyn and her relatives were unable to save her, according to the authorities and her family. The woman, identified by relatives as Isabel Fleming, was pronounced dead at the scene, said a Fire Department spokesman. ''She never got out" , "date" : "20060305" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "Relatives Unable to Rescue Woman, 82, From Fire in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/05\/nyregion\/05fire.html"} , {"body" : "AFTER pulling a widely publicized Houdini last year, Dave Chappelle has been popping up all over the place recently: ''Inside the Actors Studio,'' ''Oprah,'' a theater in Seattle for a gig and, now, Brooklyn's own Bedford-Stuyvesant for an exhilarating new film. ''Dave Chappelle's Block Party'' was shot in 2004, about eight months before Mr." , "date" : "20060303" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "FILM REVIEW; A Comedian's Ultimate Goal: Rock the Block" , "url" : "http:\/\/movies.nytimes.com\/2006\/03\/03\/movies\/03chap.html"} , {"body" : "Three police officers were fired upon while patrolling near the intersection of Bainbridge Street and Patchen Avenue in Bedford-Stuyvesant about 1:50 p.m. yesterday, the police said. The officers, who were not injured, encountered three arguing men and were shot at, the police said. The officers, who did not return fire, chased the men, captured" , "date" : "20060302" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Shots Fired At Police Officers" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A00E5D91731F931A35750C0A9609C8B63"} , {"body" : "A month after Ralph Green was gunned down on a Brooklyn street corner in 1992, his mother mustered the strength to look ahead. Until he was shot, Green had escaped the violence that plagued his Bedford-Stuyvesant neighborhood. He was 15 and a promising high school quarterback. After the shooting, his left leg had to be amputated and he was in a" , "date" : "20060228" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "TURIN (ITALY)" , "ITALY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "5" , "title" : "PARALYMPICS; A Life of Peaks and Valleys, and of Hope" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/28\/sports\/olympics\/28olympics.html"} , {"body" : "For two agonizing days, as Kassoum Fofana lay critically injured in a hospital bed after a fire that destroyed his home, relatives and friends struggled with the most painful of tasks: how to tell him that his wife and two of his children had died in the blaze that he managed to escape. The fire, at 1033 Pacific Street in Crown Heights, Brooklyn," , "date" : "20060227" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "For Fire Victim, a Clergyman Is Chosen to Bring Tragic News" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/27\/nyregion\/27fire.html"} ,   {"body" : "A man who had just walked his fiance to work at a market was fatally shot on a Bedford-Stuyvesant street corner on Saturday afternoon, the police and family members said. The man, Willie Montes, 24, was shot about 2:30 at Lexington and Nostrand Avenues. His family said the police told them Mr. Montes had been shot once at close range with a" , "date" : "20060227" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Man Fatally Shot" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9507E2DC1631F934A15751C0A9609C8B63"} , {"body" : "It is, in a heartbreaking way, a variant on the classic immigrant story. Kassoum Fofana grew up in Bobo-Dioulasso, the second-largest city in the landlocked West African country of Burkina Faso. Mr. Fofana, a quick-witted and ambitious young man, was good with his hands and became a carpenter. He met a woman. Her name was Assita Coulibaly. A funny," , "date" : "20060225" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Fire Puts a Sad Ending on an Optimistic Immigrant Tale" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/25\/nyregion\/25victims.html"} , {"body" : "In an effort to improve outcomes for the rising number of women who get temporary diabetes during pregnancy, Mayor Michael R. Bloomberg announced yesterday that the city would routinely send information packets about the condition to all women who get the disorder. Speaking at the health department's district office in Bedford-Stuyvesant, Brooklyn," , "date" : "20060222" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "City to Warn New Mothers of Diabetes Risk" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/22\/nyregion\/nyregionspecial5\/22diabetes.html"} , {"body" : "He has been in the House of Representatives for nearly a quarter-century and is known for his folksy ways and his common touch with the residents of Brooklyn. But as he runs for a 13th term, Edolphus Towns finds himself the target of determined efforts to end his career in Congress. So far, three people either have declared plans to challenge Mr." , "date" : "20060219" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "A 12-Term Brooklyn Congressman, in a Fight for No. 13" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/19\/nyregion\/19unseat.html"} , {"body" : "Wanda Clayton, a home health aide who was late for an appointment, picked the wrong place to be during yesterday's snowstorm: the Franklin Avenue shuttle in Brooklyn. While most subways across the city muddled through, the Franklin Avenue line, an above-ground line that runs fewer than 20 blocks between Bedford-Stuyvesant and Prospect Park, doesn't" , "date" : "20060213" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "A RECORD SNOWFALL: SNAPSHOTS; Shuttle Riders Out of Luck" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06EEDB123EF930A25751C0A9609C8B63"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "AS identical twins, Uch and Oni Blackstock were always together. They lived together, studied together, earned their M.D. degrees together. When they were little, all that togetherness was cute. But at age 28, it wasn't cute anymore. It was verging on pathological. ''We were so much in each other's space,'' Uch said. They found themselves" , "date" : "20060212" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "THE HUNT; After a Life Together, Living Apart" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/12\/realestate\/12hunt.html"} , {"body" : "Msgr. John T. Fagan, who retired in 2001 as director of Little Flower Children and Family Services of New York, one of the largest social service agencies in the country, died on Thursday at his home in Wading River, N.Y. He was 79. The cause was Parkinson's disease, said Herbert W. Stupp, Father Fagan's successor as chief executive of Little" , "date" : "20060212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "39" , "title" : "Msgr. John T. Fagan, 79, Leader Of Major Social Service Agency" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/12\/nyregion\/11FAGAN.html"} , {"body" : "To reach Dorothy Reid's Brooklyn home last month, a visitor first had to walk past the gutted ground floor, whose boarded-up windows bore a sign reminding residents of police surveillance. Then it was up three flights of stairs, past a door secured by a huge lock and chain, to the two-bedroom apartment in Bedford-Stuyvesant where she has lived for" , "date" : "20060212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "Agencies Join Forces to Aid Older Tenants" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/12\/nyregion\/12housing.html"} , {"body" : "The Rev. William A. Jones, who marshaled his golden voice and forceful personality to exert influence far beyond his Brooklyn pulpit in support of local and national civil rights causes, died on Feb. 4 at his home in Brooklyn. He was 71. The cause was complications of kidney disease, said Carolyn McClair, publicist for Bethany Baptist Church, where" , "date" : "20060208" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "16" , "title" : "Rev. William A. Jones, Civil Rights Activist, Dies at 71" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/08\/nyregion\/08jones.html"} , {"body" : "In an outbreak of gunfire and stabbings that began about 8 p.m. on Saturday and belied New York City's reputation as the nation's safest large city, six people were killed and one critically injured by early yesterday afternoon, the police said. The unrelated attacks, coming on a wet and unseasonably warm winter weekend, were as varied as they were" , "date" : "20060206" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Across the City, Gunfire and Stabbings Leave 6 Dead in 24 Hours" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/06\/nyregion\/06roundup.html"} ,   {"body" : "Rejecting a claim of self-defense, a jury convicted a Brooklyn man of first-degree murder yesterday for killing two police detectives outside his mother's home in East Flatbush. The man, Marlon Legere, was found guilty on two counts after the jury heard testimony in State Supreme Court in Brooklyn from 69 prosecution witnesses, including Mr." , "date" : "20060203" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Jury Convicts Man of Killing Two Detectives" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/03\/nyregion\/03murder.html"} , {"body" : "As abuse complaints poured into a city child welfare office in Brooklyn, one caseworker stashed files for 17 unresolved cases in her desk drawer, where they languished for weeks. Supervisors were lax in reviewing cases or even keeping records. When they did look over case files, some backdated their entries to cover up the delay. These revelations" , "date" : "20060129" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "A Struggle to Aid Children In an Office Full of Quarrels" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/29\/nyregion\/29child.html"} , {"body" : "Mayor Michael R. Bloomberg used the first State of the City speech of his new term yesterday to call for a drastic change in the World Trade Center development plan so the project can finally move forward. He also asked unions to accept changes to health insurance and pension benefits, whose costs, he said, ''have spiraled out of control.'' In an" , "date" : "20060127" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "MAYOR, IN SPEECH, URGES SWIFT PACE AT GROUND ZERO" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/27\/nyregion\/27bloomberg.html"} , {"body" : "Joan Maynard, who shepherded the preservation of the remnants of Weeksville, a once-thriving 19th-century community of free blacks in Brooklyn that had faded from maps and memory, died on Sunday at her home in Crown Heights, Brooklyn. She was 77. Her death was confirmed by Pamela Green, her successor as executive director of the Society for the" , "date" : "20060124" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "8" , "title" : "Joan Maynard Dies at 77; Preserved a Black Settlement" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/24\/nyregion\/24maynard.html"} , {"body" : "In a city that has seen child abuse fatalities before, the death of Nixzmary Brown, just 7 years old, was a particularly horrifying one. She endured what may have been months of torture and starvation while in the care of her stepfather and mother, finally succumbing after a beating that police said was prompted by a missing container of yogurt." , "date" : "20060123" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "Fixing Children's Services" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/23\/opinion\/23mon2.html"} , {"body" : "For at least a decade, city officials have known that the child welfare offices in the Bedford-Stuyvesant section of Brooklyn were troubled. Studies done in 1996, when city officials starting to overhaul the child welfare agency after the death of Elisa Izquierdo, produced evidence that the offices were full of poor managers and were considered a" , "date" : "20060120" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Child Welfare Offices That Couldn't Be Fixed Fast Enough" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/20\/nyregion\/20child.html"} , {"body" : "Look in just about any bodega in the city's poorer neighborhoods and it is easy to find shelves well-stocked with potato chips, sodas and doughnuts. But just try to find something healthier like fruits or vegetables. For many low-income city residents, such bodegas are more common shopping options than supermarkets with a much larger roster of" , "date" : "20060120" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Bodegas Are Asked by Health Officials to Help Push a Better Diet in Poorer Neighborhoods" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/20\/nyregion\/20bodega.html"} , {"body" : "INTERNATIONAL A3-11 Bin Laden Warns U.S., Offers Truce with No Terms Breaking more than a year's silence, Osama bin Laden warned Americans in an audiotape that Al Qaeda was planning more attacks on the United States but he offered a ''long truce'' on undefined terms. A1 Some Iraq Vote Fraud Is Found A panel of experts that was asked to investigate" , "date" : "20060120" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A01E0DD123FF933A15752C0A9609C8B63"} , {"body" : "Cesar Rodriguez clenched his right hand into a loose fist and reached over his left shoulder to demonstrate how he routinely would strike his stepdaughter, Nixzmary Brown, 7, on the upper back to discipline her. ''I probably used all my force,'' he said yesterday in an interview in jail on Rikers Island. Mr. Rodriguez detailed an approach to" , "date" : "20060120" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Stepfather Recalls Beatings: 'This Is for Your Own Good'" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/20\/nyregion\/20suspect.html"} , {"body" : "Each week, about 25,000 customers find their way by car, foot or public transportation to a five-month-old Home Depot store at 585 DeKalb Avenue, which sits on a five-acre site next to Public School 54, in a residential section of Bedford-Stuyvesant, Brooklyn. ''It's excitement all day long,'' said Ricky Campbell, the manager of the store, which" , "date" : "20060118" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "SQUARE FEET; Bringing a Big-Box Store to a Tough Area of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/18\/realestate\/18depot.html"} ,   {"body" : "A grand jury charged the mother and stepfather of 7-year-old Nixzmary Brown with murder yesterday, detailing accusations that the mother had not only allowed a pattern of violent abuse that ended in the girl's death, but also participated in it. That pattern approached its climax on Jan. 10 as Nixzmary's siblings were compelled to accuse her of" , "date" : "20060118" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Murder Charges Detail Torture of 7-Year-Old" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/18\/nyregion\/18girl.html"} , {"body" : "The line outside the R. G. Ortiz Funeral Home on the Lower East Side of Manhattan snaked a half-block north along First Avenue yesterday before veering east on Second Street, stretching as far as the eye could see. The first people arrived at noon, carrying flowers and balloons, toys and sympathy cards. They waited for hours in the bitter cold for" , "date" : "20060117" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Hundreds Mourn Slain Girl, Moved by a Life Too Sad and Too Short" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DEED7143FF934A25752C0A9609C8B63"} , {"body" : "Bloomberg administration officials met for more than three hours yesterday at City Hall but still could not say what role, if any, the police had played in the investigation of child abuse involving a 7-year-old Brooklyn girl who the authorities say was beaten to death by her stepfather. ''In some cases, the information from city agencies is" , "date" : "20060116" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Police Role in Abused Girl's Case Still Unclear, City Officials Say" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/16\/nyregion\/16girl.html"} , {"body" : "AT 168th Street and Nelson Avenue in the South Bronx, you can look 134 blocks downtown and see the upper third of the Empire State Building pop up unexpectedly like a silvery beacon. So close to Manhattan, and yet so far away. On that corner, though, the consequences of Manhattan's wealth are beginning to be felt. It is the site of the first" , "date" : "20060115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BRONX (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "So Close" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/15\/realestate\/15cov.html"} , {"body" : "Nearly eight months before a 7-year-old Brooklyn girl was killed, the girl's older brother told a school guidance counselor looking into her frequent absences that she had ''burnt her hand, hurt her leg and fell out of bed,'' the authorities said yesterday. On May 16, 2005, when the counselor, Barbara Johnson, sent a report to child welfare" , "date" : "20060115" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Discrepancies Emerge in Case Of Girl Killed" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/15\/nyregion\/15girl.html"} , {"body" : "In death, they have become indelible symbols of the city's failures to protect the weak from the cruel: Five-year-old Adam Mann, killed by parents for eating a piece of cake in 1990. Six-year-old Elisa Izquierdo, battered and burned by her mother in 1995. And now, 7-year-old Nixzmary Brown, who the authorities say was tortured over time and finally" , "date" : "20060115" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Hard Road for Siblings Who Survived Abuse" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/15\/nyregion\/15foster.html"} , {"body" : "Mayor Michael R. Bloomberg said yesterday that he had ordered an investigation into a ''breakdown'' that occurred when child welfare workers failed to obtain a warrant to enter the Brooklyn home where a 7-year-old girl died after months of abuse. ''We've got to find out what happened,'' the mayor said on his weekly radio program on WABC-AM. The" , "date" : "20060114" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Bloomberg Orders Inquiry in Death Of Abused Girl, 7" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/14\/nyregion\/14girl.html"} , {"author" : "E-mail: dabarry@nytimes.com" , "body" : "HE woke up, or came to, in that cardboard cubbyhole he and other homeless men shared beneath the platform of Track 15 at Penn Station. And for some reason, he just knew it: He was done. Looking back over a hard life of nearly 60 years, some blocks of time seemed as blurry as a bar counter seen through the bottom of a bottle. Other periods, though," , "date" : "20060114" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; A Final Call On Track 15, Clearly Heard" , "url" : "http:\/\/select.nytimes.com\/\/2006\/01\/14\/nyregion\/14about.html"} , {"body" : "Nixzaliz Santiago left the small coastal town in Puerto Rico where her family lived when she was a teenager and came to New York in the mid-1990's. Already with a young son, Javier, she found a new love and became pregnant again. The father wanted her to end the pregnancy, Ms. Santiago's relatives said, but she would not, and on July 18, 1998, a" , "date" : "20060114" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Victim's Troubled Family History Emerges" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/14\/nyregion\/14family.html"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through May 29, ''Darwin,'' an exhibition that includes live creatures and fossils, as well as a reconstruction of his study at Down House. In conjunction with the exhibition, for the next three Saturdays, from 1 to 5 p.m., ''Living in America:" , "date" : "20060113" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/13\/arts\/13spar.html"} ,   {"body" : "A day after the bruised body of a 7-year-old girl was discovered in a blood-stained Brooklyn apartment, city officials revealed new and harrowing details of her short life yesterday, as well as repeated missed opportunities to save it. Mayor Michael R. Bloomberg declared, ''We, as a city, have failed this child.'' The body of the girl, Nixzmary" , "date" : "20060113" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Long Chain of Alarms Preceded Death of Girl, 7" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/13\/nyregion\/13child.html"} , {"body" : "INTERNATIONAL A3-17 U.S. Sees an Opportunity In Split Among Insurgents American and Iraqi officials believe the recent violent clashes between Iraqi insurgents and Al Qaeda present them with one of the biggest opportunities since the insurgency began, and they have begun talking with local insurgents, hoping to enlist them to cooperate with them" , "date" : "20060112" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "News Summary" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A03E4D6163FF931A25752C0A9609C8B63"} , {"body" : "A 7-year-old girl was found beaten to death yesterday inside her home in Bedford-Stuyvesant, where she had been isolated from her five brothers and sisters, bound to a chair in her room and sexually abused, law enforcement officials said. She weighed just 36 pounds. The girl, Nixzmary Brown, died of at least one blow to the head, the city medical" , "date" : "20060112" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Girl, 7, Found Beaten to Death In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/12\/nyregion\/12child.html"} , {"body" : "Stressed. Scared. Nauseous. Sick. These were some of the words that the 9- and 10-year-olds at Public School 3 in Brooklyn used on Friday to describe how they felt about the state fourth-grade reading test that they will take over three days beginning today. But that was before social workers introduced them to a Test Monster, an art project" , "date" : "20060110" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Toughening Up for Tests" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/10\/education\/10testing.html"} , {"body" : "Begin on the sixth floor, third room from the end, swathed in fluorescence: a 60-year-old woman was having two toes sawed off. One floor up, corner room: a middle-aged man sprawled, recuperating from a kidney transplant. Next door: nerve damage. Eighth floor, first room to the left: stroke. Two doors down: more toes being removed. Next room: a" , "date" : "20060109" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "Diabetes and Its Awful Toll Quietly Emerge as a Crisis" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907E2DA1F30F93AA35752C0A9609C8B63"} , {"body" : "Every New Year's Eve, Omelia Henderson returned home from work with a bottle of Champagne. Not an expensive bottle, but something for a small celebration for her family. New Year's Eve 1997 was no different. She returned from her job at a laundry, carrying a sensibly priced bottle, but when she arrived at her home in Bedford-Stuyvesant, Brooklyn," , "date" : "20060107" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Neediest Cases; After Losing a Mother, Facing Up to Lingering Problems" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E05E2D71E30F934A35752C0A9609C8B63"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Sunday, ''Dinosaurs: Ancient Fossils, New Discoveries'' examines modern paleontology and new theories about dinosaurs and the world in which they lived. Through May 29, ''Darwin,'' an exhibition devoted to the naturalist that includes live" , "date" : "20060106" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/06\/arts\/06spar.html"} , {"body" : "The year 2006 began with a streak of deadly violence in New York City, with four men killed between midnight and daybreak. Carlos Cintron, 17, was fatally stabbed about 1:30 a.m. when he tried to break up a fight among five friends at Cooper Avenue and 64th Place in Ridgewood, Queens, the police said. After being stabbed, he and two friends ran" , "date" : "20060102" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Violent Start To New Year: 4 Homicides In 5 Hours" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/02\/nyregion\/02murders.html"}]