[  {"body" : "KLUGHERZ--Marjorie, M.D. died peacefully December 24th, 2006 at Brookhaven Nursing Home in Lexington MA. Born November 28th, 1908 in Bensonhurst. She was a physician and practiced pediatrics in Brooklyn for more than 50 years. She graduated from NYU medical school in 1933. She and her husband Irving E. Lieberman, M.D. were classmates in medical" , "date" : "20061227" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "11" , "title" : "Paid Notice: Deaths KLUGHERZ, MARJORIE, M.D." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D00E1D7113AF934A15751C1A9609C8B63"} , {"body" : "At all of the seven charities supported by The New York Times Neediest Cases Fund, there are staffs dedicated to helping the city's poor. When the destitute are overwhelmed, it is these professionals -- social workers, caseworkers, program coordinators and executives -- who listen, search for answers, ferret out resources and advocate for their" , "date" : "20061225" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Neediest Cases; The Lifelines: People Who Listen to Hardships and Find Ways to Help" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9904E1DD1E31F936A15751C1A9609C8B63"} , {"body" : "WHEN developers talk about who will buy all the high-end condominiums that they are building or planning to build in Manhattan, empty nesters invariably make the list. And since the oldest baby boomers turned 60 this year, more and more of them are becoming empty nesters, in many cases with more disposable income than their parents had before them." , "date" : "20061224" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Planning a New Life in the City" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/24\/realestate\/24cov.html"} , {"body" : "A plan by the City Sanitation Department to build a trash-transfer station at the site of a former incinerator on the Bensonhurst waterfront was denounced yesterday by Assemblyman William Colton, the chairman of the State Legislative Commission on Solid Waste Management. At a news conference, Mr. Colton presented an analysis of nine sediment" , "date" : "20061218" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "GRAVESEND BAY (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Trash Station Plan Is Criticized" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/18\/nyregion\/18mbrfs-TRASH.html"} , {"body" : "THE REV. AL SHARPTON and I don't have much in common -- you could argue that's a blessing for both of us -- but we do share a defining backdrop for our wonder years in Brooklyn. At different times, we both attended Samuel J. Tilden High School. And both of us were chagrined by the announcement Monday by the New York City Department of Education" , "date" : "20061217" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "CITY LORE; When Tilden Was the World" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/17\/nyregion\/thecity\/17tild.html"} , {"body" : "As a child in Ukraine, Mila Glucheva would fall asleep to the sound of her father's cough. It was a constant, deep, wretched cough. Every day. Hour after hour. It followed him like a shadow. Always, she could hear him. Her father, a Soviet Army musician, had tuberculosis and emphysema. His lungs were decaying. They could all see it in the blood" , "date" : "20061213" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "The Neediest Cases; A Mother and Her Girls Struggle to Overcome A Legacy of Ailing Lungs" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A01E0DC1531F930A25751C1A9609C8B63"} , {"body" : "The Department of Education said yesterday that it would close five failing high schools, including Lafayette High School in Brooklyn, where teachers and students have sparred bitterly with the principal for months. Four of the schools, including Lafayette, are being run by principals who graduated from the New York City Leadership Academy, a" , "date" : "20061212" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Lafayette Among 5 High Schools to Close" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/12\/nyregion\/12school.html"} , {"body" : "Kathleen M. Cashin is responsible for some of the roughest territory in the New York City school system -- vast stretches of poverty and desolation from Ocean Hill-Brownsville and East New York in Brooklyn to Far Rockaway in Queens, all part of Region 5, where she is superintendent. Already this school year, two of her students have been shot dead," , "date" : "20061204" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Bucking Tide of School Reform, A Superintendent Gets Results" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/04\/nyregion\/04schools.html"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "BEFORE buying a home, PJ Jacobowitz, a lover of computers and comedy, wanted to accomplish two things -- to find a great job in a technical field and to gain experience as a stand-up comic. Though most of his friends lived with roommates in Manhattan, it struck Mr. Jacobowitz, 24, as short-sighted to pay high rent for the privilege of doing so." , "date" : "20061203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "THE HUNT; Beginning the Climb to the Penthouse" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/03\/realestate\/03hunt.html"} , {"body" : "ONE evening late last month, Gary Dennis was striding around Movie Place, his video store on 105th Street near Broadway, with a cordless phone clamped to his ear. His graying hair was brushed back, and he spoke, as usual, out of the side of his mouth. ''No, I'm not going to be in this industry anymore,'' he told the caller. ''The industry's" , "date" : "20061119" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Lights Out" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9905E0D7143EF93AA25752C1A9609C8B63"} ,   {"body" : "Two police officers helped residents, including a 93-year-old woman, leave a burning apartment building in Bensonhurst yesterday, the police said. The officers responded to a report of a fire just before 8 a.m. at a six-story building at 8747 Bay Parkway. The Fire Department said the blaze, confined to an apartment on the sixth floor, was brought" , "date" : "20061114" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Officers Help Residents Flee Fire" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/14\/nyregion\/14mbrfs-BROOKLYNOFFI_BRF.html"} , {"body" : "The body of an unidentified man was found inside a black duffel bag on a heavily traveled street adjacent to the Belt Parkway in Brooklyn last night, the police said. The bag was discovered shortly before 7:30 p.m. between a Dodge Caravan and a Lincoln Town Car parked along the Shore Parkway between Bay 17th Street and 18th Avenue in Bensonhurst," , "date" : "20061110" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Body of Man Is Found in a Bag in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/10\/nyregion\/10body.html"} , {"body" : "Natallia Biahliak's two sons, Igor, 7, and Nikita, 10, started school the first week of September, just like many children across the country. But while Ms. Biahliak and her husband, Andrei, watched the children in their neighborhood in Bensonhurst, Brooklyn, begin the school year, they could only hear about their own children's first day in school" , "date" : "20061109" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "The Neediest Cases; Illness Brings Family to U.S., Then Splits It" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9507E7D71E3FF93AA35752C1A9609C8B63"} , {"body" : "A TREE man never forgets his first love, and for Neil Calvanese, who grew up in Bensonhurst, Brooklyn, that object of affection was a spreading Camperdown elm in Prospect Park, a broad, weeping tree whose gnarled branches are generously draped with green much of the year. It was that alluring elm that in the 1970s inspired Mr. Calvanese to devote" , "date" : "20061105" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "URBAN STUDIES \/ PEAKING; Love and Glory" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/05\/nyregion\/thecity\/05foli.html"} , {"body" : "Yesterday was a big day in Bensonhurst. A block of Bay 26th Street was renamed Herb Berman Way. No, not Herb Berman the failed 2001 candidate for city comptroller. No one is clamoring to name a street after him. Besides, he's still alive. And not Herb Berman the late founder of the Queens College Center for Jewish Studies. The honoree was Herb" , "date" : "20061104" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Immortalizing a Crusader Who Wielded a Mighty Pen" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/04\/nyregion\/04road.html"} , {"body" : "For many Muslim students, Pace University had seemed to be a comfortable haven with a diverse student body that included hundreds of Muslims and offered an easy give and take among students of all races and ethnicities. ''It's an awesome school, absolutely amazing,'' said Naida Jakirlic, 20, last year's president of Pace's Muslim Students" , "date" : "20061021" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Bias Episodes Rattle a University's Diverse Student Body" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/21\/nyregion\/21muslim.html"} , {"body" : "Marcia Tucker, a forceful curator who responded to being fired from the Whitney Museum of American Art by founding the New Museum of Contemporary Art, died on Tuesday at her home in Santa Barbara, Calif. She was 66. Ms. Tucker learned several years ago that she had cancer, but a spokeswoman for the New Museum did not specify the cause of death. In" , "date" : "20061019" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Obituaries"] , "page_facet" : "11" , "title" : "Marcia Tucker, 66, Founder Of a Radical Art Museum" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/19\/obituaries\/19tucker.html"} , {"body" : "Mary Wittenberg, the 44-year-old president of New York Road Runners, is a fast, strong and experienced runner. But she races best, she says, when she runs just behind Witold Bialokur. He can run 10 kilometers, or 6.2 miles, in less than 44 minutes and he is so smooth and controlled. ''He's like a metronome with his pacing,'' Ms. Wittenberg says." , "date" : "20061005" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Front Page" , "U.S." , "Health"] , "page_facet" : "1" , "title" : "Old but Not Frail: A Matter of Heart and Head" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/05\/health\/05age.html"} , {"body" : "THERE'S a 1930's comedy about racing called ''Three Men on a Horse,'' but there's nothing funny about ''Three Men in a Room: The Inside Story of Power and Betrayal in an American Statehouse'' (New Press, $23.95). The book is the proverbial lament about Albany inertia, how things get done in the capital and why they don't, written by former State" , "date" : "20060924" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: READING NEW YORK; The Albany Three, and the Tattletale Telescope" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/24\/nyregion\/thecity\/24read.html"} , {"body" : "Two years ago, when a long-awaited wrecking crew finally tore down the 200-foot smokestacks of the shuttered Southwest Brooklyn Incinerator, residents and elected officials in Bensonhurst were there to celebrate. They even had gold-painted sledgehammers. It was a joyous day for a neighborhood that had fought for more than 40 years to close the" , "date" : "20060917" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GRAVESEND BAY (NYC)" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: BENSONHURST; A Lesson In Civics: The Devil You Know" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/17\/nyregion\/thecity\/17lose.html"} ,   {"body" : "Dr. Jennifer Mei-Ling Tsung and Dr. Derek Lewis Fried, veterinarians, were married yesterday in Manhattan. The Rev. Paul Rock performed the ceremony at Fifth Avenue Presbyterian Church, with Rabbi Richard Davis taking part. Dr. Tsung, 31, is keeping her name. She practices at the Animal Clinic of Bensonhurst in Brooklyn and at the Staten Island" , "date" : "20060917" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "18" , "title" : "WEDDINGS\/CELEBRATIONS; Jennifer Tsung, Derek Fried" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D01E5DF1331F934A2575AC0A9609C8B63"} , {"body" : "He was a Staten Island boy, born and raised there, a graduate of Tottenville High School, so it made sense for Tom Masella to fall into the avocation that his uncles, his brother-in-law and so many of his friends had taken up. After graduating from Wagner College in 1981, he became a firefighter. But he had another dream, one that his colleagues in" , "date" : "20060914" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "2" , "title" : "New Coach on Sideline, New Hope on Campus; From Firehouse to the Field at Fordham" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/14\/sports\/ncaafootball\/14fordham.html"} , {"body" : "Here are glimpses of some of those who lost family members in the Sept. 11, 2001, attack on the World Trade Center, and of their lives since. They were written by Cara Buckley, Glenn Collins, Anthony DePalma, Robin Finn, Jan Hoffman, Tina Kelley, N. R. Kleinfield and Andy Newman. Their stories appear alongside photographs of the victims. With the" , "date" : "20060911" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "14" , "title" : "SEPT. 11, 2001-2006: REVISITING THE FAMILIES; Getting Past the Pain of 9\/11, In Steps Both Big and Small" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F06E1D61431F932A2575AC0A9609C8B63"} , {"author" : "Jonathan Mahler, a contributing writer, is the author of ''Ladies and Gentlemen, the Bronx Is Burning: 1977, Baseball, Politics, and the Battle for the Soul of a City.''" , "body" : "Mayor Bloomberg likes to eat out, and he makes an effort to have at least one meal a week in a borough other than Manhattan, often at restaurants that are more old-school than upscale. On an afternoon last month, he went to Bensonhurst, a working-class Italian neighborhood in Brooklyn, for lunch at the Vegas Diner. ''My ex-wife used to always have" , "date" : "20060910" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "66" , "title" : "The Bloomberg Vista" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/10\/magazine\/10bloomberg.html"} , {"body" : "THE Feast of San Gennaro is scheduled to take over Little Italy from Sept. 14 to 24, and it will no doubt attract its usual swarm of tourists and Italian-Americans craving sausage, grappa and nostalgia at Manhattan's version of Epcot's Italian Pavilion. (O.K., at least Mulberry Street used to be an Italian neighborhood.) That can be fun, but if you" , "date" : "20060903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "10" , "title" : "WEEKEND IN NEW YORK: LITTLE ITALY(S); The D Train to Cannoli Heaven" , "url" : "http:\/\/travel.nytimes.com\/2006\/09\/03\/travel\/03weekend.html"} , {"body" : "Because of an editing error, an article on Tuesday about the death of a New York City sanitation worker in a traffic accident misidentified the location where Mayor Michael R. Bloomberg paid condolences to the worker's family. It was at Bellevue Hospital Center, where the worker was pronounced dead -- not in Bensonhurst, Brooklyn, where he lived." , "date" : "20060901" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9903E3D71E3EF932A3575AC0A9609C8B63"} , {"body" : "A 25-year-old sanitation worker died early yesterday when the truck he was driving overturned and slammed into a guardrail on the Brooklyn-Queens Expressway, throwing him through the windshield and onto a roadway about 30 feet below, the authorities said. The driver, Michael A. Occhino, had worked for the Department of Sanitation for two years, but" , "date" : "20060829" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Truck Driver For the City Dies in a Crash" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/29\/nyregion\/29garbage.html"} , {"body" : "JOE FORNABAIO, a 36-year-old freelance photographer who lives in the East Village, is passionate about one subject: his extended family. ''I always have a camera with me,'' he says, ''and everyone in my family has gotten used to that.'' When relatives gather for birthdays, weddings and holidays like Labor Day, when many families come together, he" , "date" : "20060827" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEW YORK IN FOCUS; Ties That Bind" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/27\/nyregion\/thecity\/27fami.html"} , {"body" : "VITO BUZZETTA, a bricklayer who has lived in Bensonhurst for 33 years, stood in his driveway on a recent afternoon -- hose in one hand, watering can in another -- and gestured toward a six-story apartment building under construction across the street. ''Look what they did,'' he said. ''It's too big.'' Mr. Buzzetta's opinion is a popular one in the" , "date" : "20060820" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN\/ Bensonhurst, Brooklyn; An Old Neighborhood Grows Up Again" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/20\/realestate\/20livi.html"} , {"body" : "An article in some copies on Thursday about a track fire that forced the evacuation of nearly 4,000 passengers from two trains on the Manhattan Bridge gave an erroneous attribution for one passenger's comment and misidentified the neighborhood where another passenger lives. It was Pat Giganti -- not P. J. Dooley -- who said that other passengers" , "date" : "20060819" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B05E7D9153EF93AA2575BC0A9609C8B63"} ,   {"body" : "A track fire sent smoke billowing through a subway tunnel in Downtown Brooklyn during the evening rush yesterday, halting two subway trains carrying nearly 4,000 passengers, who had to be led to safety on the Manhattan Bridge. At least 25 people received minor injuries, including 10 passengers and three firefighters who were treated at hospitals" , "date" : "20060817" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Smoky Track Fire Strands Riders On 2 Trains on Manhattan Bridge" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/17\/nyregion\/17train.html"} , {"body" : "EMMER--Ruth. Died August 6, 2006 in Seattle, WA at the age of 85. She was preceded in death by her loving husband Martin. She is survived by son Fred, daughter Hilary, grandson Josh Gray-Emmer, granddaughters Tamar Dunn and Natasha Dunn, and sister Florence Weissman. Ruth was born, raised and spent most of her life in Brooklyn, NY. She grew up in" , "date" : "20060810" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "14" , "title" : "Paid Notice: Deaths EMMER, RUTH" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9902E1DC163AF933A2575BC0A9609C8B63"} , {"body" : "The youngest inmates of Rikers Island have plenty to worry about: their pending court cases, resolving their charges, when they might reunite with their families. More immediately, they worry that the guards will spontaneously search their bodies and cells. Yet on a recent morning, Jackie Sheeler, who leads poetry writing workshops at one of the" , "date" : "20060809" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "Rhyme and Reason for Young Inmates" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/09\/education\/09POET.html"} , {"body" : "A Brooklyn man was fatally stabbed at his home in Bensonhurst on Sunday afternoon in what the police described as a dispute over whether his companion's adult daughter would move out. The daughter, Lynda Delaney, 26, was arrested shortly after the stabbing, the Brooklyn district attorney's office said. The man, Daniel Ilardi, 54, was stabbed with" , "date" : "20060808" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Brooklyn Man Is Stabbed to Death; Companion's Daughter Is Held" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/08\/nyregion\/08stab.html"} , {"body" : "BEHIND the tall grass and trees of Calvert Vaux Park in Bensonhurst, Brooklyn, hidden from the soccer players on Sundays, is a nautical graveyard. Burned and rotting hulks of abandoned vessels jut from the dirty beach into the silted, sluggish water of Coney Island Creek. The ribs of other ships emerge from the shallows like bones. No one is sure" , "date" : "20060806" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)" , "CONEY ISLAND CREEK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: BENSONHURST; The Ghost Ships of Coney Island Creek" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/06\/nyregion\/thecity\/06grav.html"} , {"body" : "A driver struck and killed a motorcyclist in Bensonhurst last night and was charged with driving with a suspended license, the police said. The man, William O'Connor, 27, of Ovington Avenue in Brooklyn, was turning his Mercedes-Benz from 86th Street to Bay 25th Street about 8 p.m. when he collided with a 36-year-old man on a motorcycle. The" , "date" : "20060801" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Arrest In Fatal Collision" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/01\/nyregion\/01mbrfs-002.html"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Jan. 15, ''Yellowstone to Yukon,'' an exhibition of more than 40 photographs by 11 photographers documenting the animals, vegetation and geology of the regions affected by one of the world's largest wildlife conservation initiatives. Through" , "date" : "20060728" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/28\/arts\/28spar.html"} , {"body" : "ANNE GREZINSKY, a longtime Queens elementary school teacher, paused on the spot where she expects to be buried and frowned at the sea of grave markers dotting Mount Hebron Cemetery in Flushing. Weaving her way among the cramped markers, Ms. Grezinsky, now retired, pointed at the ones that in her view are badly out of place. The markers for Yakov" , "date" : "20060716" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; Death and Discord" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/16\/nyregion\/thecity\/16grav.html"} , {"body" : "It is often the most emotionally charged period during a criminal trial: the brief interlude between the time the jurors notify the court that they have reached a verdict, and the moment when they deliver it. But yesterday, in United States District Court in Brooklyn, Baldassare Amato, a longtime Bonanno soldier who is facing life in prison on" , "date" : "20060713" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Guilty Verdict For 3 in Case Involving Bonanno Clan" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/13\/nyregion\/13mob.html"} , {"body" : "Typically, in New York City, as elsewhere in the United States, a good soccer match is cheered or mourned, but is about as divisive as the metric system. Yesterday was different. In the final game of the World Cup, for the championship of the globe, as billions watched on television or listened on radio, it was Italy versus France, ''La" , "date" : "20060710" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "ITALY" , "FRANCE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "With Soccer on the Screen, France-Italy Borders Spring Up All Across New York" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/10\/nyregion\/10watchers.html"} ,   {"body" : "For Baldassare Amato, a Sicilian immigrant who came to this country more than 30 years ago, traditions seem to die hard. But they are dying nonetheless. Over the last five weeks, Mr. Amato, a slender, hard-eyed 54-year-old, has listened intently in Federal District Court in Brooklyn as prosecutors and Mafia turncoats have told stories of gangland" , "date" : "20060703" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Mob Family's Undoing, a Turncoat at a Time" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/03\/nyregion\/03mob.html"} , {"body" : "THE multimillion-dollar teardown is generally considered a suburban phenomenon, a peculiar indulgence of the well-heeled in places of grassy splendor, like Greenwich or Great Neck. But there is a quiet, out-of-the-way section of the Gravesend neighborhood in Brooklyn where it has become commonplace for houses to trade for millions of dollars, only" , "date" : "20060625" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Paying Any Price To Live Here" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/25\/realestate\/25cov.html"} , {"body" : "THE traffic arteries heading out of the city were already clogged with cars as the Jetty Jumpers, a group of ordinary guys with comic-book nicknames, made good their escape from New York. It was wave-running weather on the Brooklyn waterfront, and the surf was up. First came Saze, a carpenter from Coney Island, whose favorite tree had been blowing" , "date" : "20060618" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BREEZY POINT (NY)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "URBAN STUDIES: Jumping; Their Great Escape" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/18\/nyregion\/thecity\/18jett.html"} , {"body" : "A New York City panel is examining whether the city should subsidize job centers for day laborers to link this overwhelmingly immigrant work force to prospective employers and curb wage and workplace abuses. The job centers would bring a measure of regulation to an informal economy that involves throngs of immigrants gathering on curbsides and in" , "date" : "20060616" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "City to Consider Job Centers For Day Labor" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/16\/nyregion\/16laborers.html"} , {"body" : "Chinatown Brasserie is a good half-mile north of Chinatown, but it is dim sum central. This 275-seat duplex, owned by John McDonald and Joshua Pickard, is to open tomorrow at 380 Lafayette Street (Great Jones Street), in the former Time Cafe location. It will serve more than 40 varieties of dim sum, including Shanghai-style soup dumplings, delicate" , "date" : "20060531" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; North of Chinatown, a Palace of Dim Sum" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9800E1D91F3EF932A05756C0A9609C8B63"} , {"body" : "It is no secret to the Muslim immigrants of Bay Ridge, Brooklyn, that spies live among them. Almost anyone can rattle off what they regard as the telltale signs of police informers: They like to talk politics. They have plenty of free time. They live in the neighborhood, but have no local relatives. ''They think we don't know, but we know who they" , "date" : "20060527" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "As Police Watch for Terrorists, Brooklyn Muslims Feel the Eyes" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/27\/nyregion\/27muslim.html"} , {"body" : "ON a Saturday evening at the restaurant Tommaso not long ago, the lights in the main dining room burned bright, glinting off mirrors and illuminating plates of chicken scarpariello, which someone at just about every table had ordered. The air was thick with the scents of garlic, onions and Parmesan. It was also loud with song -- specifically, opera" , "date" : "20060503" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "1" , "title" : "CRITIC'S NOTEBOOK; Oh, My: Now That Was Italian" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/03\/dining\/03notebook.html"} , {"body" : "The cherry blossoms were in bloom at the Brooklyn Botanic Garden last week, and at a dress rehearsal for the garden's 25th annual festival celebrating the blossoms this weekend, traditional Japanese dancers were twirling parasols and fans, while a pop band called Gaijin à Go-Go strutted through a song. And on a plaza near the visitor center, a" , "date" : "20060430" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["INUYAMA (JAPAN)" , "JAPAN" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN BOTANIC GARDEN; Raised in Bensonhurst, Now Pitching for Japan" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/30\/nyregion\/thecity\/30japa.html"} , {"body" : "A California neuroscientist and biologist whose research of fruit flies found genetic links to human behavior was awarded the $500,000 Albany Medical Center Prize in Medicine and Biomedical Research, the country's largest award in the field. The winner, Dr. Seymour Benzer, a researcher at the California Institute of Technology, began his pioneering" , "date" : "20060429" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Science" , "New York and Region"] , "page_facet" : "3" , "title" : "Studying Tiny Fruit Flies, And Reaping Big Rewards" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/29\/nyregion\/29science.html"} , {"body" : "INSIDE St. Francis Xavier Cathedral, a Gothic-style building from the 1890's, a middle-aged man with a heavy Brooklyn accent introduces a swing band visiting from Xaverian High School in Bay Ridge. And then the teenage musicians, in white shirts and black pants, start to play ''In the Mood.'' The crowd sways to the music. For a moment, I forget I'm" , "date" : "20060402" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["JAPAN"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "3" , "title" : "JOURNEYS: NAGOYA, JAPAN; Architecture From When the East Looked West" , "url" : "http:\/\/travel.nytimes.com\/2006\/04\/02\/travel\/02journeys.html"} ,   {"body" : "It could be argued that one of the most intriguing characters in the trial of Louis J. Eppolito and Stephen Caracappa is not a person, but a place. As absorbing as the witnesses, the lawyers and the two defendants is the borough of Brooklyn, which has arisen in the trial as something like an empire of the ill-fated and often illicitly employed." , "date" : "20060330" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Listen to the Testimony: Only the Sleazy Know This Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/30\/nyregion\/30cops.html"} , {"body" : "To look at him, one might never guess that Burton Kaplan devoted 40 years to a protean life of crime. Short, bald, meek, myopic, Mr. Kaplan is an unassuming presence, an aging man from Brooklyn with more than a vague resemblance to the low-rent hucksters who gather every week for pastrami sandwiches in Woody Allen's ''Broadway Danny Rose.'' He is a" , "date" : "20060318" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "An Unassuming Witness Steeped in the Underworld" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/18\/nyregion\/18cops.html"} , {"body" : "With clipped tones and a shy, retiring manner, a convicted marijuana dealer took the stand yesterday in the trial of Louis J. Eppolito and Stephen Caracappa and told jurors that the two retired New York detectives had served as killers for the mob, murdering at least two men and kidnapping another on its behalf. It was the first time in the" , "date" : "20060315" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Witness Says Ex-Detectives Served Mob, and Killed for It" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/15\/nyregion\/15cops.html"} , {"body" : "One of my favorite scenes in the Jim Jarmusch movie ''Down by Law'' involves Roberto Benigni standing in the woods, triumphantly clutching a dead rabbit by its hind legs and trying to explain to his fellow prison escapees Tom Waits and John Lurie that he has just procured their supper, the old-fashioned way. ''Very difficult to catch rabbit,''" , "date" : "20060312" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "65" , "title" : "The Way We Eat; Rabbit Is Rich" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F02E6DB1531F931A25750C0A9609C8B63"} , {"body" : "The F.B.I. agent and the imam sat across a long wooden table at a Brooklyn youth center last August. Would the imam, the agent asked, report anyone who seemed prone to terrorism? Sheik Reda Shata leaned back in his chair and studied the agent. Nearly a year had passed since the authorities had charged two young men, one of whom prayed at Mr." , "date" : "20060306" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "World"] , "page_facet" : "1" , "title" : "Between Two Worlds in Brooklyn; To Lead the Faithful in a Faith Under Fire" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/06\/nyregion\/06imam.html"} , {"body" : "It was something in the eyes. Gone was the lethal half-lidded gaze leveled over a serving of lasagna by the Mafia captain Paul Cicero in ''Goodfellas.'' Nor was the look the chillingly impenetrable lower-lid droop of the diplomat Henry Kissinger in ''Nixon.'' Rather, these were the eyes -- not quite wide and clouded with shame -- of a kind and" , "date" : "20060304" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "9" , "title" : "A Lion of Drama Lets His Operatic Soul Roar" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/04\/arts\/music\/04sorv.html"} , {"body" : "A self-described member of John A. Gotti's crime organization described in court yesterday coming of age in a world where he held many construction jobs, yet never did any real work. The mobster, Joseph D'Angelo, 37, said he had hardly done an honest day's work in his life, not so much because he did not want to but because he was not expected to," , "date" : "20060301" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Mobster Recalls Schemes In Days as a Gotti Soldier" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/01\/nyregion\/01gotti.html"} , {"body" : "A 19-year-old man was stabbed to death early yesterday and his brother-in-law was critically injured during a frenzied street fight outside a Brooklyn apartment building, the authorities said. The man, identified by relatives as Joseph Horvath, was stabbed once in the lower back and taken to Lutheran Medical Center, where he was pronounced dead," , "date" : "20060226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Man, 19, Is Fatally Stabbed In Street Fight in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/26\/nyregion\/26slay.html"} , {"body" : "Four men were charged yesterday with operating a corrupt $4.6 million enterprise to harvest human tissue from funeral homes and sell it for use in transplants and research. The men -- a former dentist, two of his workers and an embalmer -- pleaded not guilty at their arraignment in State Supreme Court in Brooklyn. Justice John P. Walsh set bail of" , "date" : "20060224" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW JERSEY" , "FORT LEE (NJ)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "4" , "title" : "4 Men Charged in What Officials Call a $4.6 Million Trade in Human Body Parts" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/24\/nyregion\/24corpses.html"} , {"body" : "A dentist at the center of a broad investigation involving corpses plundered for bone, tissue and other marketable parts turned himself in last night to the Brooklyn district attorney after receiving an order to surrender, the district attorney's office said. The dentist, Dr. Michael Mastromarino, turned himself in at 10 p.m. The charges against" , "date" : "20060223" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "6" , "title" : "Dentist Surrenders in Inquiry Into a Scheme to Loot Corpses" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/23\/nyregion\/23parts.html"} ,   {"body" : "It was Christmas Eve 1988, Michael DiLeonardo said, when Jackie D'Amico, a captain in the Gambino crime family, told him, ''Put a suit on, you're going to get straightened out.'' He went to an apartment on Mulberry Street in Little Italy, a few blocks from the Ravenite Social Club, home base of the Gambino family. There he waited in a room with" , "date" : "20060223" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Enforcer Paints Picture Of Gotti as Powerful Don" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/23\/nyregion\/23gotti.html"} , {"body" : "She was a girl left behind for years in a Ukraine orphanage while her grandmother and older brother started a new life in Brooklyn. Their failed efforts to bring her to America under an immigration provision known as ''humanitarian parole'' underscored the mystery of the process that lawyers liken to a contest of human suffering, with the United" , "date" : "20060221" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UKRAINE" , "NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "To Brooklyn From Ukraine, Orphan's Rescue Has a Happy Ending" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/21\/nyregion\/21orphan.html"} , {"body" : "Like a lot of boys growing up in Brooklyn neighborhoods like Bay Ridge and Bensonhurst, Leonard Armato spent many a summer day taking in the sun and sand at Coney Island. When Mr. Armato was 11, his father moved the family to Los Angeles to take a job at the University of Southern California. The rest was beach volleyball history. Mr. Armato, now" , "date" : "20060212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: CONEY ISLAND; On a Gritty Shore, California Dreaming" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/12\/nyregion\/thecity\/12voll.html"} , {"body" : "Bowling balls clacked and whirred the other morning at Mark Lanes, a 36-lane alley on 88th Street in Bay Ridge, Brooklyn, where little other than the modern auto-scoring machines seems to have changed since the place opened in the 1960's. As the Bay Ridge Church Ladies league finished its games, a dozen women with cotton-white hair bemoaned the" , "date" : "20060212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: BAY RIDGE; Crashing Pins May Give Way To Parking -- and Laments" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/12\/nyregion\/thecity\/12bowl.html"} , {"body" : "As abuse complaints poured into a city child welfare office in Brooklyn, one caseworker stashed files for 17 unresolved cases in her desk drawer, where they languished for weeks. Supervisors were lax in reviewing cases or even keeping records. When they did look over case files, some backdated their entries to cover up the delay. These revelations" , "date" : "20060129" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "A Struggle to Aid Children In an Office Full of Quarrels" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/29\/nyregion\/29child.html"} , {"author" : "Robert Gangi, the executive director of the Correctional Association of New York, is the author of the novel ''Johnny Once,'' which is available online at www.amazon.com." , "body" : "HOME for me is the Upper West Side of Manhattan -- it has been for nearly 40 years -- but more and more lately my thoughts take me to my earlier home, the old world of Brooklyn, especially that loud, gaudy Italian-American enclave, Bensonhurst. Perhaps the pull of memory and the yearning to return to my roots have grown stronger as I've gotten" , "date" : "20060115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK OBSERVED; Bensonhurst on His Mind" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/15\/nyregion\/thecity\/15once.html"} , {"body" : "AT a coffee shop in TriBeCa one morning two weeks ago, David Minh Wong, age 7, was in constant motion. He played with quarters on the table. He dropped them on the floor. He leaned on his mother and walked away. ''Tell him I'm strong,'' he said to his mother, Yolanda Badillo, 50. She sat in a booth with a neighbor, who was there with her" , "date" : "20060112" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style" , "Health"] , "page_facet" : "1" , "title" : "Are They Here to Save The World?" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/12\/fashion\/thursdaystyles\/12INDIGO.html"}]