[  {"body" : "Converted Barn $1,775,000 CONNECTICUT: 55 Cider Mill Lane, Fairfield An 1890 horse barn fully renovated into a three-story residence with five bedrooms, four and a half baths, finished basement, central air, in-ground pool, three-car detached garage and courtyard patio on 1.12 acres. The lower level includes a legal two-bedroom apartment with a" , "date" : "20061231" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E01E4DA1F31F932A05751C1A9609C8B63"} , {"body" : "A quiz for aspiring burglars: You've just stolen $25,000 or so from a church safe during Christmas morning Mass. There is a witness, a man who asked you what you were doing lugging a heavy metal box containing the money to your Lincoln Navigator, the one with the Vermont plates. The crime is a sensation, all over the news. An entire city is" , "date" : "20061228" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Crime During Christmas Mass Proves Far From Perfect" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/28\/nyregion\/28church.html"} , {"body" : "OPEN NOW FIRESIDE -- Sam DeMarco is the chef for this restaurant in the Omni Berkshire Place hotel, where he is serving small plates and more substantial dishes of lusty seasonal food, including pork osso buco, skate in brown butter and foie gras popsicles: 21 East 52nd Street, (212) 754-5011. DONNA DA VINE -- Alyssa Becker and her sister, Jenifer," , "date" : "20061227" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; OFF THE MENU" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/27\/dining\/27off.html"} , {"body" : "The City Council yesterday approved the first major overhaul of the most popular tax break for apartment building developers, adopting a plan intended to induce them to build tens of thousands of apartments for people other than the well-heeled. The changes, which Mayor Michael R. Bloomberg supported and which would go into effect in 2008," , "date" : "20061221" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "IN OVERHAUL, CITY SEEKS TO EXPAND LOWER-COST UNITS" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/21\/nyregion\/21housing.html"} , {"body" : "7 Fishes, 7 Restaurants The Italian Christmas Eve dinner, Feast of the Seven Fishes, will be served in restaurants including these, with prices excluding beverages, tax and tip, unless noted: Felidia, 243 East 58th Street, (212) 758-1479, $105. Five Points, 31 Great Jones Street (Bowery), (212) 253-5700, $65. Gonzo, 140 West 13th Street, (212)" , "date" : "20061220" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "5" , "title" : "CALENDAR" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A03E6DF1031F933A15751C1A9609C8B63"} , {"body" : "There's a certain facial expression, a mix of anguish and unsated desire, that Sonia Gordon knows she will see each time she tells one of her customers that her restaurant has run out of oxtail stew. ''People leave work, and oxtail is on their mind,'' said Ms. Gordon, the owner and the cook at Stir It Up, a West Indian restaurant on Atlantic Avenue" , "date" : "20061217" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Mouths Water For a Treat Turned Scarce" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/17\/nyregion\/thecity\/17oxta.html"} , {"body" : "The front window of Davisons & Company, a small storefront on Atlantic Avenue in Brooklyn, bears portraits of two men. One is Nissim Isaac David, an Iraqi Jew who fled Iraq in 1946, leaving behind a store in Baghdad to set up an import-export business in New York. The other is his grandson Michael Rakowitz, 33, an artist and, for the last two" , "date" : "20061217" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "IRAQ"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: BOERUM HILL; Bittersweet Talismans From a Ravaged Land" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/17\/nyregion\/thecity\/17date.html"} , {"body" : "THE tiny foyer of Isidro Blasco and Sarah Jay's co-op is decorated with oil paintings that form a trail of their former residences. The couple, who have been married for nine years, have moved a lot. There was the Brooklyn rental. The dingy Shanghai hotel room they shared with a rat. The upstate cottage they transformed from creepy to cute. And" , "date" : "20061126" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS\/Jackson Heights, Queens; As Permanent a Home As Any One Can Be" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/26\/realestate\/26habi.html"} , {"body" : "To the Editor: ''Spying on Nanny,'' by Emma McLaughlin and Nicola Kraus (Op-Ed, Nov. 19), was certainly accurate about the need for professional resources and guidance for this expanding group of employees. It, however, did not recognize the needs of parents whose primary concern is the welfare of their children. Like the popular nanny cams, the" , "date" : "20061126" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "Watching Those Who Watch Your Kids" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E2D7133EF935A15752C1A9609C8B63"} , {"body" : "Smith Street in Brooklyn, the center of a restaurant renaissance during the past decade, shows no sign of slowing down. Vietnamese, Italian and French cuisines are among the most recent arrivals. HANCO'S (718) 858-6818; 85 Bergen Street (Smith Street), Boerum Hill; $; Article: 3\/8\/06. This bright little Vietnamese shop, owned by Hanco Tang, has" , "date" : "20061119" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "GOOD EATING\/SMITH STREET; Newborns at a Renaissance" , "url" : "http:\/\/events.nytimes.com\/2006\/11\/19\/nyregion\/thecity\/19rest.html"} ,   {"body" : "It was the first of three public hearings on the $4.2 billion Atlantic Yards development, and Umar Jordan, a 51-year-old resident of Bushwick, Brooklyn, strode to the front of the auditorium and offered a vigorous defense of the proposal. ''I'm here to speak for the underprivileged, the people that don't get the opportunity to work, the brothers" , "date" : "20061112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "ATLANTIC YARDS (BROOKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Perspectives on the Atlantic Yards Development Through the Prism of Race" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/12\/nyregion\/12yards.html"} , {"body" : "A 34-year-old Queens man was shot and killed early yesterday near a 24-hour diner in Boerum Hill, Brooklyn, while four men were stabbed outside a sports bar in a separate fight in Sheepshead Bay, the police and witnesses said. The Queens man, Dallas Gilchrist, was shot about five times around 5 a.m. outside City Lights Diner, at the corner of" , "date" : "20061112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "Fights Leave 1 Man Dead And 5 Injured In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/12\/nyregion\/12slaying.html"} , {"body" : "Cheryl Kleinman and Ellen Baumwoll have been making elaborately decorated wedding cakes by appointment at their two companies, Cheryl Kleinman Cakes and Bijoux Doux Specialty Cakes, respectively. Now these two have opened an airy little Brooklyn shop, Betty Bakery, named for Betty Van Nostrand, their teacher and mentor. This felicitous" , "date" : "20061108" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; Two Cakemakers in One Brooklyn Shop" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E7D6113FF93BA35752C1A9609C8B63"} , {"body" : "I'VE never hungered for sponge-painted walls or red and white tablecloths or an old Fernet-Branca poster -- design elements that practically croon ''That's Amore'' -- as much as I did at Lunetta, a new spot on Smith Street in Boerum Hill, Brooklyn. Before Adam Shepard, the chef and a partner in the restaurant, introduced Lunetta's Italian menu last" , "date" : "20061108" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "14" , "title" : "$25 AND UNDER; The Vibe, the Herbs, the Pasta" , "url" : "http:\/\/events.nytimes.com\/2006\/11\/08\/dining\/reviews\/08unde.html"} , {"body" : "Lake-View Tudor $595,000 NEW JERSEY: 57 Oakwood Drive, Wayne A four-bedroom, three-bath Tudor-style home, built on the foundation of a house demolished in 1988. The setting is one street from Lake Packanack and its community clubhouse, and two blocks from a golf course. The house has nice-sized rooms and an attached two-car garage. Donna Staccioli," , "date" : "20061105" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE5D6133FF936A35752C1A9609C8B63"} , {"body" : "THE bench where 75-year-old Alvaro Fernandez was sitting when he was killed by a runaway van was gone Wednesday, two weeks to the day after the accident at the corner of Atlantic Avenue and Hoyt Street in Boerum Hill. A handmade memorial that had marked the spot was also gone, but a fire alarm box that the van had plowed over after jumping the curb" , "date" : "20061022" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BOERUM HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "STREET LEVEL\/BOERUM HILL; A Freeway Amid the Brownstones" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/22\/nyregion\/thecity\/22stre.html"} , {"body" : "A man crossing Atlantic Avenue in Boerum Hill about 3:50 a.m. yesterday was struck by two vehicles and killed, the police said. The driver of the first vehicle, Dion Gadsen, 26, of Prospect Heights, was charged with driving with a suspended license, and the driver of the second vehicle was not charged, the police said. The identity of the" , "date" : "20061010" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Metro Briefing | New York: Brooklyn: Man Dies After Being Struck By Two Cars" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/10\/nyregion\/10mbrfs-002.html"} , {"body" : "A man whom neighbors called a fixture in Boerum Hill, Brooklyn, was killed yesterday when a van jumped a curb and slammed into him as he sat in one of his usual spots: a wooden bench outside a popular market. The man was identified by the police as Alvaro Fernandez, 75, of Staten Island. And although he did not live in the neighborhood, those who" , "date" : "20061005" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Crash Sends Van Into Bench, Killing Hoyt Street Mainstay" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/05\/nyregion\/05hit.html"} , {"body" : "OPENING THIS WEEK LA LUNETTA -- Adam Shepard, below, made a name for himself in Boerum Hill, Brooklyn, cooking praiseworthy Japanese-style dishes like ramen with Berkshire pork, hanger steak with tempura onions, and grilled shrimp soba at his restaurant Taku. But customers in the neighborhood considered Taku to be a weekend and special occasion" , "date" : "20061004" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; OFF THE MENU" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/04\/dining\/04off.html"} , {"body" : "PAUL FORD, a soft-spoken, sturdily built 32-year-old who works as an editor at Harper's Magazine, sometimes describes his commute between his apartment in Gowanus, Brooklyn, and his office on Broadway near Bond Street as feeling ''like a video game, except you can get killed.'' And in fact, watching Mr. Ford weave through the city's traffic-clogged" , "date" : "20060924" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Queasy Rider" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/24\/nyregion\/thecity\/24bike.html"} ,   {"body" : "A group of neighborhood and civic associations will propose a series of changes to Brooklyn's controversial Atlantic Yards real estate development this weekend, taking a new tack in the bitter debate over the project. The effort will diverge markedly from the strategy of other project skeptics, notably Develop Don't Destroy Brooklyn, a coalition of" , "date" : "20060922" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "ATLANTIC YARDS (BROOKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Group to Propose Changes to Yards Project" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/22\/nyregion\/22yards.html"} , {"body" : "BROOKLYN'S enthusiasts will tell you that the borough is like Paris in its long and distinguished literary tradition. And that consummate enthusiast, Marty Markowitz, the Brooklyn borough president, has even been known to call it ''the new Left Bank.'' Tomorrow Mr. Markowitz's office has organized what he calls the first-ever Brooklyn Book Festival" , "date" : "20060915" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "25" , "title" : "Literary Voice, Brooklyn Accent" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/15\/books\/15broo.html"} , {"body" : "AT midnight on the evening of Thursday, Aug. 31, WLIB-AM, one of the city's most storied radio stations and one that for years broadcast from the fabled Hotel Theresa in Harlem, ushered in a new era. A staff member cued up a rousing hymn called ''High Praise,'' and with the push of a button, WLIB was now ''Your praise and inspiration station,''" , "date" : "20060910" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; For the Heartbeat of Harlem, a New Amen Chorus" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/10\/nyregion\/thecity\/10wlib.html"} , {"body" : "The four-way Democratic race for a Congressional seat in Brooklyn intensified yesterday on the busiest campaign day of the New York primary season, as one candidate faced hecklers -- and even a hurtling doughnut -- in a showdown that underscored the racial tensions in that race. The biggest names in state politics also descended on Eastern Parkway" , "date" : "20060905" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Politicians Go on Parade in Brooklyn; Then Some Are Heckled" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/05\/nyregion\/05york.html"} , {"body" : "Sex in New York City, as glamorized as it may be, is far from perfect. From East Village cafes to the streets of East Harlem, women recount tales of broken condoms, and nights of drinking that led to bad decisions and unwanted pregnancies. The morning-after pill, or Plan B, which can prevent pregnancy if taken within 72 hours of unprotected" , "date" : "20060826" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Easier Access To Plan B Pill Evokes Praise, And Concern" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/26\/nyregion\/26morning.html"} , {"body" : "Manhattan GRAMERCY PARK $1.395 million10 West 15th Street(Parker Gramercy) 2-bedroom, 2-bath, 1,150-sq.-ft. co-op in a postwar building; 24-hr. doormen; dining area, renovated kitchen with granite countertops and upgraded appliances, home office; south exposure; maintenance $1,160, 49% tax deductible; listed at $1.395 million, 18 weeks on market" , "date" : "20060824" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/24\/garden\/24residential.html"} , {"body" : "Manhattan GRAMERCY PARK $1.395 million 10 West 15th Street (Parker Gramercy) 2-bedroom, 2-bath, 1,150-sq.-ft. co-op in a postwar building; 24-hr. doormen; dining area, renovated kitchen with granite countertops and upgraded appliances, home office; south exposure; maintenance $1,160, 49% tax deductible; listed at $1.395 million, 18 weeks on market" , "date" : "20060824" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E3DE133EF937A1575BC0A9609C8B63"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Jan. 15, ''Yellowstone to Yukon,'' an exhibition of more than 40 photographs by 11 photographers documenting the animals, vegetation and geology of the regions affected by one of the world's largest wildlife conservation initiatives. Through" , "date" : "20060818" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/18\/arts\/18spar.html"} , {"body" : "THE one-day Brooklyn Country Music Festival kicks off on Sept. 9, which raises the inevitable question: There's a country music festival in Brooklyn? Not only that, but fans of honky-tonk, bluegrass and rockabilly don't need to plan a trip around it. There's a spirited country scene every weekend in New York City and, modest though it may be, you'd" , "date" : "20060813" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "12" , "title" : "WEEKEND IN NEW YORK: HONKY-TONK CITY; Torchbearers of Urban Twang" , "url" : "http:\/\/travel.nytimes.com\/2006\/08\/13\/travel\/13weekend.html"} , {"body" : "Brooklyn Center for the Urban Environment; (718) 788-8500, extension 208. Sharon Seitz and Stuart Miller, the authors of The Other Islands of New York City: A History and Guide (Countryman Press, 2001), will lead a tour by water taxi to Roosevelt Island, and Randalls, Wards and the Brother islands, on Sunday from 9 a.m. to noon. Advance payment," , "date" : "20060803" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "0" , "title" : "Calendar: New York by Foot and Boat" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/03\/garden\/03cal.html"} ,   {"body" : "If 1,200 or so high-rise apartments, a hotel and other private buildings occupy about one-tenth of the land reserved for a park project, is it still a park? The city and state are poised to transform a 1.3-mile stretch of derelict docks and warehouses in Brooklyn Heights into a ribbon of recreation. The 85-acre site, which offers breathtaking views" , "date" : "20060723" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN BRIDGE PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Debate Rages on Housing At Planned Brooklyn Park" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/23\/nyregion\/23bridge.html"} , {"body" : "As Andrew Sarno cruised down Fifth Avenue in Park Slope the other morning, children gawked and dog walkers cast puzzled looks in his direction. When Mr. Sarno stopped his tractor at a red light, a large man named Otis Bryant pulled up in a truck next to him. ''I used to drive that when I was 8 years old!'' Mr. Bryant shouted. ''Down in North" , "date" : "20060723" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: PARK SLOPE; Green Acres Is Not the Place for Him" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/23\/nyregion\/thecity\/23trac.html"} , {"body" : "SANFORD I. WEILL, the former chairman of Citigroup, and his wife, Joan, sold a co-op penthouse last month at 14 East 90th Street to Elizabeth A. Sackler, the arts patron known for her contributions to the Brooklyn Museum. The apartment, which has a large terrace, had an asking price of $10.5 million. Mr. Weill, 73, stepped down as the chairman of" , "date" : "20060716" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "BIG DEAL; My Neighbor, My Buyer" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/16\/realestate\/16deal1.html"} , {"body" : "Attractions Museums and Sites HISTORIC RICHMOND TOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. Tomorrow at 2 p.m., a lecture about Staten Island's acres of parkland by Thomas Paulo, Staten Island borough commissioner of parks. Fee: $5; students and members of the Staten Island Historical Society, $4. Hours: Wednesdays" , "date" : "20060714" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/14\/arts\/14spar.html"} , {"author" : "This column about the local economy appears every other week. E-mail address: homefront@nytimes.com." , "body" : "MICHELLE LEWIS had cooked some chickens and had broken the meat into small pieces. Now she was cutting fresh squash, broccoli, cauliflower, carrots and celery into even smaller pieces, which she would briefly boil. She would later mix everything together, along with safflower oil, flaxseed oil, coconut oil, brown rice and hard-boiled eggs and their" , "date" : "20060709" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Job Market"] , "page_facet" : "1" , "title" : "HOME FRONT; The Latest Dish, for Four-Legged Friends" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/09\/nyregion\/09homefront.html"} , {"body" : "For the last four decades, the predominantly black population of central Brooklyn has been represented in Washington by one of its own, a tradition that dates to the 1968 victory of Shirley Chisholm, the first black woman elected to Congress. But now, in a district whose boundaries were drawn to strengthen black voting power, residents are locked" , "date" : "20060625" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Shirley Chisholm's Brooklyn, Rancor Over White Candidacy" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/25\/nyregion\/25brooklyn.html"} , {"body" : "WHEN Charlie Sahadi was growing up in Bay Ridge, Brooklyn, in the 1950's, other neighborhood children set up lemonade stands on hot days. Charlie and his brother sold rose- and violet-flavored drinks at the end of their driveway instead. Their great-uncle was Ibrahim Sahadi, who came to New York from the fertile Bekaa Valley in Lebanon, and began" , "date" : "20060621" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "1" , "title" : "SUMMER DRINKS; The World's Cups" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/21\/dining\/21drink.html"} , {"body" : "CARMINE CINCOTTA, 53, was in his usual position at the back of Jim and Andy's, a narrow slip of a produce store on Court Street along the Boerum Hill-Cobble Hill fault line. A folded copy of a newspaper rested on a box of kiwis in front of him, open to the crossword. ''Fielding novel?'' he grunted, eyes peering over the tops of his black spectacles" , "date" : "20060618" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "CITY PEOPLE; Family Matters on Court Street" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/18\/nyregion\/thecity\/18stor.html"} , {"body" : "IT'S all gone: every diamond ring, every stack of bills and birth certificate. Today, the safe deposit boxes in the subterranean vault of what used to be the Williamsburgh Savings Bank lie empty in haphazard piles on the dusty floor. The massive vault doors, several feet thick, stand open. No calls will ever go out to Mrs. Helen Massone, whose" , "date" : "20060611" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "For Brooklyn's Beacon, The Luxe Life" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/11\/nyregion\/thecity\/11bank.html"} , {"body" : "West Village Co-op $1,100,000 MANHATTAN: 260 West 10th Street (at Greenwich Street) A one-bedroom, two-bath co-op. Jayme Gordis, the Corcoran Group (718) 832-4197; www.corcoran.com MAINTENANCE: $1,340 a month PROS: A former carriage house, this co-op has a private entrance with tall, wide doors and a small gated stoop. The living space has 13-foot" , "date" : "20060611" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E00E6D71531F932A25755C0A9609C8B63"} ,   {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20060609" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings: June 9 - June 15" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E0DA1531F93AA35755C0A9609C8B63"} , {"body" : "Attractions Museums MUSEUM OF THE CITY OF NEW YORK, 1120 Fifth Avenue, at 103rd Street. Tomorrow at 3 p.m., a discussion with the singer Julie Andrews and her daughter, Emma Walton Hamilton, the authors of ''The Great American Mousical,'' a children's book with illustrations by the stage designer Tony Walton, Ms. Andrew's former husband and Ms." , "date" : "20060609" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/09\/arts\/09spar.html"} , {"body" : "AT Ayun Halliday's and Greg Kotis's SoHo wedding on Nov. 4, 1995, their friends and family didn't wonder whether the marriage would last, but they did question how long their artsy, downtown, no-health-insurance, no-safety-net lifestyle would go on. How long could they write plays on the fire escape, drink out of peanut butter jars and live in an" , "date" : "20060521" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "15" , "title" : "STATE OF THE UNIONS; Ayun Halliday and Greg Kotis -- Featured in Vows, Nov. 12, 1995" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/21\/fashion\/weddings\/21unio.html"} , {"body" : "Manhattan CHELSEA $599,900 355 West 29th Street 1-bedroom, 1-bath, 750-sq.-ft. co-op in a prewar building; dining area, home office, fireplace; French doors, 10-ft. ceilings, north and east exposures, needs work; laundry in building; maintenance $689, 50% tax deductible; listed at $599,000 (multiple bids), 17 weeks on market (broker: Corcoran" , "date" : "20060518" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE1DE123EF93BA25756C0A9609C8B63"} , {"body" : "WALKING south from Brooklyn Heights and encountering a new set of dignified brownstones and cheery stroller-pushing residents, the uninitiated visitor could be forgiven for believing that the Heights continues across Atlantic Avenue. Yet as residents of Cobble Hill might tell you, there is a world of difference in their neighborhood's tranquil" , "date" : "20060423" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "LIVING IN\/Cobble Hill, Brooklyn; A Timeless Neighborhood Grows Even More Popular" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/23\/realestate\/23livi.html"} , {"body" : "NOTHING excites a restaurant hound like the special dish that customers will never taste. Maybe it's the fritters a chef fries up only for friends, or the mole the Oaxacan line cooks serve for staff meals. Or maybe it's the McBruschetta. Amid a string of exchanges on an Internet message board for McDonald's employees around the world at" , "date" : "20060412" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Dining and Wine" , "Arts" , "Technology"] , "page_facet" : "5" , "title" : "Fast-Food Chefs, Having It Their Way" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/12\/dining\/12fast.html"} , {"body" : "An accomplished fund-raiser for New York City's public schools has been picked as the president of the corporation devoted to the reinvention of Governors Island, a $1 gift to the city and state whose future has been mulled over for three years with little to show for the effort. Leslie Koch, chief executive of the Fund for Public Schools, the" , "date" : "20060331" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "GOVERNORS ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "A New Motivator for Governors Island" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/31\/nyregion\/31governors.html"} , {"body" : "To the Editor: A student of New York State education financing since the 1972 Fleischmann Report told Gov. Nelson A. Rockefeller that the state was shortchanging its cities, I applaud Mayor Michael R. Bloomberg's recently found hard-line stance. That report established that the Legislature had systematically stolen money from cities' shares of" , "date" : "20060326" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region" , "Education"] , "page_facet" : "11" , "title" : "Real Estate Taxes And City Schools" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990DE4D71730F935A15750C0A9609C8B63"} , {"author" : "E-mail: purnick@nytimes.com" , "body" : "ANYONE who doubts the importance New Yorkers place on education -- singled out as their top priority in poll after poll -- should see the e-mail messages that poured in after last Thursday's column about the frustrations of parents trying to get their children into ''gifted'' programs on the Upper West Side. ''Why do I have to send my child to an" , "date" : "20060316" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Metro Matters; Schools Strike A Nerve. Parents Yell." , "url" : "http:\/\/select.nytimes.com\/\/2006\/03\/16\/nyregion\/16matters.html"} , {"body" : "The window grate was down last week at American Liberty Bail Bonds, on Atlantic Avenue in Brooklyn, and it looked as if it had been down for a while. The sign out front was intact, but the storefront, across from the vacant Brooklyn House of Detention on the edge of Boerum Hill, was now home to jumbled stacks of chairs, a dusty dryer and a chunk of" , "date" : "20060312" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN; Jailhouse Blues? On the Contrary" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/12\/nyregion\/thecity\/12dete.html"} ,   {"body" : "The Brooklyn House of Detention, bounded by Atlantic Avenue and the criminal courts building, is apparently headed into a mixed-use future. Soon, it will house not only inmates and jail cells, but also, in a vision endorsed by the mayor, a 24,000-square-foot strip mall on the street level. The biggest question may now be which businesses the" , "date" : "20060312" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Prisoners Up Above, 'Nifty-Gifties' Down Below" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/12\/nyregion\/12jail.html"} , {"body" : "By almost any measure, the Brooklyn House of Detention, 10 stories of razor wire and wire-mesh windows in Boerum Hill, is a repellent sight. But, the city reasons, it need not be so. So, to attract people other than criminal suspects to the 760-bed jail, the Correction Department has decided to convert part of the complex into 24,000 square feet of" , "date" : "20060310" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Brooklyn House of Detention, Seen as a Jail With Retail" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/10\/nyregion\/10jail.html"} , {"body" : "Just a couple of steps from the culinary melting pot that Smith Street in Boerum Hill, Brooklyn, has become, there is Hanco's, a bright little Vietnamese sandwich shop with a counter and a few tables. Hanco Tang, the owner, below, sells the sandwiches, called banh mi, on warm, plump, crusty little baguettes ($4.25). The classic combines spiced" , "date" : "20060308" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; From Vietnam to Boerum Hill" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940DEFD71531F93BA35750C0A9609C8B63"} , {"body" : "The number of inmates in New York City jails has been rising faster than correction officials had anticipated, by 9 percent since Jan. 1, leaving the jails at close to their current capacity. It is not clear why it it is happening, but if the trend continues, the City Correction Department will need to reopen the Brooklyn House of Detention," , "date" : "20060303" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "City Inmate Population Up; Brooklyn Jail May Reopen" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/03\/nyregion\/03jails.html"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "SOME things you find when you aren't looking. That's what happened to Kate Rope and David Allan. They had no success finding a rental bigger than the one they had, so they gave up. For the short term, their $1,400-a-month studio on St. Marks Place was adequate. It was their first marital home, and they were fond of it in many ways. They loved their" , "date" : "20060226" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "THE HUNT; Learning to Live in a (Slightly) Larger Space" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/26\/realestate\/26hunt.html"} , {"body" : "Manhattan SOUTH STREET SEAPORT $1.15 million 28 Cliff Street (Fulton Street) 3-bedroom, 2-bath, 2,200-sq.-ft. condo in a circa 1830's building; dining area, renovated kitchen, exposed-brick walls, high ceilings; common charge $450; taxes $5,388; listed at $1.195 million, 23 weeks on market (brokers: Brown Harris Stevens; Eychner Associates) WEST" , "date" : "20060223" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E6DC1E3EF930A15751C0A9609C8B63"} , {"body" : "Manhattan Less than $300,000 East Midtown $235,000 314 East 41st Street, Hardwick Hall Number of bedrooms: 0 Number of full bathrooms: 1 Number of half bathrooms: 0 Weeks on market: 37 weeks 280-sq.-ft. studio co-op in a prewar building; 24-hr. doormen, windowed kitchen, h\/w floors; maintenance $489, 48% tax-deductible; listed at $249,000. Brokers:" , "date" : "20060219" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "12" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9501E0DF103EF93AA25751C0A9609C8B63"} , {"body" : "THE first time I visited Stir It Up, Sonia Gordon, the restaurant's chef and owner, came out of the kitchen before we were seated and apologetically told our group that she had nothing left to serve us but goat roti. She might have been worried we were vegetarians. But it was an unwavering endorsement of Ms. Gordon's goat roti ($7) that had brought" , "date" : "20060215" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "9" , "title" : "$25 AND UNDER; Fine-Tuned Flavors of the Caribbean" , "url" : "http:\/\/events.nytimes.com\/2006\/02\/15\/dining\/reviews\/15unde.html"} , {"body" : "Boerum Hill Triplex $1,360,000 BROOKLYN: 582 Pacific Street, #B The top three floors in a new two-unit condo conversion. The 2,566-square-foot space has three bedrooms, three baths, a laundry room, two terraces and a wood-burning fireplace. Rachel Weiss, Halstead Property (917) 596-5335; www.halstead.com. Open house Sunday, 11 a.m.-1 p.m. COMMON" , "date" : "20060212" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9902E2DD153EF931A25751C0A9609C8B63"} , {"body" : "IN the mid-1990's, Chris Piazza would walk the streets of Brooklyn looking for boarded-up carriage houses. ''I'd take down their addresses,'' she said, ''look up the tax records and write to the owners to see if they wanted to sell.'' She didn't hit pay dirt, so she and her husband at the time decided to move from Prospect Heights to Yonkers. It" , "date" : "20060205" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS\/Boerum Hill, Brooklyn; Her Carriage House Is a Stable for Her Art" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/05\/realestate\/05habi.html"} ,   {"body" : "AT 168th Street and Nelson Avenue in the South Bronx, you can look 134 blocks downtown and see the upper third of the Empire State Building pop up unexpectedly like a silvery beacon. So close to Manhattan, and yet so far away. On that corner, though, the consequences of Manhattan's wealth are beginning to be felt. It is the site of the first" , "date" : "20060115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BRONX (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "So Close" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/15\/realestate\/15cov.html"} , {"body" : "HAS lifestyle finally toppled location from the top of the real estate lexicon? The Corcoran Group bought a full-page ad this month in New York magazine for a pair of converted condominium buildings it is marketing at Well, that's just the problem. It is hard to figure out where the condos are. The ad features a photo of six leggy women in evening" , "date" : "20060115" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "BIG DEAL; The New 'L' Word" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/15\/realestate\/15deal.html"} , {"body" : "A 21-year-old Bronx woman was fatally shot early yesterday in front of her apartment building, the police said, and the man wanted for questioning in her death shot and killed himself hours later in Queens. In two unrelated shootings, they said, the body of a 25-year-old man with a gunshot wound to the head was found in Queens, and a 17-year-old" , "date" : "20060115" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Man, Woman and Boy Are Killed in Separate Shootings in City" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/15\/nyregion\/15killing.html"} , {"author" : "E-mail: haberman@nytimes.com" , "body" : "BAD enough that we have hate crime. But now we have to contend with hat crime as well. Let's say that you want to take your baseball cap or fedora (also known as a real hat), paint something on it and sell it on New York streets as artwork. You can't do that. At least you can't do it without first getting a license from the city. Otherwise, you are" , "date" : "20060113" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NYC; Off With Their Hats!" , "url" : "http:\/\/select.nytimes.com\/\/2006\/01\/13\/nyregion\/13nyc.html"} , {"body" : "Manhattan FINANCIAL DISTRICT $725,000 20 West Street (Downtown Club) 679-sq.-ft. studio condo in a postwar building; 24-hr. doormen, concierge, valet service; landscaped sun deck and health club in building; common charge $819; taxes $996 (abated); listed at $725,000; 5 weeks on market (broker: Cantor & Pecorella) CHELSEA $372,000 430 West 34th" , "date" : "20060112" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E6D9163FF931A25752C0A9609C8B63"} , {"body" : "IF you want some red wine with dinner at the opulent new restaurant Gilt in Midtown Manhattan, your options typically rise from a minimum of $20 to a maximum of $1,000, with a median of $55 and an average of $246. That range is about what you would expect, but for this: It's not for red wine by the bottle. It's for red wine by the glass. And while" , "date" : "20060111" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "1" , "title" : "CRITIC'S NOTEBOOK; Creeping Up On Diners: Stealth Charges" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/11\/dining\/11note.html"} , {"body" : "SHORTLY after Mayor Bloomberg's re-election in November, The New York Times asked New Yorkers to give him some advice -- specifically, practical ways to improve the city at a modest cost but with a citywide impact. The Times then asked city and other officials to assess the ideas as bright, light or something in between. The ideas focused on" , "date" : "20060108" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Dear Mayor Mike" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/08\/nyregion\/thecity\/08featheds.html"} , {"body" : "Manhattan EAST MIDTOWN $1.265 million 250 East 54th Street (Mondrian) 2-bedroom, 2-bath, 1,300-sq.-ft. condo in a postwar building; 24-hr. doormen; marble baths, wall of windows, 3 exposures; pool and health club in building; common charges and taxes $11,892; listed at $1.25 million (multiple bids), 1 week on market (broker: Corcoran Group) BATTERY" , "date" : "20060105" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "4" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02EED91130F936A35752C0A9609C8B63"} , {"body" : "BROWNSTONES, Paul Eisemann says, will talk to you if you're willing to listen. And Mr. Eisemann, who has spent much of his adult life ministering to the needs of New York's 19th-century town houses, is all ears. What he hears, most of all, is the story of the workers who built brownstone Brooklyn and whose successors are filling the streets of" , "date" : "20060101" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "THE VOICE; The Brownstone Whisperer" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/01\/nyregion\/thecity\/01cont.html"} , {"body" : "To the Editor: Grossly underplayed in recent coverage about the United States pension problem (''The Problem With Pensions,'' editorial, Dec. 25) is the contractual basis for what is now deemed a ''problem.'' A public employee who has sat on both sides of the bargaining table for more than 30 years, I note that both pensions and health benefits" , "date" : "20060101" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "9" , "title" : "Pension Issue Persists After the Transit Strike" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D04E7DC1030F932A35752C0A9609C8B63"} ,   {"body" : "Converted Barn $1,775,000 CONNECTICUT: 55 Cider Mill Lane, Fairfield An 1890 horse barn fully renovated into a three-story residence with five bedrooms, four and a half baths, finished basement, central air, in-ground pool, three-car detached garage and courtyard patio on 1.12 acres. The lower level includes a legal two-bedroom apartment with a" , "date" : "20061231" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E01E4DA1F31F932A05751C1A9609C8B63"} , {"body" : "A quiz for aspiring burglars: You've just stolen $25,000 or so from a church safe during Christmas morning Mass. There is a witness, a man who asked you what you were doing lugging a heavy metal box containing the money to your Lincoln Navigator, the one with the Vermont plates. The crime is a sensation, all over the news. An entire city is" , "date" : "20061228" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Crime During Christmas Mass Proves Far From Perfect" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/28\/nyregion\/28church.html"} , {"body" : "OPEN NOW FIRESIDE -- Sam DeMarco is the chef for this restaurant in the Omni Berkshire Place hotel, where he is serving small plates and more substantial dishes of lusty seasonal food, including pork osso buco, skate in brown butter and foie gras popsicles: 21 East 52nd Street, (212) 754-5011. DONNA DA VINE -- Alyssa Becker and her sister, Jenifer," , "date" : "20061227" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; OFF THE MENU" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/27\/dining\/27off.html"} , {"body" : "The City Council yesterday approved the first major overhaul of the most popular tax break for apartment building developers, adopting a plan intended to induce them to build tens of thousands of apartments for people other than the well-heeled. The changes, which Mayor Michael R. Bloomberg supported and which would go into effect in 2008," , "date" : "20061221" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "IN OVERHAUL, CITY SEEKS TO EXPAND LOWER-COST UNITS" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/21\/nyregion\/21housing.html"} , {"body" : "7 Fishes, 7 Restaurants The Italian Christmas Eve dinner, Feast of the Seven Fishes, will be served in restaurants including these, with prices excluding beverages, tax and tip, unless noted: Felidia, 243 East 58th Street, (212) 758-1479, $105. Five Points, 31 Great Jones Street (Bowery), (212) 253-5700, $65. Gonzo, 140 West 13th Street, (212)" , "date" : "20061220" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "5" , "title" : "CALENDAR" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A03E6DF1031F933A15751C1A9609C8B63"} , {"body" : "There's a certain facial expression, a mix of anguish and unsated desire, that Sonia Gordon knows she will see each time she tells one of her customers that her restaurant has run out of oxtail stew. ''People leave work, and oxtail is on their mind,'' said Ms. Gordon, the owner and the cook at Stir It Up, a West Indian restaurant on Atlantic Avenue" , "date" : "20061217" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Mouths Water For a Treat Turned Scarce" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/17\/nyregion\/thecity\/17oxta.html"} , {"body" : "The front window of Davisons & Company, a small storefront on Atlantic Avenue in Brooklyn, bears portraits of two men. One is Nissim Isaac David, an Iraqi Jew who fled Iraq in 1946, leaving behind a store in Baghdad to set up an import-export business in New York. The other is his grandson Michael Rakowitz, 33, an artist and, for the last two" , "date" : "20061217" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "IRAQ"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: BOERUM HILL; Bittersweet Talismans From a Ravaged Land" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/17\/nyregion\/thecity\/17date.html"} , {"body" : "THE tiny foyer of Isidro Blasco and Sarah Jay's co-op is decorated with oil paintings that form a trail of their former residences. The couple, who have been married for nine years, have moved a lot. There was the Brooklyn rental. The dingy Shanghai hotel room they shared with a rat. The upstate cottage they transformed from creepy to cute. And" , "date" : "20061126" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS\/Jackson Heights, Queens; As Permanent a Home As Any One Can Be" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/26\/realestate\/26habi.html"} , {"body" : "To the Editor: ''Spying on Nanny,'' by Emma McLaughlin and Nicola Kraus (Op-Ed, Nov. 19), was certainly accurate about the need for professional resources and guidance for this expanding group of employees. It, however, did not recognize the needs of parents whose primary concern is the welfare of their children. Like the popular nanny cams, the" , "date" : "20061126" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "Watching Those Who Watch Your Kids" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E2D7133EF935A15752C1A9609C8B63"} , {"body" : "Smith Street in Brooklyn, the center of a restaurant renaissance during the past decade, shows no sign of slowing down. Vietnamese, Italian and French cuisines are among the most recent arrivals. HANCO'S (718) 858-6818; 85 Bergen Street (Smith Street), Boerum Hill; $; Article: 3\/8\/06. This bright little Vietnamese shop, owned by Hanco Tang, has" , "date" : "20061119" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "GOOD EATING\/SMITH STREET; Newborns at a Renaissance" , "url" : "http:\/\/events.nytimes.com\/2006\/11\/19\/nyregion\/thecity\/19rest.html"} , {"body" : "It was the first of three public hearings on the $4.2 billion Atlantic Yards development, and Umar Jordan, a 51-year-old resident of Bushwick, Brooklyn, strode to the front of the auditorium and offered a vigorous defense of the proposal. ''I'm here to speak for the underprivileged, the people that don't get the opportunity to work, the brothers" , "date" : "20061112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "ATLANTIC YARDS (BROOKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Perspectives on the Atlantic Yards Development Through the Prism of Race" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/12\/nyregion\/12yards.html"} , {"body" : "A 34-year-old Queens man was shot and killed early yesterday near a 24-hour diner in Boerum Hill, Brooklyn, while four men were stabbed outside a sports bar in a separate fight in Sheepshead Bay, the police and witnesses said. The Queens man, Dallas Gilchrist, was shot about five times around 5 a.m. outside City Lights Diner, at the corner of" , "date" : "20061112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "Fights Leave 1 Man Dead And 5 Injured In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/12\/nyregion\/12slaying.html"} , {"body" : "Cheryl Kleinman and Ellen Baumwoll have been making elaborately decorated wedding cakes by appointment at their two companies, Cheryl Kleinman Cakes and Bijoux Doux Specialty Cakes, respectively. Now these two have opened an airy little Brooklyn shop, Betty Bakery, named for Betty Van Nostrand, their teacher and mentor. This felicitous" , "date" : "20061108" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; Two Cakemakers in One Brooklyn Shop" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E7D6113FF93BA35752C1A9609C8B63"} , {"body" : "I'VE never hungered for sponge-painted walls or red and white tablecloths or an old Fernet-Branca poster -- design elements that practically croon ''That's Amore'' -- as much as I did at Lunetta, a new spot on Smith Street in Boerum Hill, Brooklyn. Before Adam Shepard, the chef and a partner in the restaurant, introduced Lunetta's Italian menu last" , "date" : "20061108" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "14" , "title" : "$25 AND UNDER; The Vibe, the Herbs, the Pasta" , "url" : "http:\/\/events.nytimes.com\/2006\/11\/08\/dining\/reviews\/08unde.html"} , {"body" : "Lake-View Tudor $595,000 NEW JERSEY: 57 Oakwood Drive, Wayne A four-bedroom, three-bath Tudor-style home, built on the foundation of a house demolished in 1988. The setting is one street from Lake Packanack and its community clubhouse, and two blocks from a golf course. The house has nice-sized rooms and an attached two-car garage. Donna Staccioli," , "date" : "20061105" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE5D6133FF936A35752C1A9609C8B63"} , {"body" : "THE bench where 75-year-old Alvaro Fernandez was sitting when he was killed by a runaway van was gone Wednesday, two weeks to the day after the accident at the corner of Atlantic Avenue and Hoyt Street in Boerum Hill. A handmade memorial that had marked the spot was also gone, but a fire alarm box that the van had plowed over after jumping the curb" , "date" : "20061022" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BOERUM HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "STREET LEVEL\/BOERUM HILL; A Freeway Amid the Brownstones" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/22\/nyregion\/thecity\/22stre.html"} , {"body" : "A man crossing Atlantic Avenue in Boerum Hill about 3:50 a.m. yesterday was struck by two vehicles and killed, the police said. The driver of the first vehicle, Dion Gadsen, 26, of Prospect Heights, was charged with driving with a suspended license, and the driver of the second vehicle was not charged, the police said. The identity of the" , "date" : "20061010" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Metro Briefing | New York: Brooklyn: Man Dies After Being Struck By Two Cars" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/10\/nyregion\/10mbrfs-002.html"} , {"body" : "A man whom neighbors called a fixture in Boerum Hill, Brooklyn, was killed yesterday when a van jumped a curb and slammed into him as he sat in one of his usual spots: a wooden bench outside a popular market. The man was identified by the police as Alvaro Fernandez, 75, of Staten Island. And although he did not live in the neighborhood, those who" , "date" : "20061005" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Crash Sends Van Into Bench, Killing Hoyt Street Mainstay" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/05\/nyregion\/05hit.html"} , {"body" : "OPENING THIS WEEK LA LUNETTA -- Adam Shepard, below, made a name for himself in Boerum Hill, Brooklyn, cooking praiseworthy Japanese-style dishes like ramen with Berkshire pork, hanger steak with tempura onions, and grilled shrimp soba at his restaurant Taku. But customers in the neighborhood considered Taku to be a weekend and special occasion" , "date" : "20061004" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; OFF THE MENU" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/04\/dining\/04off.html"} , {"body" : "PAUL FORD, a soft-spoken, sturdily built 32-year-old who works as an editor at Harper's Magazine, sometimes describes his commute between his apartment in Gowanus, Brooklyn, and his office on Broadway near Bond Street as feeling ''like a video game, except you can get killed.'' And in fact, watching Mr. Ford weave through the city's traffic-clogged" , "date" : "20060924" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Queasy Rider" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/24\/nyregion\/thecity\/24bike.html"} , {"body" : "A group of neighborhood and civic associations will propose a series of changes to Brooklyn's controversial Atlantic Yards real estate development this weekend, taking a new tack in the bitter debate over the project. The effort will diverge markedly from the strategy of other project skeptics, notably Develop Don't Destroy Brooklyn, a coalition of" , "date" : "20060922" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "ATLANTIC YARDS (BROOKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Group to Propose Changes to Yards Project" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/22\/nyregion\/22yards.html"} , {"body" : "BROOKLYN'S enthusiasts will tell you that the borough is like Paris in its long and distinguished literary tradition. And that consummate enthusiast, Marty Markowitz, the Brooklyn borough president, has even been known to call it ''the new Left Bank.'' Tomorrow Mr. Markowitz's office has organized what he calls the first-ever Brooklyn Book Festival" , "date" : "20060915" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "25" , "title" : "Literary Voice, Brooklyn Accent" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/15\/books\/15broo.html"} , {"body" : "AT midnight on the evening of Thursday, Aug. 31, WLIB-AM, one of the city's most storied radio stations and one that for years broadcast from the fabled Hotel Theresa in Harlem, ushered in a new era. A staff member cued up a rousing hymn called ''High Praise,'' and with the push of a button, WLIB was now ''Your praise and inspiration station,''" , "date" : "20060910" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; For the Heartbeat of Harlem, a New Amen Chorus" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/10\/nyregion\/thecity\/10wlib.html"} , {"body" : "The four-way Democratic race for a Congressional seat in Brooklyn intensified yesterday on the busiest campaign day of the New York primary season, as one candidate faced hecklers -- and even a hurtling doughnut -- in a showdown that underscored the racial tensions in that race. The biggest names in state politics also descended on Eastern Parkway" , "date" : "20060905" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Politicians Go on Parade in Brooklyn; Then Some Are Heckled" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/05\/nyregion\/05york.html"} , {"body" : "Sex in New York City, as glamorized as it may be, is far from perfect. From East Village cafes to the streets of East Harlem, women recount tales of broken condoms, and nights of drinking that led to bad decisions and unwanted pregnancies. The morning-after pill, or Plan B, which can prevent pregnancy if taken within 72 hours of unprotected" , "date" : "20060826" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Easier Access To Plan B Pill Evokes Praise, And Concern" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/26\/nyregion\/26morning.html"} , {"body" : "Manhattan GRAMERCY PARK $1.395 million10 West 15th Street(Parker Gramercy) 2-bedroom, 2-bath, 1,150-sq.-ft. co-op in a postwar building; 24-hr. doormen; dining area, renovated kitchen with granite countertops and upgraded appliances, home office; south exposure; maintenance $1,160, 49% tax deductible; listed at $1.395 million, 18 weeks on market" , "date" : "20060824" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/24\/garden\/24residential.html"} , {"body" : "Manhattan GRAMERCY PARK $1.395 million 10 West 15th Street (Parker Gramercy) 2-bedroom, 2-bath, 1,150-sq.-ft. co-op in a postwar building; 24-hr. doormen; dining area, renovated kitchen with granite countertops and upgraded appliances, home office; south exposure; maintenance $1,160, 49% tax deductible; listed at $1.395 million, 18 weeks on market" , "date" : "20060824" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E3DE133EF937A1575BC0A9609C8B63"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Jan. 15, ''Yellowstone to Yukon,'' an exhibition of more than 40 photographs by 11 photographers documenting the animals, vegetation and geology of the regions affected by one of the world's largest wildlife conservation initiatives. Through" , "date" : "20060818" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/18\/arts\/18spar.html"} , {"body" : "THE one-day Brooklyn Country Music Festival kicks off on Sept. 9, which raises the inevitable question: There's a country music festival in Brooklyn? Not only that, but fans of honky-tonk, bluegrass and rockabilly don't need to plan a trip around it. There's a spirited country scene every weekend in New York City and, modest though it may be, you'd" , "date" : "20060813" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "12" , "title" : "WEEKEND IN NEW YORK: HONKY-TONK CITY; Torchbearers of Urban Twang" , "url" : "http:\/\/travel.nytimes.com\/2006\/08\/13\/travel\/13weekend.html"} , {"body" : "Brooklyn Center for the Urban Environment; (718) 788-8500, extension 208. Sharon Seitz and Stuart Miller, the authors of The Other Islands of New York City: A History and Guide (Countryman Press, 2001), will lead a tour by water taxi to Roosevelt Island, and Randalls, Wards and the Brother islands, on Sunday from 9 a.m. to noon. Advance payment," , "date" : "20060803" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "0" , "title" : "Calendar: New York by Foot and Boat" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/03\/garden\/03cal.html"} , {"body" : "If 1,200 or so high-rise apartments, a hotel and other private buildings occupy about one-tenth of the land reserved for a park project, is it still a park? The city and state are poised to transform a 1.3-mile stretch of derelict docks and warehouses in Brooklyn Heights into a ribbon of recreation. The 85-acre site, which offers breathtaking views" , "date" : "20060723" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN BRIDGE PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Debate Rages on Housing At Planned Brooklyn Park" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/23\/nyregion\/23bridge.html"} , {"body" : "As Andrew Sarno cruised down Fifth Avenue in Park Slope the other morning, children gawked and dog walkers cast puzzled looks in his direction. When Mr. Sarno stopped his tractor at a red light, a large man named Otis Bryant pulled up in a truck next to him. ''I used to drive that when I was 8 years old!'' Mr. Bryant shouted. ''Down in North" , "date" : "20060723" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: PARK SLOPE; Green Acres Is Not the Place for Him" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/23\/nyregion\/thecity\/23trac.html"} , {"body" : "SANFORD I. WEILL, the former chairman of Citigroup, and his wife, Joan, sold a co-op penthouse last month at 14 East 90th Street to Elizabeth A. Sackler, the arts patron known for her contributions to the Brooklyn Museum. The apartment, which has a large terrace, had an asking price of $10.5 million. Mr. Weill, 73, stepped down as the chairman of" , "date" : "20060716" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "BIG DEAL; My Neighbor, My Buyer" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/16\/realestate\/16deal1.html"} , {"body" : "Attractions Museums and Sites HISTORIC RICHMOND TOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. Tomorrow at 2 p.m., a lecture about Staten Island's acres of parkland by Thomas Paulo, Staten Island borough commissioner of parks. Fee: $5; students and members of the Staten Island Historical Society, $4. Hours: Wednesdays" , "date" : "20060714" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/14\/arts\/14spar.html"} , {"author" : "This column about the local economy appears every other week. E-mail address: homefront@nytimes.com." , "body" : "MICHELLE LEWIS had cooked some chickens and had broken the meat into small pieces. Now she was cutting fresh squash, broccoli, cauliflower, carrots and celery into even smaller pieces, which she would briefly boil. She would later mix everything together, along with safflower oil, flaxseed oil, coconut oil, brown rice and hard-boiled eggs and their" , "date" : "20060709" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Job Market"] , "page_facet" : "1" , "title" : "HOME FRONT; The Latest Dish, for Four-Legged Friends" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/09\/nyregion\/09homefront.html"} , {"body" : "For the last four decades, the predominantly black population of central Brooklyn has been represented in Washington by one of its own, a tradition that dates to the 1968 victory of Shirley Chisholm, the first black woman elected to Congress. But now, in a district whose boundaries were drawn to strengthen black voting power, residents are locked" , "date" : "20060625" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Shirley Chisholm's Brooklyn, Rancor Over White Candidacy" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/25\/nyregion\/25brooklyn.html"} , {"body" : "WHEN Charlie Sahadi was growing up in Bay Ridge, Brooklyn, in the 1950's, other neighborhood children set up lemonade stands on hot days. Charlie and his brother sold rose- and violet-flavored drinks at the end of their driveway instead. Their great-uncle was Ibrahim Sahadi, who came to New York from the fertile Bekaa Valley in Lebanon, and began" , "date" : "20060621" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "1" , "title" : "SUMMER DRINKS; The World's Cups" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/21\/dining\/21drink.html"} , {"body" : "CARMINE CINCOTTA, 53, was in his usual position at the back of Jim and Andy's, a narrow slip of a produce store on Court Street along the Boerum Hill-Cobble Hill fault line. A folded copy of a newspaper rested on a box of kiwis in front of him, open to the crossword. ''Fielding novel?'' he grunted, eyes peering over the tops of his black spectacles" , "date" : "20060618" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "CITY PEOPLE; Family Matters on Court Street" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/18\/nyregion\/thecity\/18stor.html"} , {"body" : "IT'S all gone: every diamond ring, every stack of bills and birth certificate. Today, the safe deposit boxes in the subterranean vault of what used to be the Williamsburgh Savings Bank lie empty in haphazard piles on the dusty floor. The massive vault doors, several feet thick, stand open. No calls will ever go out to Mrs. Helen Massone, whose" , "date" : "20060611" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "For Brooklyn's Beacon, The Luxe Life" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/11\/nyregion\/thecity\/11bank.html"} , {"body" : "West Village Co-op $1,100,000 MANHATTAN: 260 West 10th Street (at Greenwich Street) A one-bedroom, two-bath co-op. Jayme Gordis, the Corcoran Group (718) 832-4197; www.corcoran.com MAINTENANCE: $1,340 a month PROS: A former carriage house, this co-op has a private entrance with tall, wide doors and a small gated stoop. The living space has 13-foot" , "date" : "20060611" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E00E6D71531F932A25755C0A9609C8B63"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20060609" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings: June 9 - June 15" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E0DA1531F93AA35755C0A9609C8B63"} , {"body" : "Attractions Museums MUSEUM OF THE CITY OF NEW YORK, 1120 Fifth Avenue, at 103rd Street. Tomorrow at 3 p.m., a discussion with the singer Julie Andrews and her daughter, Emma Walton Hamilton, the authors of ''The Great American Mousical,'' a children's book with illustrations by the stage designer Tony Walton, Ms. Andrew's former husband and Ms." , "date" : "20060609" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/09\/arts\/09spar.html"} , {"body" : "AT Ayun Halliday's and Greg Kotis's SoHo wedding on Nov. 4, 1995, their friends and family didn't wonder whether the marriage would last, but they did question how long their artsy, downtown, no-health-insurance, no-safety-net lifestyle would go on. How long could they write plays on the fire escape, drink out of peanut butter jars and live in an" , "date" : "20060521" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "15" , "title" : "STATE OF THE UNIONS; Ayun Halliday and Greg Kotis -- Featured in Vows, Nov. 12, 1995" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/21\/fashion\/weddings\/21unio.html"} , {"body" : "Manhattan CHELSEA $599,900 355 West 29th Street 1-bedroom, 1-bath, 750-sq.-ft. co-op in a prewar building; dining area, home office, fireplace; French doors, 10-ft. ceilings, north and east exposures, needs work; laundry in building; maintenance $689, 50% tax deductible; listed at $599,000 (multiple bids), 17 weeks on market (broker: Corcoran" , "date" : "20060518" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE1DE123EF93BA25756C0A9609C8B63"} , {"body" : "WALKING south from Brooklyn Heights and encountering a new set of dignified brownstones and cheery stroller-pushing residents, the uninitiated visitor could be forgiven for believing that the Heights continues across Atlantic Avenue. Yet as residents of Cobble Hill might tell you, there is a world of difference in their neighborhood's tranquil" , "date" : "20060423" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "LIVING IN\/Cobble Hill, Brooklyn; A Timeless Neighborhood Grows Even More Popular" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/23\/realestate\/23livi.html"} , {"body" : "NOTHING excites a restaurant hound like the special dish that customers will never taste. Maybe it's the fritters a chef fries up only for friends, or the mole the Oaxacan line cooks serve for staff meals. Or maybe it's the McBruschetta. Amid a string of exchanges on an Internet message board for McDonald's employees around the world at" , "date" : "20060412" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Dining and Wine" , "Arts" , "Technology"] , "page_facet" : "5" , "title" : "Fast-Food Chefs, Having It Their Way" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/12\/dining\/12fast.html"} , {"body" : "An accomplished fund-raiser for New York City's public schools has been picked as the president of the corporation devoted to the reinvention of Governors Island, a $1 gift to the city and state whose future has been mulled over for three years with little to show for the effort. Leslie Koch, chief executive of the Fund for Public Schools, the" , "date" : "20060331" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "GOVERNORS ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "A New Motivator for Governors Island" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/31\/nyregion\/31governors.html"} , {"body" : "To the Editor: A student of New York State education financing since the 1972 Fleischmann Report told Gov. Nelson A. Rockefeller that the state was shortchanging its cities, I applaud Mayor Michael R. Bloomberg's recently found hard-line stance. That report established that the Legislature had systematically stolen money from cities' shares of" , "date" : "20060326" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region" , "Education"] , "page_facet" : "11" , "title" : "Real Estate Taxes And City Schools" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990DE4D71730F935A15750C0A9609C8B63"} , {"author" : "E-mail: purnick@nytimes.com" , "body" : "ANYONE who doubts the importance New Yorkers place on education -- singled out as their top priority in poll after poll -- should see the e-mail messages that poured in after last Thursday's column about the frustrations of parents trying to get their children into ''gifted'' programs on the Upper West Side. ''Why do I have to send my child to an" , "date" : "20060316" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Metro Matters; Schools Strike A Nerve. Parents Yell." , "url" : "http:\/\/select.nytimes.com\/\/2006\/03\/16\/nyregion\/16matters.html"} , {"body" : "The window grate was down last week at American Liberty Bail Bonds, on Atlantic Avenue in Brooklyn, and it looked as if it had been down for a while. The sign out front was intact, but the storefront, across from the vacant Brooklyn House of Detention on the edge of Boerum Hill, was now home to jumbled stacks of chairs, a dusty dryer and a chunk of" , "date" : "20060312" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN; Jailhouse Blues? On the Contrary" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/12\/nyregion\/thecity\/12dete.html"} , {"body" : "The Brooklyn House of Detention, bounded by Atlantic Avenue and the criminal courts building, is apparently headed into a mixed-use future. Soon, it will house not only inmates and jail cells, but also, in a vision endorsed by the mayor, a 24,000-square-foot strip mall on the street level. The biggest question may now be which businesses the" , "date" : "20060312" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Prisoners Up Above, 'Nifty-Gifties' Down Below" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/12\/nyregion\/12jail.html"} , {"body" : "By almost any measure, the Brooklyn House of Detention, 10 stories of razor wire and wire-mesh windows in Boerum Hill, is a repellent sight. But, the city reasons, it need not be so. So, to attract people other than criminal suspects to the 760-bed jail, the Correction Department has decided to convert part of the complex into 24,000 square feet of" , "date" : "20060310" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Brooklyn House of Detention, Seen as a Jail With Retail" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/10\/nyregion\/10jail.html"} , {"body" : "Just a couple of steps from the culinary melting pot that Smith Street in Boerum Hill, Brooklyn, has become, there is Hanco's, a bright little Vietnamese sandwich shop with a counter and a few tables. Hanco Tang, the owner, below, sells the sandwiches, called banh mi, on warm, plump, crusty little baguettes ($4.25). The classic combines spiced" , "date" : "20060308" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; From Vietnam to Boerum Hill" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940DEFD71531F93BA35750C0A9609C8B63"} , {"body" : "The number of inmates in New York City jails has been rising faster than correction officials had anticipated, by 9 percent since Jan. 1, leaving the jails at close to their current capacity. It is not clear why it it is happening, but if the trend continues, the City Correction Department will need to reopen the Brooklyn House of Detention," , "date" : "20060303" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "City Inmate Population Up; Brooklyn Jail May Reopen" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/03\/nyregion\/03jails.html"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "SOME things you find when you aren't looking. That's what happened to Kate Rope and David Allan. They had no success finding a rental bigger than the one they had, so they gave up. For the short term, their $1,400-a-month studio on St. Marks Place was adequate. It was their first marital home, and they were fond of it in many ways. They loved their" , "date" : "20060226" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "THE HUNT; Learning to Live in a (Slightly) Larger Space" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/26\/realestate\/26hunt.html"} , {"body" : "Manhattan SOUTH STREET SEAPORT $1.15 million 28 Cliff Street (Fulton Street) 3-bedroom, 2-bath, 2,200-sq.-ft. condo in a circa 1830's building; dining area, renovated kitchen, exposed-brick walls, high ceilings; common charge $450; taxes $5,388; listed at $1.195 million, 23 weeks on market (brokers: Brown Harris Stevens; Eychner Associates) WEST" , "date" : "20060223" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E6DC1E3EF930A15751C0A9609C8B63"} , {"body" : "Manhattan Less than $300,000 East Midtown $235,000 314 East 41st Street, Hardwick Hall Number of bedrooms: 0 Number of full bathrooms: 1 Number of half bathrooms: 0 Weeks on market: 37 weeks 280-sq.-ft. studio co-op in a prewar building; 24-hr. doormen, windowed kitchen, h\/w floors; maintenance $489, 48% tax-deductible; listed at $249,000. Brokers:" , "date" : "20060219" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "12" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9501E0DF103EF93AA25751C0A9609C8B63"} , {"body" : "THE first time I visited Stir It Up, Sonia Gordon, the restaurant's chef and owner, came out of the kitchen before we were seated and apologetically told our group that she had nothing left to serve us but goat roti. She might have been worried we were vegetarians. But it was an unwavering endorsement of Ms. Gordon's goat roti ($7) that had brought" , "date" : "20060215" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "9" , "title" : "$25 AND UNDER; Fine-Tuned Flavors of the Caribbean" , "url" : "http:\/\/events.nytimes.com\/2006\/02\/15\/dining\/reviews\/15unde.html"} , {"body" : "Boerum Hill Triplex $1,360,000 BROOKLYN: 582 Pacific Street, #B The top three floors in a new two-unit condo conversion. The 2,566-square-foot space has three bedrooms, three baths, a laundry room, two terraces and a wood-burning fireplace. Rachel Weiss, Halstead Property (917) 596-5335; www.halstead.com. Open house Sunday, 11 a.m.-1 p.m. COMMON" , "date" : "20060212" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9902E2DD153EF931A25751C0A9609C8B63"} , {"body" : "IN the mid-1990's, Chris Piazza would walk the streets of Brooklyn looking for boarded-up carriage houses. ''I'd take down their addresses,'' she said, ''look up the tax records and write to the owners to see if they wanted to sell.'' She didn't hit pay dirt, so she and her husband at the time decided to move from Prospect Heights to Yonkers. It" , "date" : "20060205" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS\/Boerum Hill, Brooklyn; Her Carriage House Is a Stable for Her Art" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/05\/realestate\/05habi.html"} , {"body" : "AT 168th Street and Nelson Avenue in the South Bronx, you can look 134 blocks downtown and see the upper third of the Empire State Building pop up unexpectedly like a silvery beacon. So close to Manhattan, and yet so far away. On that corner, though, the consequences of Manhattan's wealth are beginning to be felt. It is the site of the first" , "date" : "20060115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BRONX (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "So Close" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/15\/realestate\/15cov.html"} , {"body" : "HAS lifestyle finally toppled location from the top of the real estate lexicon? The Corcoran Group bought a full-page ad this month in New York magazine for a pair of converted condominium buildings it is marketing at Well, that's just the problem. It is hard to figure out where the condos are. The ad features a photo of six leggy women in evening" , "date" : "20060115" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "BIG DEAL; The New 'L' Word" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/15\/realestate\/15deal.html"} , {"body" : "A 21-year-old Bronx woman was fatally shot early yesterday in front of her apartment building, the police said, and the man wanted for questioning in her death shot and killed himself hours later in Queens. In two unrelated shootings, they said, the body of a 25-year-old man with a gunshot wound to the head was found in Queens, and a 17-year-old" , "date" : "20060115" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Man, Woman and Boy Are Killed in Separate Shootings in City" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/15\/nyregion\/15killing.html"} , {"author" : "E-mail: haberman@nytimes.com" , "body" : "BAD enough that we have hate crime. But now we have to contend with hat crime as well. Let's say that you want to take your baseball cap or fedora (also known as a real hat), paint something on it and sell it on New York streets as artwork. You can't do that. At least you can't do it without first getting a license from the city. Otherwise, you are" , "date" : "20060113" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NYC; Off With Their Hats!" , "url" : "http:\/\/select.nytimes.com\/\/2006\/01\/13\/nyregion\/13nyc.html"} , {"body" : "Manhattan FINANCIAL DISTRICT $725,000 20 West Street (Downtown Club) 679-sq.-ft. studio condo in a postwar building; 24-hr. doormen, concierge, valet service; landscaped sun deck and health club in building; common charge $819; taxes $996 (abated); listed at $725,000; 5 weeks on market (broker: Cantor & Pecorella) CHELSEA $372,000 430 West 34th" , "date" : "20060112" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E6D9163FF931A25752C0A9609C8B63"} , {"body" : "IF you want some red wine with dinner at the opulent new restaurant Gilt in Midtown Manhattan, your options typically rise from a minimum of $20 to a maximum of $1,000, with a median of $55 and an average of $246. That range is about what you would expect, but for this: It's not for red wine by the bottle. It's for red wine by the glass. And while" , "date" : "20060111" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "1" , "title" : "CRITIC'S NOTEBOOK; Creeping Up On Diners: Stealth Charges" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/11\/dining\/11note.html"} , {"body" : "SHORTLY after Mayor Bloomberg's re-election in November, The New York Times asked New Yorkers to give him some advice -- specifically, practical ways to improve the city at a modest cost but with a citywide impact. The Times then asked city and other officials to assess the ideas as bright, light or something in between. The ideas focused on" , "date" : "20060108" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Dear Mayor Mike" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/08\/nyregion\/thecity\/08featheds.html"} , {"body" : "Manhattan EAST MIDTOWN $1.265 million 250 East 54th Street (Mondrian) 2-bedroom, 2-bath, 1,300-sq.-ft. condo in a postwar building; 24-hr. doormen; marble baths, wall of windows, 3 exposures; pool and health club in building; common charges and taxes $11,892; listed at $1.25 million (multiple bids), 1 week on market (broker: Corcoran Group) BATTERY" , "date" : "20060105" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "4" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02EED91130F936A35752C0A9609C8B63"} , {"body" : "BROWNSTONES, Paul Eisemann says, will talk to you if you're willing to listen. And Mr. Eisemann, who has spent much of his adult life ministering to the needs of New York's 19th-century town houses, is all ears. What he hears, most of all, is the story of the workers who built brownstone Brooklyn and whose successors are filling the streets of" , "date" : "20060101" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "THE VOICE; The Brownstone Whisperer" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/01\/nyregion\/thecity\/01cont.html"} , {"body" : "To the Editor: Grossly underplayed in recent coverage about the United States pension problem (''The Problem With Pensions,'' editorial, Dec. 25) is the contractual basis for what is now deemed a ''problem.'' A public employee who has sat on both sides of the bargaining table for more than 30 years, I note that both pensions and health benefits" , "date" : "20060101" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "9" , "title" : "Pension Issue Persists After the Transit Strike" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D04E7DC1030F932A35752C0A9609C8B63"}]