[  {"body" : "AS Mindel Appel showed me the contents of her freezer, my pulse began to race. Out came her homemade kokosh cake, similar to babka. Next were shlishkes, little potato dumplings that can be tossed in sugar, breadcrumbs and butter, or stuffed with lekvar, a kind of prune preserve. Finally, she brought out a Hanukkah delicacy, the cheese Danish called" , "date" : "20061213" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["HUNGARY" , "KIRYAS JOEL (NY)"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "1" , "title" : "From Hungary, For Hanukkah, From Long Ago" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E4DE1531F930A25751C1A9609C8B63"} , {"body" : "To the Editor: Your Nov. 19 editorial ''Black Soot and Asthma'' mentions opposition in Queens to the proposed cross-harbor rail freight project. But you do not mention strong opposition in many Brooklyn neighborhoods. There are tens of thousands of Brooklyn residents who would be negatively affected by the project, in Bay Ridge, Sunset Park," , "date" : "20061203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "17" , "title" : "Rail Project Opposition Not Just in Queens" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0CE5D61E3EF930A35751C1A9609C8B63"} , {"body" : "A husband and wife in Borough Park were the victims of a home invasion and robbery on Monday night in which two masked men stole $400,000 in cash and jewelry, the police said yesterday. Officers responded at 9:45 p.m. after the suspects left the 54th Street home, the police said. The victims, a 58-year-old man and a 57-year-old woman, were not" , "date" : "20060927" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Home Invasion Robbery" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9407E7DF1630F934A1575AC0A9609C8B63"} , {"body" : "THERE'S a 1930's comedy about racing called ''Three Men on a Horse,'' but there's nothing funny about ''Three Men in a Room: The Inside Story of Power and Betrayal in an American Statehouse'' (New Press, $23.95). The book is the proverbial lament about Albany inertia, how things get done in the capital and why they don't, written by former State" , "date" : "20060924" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: READING NEW YORK; The Albany Three, and the Tattletale Telescope" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/24\/nyregion\/thecity\/24read.html"} , {"body" : "The cantor Jacob Mendelson is a documentary filmmaker's dream. Jovial, rotund and prone to impromptu bursts of song (he carries a tuning fork at all times), Mr. Mendelson is a celebrated teacher and practitioner of Jewish liturgical music and has dedicated his life to preserving the form's traditional vocal stylings. Judging by Erik Greenberg" , "date" : "20060906" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "FILM REVIEW; When Cantors Were Stars, Just Like the Ballplayers" , "url" : "http:\/\/movies.nytimes.com\/2006\/09\/06\/movies\/06cant.html"} , {"body" : "One widow has more than $2 million but walks or rides the bus everywhere, terrified of drawing attention. Another millionaire widow stopped going to 9\/11 support groups because she feared that families of police officers and firefighters might betray her. A widower has enough money to start a business building houses, but cannot buy himself a home." , "date" : "20060903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "With Millions in 9\/11 Payments, Bereaved Can't Buy Green Cards" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/03\/nyregion\/03families.html"} , {"body" : "Not that there's any pressure on Shawn Green to succeed in New York, but when Mr. Green -- power-hitting right fielder, two-time All-Star, Jew -- took the field in a Mets uniform for the first time on Thursday, a fan named Corey Mintz held up a poster with Mr. Green's photo on it. ''The messiah has arrived,'' the poster read. Jews are famed for" , "date" : "20060826" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Power Hitter. A Good Fielder. And a Source of Jewish Pride." , "url" : "http:\/\/www.nytimes.com\/2006\/08\/26\/nyregion\/26green.html"} , {"body" : "VITO BUZZETTA, a bricklayer who has lived in Bensonhurst for 33 years, stood in his driveway on a recent afternoon -- hose in one hand, watering can in another -- and gestured toward a six-story apartment building under construction across the street. ''Look what they did,'' he said. ''It's too big.'' Mr. Buzzetta's opinion is a popular one in the" , "date" : "20060820" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN\/ Bensonhurst, Brooklyn; An Old Neighborhood Grows Up Again" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/20\/realestate\/20livi.html"} , {"body" : "AT his Greenwich Village restaurant, Mas, Galen Zamarra serves duck from Ulster Country, goat cheese from Connecticut, trout from the Neversink River in upstate New York. Even the cocktails are garnished with local fruit. But the first year he was open, in 2004, Mr. Zamarra didn't have a source for fresh local steak. So he served no steak at all." , "date" : "20060726" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["KINGSTON (NY)" , "NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "5" , "title" : "On the Trail, at Last, to the Big City" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/26\/dining\/26meat.html"} , {"body" : "JOHN A. THAIN, the chief executive of the New York Stock Exchange, bought a duplex apartment last month at 740 Park Avenue that had been owned by the late Enid A. Haupt, the philanthropist, according to a record filed with the city. The apartment had an asking price of $27.5 million. The Thains' two-bedroom apartment is on the 17th and 18th floors," , "date" : "20060723" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "BIG DEAL; Trophy Apartment, Prize Address" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/23\/realestate\/23deal.html"} ,   {"body" : "A DOZEN precious heads of green leaf lettuce that Claudio Gonzalez had coaxed from his six acres of farmland in Orange County were wilting fast in the Harlem sun. At the rate customers were ambling by his stand that recent afternoon, Mr. Gonzalez was worried. One of just three farmers who comprised the new little Greenmarket in Harlem, he might not" , "date" : "20060719" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Greenmarket at 30, Searching for Itself" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/19\/dining\/19gree.html"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "THE last straw for Stephanie Jo Klein came when the towers of boxes that cluttered her Kips Bay apartment -- which doubled as the office for her gift-bag business -- started tipping over. One day, a tissue packet from a pile of ''random girly things'' fell on her head. ''I thought: I do not want to live like this,'' she said. ''My apartment was so" , "date" : "20060702" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "THE HUNT; Enough Room for the Gift Bags" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/02\/realestate\/02hunt.html"} , {"author" : "E-mail: edmike@nytimes.com" , "body" : "DIANA SENECHAL is a first-year teacher of immigrant students at I.S. 223, a middle school in Brooklyn, and maybe, if she'd been more experienced, she would have known better than to have her students perform ''The Wizard of Oz'' when they were so new to this country and spoke so little English. They arrived at I.S. 223 talking 24 different" , "date" : "20060614" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education" , "Theater"] , "page_facet" : "9" , "title" : "ON EDUCATION; Newcomers Find Courage Down a Yellow Brick Road" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/14\/education\/14education.html"} , {"body" : "IT'S all gone: every diamond ring, every stack of bills and birth certificate. Today, the safe deposit boxes in the subterranean vault of what used to be the Williamsburgh Savings Bank lie empty in haphazard piles on the dusty floor. The massive vault doors, several feet thick, stand open. No calls will ever go out to Mrs. Helen Massone, whose" , "date" : "20060611" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "For Brooklyn's Beacon, The Luxe Life" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/11\/nyregion\/thecity\/11bank.html"} , {"body" : "For years, Orthodox Jews have come to Borough Park in Brooklyn to keep the temptations and immodesty of the modern world at bay. Many families do not own televisions or attend movies. The children attend yeshivas instead of public schools. Adolescent girls do not leave the house without making certain that their knees and elbows are covered, and at" , "date" : "20060510" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "In Borough Park, the Unusual Taste of Fear" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/10\/nyregion\/10abduct.html"} , {"body" : "Representatives Anthony D. Weiner and Jerrold L. Nadler urged the Justice Department yesterday to crack down on Internet retailers and other vendors that sell fake police badges. Their request was in response to police reports that men in Borough Park, Brooklyn, have tried several times since April to lure girls into their cars, possibly by" , "date" : "20060508" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Manhattan: Action On Fake Badges Is Urged" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9802E4DD163EF93BA35756C0A9609C8B63"} , {"body" : "The police released more details yesterday about a man posing as a police officer whom investigators have linked to sexual assaults and indecent exposure in Brooklyn and Queens. The man, olive-skinned and described as 20 to 25 years old, is suspected of accosting four girls between the ages of 10 and 15 in the last three weeks of April; three in" , "date" : "20060503" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: More Information About Sex Assault Suspect" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B04E5DD1E3FF930A35756C0A9609C8B63"} , {"body" : "Detectives and child welfare workers are investigating the death on Thursday night of a 9-year-old Brooklyn girl who may have been accidentally hanged by the hose of an adjustable shower head, officials said. The girl, Gabriella Illias, was taken to Maimonides Medical Center after her mother, Elizabeth Reyes, heard her screaming about 9 p.m. and" , "date" : "20060429" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Police Link Death of Girl, 9, To Problem With Shower Hose" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/29\/nyregion\/29girl.html"} , {"body" : "Moses Teitelbaum, the grand rabbi of the Satmar Hasidim, one of the world's largest and fastest-growing sects of Orthodox Jews, died yesterday in Manhattan. He was 91 and lived in Williamsburg, Brooklyn. His family, through spokesmen, said he died at Mount Sinai Medical Center, where he had been hospitalized for a number of ailments. Rabbi" , "date" : "20060425" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["U.S." , "Obituaries"] , "page_facet" : "7" , "title" : "Rabbi Moses Teitelbaum Is Dead at 91" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/25\/nyregion\/25teitelbaum.html"} , {"body" : "An article on April 6 about the New York police commissioner's defense of his officers' conduct during a protest by Orthodox Jews in Borough Park, Brooklyn, referred incorrectly to the riots of December 1978 there, in which at least 70 people were injured after hundreds stormed a station house. The clashes were among the worst between civilians and" , "date" : "20060417" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05EFDC173FF934A25757C0A9609C8B63"} ,   {"body" : "As Maritza Centeno strode through the South Bronx on her way home from work late one night during the transit strike last December, she noticed a man following her down East 138th Street. Ms. Centeno quickened her pace and headed toward a place she knew would be safe: the station house of the 40th Precinct in Mott Haven. Police officers were" , "date" : "20060416" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "This Old Station House, Badly Needing Rebuilding" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/16\/nyregion\/16precinct.html"} , {"author" : "Samuel C. Heilman, a professor of sociology at the City University of New York, is the author of the forthcoming ''Sliding to the Right: The Contest for the Future of American Orthodoxy.''" , "body" : "THE Orthodox Jews of Borough Park in Brooklyn lead a double life. They are at once an insular community, deliberately isolated from what many see as the corrupting force of the surrounding culture, and an integral and recognizable part of New York. That duality was on display last Tuesday, when protests erupted after an encounter between police" , "date" : "20060409" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "13" , "title" : "The Young and the Restless" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/09\/opinion\/09heilman.html"} , {"body" : "Joseph J. Esposito enjoys, among the rank and file of the New York Police Department, a reputation as a ''cop's cop,'' as much a product of the department as any school or neighborhood, joining at age 18 in the bygone days of officer trainees. In the almost 38 years since he became a trainee, he has risen to be the highest-ranking member of the" , "date" : "20060407" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Colleagues of Police Chief Cite His Bond With Jews" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/07\/nyregion\/07chief.html"} , {"body" : "A top police official accused of making a derogatory comment about Jews during a clash between police officers and residents in Brooklyn sent a letter of apology last night to the city councilman who made the accusation and a state assemblyman who backed him. The two politicians later issued a statement saying that the letter from the police" , "date" : "20060407" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Police Chief Apologizes for Remarks During Brooklyn Protest" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/07\/nyregion\/07protest.html"} , {"body" : "A day after a protest by hundreds of Hasidic Jews over a 75-year-old man's arrest, in which, the authorities said, two officers were assaulted, two police cars were damaged and two dozen bonfires were set, the police commissioner said yesterday that his department's conduct had been appropriate. City officials were facing questions not only about" , "date" : "20060406" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Police Defend Conduct During Borough Park Arrest and Protest" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/06\/nyregion\/06protest.html"} , {"body" : "A routine traffic stop of a 75-year-old Hasidic driver in Brooklyn escalated into a protest last night by hundreds of Orthodox Jews, who surrounded a police station house, chanted ''No justice no peace,'' lighted bonfires and set a police car afire. The driver and two other men were arrested, but no serious injuries were reported. The police said" , "date" : "20060405" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "An Arrest Sets Off a Protest by Orthodox Jews" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/05\/nyregion\/05protest.html"} , {"body" : "JACOB MENDELSON seems happy walking the streets of his old neighborhood in the Borough Park section of Brooklyn. On 16th Avenue, he stops at the building where he lived from 1946 to 1964 and chats with the current tenant through her ground-floor window. A little later, at a bakery, he bursts into song -- that extraordinary mix of operatic drama and" , "date" : "20060326" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "8" , "title" : "A Voice That Heralds a Culture, And a Legacy Caught on Film" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE0D71630F935A15750C0A9609C8B63"} , {"body" : "STRUNG together out of poles and wire, the symbolic boundary known as an eruv is a flimsy thing. Under Jewish law, however, it has all the strength of a masonry wall. Within its enclosure, observant Jews are freed from certain Sabbath prohibitions on transporting items or people outdoors. For example, they may carry a prayer shawl to synagogue or" , "date" : "20060326" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "LOWER EAST SIDE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: LOWER EAST SIDE; String Theory" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E01E0DA1730F935A15750C0A9609C8B63"} , {"body" : "Many of the Metropolitan Transportation Authority's outdoor properties are poorly lighted and rarely cleaned, making them magnets for ''litterers, dumpers and graffiti vandals,'' according to a City Council survey of outdoor train tracks, bridges and subway stations maintained by the agency. The report, to be released today by the Council's Policy" , "date" : "20060312" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "Survey of M.T.A. Properties Finds Many Ill Maintained" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/12\/nyregion\/12mta.html"} , {"body" : "BEFORE O. J. Simpson, there was Jean Harris. Before the South Beach Diet, there was ''The Complete Scarsdale Medical Diet.'' On March 10, 1980, the headmistress of a fancy girls' school in Virginia drove to Purchase, N.Y., and shot and killed her lover. And no celebrity trial since then has matched that scandal -- nothing trumps a woman scorned by" , "date" : "20060224" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "TV WEEKEND; She Didn't Mean to Kill Him, Or Did She? A Scandal Revisited" , "url" : "http:\/\/tv.nytimes.com\/2006\/02\/24\/arts\/television\/24tvwk.html"} ,   {"body" : "Thousands of students from yeshivas and Roman Catholic schools gathered on the steps of the Capitol on Tuesday with their teachers, rabbis and priests -- even Cardinal Edward M. Egan -- to call for the support of the governor's proposal to provide a tax credit that could be used to pay for private or parochial schools. Gov. George E. Pataki's" , "date" : "20060215" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "Students and Cardinal Call For Private-School Tax Aid" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/15\/nyregion\/15private.html"} , {"body" : "No one disputes it: The weekend snowstorm was the biggest since record-keeping began in 1869, delivering 26.9 inches to New York City in 24 hours. That's a half-inch more than the old record, set in 1947 by a swirling blizzard still described in awed tones by those who lived through it. This one will go down in the history books. And yet. Even as" , "date" : "20060214" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "A RECORD SNOWFALL: THE RECORD; As Monsters Go, This Storm Had A Lighter Tread" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/14\/nyregion\/14record.html"} , {"body" : "With 772 students, Montauk Intermediate School in Brooklyn is nearly half empty. So when the Department of Education decided to place one of 36 new, small secondary schools it is opening next year inside the Montauk building, it seemed like a fine plan. But the Montauk school happens to be in Borough Park, Brooklyn, a Hasidic Jewish neighborhood" , "date" : "20060203" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Plans for a Public School Upset Brooklyn Hasidim" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/03\/nyregion\/03school.html"} , {"author" : "Yisrael Feuerman is a psychotherapist and consultant who lives in Passaic." , "body" : "''THIS bus is here to serve you, please do not DESTROY it.'' ''This bus stops at designated bus stops only.'' ''All occupied seats must pay full fare -- includes children.'' ''Please keep hands, face and feet inside the bus.'' These signs (in Spanish and in English), among others, are posted at the front of what is commonly called ''the Spanish" , "date" : "20060101" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "SOAPBOX; At Home on the Bus to Paterson" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980DE4D91330F932A35752C0A9609C8B63"}]