[  {"body" : "IN the sometimes flamboyant world of property development, Joshua L. Muss has established a reputation as an unobtrusive builder. ''He just quietly goes ahead and figures out how to develop a project,'' said Steven Spinola, the president of the Real Estate Board of New York, who has known Mr. Muss for about 25 years. Recently, at a site in" , "date" : "20061231" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "20" , "title" : "SQUARE FEET: INTERVIEW -- WITH JOSHUA L. MUSS; Away From the Limelight, A Builder Makes His Mark" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/31\/realestate\/commercial\/31sqft.html"} , {"body" : "For the Russian restaurants along the windy Brighton Beach waterfront and the shops lining Brighton Beach Avenue, caviar is not simply a glistening red and black luxury nestled among the hors d'oeuvres at New Year's Eve parties and other well-appointed gatherings. It is a staple of both commerce and the table. And a double blow aimed at the most" , "date" : "20061224" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: BRIGHTON BEACH; The Rarest of Delicacies, Rarer Still" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/24\/nyregion\/thecity\/24cavi.html"} , {"body" : "As a child in Ukraine, Mila Glucheva would fall asleep to the sound of her father's cough. It was a constant, deep, wretched cough. Every day. Hour after hour. It followed him like a shadow. Always, she could hear him. Her father, a Soviet Army musician, had tuberculosis and emphysema. His lungs were decaying. They could all see it in the blood" , "date" : "20061213" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "The Neediest Cases; A Mother and Her Girls Struggle to Overcome A Legacy of Ailing Lungs" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A01E0DC1531F930A25751C1A9609C8B63"} , {"body" : "In last month's election, there were two candidates whose successful races for the Assembly were not widely noticed, at least not by most New Yorkers. But their victories nonetheless seemed to rivet some journalists overseas. In a few weeks, one of them, Ellen Young, will be sworn in as an assemblywoman representing Flushing, Queens, making her the" , "date" : "20061213" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "RUSSIA" , "TAIWAN"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "City Sends 2 Foreign-Born First-Timers to the Assembly" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/13\/nyregion\/13assembly.html"} , {"body" : "For decades, Italy, Germany and Japan have been developing automated garages in which cars are not driven to parking spaces but instead are lifted by computerized machines and stowed in compact berths. Such designs greatly increase the number of vehicles that a garage can hold. The United States has been slow to come around to automated garages," , "date" : "20061206" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "10" , "title" : "SQUARE FEET; An Urban Parking Perk: The Automated Garage" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/06\/realestate\/commercial\/06park.html"} , {"body" : "THE LOST PAINTING, by Jonathan Harr. (Random House, $13.95.) One of the Book Review's 10 best books of 2005, this is a captivating account of the rediscovery, in 1990, of one of the Italian artist Caravaggio's most sought-after paintings, ''The Taking of Christ.'' Harr, author of the best-selling environmental exposé ''A Civil Action,'' follows a" , "date" : "20061203" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "76" , "title" : "Paperback Row" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9505E1DF103EF930A35751C1A9609C8B63"} , {"body" : "Silver Monument Works's trade is gravestones. Its sign, written in heavy black letters in English and Hebrew, juts out of the storefront at 125 Stanton Street, at the corner of Essex Street, next to Dulcinée Vintage Clothing and New York Hardcore Tattoos. It opened 60 years ago and is the only business of its kind still standing in what used to be" , "date" : "20061124" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "The Last Gravestone Business Standing" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/24\/nyregion\/24monuments.html"} , {"body" : "Kim Raffo and her younger sister grew up in the Canarsie area of Brooklyn, helping her father sell luggage out of a small shop in the financial district. By the time she was 12, Kim could run the store herself while her father, Robert, checked the inventory. He named his boat ''Precious Kim'' after her. ''She was my best friend,'' Mr. Raffo" , "date" : "20061123" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW JERSEY" , "ATLANTIC CITY (NJ)" , "EGG HARBOR TOWNSHIP (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "A Life Gone Off Course, and Then Violently Cut Short" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/23\/nyregion\/23victim.html"} , {"body" : "UNCHECKED for decades, decay has left Coney Island a motley jumble of vacant lots, forbidding bodegas and shabby, if lovable, amusements. But change is on its way to this scruffy slice of south Brooklyn seafront; the signs are everywhere. KeySpan Park, a handsome minor league baseball stadium, has drawn steady crowds since it opened in 2001." , "date" : "20061119" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN\/Coney Island, Brooklyn; Safety Belts On? Renewal Has Its Hazards" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/19\/realestate\/19livi.html"} , {"body" : "The builders of the Verrazano-Narrows Bridge probably saved someone's life yesterday. They needed a place to dump all the displaced dirt from its construction, and ended up creating a new hunk of land that jutted out of Brooklyn into Coney Island Creek like a hitchhiker's thumb. In 1962, that land became part of a city park. Yesterday, it became an" , "date" : "20061115" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CALVERT VAUX PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Pilot Stops Short of New Jersey, in Brooklyn Park" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/15\/nyregion\/15plane.html"} ,   {"body" : "A man was sentenced yesterday in State Supreme Court to 50 years in prison for killing his girlfriend and her 9-year-old son. The man, Christopher Patterson, 33, pleaded guilty to two counts of second-degree murder. In August 2005, prosecutors said, Mr. Patterson strangled Patricia Whitley in their Brighton Beach apartment and decapitated her son," , "date" : "20061017" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Man Sentenced For Double Murder" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/17\/nyregion\/17mbrfs-003.html"} , {"body" : "Attractions Museums and Sites HISTORIC RICHMOND TOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. Tomorrow, 10 a.m. to 5 p.m., ''Richmond Town Flea Market in the Village.'' $2; 62+, $1; children, 50 cents. Raindate, Sunday. Hours: Wednesdays through Sundays, 1 to 5 p.m. Admission: $5; 62+, $4; students and 5 to 17, $3.50;" , "date" : "20060922" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/22\/arts\/22spar.html"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURaL HISTORY, Central Park West and 79th Street. Through Jan. 15, ''Yellowstone to Yukon,'' an exhibition of more than 40 photographs by 11 photographers documenting the animals, vegetation and geology of the regions affected by one of the world's largest wildlife conservation initiatives. Through" , "date" : "20060825" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/25\/arts\/design\/25spar.html"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Tomorrow, 1 to 5 p.m., Indigenous Peoples' Day, with music and films highlighting American Indian and Maori culture; part of Global Weekends. Through Jan. 15, ''Yellowstone to Yukon,'' an exhibition of more than 40 photographs by 11 photographers" , "date" : "20060811" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/11\/arts\/11spar.html"} , {"author" : "E-mail: dabarry@nytimes.com" , "body" : "IF the aroma lingers, it lingers only faintly, clinging by the barest whiff to brick and pavement. Or, perhaps, to the trick of memory. More than any other scent in our city of olfactory assault, this fragrance pinpointed a place better than any global satellite system could. Breathing it in, you knew that you were not in Brighton Beach, you were" , "date" : "20060805" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; Just Scents and Memories, Wafting on the Breeze" , "url" : "http:\/\/select.nytimes.com\/\/2006\/08\/05\/nyregion\/05about.html"} , {"body" : "IN provincial Russian cities, the bars and restaurants can be prohibitively expensive. So for most people the only thing to do on a fine summer evening is go for a walk. If the city is an old one that has a kremlin, or citadel, like Novgorod in northwestern Russia, people walk around it. If the city is a newer one with a lake, like Petrozavodsk," , "date" : "20060723" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; The Promenade, Soviet Style" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/23\/nyregion\/thecity\/23strol.html"} , {"body" : "To the Editor: As Queens has become a haven for immigrants, Bob Brody's schoolyard basketball experience has become increasingly multicultural (''World Court,'' July 2). He refers to Jacques Barzun's quote that ''Whoever wants to know the heart and mind of America had better learn baseball,'' but says that, for the more recent immigrants," , "date" : "20060709" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "Basketball, The Game of Life" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0DE4DA1030F93AA35754C0A9609C8B63"} , {"body" : "Donald M. Halperin, a former New York state senator who represented shorefront neighborhoods of Brooklyn for 23 years and then served briefly as Gov. Mario M. Cuomo's housing commissioner, died on Monday in Brooklyn. He was 60. The cause was lung cancer, said his wife, Brenda Halperin. Although a member of the Democratic minority throughout his" , "date" : "20060630" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "9" , "title" : "Donald Halperin, 60, Senator Deeply Loyal to Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/30\/nyregion\/30halperin.html"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Aug. 20, ''Darwin,'' an exhibition devoted to the naturalist, which includes fossils and live creatures as well as a reconstruction of Darwin's study at Down House. Through today, ''The Butterfly Conservatory: Tropical Butterflies Alive in" , "date" : "20060623" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/23\/arts\/23spar.html"} , {"body" : "It was a heavily hip-hop extravaganza outside Public School 45 in South Ozone Park, Queens, this month, with even the littlest kindergartners getting funky to tracks like ''You Gotta Believe (Atomic Slyde)'' by Fierce Ruling Diva. On the same morning, at the opposite end of the city, children at P.S. 81 in Riverdale, the Bronx, stepped through less" , "date" : "20060620" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "When School Turns Into the Land of 1,000 Dances" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/20\/education\/20dance.html"} ,   {"body" : "LOOKING out the window of her fifth-floor co-op on Corbin Place in Brighton Beach, Brooklyn, Inna Slobodova can still see the elm trees, a swatch of ocean and the open sky. But these days, she also sees a gaping pit next door where Beth Am, a small Jewish community center and synagogue, stood until its demolition this year, and where a nine-story" , "date" : "20060618" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "STREET LEVEL -- Brighton Beach; Is the Bungalow Going the Way of the Dodo?" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/18\/nyregion\/thecity\/18stre.html"} , {"author" : "Lee Siegel is a senior editor at The New Republic. His collection ''Falling Upwards: Essays in Defense of the Imagination'' will be published in the fall." , "body" : "RILKE once said that fame is the sum of misunderstandings that accrue around a name. Though the poet, critic and memoirist Paul Zweig was admired in literary circles during his lifetime, he slipped through fame's embrace. That may have been his misfortune, but you can read the books of this ''fierce little man'' -- as his friend, the poet Robert" , "date" : "20060618" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "27" , "title" : "ESSAY; Paul Zweig's Journeys Into the Self" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/18\/books\/review\/18siegel.html"} , {"body" : "European political correctness allows Muslims to resist integration, argues the culture editor of Jyllands-Posten. Instead, Muslims should be treated just like all Europeans -- including being subject to satire. He argues that publishing the caricatures was an act of \"inclusion, not exclusion.\" The worldwide furor unleashed by the cartoons of the" , "date" : "20060531" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "0" , "title" : "Opinion; Why I Published the Muhammad Cartoons" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/31\/world\/europe\/31spiegel.html"} , {"body" : "As Memorial Day opens the beach season, the shores of Long Island and New Jersey will teem with sunburned masses. But for pure nostalgia and intriguing restaurants, it's hard to beat Coney Island and Brighton Beach. CAFE GLECHIK (718) 616-0494; 3159 Coney Island Avenue (Brighton Beach Avenue), Brighton Beach; $; $25 and Under: 5\/10\/06. Dumplings" , "date" : "20060528" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CONEY ISLAND (NYC)" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "GOOD EATING\/BROOKLYN BEACHES; Nostalgia by the Shore" , "url" : "http:\/\/events.nytimes.com\/mem\/nycreview.html?res=9F07EFDD1E3EF93BA15756C0A9609C8B63"} , {"body" : "The name of the bank has changed, as with most of this block of Jerome Avenue in Sheepshead Bay, Brooklyn. But it's still a bank, and the building next door is still a post office, and Reed Farrel Coleman can still hear the gunshot and see the man lying there in the street more than 30 years later. He was around 15 that summer day, walking to his" , "date" : "20060515" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "1" , "title" : "Brooklyn, a Crime Writer's Tough Hero" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/15\/books\/15writ.html"} , {"body" : "A Mother's Memory Q. My late mother, who grew up in Yorkville, told me that as a little girl she would take the subway ''all the way downtown'' to get breast milk for her twin baby brothers. She remembered that the milk was free, and that it came from contributing mothers who were also poor. Is there a record of this? A. Yes. The organization was" , "date" : "20060514" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F. Y. I." , "url" : "http:\/\/www.nytimes.com\/2006\/05\/14\/nyregion\/thecity\/14fyi.html"} , {"body" : "MY list of dumpling loves is long. It includes tiny Turkish manti, griddle-crisped Japanese gyoza, meaty Korean mandoo, anything Italian -- from diminutive tortellini to hulking ravioli -- and every kind of steamed, boiled or fried Chinese dumplings, swimming in soup or stuffed with it. I've added vareniki and pelmeni to the list after a few trips" , "date" : "20060510" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "9" , "title" : "$25 AND UNDER; For the Love of a Russian Dumpling" , "url" : "http:\/\/events.nytimes.com\/2006\/05\/10\/dining\/reviews\/10unde.html"} , {"body" : "IT is not hard to spot the buildings that Robert M. Scarano Jr., an architect, has designed in New York City: they tend to be a lot bigger than the other buildings around them. In Williamsburg, Brooklyn, Mr. Scarano's building at 78 Ten Eyck Street is about twice as tall as the modest three-story houses on either side of it. In the East Village," , "date" : "20060416" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "How Big Is Too Big?" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/16\/realestate\/16cov.html"} , {"body" : "Two young men were killed in Brooklyn in 1992. The cases were never solved. There, the obvious similarities end. Boris Roitman, 21, thought to be an informant for the police, was found beside a tennis court in Gravesend, shot in the neck and chest. Thien Diep, 24, a high-stakes pool player who had his own cue, was robbed, his body incinerated in a" , "date" : "20060413" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "RUSSIA" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "14 Years Later, 2 Killings Are Linked to Russian Mob" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/13\/nyregion\/13cold.html"} , {"body" : "An article on Monday about the death of a livery cab driver who was found lying on a street in Brooklyn after picking up passengers at a restaurant, Cafe St. Petersburg, misidentified its location. It is in Brighton Beach, not Coney Island." , "date" : "20060301" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE6DE1731F932A35750C0A9609C8B63"} ,   {"body" : "Nikolay Ionin still had three hours left in his shift and the morning had turned bitterly cold. About 4 a.m. yesterday, Mr. Ionin, a livery-cab driver, picked up a group of people at a restaurant in Coney Island. Fifteen minutes later, the dispatcher at the livery-cab company heard an argument over the radio: it sounded as if Mr. Ionin was fighting" , "date" : "20060227" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Cabdriver Dies in Brooklyn After Argument About Fare" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/27\/nyregion\/27cabby.html"} , {"body" : "AFTER a brief prologue set in Jerusalem and featuring ''gargling shrieks of agony'' in the year 1291, ''The Last Templar'' stomps its hoofprints onto Manhattan. Bursting out of ''the marled darkness of Central Park'' and galloping up the steps of the Metropolitan Museum of Art are four horsemen in medieval armor. Flashbulbs pop as these latter-day" , "date" : "20060217" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "35" , "title" : "CROWD PLEASERS; Knights at the Met, Gunfire at a Parade, as Fiction Takes New York" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/17\/books\/17crow.html"} , {"body" : "SUNDAY is family night out in Rego Park, Queens. All 10 tables at Restaurant Salute are crowded with pots of green tea, platters of golden French fries showered with chopped garlic and parsley, and piles of Uzbek plov, a cumin-scented pilaf of rice, carrots and chickpeas. In the kitchen at Shalom, lamb rib kebabs sizzle over a live charcoal fire," , "date" : "20060118" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "1" , "title" : "The Silk Road Leads to Queens" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/18\/dining\/18rego.html"} , {"body" : "The lawyer for one of the men last seen with a Connecticut newlywed before he vanished on a Mediterranean cruise last summer said federal agents had pressured his client for information about the man's disappearance and threatened to charge him with the rape of a female passenger if he declined to cooperate. In his first extensive comments on the" , "date" : "20060112" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["CONNECTICUT"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "F.B.I. Said to Grill Man, 20, On Cruise Disappearance" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/12\/nyregion\/12cruise.html"}]