[  {"body" : "Correction Appended As Debbie Phillip began to speak during a recent interview, her son Devon, 19, zipped up his hooded sweatshirt, completely covering his face and ears. He soon pretended to be asleep, stretching out and making snoring noises. But his antics did not fool Justin, the youngest brother in the family. He did not want to hear the story" , "date" : "20061231" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "NEEDIEST CASES; Child's Disease Strains the Finances of a Canarsie Family" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E07E3D6153CF932A05751C1A9609C8B63"} , {"body" : "The former operators of one of New York's largest and most troubled homes for the mentally ill -- a place once deemed by the state to be a ''new warehouse for the insane'' -- have been permanently barred from running facilities for people with mental disabilities, state officials announced yesterday. Eliot Spitzer, in his role as state attorney" , "date" : "20061229" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Ex-Operators In Adult Home Are Barred In Settlement" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/29\/nyregion\/29adult.html"} , {"author" : "Bryan Burrough, a special correspondent at Vanity Fair, is author of ''Public Enemies: America's Greatest Crime Wave and the Birth of the FBI, 1933-34.''" , "body" : "THE BROTHERHOODS The True Story of Two Cops Who Murdered for the Mafia. By Guy Lawson and William Oldham. Illustrated. 511 pp. Scribner. $27.50. The phenomenon of Mafia nostalgia is so ingrained in the American consciousness, one might think Frank Costello and Albert Anastasia were among the founding fathers. In fact, our fascination with modern" , "date" : "20061210" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "7" , "title" : "Mob Squad" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/10\/books\/review\/Burrough.t.html"} , {"body" : "THERE are few things that can gladden the hearts of New York real estate brokers as much as the thought of billions of dollars in bonuses paid on Wall Street, moving from hedge funds and buyout fees to brick and stone, or in some cases, glass and steel, as this uncertain year of wavering condominium and co-op price draws to a close. After all, the" , "date" : "20061210" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "BIG DEAL; Preparing for Bonus Season" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/10\/realestate\/10Deal1.html"} , {"body" : "THE day Starrett City opened, Oct. 13, 1974, was cold and, to read contemporary news accounts, somewhat inauspicious. The sprawling 46-building middle-income project on the south shore of Brooklyn near Canarsie was still a month away from having any residents, and 18,000 promised trees had not yet been planted. Aside from the blocky tan towers, the" , "date" : "20061210" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "CITY LORE; On the Block, A Dream By the Sea" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/10\/nyregion\/thecity\/10star.html"} , {"body" : "To the Editor: Your Nov. 19 editorial ''Black Soot and Asthma'' mentions opposition in Queens to the proposed cross-harbor rail freight project. But you do not mention strong opposition in many Brooklyn neighborhoods. There are tens of thousands of Brooklyn residents who would be negatively affected by the project, in Bay Ridge, Sunset Park," , "date" : "20061203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "17" , "title" : "Rail Project Opposition Not Just in Queens" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0CE5D61E3EF930A35751C1A9609C8B63"} , {"body" : "In a city of superlatives, Starrett City has more than its share. The 31-year-old housing development in eastern Brooklyn is the largest federally subsidized rental housing complex in the country. Originally modeled on Co-op City, in the Bronx, it is one of the largest developments in New York. It operated for years under one of the most" , "date" : "20061201" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "A Sweeping Housing Plan Bedeviled by Racial Quotas" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/01\/nyregion\/01history.html"} , {"body" : "Starrett City, a 140-acre apartment complex built 30 years ago on Jamaica Bay in Brooklyn as an enclave for working-class New Yorkers, is on the auction block, the owner confirmed yesterday. The complex, whose owner changed its name in recent years to the more chic-sounding Spring Creek Towers, is the largest federally subsidized rental complex in" , "date" : "20061201" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Tract Goes on Block; Home to 14,000" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/01\/nyregion\/01starrett.html"} , {"body" : "A man and a woman were shot at a home in Canarsie on Saturday afternoon, the police said. Officers received a report of a shooting at 1332 E. 82nd Street, the police said. They found a man, 44, and a woman, 33, with gunshot wounds, as well as a weapon believed to have been used in the shooting. Neither victim was identified by the police yesterday." , "date" : "20061127" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Man And Woman Are Shot" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A04E0DA103EF934A15752C1A9609C8B63"} , {"body" : "In the third quarter of this year, the number of city residents who had missed more than three months of mortgage payments jumped by 20 percent compared with the same quarter a year ago. Still, New Yorkers often have more time to try to hold onto their homes than homeowners in the rest of the country. Data collected by PropertyShark.com, a real" , "date" : "20061125" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Missed Mortgage Payments Rise 20% in Third Quarter" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/25\/nyregion\/25foreclose.html"} ,   {"body" : "Sometimes, when troublemakers enter Papa Joe's diner on Tennessee Avenue, Joe Boccino glares at them until they leave. Other times, he pulls out his black Easton baseball bat and raps it hard -- once, twice, three times -- on the counter. ''You're in the middle of crack city,'' Mr. Boccino said yesterday at his restaurant, surveying this blighted" , "date" : "20061125" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW JERSEY" , "ATLANTIC CITY (NJ)" , "ATLANTIC COUNTY (NJ)" , "EGG HARBOR TOWNSHIP (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Broken Lives And Victims In Shadow Of Taj Mahal" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/25\/nyregion\/25slay.html"} , {"body" : "Kim Raffo and her younger sister grew up in the Canarsie area of Brooklyn, helping her father sell luggage out of a small shop in the financial district. By the time she was 12, Kim could run the store herself while her father, Robert, checked the inventory. He named his boat ''Precious Kim'' after her. ''She was my best friend,'' Mr. Raffo" , "date" : "20061123" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW JERSEY" , "ATLANTIC CITY (NJ)" , "EGG HARBOR TOWNSHIP (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "A Life Gone Off Course, and Then Violently Cut Short" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/23\/nyregion\/23victim.html"} , {"body" : "Because of an editing error, an article in some copies on Thursday about a fatal shooting outside a subway station on the L line in Canarsie, Brooklyn, misstated its location. It is on Rockaway Parkway, not Rockaway Avenue." , "date" : "20061121" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A03E7DD123EF932A15752C1A9609C8B63"} , {"body" : "A 56-year-old man was killed by a stray bullet yesterday after a fight broke out between two groups of young men at a subway station in Canarsie, Brooklyn, the police said. The victim, whose name was not released, was shot once in the back. He collapsed on the street outside the Rockaway Avenue station, which is at the end of the L line, and was" , "date" : "20061116" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Man Killed by Stray Bullet" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/16\/nyregion\/16subway.html"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "CHEAP. That's all Keith Rosenthal and Catherine Mauro cared about. They wanted to pay about $700 a month for their new apartment -- and absolutely no more than $850. ''I am by nature very frugal,'' said Mr. Rosenthal, 23, who grew up in Canarsie, Brooklyn, and majored in accounting at Brooklyn College. Ms. Mauro, 25, from Syracuse, said, ''Our" , "date" : "20061105" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "THE HUNT; A Rigorous Dedication to Saving Money" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/05\/realestate\/05hunt.html"} , {"body" : "AFTER 22 years in Dannemora, Sing Sing, Attica, Great Meadow, Elmira and the Downstate Correctional Facility at Fishkill, Alan Newton came home to the Bronx one unremarkable day last July, his age doubled, his life renewed. As had been proved incontrovertibly, he did not commit the crimes that made the prisons of New York State his home for more" , "date" : "20061029" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Finally, a Life Resumed" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/29\/nyregion\/thecity\/29dna.html"} , {"body" : "PEOPLE-WATCHING is to New York City what vista-gazing is to the Grand Canyon: You haven't really been if you haven't done it. But you don't just watch people here, you watch their poodles and pugs, too. And you don't just watch people, you eavesdrop on them or even follow them (briefly, please). There are no ethical qualms: People here know that" , "date" : "20061015" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "16" , "title" : "WEEKEND IN NEW YORK: PEOPLE-WATCHING; Here's Looking at You" , "url" : "http:\/\/travel.nytimes.com\/2006\/10\/15\/travel\/15weekend.html"} , {"body" : "Shawon Dunston's tour of Brooklyn baseball stops at the high rises where he used to throw rocks, the street corners where he used to throw snowballs, and the legendary sandlot where he put that powerful throwing arm on display. The sandlot was the final stop in a tour that Dunston, whose 17-year major league career included a trip to the 1999" , "date" : "20061002" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "Sports"] , "page_facet" : "1" , "title" : "Hardball Ain't the Game in Brooklyn Anymore" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/02\/sports\/baseball\/02newyorkxx.html"} , {"body" : "A Flatbush man convicted of killing an Army sergeant outside a Canarsie nightclub last year was sentenced yesterday in State Supreme Court to 40 years to life in prison. Prosecutors said the sergeant, Terrence Balkissoon, 25, on leave from duty in Iraq, angered the man, Joseph Carrington, 25, by speaking to Mr. Carrington's girlfriend outside the" , "date" : "20060928" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Man Sentenced For Killing Soldier" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/28\/nyregion\/28mbrfs-005.html"} , {"body" : "A suspect was arrested on Friday and charged with the murder of a landlord, who was shot in the face early on Thursday in Brownsville, Brooklyn, after a dispute with a tenant, the police said. The suspect, Andre J. Walker, 20, of 490 Williams Avenue in Brooklyn, was charged with second-degree murder in the death of the landlord, Paul E. Siddo, 41," , "date" : "20060917" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "Brooklyn Man Held In Landlord's Death" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/17\/nyregion\/17arrest.html"} ,   {"body" : "A landlord was fatally shot in the face yesterday while sitting in a van parked outside a Brownsville building, the police said. The victim, Paul E. Siddo, 41, of Canarsie, was shot at 12:40 a.m. in front of a building of which he was a co-owner at 661 Watkins Street, the police said. He was pronounced dead at Brookdale University Hospital and" , "date" : "20060915" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Landlord Killed Outside Building" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/15\/nyregion\/15mbrfs-004.html"} , {"body" : "A Brooklyn man was arrested yesterday and charged with killing Damon Allen, a sanitation worker once called a hero, who tried to intervene during a dispute that ended in gunfire early on Monday morning, the police said. The police said that the suspect, Anthony Williams, 23, stole a man's wallet and bracelet on the street outside a residence in" , "date" : "20060906" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Man, 23, Is Charged In Sanitation Worker's Death" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/06\/nyregion\/06shot.html"} , {"body" : "A sanitation worker who caught a 4-year-old girl last year as she was thrown to safety from a burning building was shot in the head and killed early yesterday on a Brooklyn street, the police said. The man, Damon Allen, 33, was once again trying to help others, the police and witnesses said, urging them to take cover from the crossfire of a gun" , "date" : "20060905" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Circumstances Made Him a Hero, and Then Cost Him His Life" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/05\/nyregion\/05slay.html"} , {"body" : "A Brooklyn man has been indicted on charges of using other people's credit cards to make purchases and cash withdrawals of more than $67,000, prosecutors said yesterday. The man, Kevin Griffith, 27, is charged on 211 counts, including grand larceny and identity theft, said Charles J. Hynes, the Brooklyn district attorney. Mr. Hynes said Mr." , "date" : "20060901" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Man Charged With Identity Thefts" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/01\/nyregion\/01mbrfs-004.html"} , {"body" : "THE 99 Cent Warehouse is a musty, harshly lighted store on Sutter Avenue in Brownsville, Brooklyn, and money is as important to its customers as its name suggests. The checkout clerks affix stickers saying ''Paid'' to everything they ring up, signs reading ''No Cash Refund'' dot the premises, and back in February, when the price of frozen items was" , "date" : "20060827" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; The View From Tract 910" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/27\/nyregion\/thecity\/27pove.html"} , {"body" : "Two men were killed in separate hit-and-run incidents yesterday -- one in Canarsie, Brooklyn, and the other in Corona, Queens -- the police said. Shortly before 5 p.m., a blue Ford Probe racing with another car down Avenue L hit a bicyclist at East 92nd Street and dragged him to East 90th Street, the police said. The bicyclist, whose identity was" , "date" : "20060821" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Two Men Killed By Hit-And-Run Drivers" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/21\/nyregion\/21mbrfs-001.html"} , {"body" : "An off-duty correction officer was arrested Friday night in Brooklyn and accused of selling crack cocaine to an undercover police officer, the police said yesterday. The officer, Wesley Hamilton, 40, was arrested in front of 917 East 104th Street in Canarsie about 8 p.m., where he attempted the sale, and was charged with the criminal sale of a" , "date" : "20060820" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Officer Faces Drug Charge" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/20\/nyregion\/20drug.html"} , {"body" : "A man charged with stabbing his 1-year-old daughter to death must undergo a psychiatric examination before trial, a judge ordered yesterday. The man, Dwayne Palmer, 32, was formally charged in State Supreme Court in Brooklyn with second-degree murder and attempted murder in an attack on his companion, Natasha Martin, and their daughter, Samara" , "date" : "20060815" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "2" , "title" : "Psychiatric Exam Is Set for Father In Murder Case" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/15\/nyregion\/15arraign.html"} , {"body" : "The air-conditioner was broken, the bedroom was hot and the baby could not sleep. So during the night a Brooklyn woman took her 6-month-old daughter to the living room so the baby could get some rest. About 3 a.m. yesterday, a gunman fired several shots through the door of the apartment, grazing the baby's head as she slept, the police said. The" , "date" : "20060804" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Baby's Head Is Grazed as Shots Are Fired Into Canarsie Apartment" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/04\/nyregion\/04shooting.html"} , {"body" : "When the wind blows off Soundview Park, a rambling, largely overgrown expanse at the mouth of the Bronx River, the air fills with an odor that neighbors say smells like rotting eggs. The city's Sanitation Department says the source of the stench is unclear, but neighbors point to a hidden section of the park where for six years the department has" , "date" : "20060731" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "SOUNDVIEW PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Making Mulch, and Some Angry Neighbors, Too" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/31\/nyregion\/31compost.html"} ,   {"body" : "A birthday party at a public housing complex in Brooklyn turned violent last night after a police complaint about loud music led to a scuffle and an officer shot a 28-year-old resident, the police and witnesses said. Two officers received bruises in the confrontation. The wounded man, identified by friends as Robert Ramirez, was taken to Brookdale" , "date" : "20060725" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Party in Brooklyn Ends in a Confrontation With the Police, and Bullets" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/25\/nyregion\/25shot.html"} , {"body" : "For a long time, before the movie star and the lawyer got involved, Kojo Mensah had higher aspirations. He had landed at Siena College because major N.C.A.A. Division I basketball programs did not pursue his talents after he led the Catholic High School Athletic Association in scoring while at Bishop Loughlin High School in Brooklyn and after he" , "date" : "20060707" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "2" , "title" : "COLLEGE BASKETBALL; Mensah, Siena's Top Scorer, Is Placed in Limbo as His Scholarship Is Revoked" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/07\/sports\/ncaabasketball\/07siena.html"} , {"body" : "It was a heavily hip-hop extravaganza outside Public School 45 in South Ozone Park, Queens, this month, with even the littlest kindergartners getting funky to tracks like ''You Gotta Believe (Atomic Slyde)'' by Fierce Ruling Diva. On the same morning, at the opposite end of the city, children at P.S. 81 in Riverdale, the Bronx, stepped through less" , "date" : "20060620" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "When School Turns Into the Land of 1,000 Dances" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/20\/education\/20dance.html"} , {"body" : "On Friday, Dwayne Palmer told his girlfriend he was going to kill her, according to her neighbors and relatives. A few days later, just after 1 a.m. yesterday, Mr. Palmer tried to make good on his threat, the police say. As his girlfriend, Natasha Martin, slept with the couple's 1-year-old daughter, the police said, Mr. Palmer forced his way into" , "date" : "20060620" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Held in Death of His Baby Daughter" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/20\/nyregion\/20stab.html"} , {"body" : "THE sign in Antoine Philippe Dorcelus's yellow cab clearly stated that the maximum number of passengers was four. But Mr. Dorcelus didn't bat an eye when 13,000 bees buzzed into the taxi's front seat the other day in the company of a man named David Graves. Mr. Graves is a beekeeper from Becket, Mass., and his traveling companions, clustered in a" , "date" : "20060528" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; Bees on Board" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/28\/nyregion\/thecity\/28bees.html"} , {"body" : "ON weekdays, Julie Kroloff sets the coffee maker for 5:45 a.m., then speeds through her kitchen in Hopewell Junction, N.Y., and grabs a cup to fortify herself for the long drive ahead. If Ms. Kroloff, a self-employed consultant, is on time, she backs out of the garage just before 6 and makes the trip from Dutchess County to her office in Midtown" , "date" : "20060521" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Bigger Houses, Longer Commutes" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9804E6D8123EF932A15756C0A9609C8B63"} , {"body" : "SOMETHING odd was attached to the wing of the C-47, and several of the volunteer restorers whose task it was to repair the big plane were scratching their heads. When they pulled off the fairing -- the curved sheet of metal between the wing and the fuselage -- they found a strange pump and brackets for some kind of tank. But the tank was missing," , "date" : "20060514" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: JAMAICA BAY; Rebuilding The Planes That Took The City Aloft" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/14\/nyregion\/thecity\/14floy.html"} , {"body" : "An argument among four teenagers at a party in Brooklyn ended in gunfire last night when the men began firing at each other, sending all four to nearby hospitals with gunshot wounds. The police said that the teenagers, whose names were not released, were at a party in an apartment building at 795 East 105th Street in Canarsie when they got into a" , "date" : "20060506" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "4 Teenagers Shot at Party in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/06\/nyregion\/06shot.html"} , {"body" : "William P. Gottlieb, who with a boxy, old-fashioned press camera indelibly defined what jazz looked like in a brief, magical time when both early legends like Armstrong and Ellington and the emerging beboppers ruled the bandstands and radio waves, died on Sunday at his home in Great Neck, N.Y. He was 89. The cause was a stroke, his wife, Delia," , "date" : "20060425" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts" , "Obituaries" , "Books"] , "page_facet" : "7" , "title" : "William Gottlieb, 89, Jazz Photographer" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/25\/arts\/25gottlieb.html"} , {"body" : "Mayor Michael R. Bloomberg announced yesterday that police officers with metal detectors would conduct unannounced sweeps of students and their bags at middle schools and high schools throughout the city beginning later this month. The scanning, as students arrive for classes in the morning, may be conducted at any of the roughly 80 percent of" , "date" : "20060414" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Students to Get No Warning Before Searches" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/14\/education\/14educ.html"} ,   {"body" : "Two young men were killed in Brooklyn in 1992. The cases were never solved. There, the obvious similarities end. Boris Roitman, 21, thought to be an informant for the police, was found beside a tennis court in Gravesend, shot in the neck and chest. Thien Diep, 24, a high-stakes pool player who had his own cue, was robbed, his body incinerated in a" , "date" : "20060413" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "RUSSIA" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "14 Years Later, 2 Killings Are Linked to Russian Mob" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/13\/nyregion\/13cold.html"} , {"body" : "In a city where anyone hailing a cab will immediately recognize that unmistakable shade of yellow, another public conveyance -- the commuter van -- may be in for a standard color of its own. That was the recommendation yesterday from a City Council committee looking into a transportation service it said was too often unsafe and inadequately" , "date" : "20060330" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "New Yorkers May Soon Be Able to Tell A Van, as They Do a Cab, by Its Color" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/30\/nyregion\/30vans.html"} , {"body" : "DEAR DIARY: Our senior center in Canarsie happily shares the premises with preschoolers. Recently at our discussion group, a group of 4-year-olds walked past our open door. One little boy poked his head in and said, ''How do you get to be old?'' He walked away before we could think of a bright answer. Anne Lasoff Dear Diary: The other day on the A" , "date" : "20060320" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/20\/nyregion\/20diary.html"} , {"body" : "A self-described member of John A. Gotti's crime organization described in court yesterday coming of age in a world where he held many construction jobs, yet never did any real work. The mobster, Joseph D'Angelo, 37, said he had hardly done an honest day's work in his life, not so much because he did not want to but because he was not expected to," , "date" : "20060301" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Mobster Recalls Schemes In Days as a Gotti Soldier" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/01\/nyregion\/01gotti.html"} , {"body" : "Linda Rosenthal, a longtime aide to United States Representative Jerrold L. Nadler, was elected yesterday to the Assembly, representing the Upper West Side of Manhattan. The special election, one of three in New York City yesterday, was to determine the successor to Scott Stringer, who was elected Manhattan borough president in November. Ms." , "date" : "20060301" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Nadler Aide Wins Seat In Assembly" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/01\/nyregion\/01elect.html"} , {"body" : "Special elections are being held today for Assembly seats in Manhattan and Brooklyn that opened up when the incumbents resigned or were elected to other positions. The most heated race is on the Upper West Side of Manhattan, in the 67th District, where four candidates are competing to fill the seat vacated by Scott Stringer, a Democrat who was" , "date" : "20060228" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "MANHATTAN (NYC)" , "BUFFALO (NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Special Elections for the Legislature Today" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/28\/nyregion\/28elect.html"} , {"body" : "A 64-year-old man was found dead during the morning rush yesterday inside a subway train, the authorities said, and had apparently been riding for more than six hours before anyone noticed. The man, whom the police identified as Eugene M. Reilly of Midwood, Brooklyn, was a mail handler who had worked for the Postal Service for 35 years. Mr." , "date" : "20060120" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Found On Q Train; Probably Died Hours Earlier" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/20\/nyregion\/20dead.html"} , {"body" : "Without fanfare or ceremony -- and with no way for riders to notice -- two subway trains on the L line rolled out of the Rockaway Parkway station in Brooklyn just after midnight yesterday and became the first in the system's 101-year history to be controlled by computers. The occasion was an important step, but only a baby step, in a $288 million" , "date" : "20060118" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "2" , "title" : "Hey, Who's at the Controls? A Computer? That's Right" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/18\/nyregion\/18subway.html"} , {"body" : "FOR those who believe that what goes around comes around, it may come as no surprise that the historic Nunley's Carousel is preparing for another spin. But in an extra twist, the 94-year-old carousel, which seemed headed north to Oyster Bay, is heading back south to Baldwin, its longtime home. If Joseph Scannell, a Nassau County legislator who" , "date" : "20060108" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Nunley's Carousel Comes Full Circle" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0CE5D81130F93BA35752C0A9609C8B63"} , {"body" : "MARK FIELDS has no time to waste -- and no time to become acquainted with employees at Ford Motor, where he is the new president of its American operations. That is why Mr. Fields, who recently returned to Ford's headquarters here in October after three promotions that had taken him to Argentina, Japan and England in the last eight years, has been" , "date" : "20060108" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "Is There a Future In Ford's Future?" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/08\/business\/yourmoney\/08ford.html"} ,   {"body" : "Correction Appended As Debbie Phillip began to speak during a recent interview, her son Devon, 19, zipped up his hooded sweatshirt, completely covering his face and ears. He soon pretended to be asleep, stretching out and making snoring noises. But his antics did not fool Justin, the youngest brother in the family. He did not want to hear the story" , "date" : "20061231" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "NEEDIEST CASES; Child's Disease Strains the Finances of a Canarsie Family" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E07E3D6153CF932A05751C1A9609C8B63"} , {"body" : "The former operators of one of New York's largest and most troubled homes for the mentally ill -- a place once deemed by the state to be a ''new warehouse for the insane'' -- have been permanently barred from running facilities for people with mental disabilities, state officials announced yesterday. Eliot Spitzer, in his role as state attorney" , "date" : "20061229" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Ex-Operators In Adult Home Are Barred In Settlement" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/29\/nyregion\/29adult.html"} , {"author" : "Bryan Burrough, a special correspondent at Vanity Fair, is author of ''Public Enemies: America's Greatest Crime Wave and the Birth of the FBI, 1933-34.''" , "body" : "THE BROTHERHOODS The True Story of Two Cops Who Murdered for the Mafia. By Guy Lawson and William Oldham. Illustrated. 511 pp. Scribner. $27.50. The phenomenon of Mafia nostalgia is so ingrained in the American consciousness, one might think Frank Costello and Albert Anastasia were among the founding fathers. In fact, our fascination with modern" , "date" : "20061210" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "7" , "title" : "Mob Squad" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/10\/books\/review\/Burrough.t.html"} , {"body" : "THERE are few things that can gladden the hearts of New York real estate brokers as much as the thought of billions of dollars in bonuses paid on Wall Street, moving from hedge funds and buyout fees to brick and stone, or in some cases, glass and steel, as this uncertain year of wavering condominium and co-op price draws to a close. After all, the" , "date" : "20061210" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "BIG DEAL; Preparing for Bonus Season" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/10\/realestate\/10Deal1.html"} , {"body" : "THE day Starrett City opened, Oct. 13, 1974, was cold and, to read contemporary news accounts, somewhat inauspicious. The sprawling 46-building middle-income project on the south shore of Brooklyn near Canarsie was still a month away from having any residents, and 18,000 promised trees had not yet been planted. Aside from the blocky tan towers, the" , "date" : "20061210" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "CITY LORE; On the Block, A Dream By the Sea" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/10\/nyregion\/thecity\/10star.html"} , {"body" : "To the Editor: Your Nov. 19 editorial ''Black Soot and Asthma'' mentions opposition in Queens to the proposed cross-harbor rail freight project. But you do not mention strong opposition in many Brooklyn neighborhoods. There are tens of thousands of Brooklyn residents who would be negatively affected by the project, in Bay Ridge, Sunset Park," , "date" : "20061203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "17" , "title" : "Rail Project Opposition Not Just in Queens" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0CE5D61E3EF930A35751C1A9609C8B63"} , {"body" : "In a city of superlatives, Starrett City has more than its share. The 31-year-old housing development in eastern Brooklyn is the largest federally subsidized rental housing complex in the country. Originally modeled on Co-op City, in the Bronx, it is one of the largest developments in New York. It operated for years under one of the most" , "date" : "20061201" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "A Sweeping Housing Plan Bedeviled by Racial Quotas" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/01\/nyregion\/01history.html"} , {"body" : "Starrett City, a 140-acre apartment complex built 30 years ago on Jamaica Bay in Brooklyn as an enclave for working-class New Yorkers, is on the auction block, the owner confirmed yesterday. The complex, whose owner changed its name in recent years to the more chic-sounding Spring Creek Towers, is the largest federally subsidized rental complex in" , "date" : "20061201" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Tract Goes on Block; Home to 14,000" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/01\/nyregion\/01starrett.html"} , {"body" : "A man and a woman were shot at a home in Canarsie on Saturday afternoon, the police said. Officers received a report of a shooting at 1332 E. 82nd Street, the police said. They found a man, 44, and a woman, 33, with gunshot wounds, as well as a weapon believed to have been used in the shooting. Neither victim was identified by the police yesterday." , "date" : "20061127" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Man And Woman Are Shot" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A04E0DA103EF934A15752C1A9609C8B63"} , {"body" : "In the third quarter of this year, the number of city residents who had missed more than three months of mortgage payments jumped by 20 percent compared with the same quarter a year ago. Still, New Yorkers often have more time to try to hold onto their homes than homeowners in the rest of the country. Data collected by PropertyShark.com, a real" , "date" : "20061125" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Missed Mortgage Payments Rise 20% in Third Quarter" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/25\/nyregion\/25foreclose.html"} , {"body" : "Sometimes, when troublemakers enter Papa Joe's diner on Tennessee Avenue, Joe Boccino glares at them until they leave. Other times, he pulls out his black Easton baseball bat and raps it hard -- once, twice, three times -- on the counter. ''You're in the middle of crack city,'' Mr. Boccino said yesterday at his restaurant, surveying this blighted" , "date" : "20061125" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW JERSEY" , "ATLANTIC CITY (NJ)" , "ATLANTIC COUNTY (NJ)" , "EGG HARBOR TOWNSHIP (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Broken Lives And Victims In Shadow Of Taj Mahal" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/25\/nyregion\/25slay.html"} , {"body" : "Kim Raffo and her younger sister grew up in the Canarsie area of Brooklyn, helping her father sell luggage out of a small shop in the financial district. By the time she was 12, Kim could run the store herself while her father, Robert, checked the inventory. He named his boat ''Precious Kim'' after her. ''She was my best friend,'' Mr. Raffo" , "date" : "20061123" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW JERSEY" , "ATLANTIC CITY (NJ)" , "EGG HARBOR TOWNSHIP (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "A Life Gone Off Course, and Then Violently Cut Short" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/23\/nyregion\/23victim.html"} , {"body" : "Because of an editing error, an article in some copies on Thursday about a fatal shooting outside a subway station on the L line in Canarsie, Brooklyn, misstated its location. It is on Rockaway Parkway, not Rockaway Avenue." , "date" : "20061121" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A03E7DD123EF932A15752C1A9609C8B63"} , {"body" : "A 56-year-old man was killed by a stray bullet yesterday after a fight broke out between two groups of young men at a subway station in Canarsie, Brooklyn, the police said. The victim, whose name was not released, was shot once in the back. He collapsed on the street outside the Rockaway Avenue station, which is at the end of the L line, and was" , "date" : "20061116" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Man Killed by Stray Bullet" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/16\/nyregion\/16subway.html"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "CHEAP. That's all Keith Rosenthal and Catherine Mauro cared about. They wanted to pay about $700 a month for their new apartment -- and absolutely no more than $850. ''I am by nature very frugal,'' said Mr. Rosenthal, 23, who grew up in Canarsie, Brooklyn, and majored in accounting at Brooklyn College. Ms. Mauro, 25, from Syracuse, said, ''Our" , "date" : "20061105" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "THE HUNT; A Rigorous Dedication to Saving Money" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/05\/realestate\/05hunt.html"} , {"body" : "AFTER 22 years in Dannemora, Sing Sing, Attica, Great Meadow, Elmira and the Downstate Correctional Facility at Fishkill, Alan Newton came home to the Bronx one unremarkable day last July, his age doubled, his life renewed. As had been proved incontrovertibly, he did not commit the crimes that made the prisons of New York State his home for more" , "date" : "20061029" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Finally, a Life Resumed" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/29\/nyregion\/thecity\/29dna.html"} , {"body" : "PEOPLE-WATCHING is to New York City what vista-gazing is to the Grand Canyon: You haven't really been if you haven't done it. But you don't just watch people here, you watch their poodles and pugs, too. And you don't just watch people, you eavesdrop on them or even follow them (briefly, please). There are no ethical qualms: People here know that" , "date" : "20061015" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "16" , "title" : "WEEKEND IN NEW YORK: PEOPLE-WATCHING; Here's Looking at You" , "url" : "http:\/\/travel.nytimes.com\/2006\/10\/15\/travel\/15weekend.html"} , {"body" : "Shawon Dunston's tour of Brooklyn baseball stops at the high rises where he used to throw rocks, the street corners where he used to throw snowballs, and the legendary sandlot where he put that powerful throwing arm on display. The sandlot was the final stop in a tour that Dunston, whose 17-year major league career included a trip to the 1999" , "date" : "20061002" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "Sports"] , "page_facet" : "1" , "title" : "Hardball Ain't the Game in Brooklyn Anymore" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/02\/sports\/baseball\/02newyorkxx.html"} , {"body" : "A Flatbush man convicted of killing an Army sergeant outside a Canarsie nightclub last year was sentenced yesterday in State Supreme Court to 40 years to life in prison. Prosecutors said the sergeant, Terrence Balkissoon, 25, on leave from duty in Iraq, angered the man, Joseph Carrington, 25, by speaking to Mr. Carrington's girlfriend outside the" , "date" : "20060928" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Man Sentenced For Killing Soldier" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/28\/nyregion\/28mbrfs-005.html"} , {"body" : "A suspect was arrested on Friday and charged with the murder of a landlord, who was shot in the face early on Thursday in Brownsville, Brooklyn, after a dispute with a tenant, the police said. The suspect, Andre J. Walker, 20, of 490 Williams Avenue in Brooklyn, was charged with second-degree murder in the death of the landlord, Paul E. Siddo, 41," , "date" : "20060917" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "Brooklyn Man Held In Landlord's Death" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/17\/nyregion\/17arrest.html"} , {"body" : "A landlord was fatally shot in the face yesterday while sitting in a van parked outside a Brownsville building, the police said. The victim, Paul E. Siddo, 41, of Canarsie, was shot at 12:40 a.m. in front of a building of which he was a co-owner at 661 Watkins Street, the police said. He was pronounced dead at Brookdale University Hospital and" , "date" : "20060915" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Landlord Killed Outside Building" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/15\/nyregion\/15mbrfs-004.html"} , {"body" : "A Brooklyn man was arrested yesterday and charged with killing Damon Allen, a sanitation worker once called a hero, who tried to intervene during a dispute that ended in gunfire early on Monday morning, the police said. The police said that the suspect, Anthony Williams, 23, stole a man's wallet and bracelet on the street outside a residence in" , "date" : "20060906" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Man, 23, Is Charged In Sanitation Worker's Death" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/06\/nyregion\/06shot.html"} , {"body" : "A sanitation worker who caught a 4-year-old girl last year as she was thrown to safety from a burning building was shot in the head and killed early yesterday on a Brooklyn street, the police said. The man, Damon Allen, 33, was once again trying to help others, the police and witnesses said, urging them to take cover from the crossfire of a gun" , "date" : "20060905" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Circumstances Made Him a Hero, and Then Cost Him His Life" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/05\/nyregion\/05slay.html"} , {"body" : "A Brooklyn man has been indicted on charges of using other people's credit cards to make purchases and cash withdrawals of more than $67,000, prosecutors said yesterday. The man, Kevin Griffith, 27, is charged on 211 counts, including grand larceny and identity theft, said Charles J. Hynes, the Brooklyn district attorney. Mr. Hynes said Mr." , "date" : "20060901" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Man Charged With Identity Thefts" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/01\/nyregion\/01mbrfs-004.html"} , {"body" : "THE 99 Cent Warehouse is a musty, harshly lighted store on Sutter Avenue in Brownsville, Brooklyn, and money is as important to its customers as its name suggests. The checkout clerks affix stickers saying ''Paid'' to everything they ring up, signs reading ''No Cash Refund'' dot the premises, and back in February, when the price of frozen items was" , "date" : "20060827" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; The View From Tract 910" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/27\/nyregion\/thecity\/27pove.html"} , {"body" : "Two men were killed in separate hit-and-run incidents yesterday -- one in Canarsie, Brooklyn, and the other in Corona, Queens -- the police said. Shortly before 5 p.m., a blue Ford Probe racing with another car down Avenue L hit a bicyclist at East 92nd Street and dragged him to East 90th Street, the police said. The bicyclist, whose identity was" , "date" : "20060821" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Two Men Killed By Hit-And-Run Drivers" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/21\/nyregion\/21mbrfs-001.html"} , {"body" : "An off-duty correction officer was arrested Friday night in Brooklyn and accused of selling crack cocaine to an undercover police officer, the police said yesterday. The officer, Wesley Hamilton, 40, was arrested in front of 917 East 104th Street in Canarsie about 8 p.m., where he attempted the sale, and was charged with the criminal sale of a" , "date" : "20060820" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Officer Faces Drug Charge" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/20\/nyregion\/20drug.html"} , {"body" : "A man charged with stabbing his 1-year-old daughter to death must undergo a psychiatric examination before trial, a judge ordered yesterday. The man, Dwayne Palmer, 32, was formally charged in State Supreme Court in Brooklyn with second-degree murder and attempted murder in an attack on his companion, Natasha Martin, and their daughter, Samara" , "date" : "20060815" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "2" , "title" : "Psychiatric Exam Is Set for Father In Murder Case" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/15\/nyregion\/15arraign.html"} , {"body" : "The air-conditioner was broken, the bedroom was hot and the baby could not sleep. So during the night a Brooklyn woman took her 6-month-old daughter to the living room so the baby could get some rest. About 3 a.m. yesterday, a gunman fired several shots through the door of the apartment, grazing the baby's head as she slept, the police said. The" , "date" : "20060804" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Baby's Head Is Grazed as Shots Are Fired Into Canarsie Apartment" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/04\/nyregion\/04shooting.html"} , {"body" : "When the wind blows off Soundview Park, a rambling, largely overgrown expanse at the mouth of the Bronx River, the air fills with an odor that neighbors say smells like rotting eggs. The city's Sanitation Department says the source of the stench is unclear, but neighbors point to a hidden section of the park where for six years the department has" , "date" : "20060731" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "SOUNDVIEW PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Making Mulch, and Some Angry Neighbors, Too" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/31\/nyregion\/31compost.html"} , {"body" : "A birthday party at a public housing complex in Brooklyn turned violent last night after a police complaint about loud music led to a scuffle and an officer shot a 28-year-old resident, the police and witnesses said. Two officers received bruises in the confrontation. The wounded man, identified by friends as Robert Ramirez, was taken to Brookdale" , "date" : "20060725" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Party in Brooklyn Ends in a Confrontation With the Police, and Bullets" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/25\/nyregion\/25shot.html"} , {"body" : "For a long time, before the movie star and the lawyer got involved, Kojo Mensah had higher aspirations. He had landed at Siena College because major N.C.A.A. Division I basketball programs did not pursue his talents after he led the Catholic High School Athletic Association in scoring while at Bishop Loughlin High School in Brooklyn and after he" , "date" : "20060707" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "2" , "title" : "COLLEGE BASKETBALL; Mensah, Siena's Top Scorer, Is Placed in Limbo as His Scholarship Is Revoked" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/07\/sports\/ncaabasketball\/07siena.html"} , {"body" : "It was a heavily hip-hop extravaganza outside Public School 45 in South Ozone Park, Queens, this month, with even the littlest kindergartners getting funky to tracks like ''You Gotta Believe (Atomic Slyde)'' by Fierce Ruling Diva. On the same morning, at the opposite end of the city, children at P.S. 81 in Riverdale, the Bronx, stepped through less" , "date" : "20060620" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "When School Turns Into the Land of 1,000 Dances" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/20\/education\/20dance.html"} , {"body" : "On Friday, Dwayne Palmer told his girlfriend he was going to kill her, according to her neighbors and relatives. A few days later, just after 1 a.m. yesterday, Mr. Palmer tried to make good on his threat, the police say. As his girlfriend, Natasha Martin, slept with the couple's 1-year-old daughter, the police said, Mr. Palmer forced his way into" , "date" : "20060620" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Held in Death of His Baby Daughter" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/20\/nyregion\/20stab.html"} , {"body" : "THE sign in Antoine Philippe Dorcelus's yellow cab clearly stated that the maximum number of passengers was four. But Mr. Dorcelus didn't bat an eye when 13,000 bees buzzed into the taxi's front seat the other day in the company of a man named David Graves. Mr. Graves is a beekeeper from Becket, Mass., and his traveling companions, clustered in a" , "date" : "20060528" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; Bees on Board" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/28\/nyregion\/thecity\/28bees.html"} , {"body" : "ON weekdays, Julie Kroloff sets the coffee maker for 5:45 a.m., then speeds through her kitchen in Hopewell Junction, N.Y., and grabs a cup to fortify herself for the long drive ahead. If Ms. Kroloff, a self-employed consultant, is on time, she backs out of the garage just before 6 and makes the trip from Dutchess County to her office in Midtown" , "date" : "20060521" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Bigger Houses, Longer Commutes" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9804E6D8123EF932A15756C0A9609C8B63"} , {"body" : "SOMETHING odd was attached to the wing of the C-47, and several of the volunteer restorers whose task it was to repair the big plane were scratching their heads. When they pulled off the fairing -- the curved sheet of metal between the wing and the fuselage -- they found a strange pump and brackets for some kind of tank. But the tank was missing," , "date" : "20060514" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: JAMAICA BAY; Rebuilding The Planes That Took The City Aloft" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/14\/nyregion\/thecity\/14floy.html"} , {"body" : "An argument among four teenagers at a party in Brooklyn ended in gunfire last night when the men began firing at each other, sending all four to nearby hospitals with gunshot wounds. The police said that the teenagers, whose names were not released, were at a party in an apartment building at 795 East 105th Street in Canarsie when they got into a" , "date" : "20060506" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "4 Teenagers Shot at Party in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/06\/nyregion\/06shot.html"} , {"body" : "William P. Gottlieb, who with a boxy, old-fashioned press camera indelibly defined what jazz looked like in a brief, magical time when both early legends like Armstrong and Ellington and the emerging beboppers ruled the bandstands and radio waves, died on Sunday at his home in Great Neck, N.Y. He was 89. The cause was a stroke, his wife, Delia," , "date" : "20060425" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts" , "Obituaries" , "Books"] , "page_facet" : "7" , "title" : "William Gottlieb, 89, Jazz Photographer" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/25\/arts\/25gottlieb.html"} , {"body" : "Mayor Michael R. Bloomberg announced yesterday that police officers with metal detectors would conduct unannounced sweeps of students and their bags at middle schools and high schools throughout the city beginning later this month. The scanning, as students arrive for classes in the morning, may be conducted at any of the roughly 80 percent of" , "date" : "20060414" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Students to Get No Warning Before Searches" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/14\/education\/14educ.html"} , {"body" : "Two young men were killed in Brooklyn in 1992. The cases were never solved. There, the obvious similarities end. Boris Roitman, 21, thought to be an informant for the police, was found beside a tennis court in Gravesend, shot in the neck and chest. Thien Diep, 24, a high-stakes pool player who had his own cue, was robbed, his body incinerated in a" , "date" : "20060413" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "RUSSIA" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "14 Years Later, 2 Killings Are Linked to Russian Mob" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/13\/nyregion\/13cold.html"} , {"body" : "In a city where anyone hailing a cab will immediately recognize that unmistakable shade of yellow, another public conveyance -- the commuter van -- may be in for a standard color of its own. That was the recommendation yesterday from a City Council committee looking into a transportation service it said was too often unsafe and inadequately" , "date" : "20060330" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "New Yorkers May Soon Be Able to Tell A Van, as They Do a Cab, by Its Color" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/30\/nyregion\/30vans.html"} , {"body" : "DEAR DIARY: Our senior center in Canarsie happily shares the premises with preschoolers. Recently at our discussion group, a group of 4-year-olds walked past our open door. One little boy poked his head in and said, ''How do you get to be old?'' He walked away before we could think of a bright answer. Anne Lasoff Dear Diary: The other day on the A" , "date" : "20060320" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/20\/nyregion\/20diary.html"} , {"body" : "A self-described member of John A. Gotti's crime organization described in court yesterday coming of age in a world where he held many construction jobs, yet never did any real work. The mobster, Joseph D'Angelo, 37, said he had hardly done an honest day's work in his life, not so much because he did not want to but because he was not expected to," , "date" : "20060301" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Mobster Recalls Schemes In Days as a Gotti Soldier" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/01\/nyregion\/01gotti.html"} , {"body" : "Linda Rosenthal, a longtime aide to United States Representative Jerrold L. Nadler, was elected yesterday to the Assembly, representing the Upper West Side of Manhattan. The special election, one of three in New York City yesterday, was to determine the successor to Scott Stringer, who was elected Manhattan borough president in November. Ms." , "date" : "20060301" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Nadler Aide Wins Seat In Assembly" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/01\/nyregion\/01elect.html"} , {"body" : "Special elections are being held today for Assembly seats in Manhattan and Brooklyn that opened up when the incumbents resigned or were elected to other positions. The most heated race is on the Upper West Side of Manhattan, in the 67th District, where four candidates are competing to fill the seat vacated by Scott Stringer, a Democrat who was" , "date" : "20060228" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "MANHATTAN (NYC)" , "BUFFALO (NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Special Elections for the Legislature Today" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/28\/nyregion\/28elect.html"} , {"body" : "A 64-year-old man was found dead during the morning rush yesterday inside a subway train, the authorities said, and had apparently been riding for more than six hours before anyone noticed. The man, whom the police identified as Eugene M. Reilly of Midwood, Brooklyn, was a mail handler who had worked for the Postal Service for 35 years. Mr." , "date" : "20060120" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Found On Q Train; Probably Died Hours Earlier" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/20\/nyregion\/20dead.html"} , {"body" : "Without fanfare or ceremony -- and with no way for riders to notice -- two subway trains on the L line rolled out of the Rockaway Parkway station in Brooklyn just after midnight yesterday and became the first in the system's 101-year history to be controlled by computers. The occasion was an important step, but only a baby step, in a $288 million" , "date" : "20060118" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "2" , "title" : "Hey, Who's at the Controls? A Computer? That's Right" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/18\/nyregion\/18subway.html"} , {"body" : "FOR those who believe that what goes around comes around, it may come as no surprise that the historic Nunley's Carousel is preparing for another spin. But in an extra twist, the 94-year-old carousel, which seemed headed north to Oyster Bay, is heading back south to Baldwin, its longtime home. If Joseph Scannell, a Nassau County legislator who" , "date" : "20060108" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Nunley's Carousel Comes Full Circle" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0CE5D81130F93BA35752C0A9609C8B63"} , {"body" : "MARK FIELDS has no time to waste -- and no time to become acquainted with employees at Ford Motor, where he is the new president of its American operations. That is why Mr. Fields, who recently returned to Ford's headquarters here in October after three promotions that had taken him to Argentina, Japan and England in the last eight years, has been" , "date" : "20060108" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "Is There a Future In Ford's Future?" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/08\/business\/yourmoney\/08ford.html"}]