[  {"body" : "When Natasha Hawkins was 19, her body was pumped full of chemicals. The chemotherapy diminished the spread of thymoma, cancer of the thymus gland, and, she thought, her chances of ever having children. ''My doctors told me that they were trying to save my life -- no babies,'' Ms. Hawkins said. A few years later, though, she became pregnant. ''When" , "date" : "20061229" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Neediest Cases; Grateful for Each Breath, as Well as Life's Other Wonders" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A06E6D91F31F93AA15751C1A9609C8B63"} , {"body" : "Around Town Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. On display through Monday, the Origami Holiday Tree. Through Tuesday, ''Voices From South of the Clouds,'' a display of photographs of life in Yunnan Province in China, taken by villagers. Through Jan. 7, ''Lizards & Snakes: Alive!,'' an exhibition" , "date" : "20061229" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "SPARE TIMES: Dec. 29 - Jan. 5" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E03E4DB1F31F93AA15751C1A9609C8B63"} , {"body" : "Last month, Jennifer Freeman sat in a Chicago coffee bar, counting her blessings and considering her problem. She had a husband with an M.B.A. degree, two children and a job offer that would let her dig out the education degree she had stashed away during years of playdates and potty training. But she could not accept the job. After weeks of" , "date" : "20061226" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["PRINCE GEORGE'S COUNTY (MD)"] , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "Nanny Hunt Can Be a 'Slap in the Face' for Blacks" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/26\/us\/26nannies.html"} , {"body" : "In decades past, the politicians who came out of central Brooklyn, New York's largest black community, were shaped by the civil rights struggles of the 1950s and '60s, with many coming of age politically during the Vietnam War era. But this year's elections, as well as last year's, represented a changing of the guard that could signal a wider shift" , "date" : "20061224" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "21" , "title" : "Changing of the Guard and Style For Politics of Central Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/24\/nyregion\/24brooklyn.html"} , {"body" : "BUILDING affordable housing in New York has always been a challenge; rarely, if ever, has it been achieved without government subsidies. But with a new mixed-income condominium building going up in Clinton Hill in Brooklyn, that might be about to change. The Pratt Area Community Council, a nonprofit affordable-housing organization, bought a" , "date" : "20061224" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "POSTING; Affordable Housing Without Subsidies" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/24\/realestate\/24post.html"} , {"body" : "Around Town Museums and Sites AMERICAN MUSEUM OF NATURaL HISTORY, Central Park West and 79th Street. On display through Jan. 1, the Origami Holiday Tree. Through Jan. 2, ''Voices From South of the Clouds,'' a display of photographs of life in Yunnan Province in China, taken by villagers. Through Jan. 7, ''Lizards & Snakes: Alive!,'' an exhibition" , "date" : "20061222" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "35" , "title" : "Spare Times: Dec. 22 - Dec. 28" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B00E3D61031F931A15751C1A9609C8B63"} , {"body" : "Around Town Museums and Sites HISTORIC RICHMOND TOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. Tomorrow, 5 to 8:30 p.m., candlelight tours, with demonstrations of holiday customs from the 17th to the 19th centuries, including a Wassail reception, $27.50; members, $22. Reservations required: (718) 351-1611, Ext. 281." , "date" : "20061215" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "38" , "title" : "Spare Times: Dec. 15 - Dec. 21" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0CE0DF1231F936A25751C1A9609C8B63"} , {"body" : "Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. On display through Jan. 1, the Origami Holiday Tree. Through Aug. 19, ''Gold,'' with coins, jewelry and other artifacts. Through May 28, ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter,'' a display with hundreds of butterflies in a" , "date" : "20061124" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/24\/arts\/24spar.html"} , {"body" : "The hunt for new ways of creating moderately priced housing in places with immoderate land prices has led housing experts in New York City to an unconventional thought: Why not tear down obsolete branch libraries and replace them with libraries that not only are bigger and better, but also have apartments built on top? In Brooklyn, a community" , "date" : "20061113" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Stranger Than Fiction? Having People Live on Top of Branch Libraries" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/13\/nyregion\/13libraries.html"} , {"body" : "Jobe Davis begins a chronology of his rocky recent history with his decision eight years ago to have his widowed mother, suffering from Alzheimer's disease, come to live with him, his wife and their daughter. Mr. Davis, 65, says he does not regret the decision; he speaks of his determination ''not to put her in an institution.'' But he traces the" , "date" : "20061112" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "The Neediest Cases; Shouldering Responsibility and Facing a Sea of Troubles" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E03E5DE163EF931A25752C1A9609C8B63"} ,   {"body" : "Attractions Museums and Sites HISTORIC RICHMOND TOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. Through Dec. 3, ''Snapshots of Honor and Service,'' a display of photographs of servicemen and women from World War I to the present, from private collections and the archives of the Staten Island Historical Society. Through" , "date" : "20061110" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/10\/arts\/10spar.html"} , {"body" : "''I LIVE very formally,'' says Joan Rivers when the subject of decorating disasters comes up. ''My apartment is very 18th-century French and English formal. I have finger bowls at dinner. Marie Antoinette and I could have been friends.'' This is why Ms. Rivers's passion, the paintings of the folk artist Clementine Hunter, has created what she sees" , "date" : "20061109" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Regrets Only" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/09\/garden\/09disasters.html"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "CHEAP. That's all Keith Rosenthal and Catherine Mauro cared about. They wanted to pay about $700 a month for their new apartment -- and absolutely no more than $850. ''I am by nature very frugal,'' said Mr. Rosenthal, 23, who grew up in Canarsie, Brooklyn, and majored in accounting at Brooklyn College. Ms. Mauro, 25, from Syracuse, said, ''Our" , "date" : "20061105" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "THE HUNT; A Rigorous Dedication to Saving Money" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/05\/realestate\/05hunt.html"} , {"body" : "Attractions Museums and Sites MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue, Astoria, Queens. Tomorrow and Sunday, 11 a.m. to 5:30 p.m., the 2006 Machinima Festival, devoted to animated films made within video games, with screenings and discussions; festival passes, $10 per day (with a $15, two-day pass available in advance). Sunday night at 7, a" , "date" : "20061103" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/03\/arts\/03spar.html"} , {"body" : "Attractions Museums MOUNT VERNON HOTEL MUSEUM AND GARDEN, 421 East 61st Street, Manhattan. Sunday at 1 p.m., a Children's Halloween Party; $10; members, $8; children, $5. Monday and Tuesday night at 6:15 and 8, ''An Evening With Poe,'' a reading done in costume by Kevin Mitchell Martin. Tickets available for the reading Tuesday night at 6:15; $17;" , "date" : "20061027" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/27\/arts\/27spar.html"} , {"body" : "It may be art to Arthur Wood, 75, who has lived in the Brooklyn building known as the Broken Angel for 27 years. But to the Department of Buildings, the hulking brick, wood and glass structure at 4 Downing Street in Clinton Hill is a glaring jumble of code violations, and yesterday it issued a formal order for him and his wife to vacate. ''I'm" , "date" : "20061018" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Brooklyn Art House Is Ruled Hazardous" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/18\/arts\/design\/18ange.html"} , {"body" : "Because of an editing error, a report in the Metro Briefing column on Friday about the arrest of two students at the Pratt Institute on charges of planting fake bombs in the subways misidentified the neighborhood where Pratt's Brooklyn campus is located. It is Clinton Hill, not Fort Greene." , "date" : "20061016" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D04E3DC1E30F935A25753C1A9609C8B63"} , {"body" : "It was a lesson even the most foolhardy of students should probably have known: Rarely is it a good idea to plant fake bombs in the subway, even if it is for a class, even if it is in the name of Art. Yet Robert Barrett and Jamie Davis, both 21 and juniors at the Pratt Institute in Brooklyn, sallied forth anyway, the police said, placing five" , "date" : "20061014" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Police Call Fake Bombs a Felony, but 2 Students Called It Art" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/14\/nyregion\/14bombers.html"} , {"body" : "Attractions Museums and Sites HISTORIC RICHMOND TOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. Sunday, 11 a.m. to 5 p.m., Old Home Day, with crafts demonstrations like basket-making, spinning, blacksmithing, candle-making and butter-churning. $7; 62+, $6; students and 5 to 17, $5. (718) 351-1611. MUSEUM OF TELEVISION AND" , "date" : "20061013" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/13\/arts\/13spar.html"} , {"body" : "Two students at the Pratt Institute in Fort Greene have been charged after the police said they planted false bombs in the subways. The students, Robert Barrett, 21, and Jamie Davis, 21, placed five packages in subway cars and stations on Sept. 28, the police said. The packages, stuffed with copies of The New York Post and Spider-Man comics, bore" , "date" : "20061013" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Students Charged With Planting Fake Bombs" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE0DD1130F930A25753C1A9609C8B63"} ,   {"body" : "Garment District Loft $2,475,000 MANHATTAN: 144 West 27th Street (between the Avenue of the Americas and Seventh Avenue), #2F A prewar condo with three bedrooms, three baths, family room, laundry room and central air-conditioning. Siim Hanja, Stribling & Associates (646) 613-2740; www.stribling.com COMMON CHARGE: $1,182 a month; taxes: $828 a month" , "date" : "20060924" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B00E7D71131F937A1575AC0A9609C8B63"} , {"body" : "Attractions Museums and Sites HISTORIC RICHMOND TOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. Tomorrow, 10 a.m. to 5 p.m., ''Richmond Town Flea Market in the Village.'' $2; 62+, $1; children, 50 cents. Raindate, Sunday. Hours: Wednesdays through Sundays, 1 to 5 p.m. Admission: $5; 62+, $4; students and 5 to 17, $3.50;" , "date" : "20060922" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/22\/arts\/22spar.html"} , {"body" : "When Aminisha Black moved to Clinton Hill, Brooklyn, in 1971, the Italianate villa-style house across from her brownstone on Lefferts Place was home to several aging followers of the charismatic spiritual leader Father Divine. These acolytes, Ms. Black recalled, were sweet old ladies who went by names like Miss Patience and Miss Kindness. They" , "date" : "20060917" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: CLINTON HILL; Storm Clouds Gather Over an Italianate Charmer" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/17\/nyregion\/thecity\/17ante.html"} , {"body" : "Attractions Museums and Sites MUSEUM OF THE CITY OF NEW YORK, 1120 Fifth Avenue, at 103rd Street. Through Feb. 19, ''Black Style Now,'' an exhibition of hip-hop style and the black fashion revolution that features photographs, garments and accessories worn by Beyoncé, Sean Combs, L L Cool J and others. Tomorrow at 2 p.m., ''Stylin' Slam -- The" , "date" : "20060915" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/15\/arts\/15spar.html"} , {"body" : "For the first time -- and probably the last -- nobody else wanted to speak about Atlantic Yards. Unlike nearly every other public discussion concerning the proposed project to be built near Downtown Brooklyn, a community forum held yesterday at the New York City College of Technology was heavily underattended. Only a few dozen people showed up to" , "date" : "20060913" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "ATLANTIC YARDS (BROOKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "At Atlantic Yards Hearing, A Gathering Small and Civil" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/13\/nyregion\/13yards.html"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "ALL summer, Victor Tineo set deadlines for himself, and all summer he broke them. He would absolutely be out of his mother's place by -- well, soon, soon. He couldn't commit to an apartment because he was waiting for his best friend, John Wang. The two had vowed to room together, but Mr. Wang was deciding between the Benjamin N. Cardozo School of" , "date" : "20060910" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "THE HUNT; What Are Friends For?" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/10\/realestate\/10hunt.html"} , {"author" : "Jonathan Mahler, a contributing writer, is the author of ''Ladies and Gentlemen, the Bronx Is Burning: 1977, Baseball, Politics, and the Battle for the Soul of a City.''" , "body" : "Mayor Bloomberg likes to eat out, and he makes an effort to have at least one meal a week in a borough other than Manhattan, often at restaurants that are more old-school than upscale. On an afternoon last month, he went to Bensonhurst, a working-class Italian neighborhood in Brooklyn, for lunch at the Vegas Diner. ''My ex-wife used to always have" , "date" : "20060910" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "66" , "title" : "The Bloomberg Vista" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/10\/magazine\/10bloomberg.html"} , {"body" : "Attractions Museums and Sites HISTORIC RICHMOND TOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. More than 25 buildings, from the late 17th to the 19th centuries, restored and furnished. Tomorrow and Sunday, 11 a.m. to 7 p.m., the 27th Annual Richmond County Fair, with a parade on Sunday at 1 p.m., and food, entertainment" , "date" : "20060908" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/08\/arts\/08spar.html"} , {"body" : "On the Street New York City WASHINGTON SQUARE OUTDOOR ART EXHIBIT, on the sidewalks north, south and east of Washington Square Park, in Greenwich Village. Tomorrow through Monday, noon to sundown. Also Sept. 9 and 10, same hours. Rain or shine. BRAZILIAN DAY STREET FESTIVAL, Avenue of the Americas from 46th to 57th Streets and 46th Street between" , "date" : "20060901" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/01\/arts\/01spar.html"} , {"body" : "The Bloomberg administration is seeking to expand job and training opportunities for minorities and women in the off-screen crews that form the backbone of the thriving film and television production industry in New York City. Mayor Michael R. Bloomberg has said that the effort is intended to continue the work of a City Council task force on" , "date" : "20060829" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "3" , "title" : "Bloomberg Seeks to Open More Jobs in Film Production to Minorities and Women" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/29\/nyregion\/29film.html"} ,   {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURaL HISTORY, Central Park West and 79th Street. Through Jan. 15, ''Yellowstone to Yukon,'' an exhibition of more than 40 photographs by 11 photographers documenting the animals, vegetation and geology of the regions affected by one of the world's largest wildlife conservation initiatives. Through" , "date" : "20060825" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/25\/arts\/design\/25spar.html"} , {"body" : "For nearly 25 years, Roger L. Green has represented a swath of central Brooklyn in the Assembly, but now that he is running for Congress, the race to succeed him has become one of the most contentious in New York City. The three candidates running in the Democratic primary for the seat, representing the 57th Assembly District, each have political" , "date" : "20060821" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "3" , "title" : "In Brooklyn, a Fierce Contest to Be Assembly Successor" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/21\/nyregion\/21assembly.html"} , {"body" : "Ken Diamondstone, a small developer in Brooklyn, deserves a lot of credit. He's running against State Senator Marty Conner, a long-term incumbent who also happens to be a lawyer specializing in election law. Mr. Conner has long been the go-to man for politicians who want to get pesky challengers off the ballot. Naturally, Mr. Diamondstone faced" , "date" : "20060820" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "Endorsements and Complaints" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/20\/opinion\/nyregionopinions\/CIcandlist2.html"} , {"body" : "Manhattan Less than $300,000 Tudor City $216,000 5 Tudor City Place (40th St.) Number of bedrooms: 0 Number of full bathrooms: 1 Number of half bathrooms: 0 Weeks on market: 2 weeks 220-sq.-ft. studio co-op in a prewar building; 24-hr. doormen, high ceilings, h\/w floors; maintenance $373, 59% tax deductible; listed at $195,000 (multiple bids)." , "date" : "20060813" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales From Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B01E2D71F3FF930A2575BC0A9609C8B63"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Tomorrow, 1 to 5 p.m., Indigenous Peoples' Day, with music and films highlighting American Indian and Maori culture; part of Global Weekends. Through Jan. 15, ''Yellowstone to Yukon,'' an exhibition of more than 40 photographs by 11 photographers" , "date" : "20060811" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/11\/arts\/11spar.html"} , {"body" : "A man died and a woman was injured about 1 a.m. yesterday when a gunman fired several shots at a group of people on the corner of Gates Avenue and Downing Street in Clinton Hill, the police said. At least two of the shots hit the man, Teddy McNichols, in the chest, while the woman, who was not identified, was hit once in the left foot, the police" , "date" : "20060731" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Man Shot in Clinton Hill" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/31\/nyregion\/31mbrfs-004.html"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Jan. 15, ''Yellowstone to Yukon,'' an exhibition of more than 40 photographs by 11 photographers documenting the animals, vegetation and geology of the regions affected by one of the world's largest wildlife conservation initiatives. Through" , "date" : "20060728" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/28\/arts\/28spar.html"} , {"body" : "In the 22 years since she was first elected to the State Senate, Velmanette Montgomery has seen little in the way of political opposition in her Brooklyn district. Ms. Montgomery, a Democrat, has not had a major opponent in a primary or a general election since 1986, when she was opposed by the woman she defeated two years earlier. But this year, a" , "date" : "20060726" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "For a Veteran State Senator, A Rare Primary Challenge" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/26\/nyregion\/26brooklyn.html"} , {"body" : "JOHN A. THAIN, the chief executive of the New York Stock Exchange, bought a duplex apartment last month at 740 Park Avenue that had been owned by the late Enid A. Haupt, the philanthropist, according to a record filed with the city. The apartment had an asking price of $27.5 million. The Thains' two-bedroom apartment is on the 17th and 18th floors," , "date" : "20060723" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "BIG DEAL; Trophy Apartment, Prize Address" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/23\/realestate\/23deal.html"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Jan. 15, ''Yellowstone to Yukon,'' an exhibition of more than 40 photographs by 11 photographers documenting the animals, vegetation and geology of the regions affected by one of the world's largest wildlife conservation initiatives. Through" , "date" : "20060721" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/21\/arts\/21spar.html"} ,   {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Jan. 7, ''Lizards & Snakes: Alive!,'' an exhibition with live examples of more than 25 species. Sunday, from noon to 1:15 p.m., ''How I Became a Herpetologist,'' a discussion with the exhibition's curators, geared for children. Through Aug." , "date" : "20060707" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907E4D91330F934A35754C0A9609C8B63"} , {"body" : "IF you could choose between the life you imagined for yourself a decade ago and the one you've actually lived since then, which would you prefer? Gitta Robinson and Richard Grisaru don't mind at all that their lives haven't turned out according to plan. Ten years ago, the couple, both architects, came up with a strategy: they would buy a house in" , "date" : "20060702" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS\/Clinton Hill; From the Beginning, It Felt Like Home" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/02\/realestate\/02habi.html"} , {"body" : "THE first thing that David Ling noticed -- one really couldn't avoid it -- was the accident directly across the street from the plain brick building for sale on a corner in the Clinton Hill section of Brooklyn. A shiny black car, its front end completely smashed, was just sitting there empty next to a police car with its lights flashing. The second" , "date" : "20060702" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "SKETCH PAD; On the Crest of a Metal Wave" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/02\/realestate\/02sketch.html"} , {"body" : "Upper West Side One-Bedroom $719,000 MANHATTAN: 410 Central Park West (between 100th and 101st Streets), #4D A one-bedroom, one-bath co-op. Lew Schneider, Bellmarc Realty (212) 688-8530, ext. 269; www.bellmarc.com MAINTENANCE: $657 a month PROS: This clean, 630-square-foot apartment across the street from Central Park is nicely laid out, with" , "date" : "20060702" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9807E6D91430F931A35754C0A9609C8B63"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "AFTER months of uncertainty about the fate of 184 Kent Avenue in Williamsburg, Brooklyn -- would it be designated a landmark or would its conversion to condominiums proceed directly? -- the renters there were finally evicted. ''Every day, there were moving vans,'' said Eric Johnston, one of the tenants. ''It was like pouring gas on an anthill.'' He" , "date" : "20060625" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "THE HUNT; A Compromise, With Three Days to Spare" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/25\/realestate\/25hunt.html"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Aug. 20, ''Darwin,'' an exhibition devoted to the naturalist, which includes fossils and live creatures as well as a reconstruction of Darwin's study at Down House. Through today, ''The Butterfly Conservatory: Tropical Butterflies Alive in" , "date" : "20060623" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/23\/arts\/23spar.html"} , {"body" : "Attractions Museums and Sites HISTORIC RICHMOND TOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. More than 25 buildings, from the late 17th to the 19th centuries, restored and furnished. Sunday from 5 to 9 p.m., a traditional 19th-century dinner in celebration of Father's Day; $45; members, $40; reservations: (718)" , "date" : "20060616" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/16\/arts\/16spar.html"} , {"body" : "IT'S all gone: every diamond ring, every stack of bills and birth certificate. Today, the safe deposit boxes in the subterranean vault of what used to be the Williamsburgh Savings Bank lie empty in haphazard piles on the dusty floor. The massive vault doors, several feet thick, stand open. No calls will ever go out to Mrs. Helen Massone, whose" , "date" : "20060611" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "For Brooklyn's Beacon, The Luxe Life" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/11\/nyregion\/thecity\/11bank.html"} , {"body" : "Attractions Museums and Sites HISTORIC RICHMOND TOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. More than 25 buildings, from the late 17th to the 19th centuries, restored and furnished. Sunday, 11 a.m. to 5 p.m., Community Day 2006, with demonstrations by quilters, blacksmiths, tinsmiths, basket-makers and others. Hours:" , "date" : "20060602" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/02\/arts\/02spar.html"} , {"body" : "ON almost any given Sunday, the trumpeter John McNeil walks out of his apartment and down a few tree-lined blocks to Night and Day, a bistro on Fifth Avenue in Park Slope. Since February, Mr. McNeil has held a weekly gig in a rear annex of the restaurant with a quartet he formed with the tenor saxophonist Bill McHenry. A hangout for neighborhood" , "date" : "20060526" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "Brooklyn Jazz: A Red-Hot Renaissance" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/26\/arts\/music\/26broo.html"} ,   {"body" : "On the Street New York City TWO BRIDGES NEIGHBORHOOD COUNCIL FESTIVAL, Third Avenue, from Sixth to 14th Streets, Manhattan. Tomorrow, 10 a.m. to 6 p.m. CHELSEA MIDTOWN DEMOCRATS STREET FAIR, Avenue of the Americas, from 14th to 23rd Streets, Manhattan. Tomorrow, 10 a.m. to 6 p.m. COALITION OF ITALIAN AMERICAN ASSOCIATIONS STREET FAIR, Seventh" , "date" : "20060526" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/26\/arts\/26spar.html"} , {"body" : "Manhattan Less than $300,000 Hudson Heights $292,000 350 Cabrini Boulevard (190th St.) Number of bedrooms: 1 Number of full bathrooms: 1 Number of half bathrooms: 0 Weeks on market: 16 weeks 500-sq.-ft. co-op in a prewar building; part-time doormen, renovated bath, high ceilings, h\/w floors; maintenance $448, 37% tax deductible; listed at $299,000." , "date" : "20060521" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "14" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D02EED8123EF932A15756C0A9609C8B63"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "THE point of moving in together was to enhance their quality of life, not to diminish it. For Rosie McCobb and Philip Oxenstein, this meant finding a place cheap enough that each would be paying less than before, and big enough -- clichés notwithstanding -- to give each his or her own space. Ms. McCobb, 37, a Massachusetts native, rented a floor" , "date" : "20060514" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "THE HUNT; A Duplex Large Enough to Get Lost In" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/14\/realestate\/14hunt.html"} , {"body" : "Chelsea Loft $1,199,000 MANHATTAN: The Chelsea Mercantile Building, 252 Seventh Avenue (between 24th and 25th Streets), #12M A one-bath loft condo. Cheryl Greenberg, Coldwell Banker Hunt Kennedy (646) 442-7118; www.cbhk.com COMMON CHARGE: $464 a month, plus $391.33 a month in taxes PROS: This 979-square-foot loft has three tall windows, high" , "date" : "20060514" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E7D8173EF937A25756C0A9609C8B63"} , {"body" : "Attractions Museums and Sites MUSEUM OF THE CITY OF NEW YORK, 1120 Fifth Avenue, at 103rd Street. Through Sept. 10, ''The High Style of Dorothy Draper,'' a display of furniture, photographs and other items relating to the career of this noted designer. Through July 23, ''On the Couch: Cartoons From The New Yorker,'' featuring psychotherapy-related" , "date" : "20060512" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/12\/arts\/12spar.html"} , {"body" : "A driver at a West Side Highway stoplight near 14th Street was shot to death early yesterday by a man in another car with whom he was arguing, the police said. After being shot, the victim, Jahmein Williford, 30, was driven by a passenger to Brookdale University Hospital and Medical Center in Brooklyn, at least a half-hour away, bypassing several" , "date" : "20060512" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Manhattan: Driver Fatally Shot On West Side Highway" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/12\/nyregion\/12mbrfs-brief-005.html"} , {"body" : "Manhattan GREENWICH VILLAGE $380,000 101 West 12th Street (John Adams) 500-sq.-ft. studio co-op in a postwar building; 24-hr. doormen, concierge; renovated kitchen, Hudson River view; maintenance $800, 52% tax-deductible; listed at $399,000, 18 weeks on market (broker: Bellmarc Realty) UPPER WEST SIDE $3.916 million 262 Central Park West (86th" , "date" : "20060504" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE0DD1E3FF937A35756C0A9609C8B63"} , {"author" : "Kim C. Flodin is a writer who specializes in family and health care topics." , "body" : "WHILE I respect efforts by the New York Police Department and the Department of Education to keep my two school-age children safe, and I applaud the decline in school violence, the recent announcement about a random metal-detector scanning program gives me serious pause. I have mixed feelings about police tactics that will now make my teenager's" , "date" : "20060430" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "Can You Hear Me, Mom?" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/30\/opinion\/nyregionopinions\/30CIflodin.html"} , {"body" : "Attractions Museums and Sites HISTORIC RICHMOND TOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. More than 25 buildings, from the late 17th to the 19th centuries, restored and furnished. Tomorrow at 7 p.m., an English country dance assembly, with music by the Flying Romanos Band; $25; $20 in advance. A tavern concert" , "date" : "20060428" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/28\/arts\/28spar.html"} , {"body" : "Hakeem Jeffries, a lawyer who has been active in Brooklyn civic activities, announced yesterday that he was running for the Assembly seat being vacated by Roger L. Green. Mr. Green is challenging the incumbent, Edolphus Towns, in a Democratic primary for the House of Representatives. This will be Mr. Jeffries's third campaign for the seat in the" , "date" : "20060424" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Assembly Candidacy" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9505E7DC123FF937A15757C0A9609C8B63"} ,   {"body" : "Attractions Museums and Sites MUSEUM OF THE CITY OF NEW YORK, 1120 Fifth Avenue, at 103rd Street. On view through July 23, ''On the Couch: Cartoons From the New Yorker,'' featuring psychotherapy-related comics from the magazine. The museum collects, preserves and presents material related to the city's history. Hours: Tuesdays through Sundays, 10" , "date" : "20060414" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/14\/arts\/14spar.html"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20060407" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "The Listings: April 7 - April 13" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9902E2D61030F934A35757C0A9609C8B63"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Aug. 20, ''Darwin,'' an exhibition devoted to the naturalist, which includes fossils and live creatures as well as a reconstruction of Darwin's study at Down House. Through June 23, ''The Butterfly Conservatory: Tropical Butterflies Alive in" , "date" : "20060407" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/07\/arts\/07spar.html"} , {"author" : "e-mail: realprop@nytimes.com" , "body" : "Recent Sale $7.45 million 167 East 73rd Street (between Lexington and Third Avenues) Manhattan A foundation involved in medicine and the arts is setting up its headquarters in this 4,780-square-foot two-story carriage house, where Henry Wolf lived and ran a graphic design and photography studio. Buyer: Vilcek Foundation Seller: Estate of Henry Wolf" , "date" : "20060405" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "7" , "title" : "Square Feet; TRANSACTIONS" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F07E2DE1030F936A35757C0A9609C8B63"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "FOR Josh Lamstein, the hunt for his Fort Greene, Brooklyn, brownstone apartment seemed effortless. His neighbors found the place for him. All he did was say yes. Mr. Lamstein, 36, who is from Newton, Mass., lived briefly in downtown Manhattan after finishing business school at the Massachusetts Institute of Technology. He settled in San Francisco" , "date" : "20060402" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "THE HUNT; Two Years and a Marriage Later" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/02\/realestate\/02hunt.html"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY'S ROSE CENTER FOR EARTH AND SPACE, Central Park West at 81st Street. ''Cosmic Collisions,'' a sky show devoted to cosmic events past and future, is shown daily every 30 minutes, from 10:30 a.m. to 4:30 p.m. (until 7 p.m. on the first Friday of every month), except at noon and 3 p.m.," , "date" : "20060324" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/24\/arts\/24spar.html"} , {"author" : "Jeff Byles is the author of ''Rubble: Unearthing the History of Demolition.''" , "body" : "ON May 22, 1936, the photographer Berenice Abbott ambled along the Brooklyn waterfront, thrilling to river-wrapped vistas and old warehouses that glowered with imposing grandeur. Crossing the narrow streets on one of her celebrated sorties to shoot the surging metropolis for the federal Works Progress Administration, she turned her lens upon a" , "date" : "20060319" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Amid the Facades, Furrowed Brows" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/19\/nyregion\/19land.html"} , {"body" : "Manhattan Less than $300,000 Hudson Heights $173,752 225 Bennett Avenue (192nd St.) Number of bedrooms: 0 Number of full bathrooms: 1 Number of half bathrooms: 0 Weeks on market: 1 week 500-sq.-ft. studio co-op in a prewar building; renovated eat-in kitchen and bath, h\/w floors, partial Fort Tryon Park view; maintenance $318, 42% tax-deductible;" , "date" : "20060319" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E06EED61131F93AA25750C0A9609C8B63"} , {"body" : "To the Editor: Having sat for the New York bar exam at Pier 90 on the West Side last July, I can report that your description of the 1930's-era terminal as a dreary, cavernous, broiling warehouse devoid of decoration is still painfully accurate. Dan Ray Clinton Hill, Brooklyn" , "date" : "20060319" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "Brooklyn's View Of Lady Liberty" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9904E4D81E31F93AA25750C0A9609C8B63"} , {"body" : "Attractions Museums and Sites HISTORIC RICHMOND TOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. Tomorrow, 9 a.m. to 2 p.m., the Third Women's Symposium will focus on health issues; fee, $35; prepaid reservations required: (718) 351-1611, ext. 266. Hours: Wednesdays through Sundays, 1 to 5 p.m. Admission: $5; 62+, $4;" , "date" : "20060317" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/17\/arts\/17spar.html"} ,   {"author" : "E-mail: purnick@nytimes.com" , "body" : "NO sidewalk memorials have appeared in front of 208 Classon Avenue in Clinton Hill, Brooklyn, where two Chinese women were slain on March 5. No photographers lie in wait, no crowds have gathered at the site. In a city that has a way of managing to focus on only one tragedy at a time, it is almost as if the double homicide never happened. But it" , "date" : "20060313" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Metro Matters; Two Killings That Didn't Make News" , "url" : "http:\/\/select.nytimes.com\/\/2006\/03\/13\/nyregion\/13matters.html"} , {"body" : "Manhattan Less than $300,000 Upper West Side $290,000 235 West 102nd Street, Broadmoor Number of bedrooms: 0 Number of full bathrooms: 1 Number of half bathrooms: 0 Weeks on market: 1 week 350-sq.-ft. studio co-op in a prewar building; 24-hr. doormen, renovated kitchen, maintenance $523, 50% tax-deductible; listed at $299,000. Brokers: Margaret" , "date" : "20060312" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "12" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9905E0DF1331F931A25750C0A9609C8B63"} , {"body" : "Attractions Museums and Sites FRAUNCES TAVERN MUSEUM, 54 Pearl Street, second floor, Lower Manhattan. The museum, in a former tavern, is dedicated to the study and interpretation of early American history and culture. On view, ''Fighting for Freedom: Black Patriots and Black Loyalists''; the George Washington Portrait Gallery; ''Sons of the" , "date" : "20060310" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/10\/arts\/10Spar.html"} , {"body" : "Two women were found fatally stabbed last night in the back room of a Brooklyn business where they lived and worked, the police said. The women were identified as Xiu Fang Jiang, 62, and Lan Jian Chan, believed to be in her 40's. No arrests were made. The business, Yong Heng, which provides food for Chinese restaurants, is at 208 Classon Street," , "date" : "20060306" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Women Found Slain in Their Bedroom in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/06\/nyregion\/06double.html"} , {"author" : "Robert Sullivan is the author of ''Rats: Observations on the History and Habitat of the City's Most Unwanted Inhabitants'' and ''How Not to Get Rich: Why Being Bad Off Isn't So Bad.''" , "body" : "On a rainy winter afternoon, just a few minutes after running over a stray hubcap, just after having to pull his beat-up Toyota sedan off a beat-up section of the beat-up Brooklyn-Queens Expressway and having to run the little white car back and forth until at last the hubcap broke free, Tom Le, choreographer-turned-real-estate-agent, re-enters the" , "date" : "20060305" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "108" , "title" : "The Next Neighborhood; Psst Have You Heard About Bushwick?" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/05\/magazine\/305bushwick.1.html"} , {"body" : "Attractions Museums and Sites HISPANIC SOCIETY OF AMERICA, Audubon Terrace, Broadway at 155th Street, Washington Heights. Through April 23, ''The Art and Illustrations of Daniel Urrabieta Vierge (1851-1904),'' an exhibition of 50 works. A gallery talk tomorrow at noon by Patrick Lenaghan, curator of prints and photographs. Tuesdays through" , "date" : "20060303" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/03\/arts\/03Spar.html"} , {"body" : "Manhattan UPPER WEST SIDE $4.2 million 106 Central Park West (71st Street) (Trump Parc) 3-bedroom, 3 1\/2-bath, 2,835-sq.-ft. condo in a prewar building; 24-hr. doormen, concierge; dining area, high ceilings, marble baths, 3 exposures with Central Park view; common charge $2,943; taxes $34,944; listed at $4.975 million, 32 weeks on market (broker:" , "date" : "20060302" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0DEEDD1731F931A35750C0A9609C8B63"} , {"body" : "Attractions Museums and Sites HISTORIC RICHMOND TOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. More than 25 buildings, from the late 17th to the 19th centuries, restored and furnished. Hours: Wednesdays through Sundays, 1 to 5 p.m. Museum admission: $5; 62+, $4; students and ages 5 to 17, $3.50; children under 5 and" , "date" : "20060224" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/24\/arts\/24spar.html"} , {"body" : "IT'S 10 p.m. and the wedding is in full swing in a ground-floor apartment in Crown Heights, Brooklyn. The groom, wearing a crisp white dress, is writhing belly-down on the floor and hissing fiercely. Soon he is going to look into his bride's eyes and pledge his everlasting love to her. But instead of the clink of champagne glasses, she cracks a" , "date" : "20060219" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: THE CHASE; A Marriage, When the Spirit Moves Them" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/19\/nyregion\/thecity\/19spir.html"} , {"body" : "Attractions Museums MUSEUM OF THE CITY OF NEW YORK, 1120 Fifth Avenue, at 103rd Street. Tomorrow at 3 p.m., a sword dance performance in celebration of the 21st New York Sword Dance Festival. Sunday at 2 p.m., a screening of ''The Cameraman'' (1928), the silent film directed by Edward Sedgwick and starring Buster Keaton, with live piano" , "date" : "20060217" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/17\/arts\/17spar.html"} ,   {"author" : "E-mail: thehunt@nytimes.com" , "body" : "AS identical twins, Uché and Oni Blackstock were always together. They lived together, studied together, earned their M.D. degrees together. When they were little, all that togetherness was cute. But at age 28, it wasn't cute anymore. It was verging on pathological. ''We were so much in each other's space,'' Uché said. They found themselves" , "date" : "20060212" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "THE HUNT; After a Life Together, Living Apart" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/12\/realestate\/12hunt.html"} , {"body" : "Attractions Museums and Sites HISTORIC RICHMOND TOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. Tomorrow at 1 p.m., a discussion about the Negro Leagues, with Lawrence Hogan, a history professor, and the former Negro League players Armando Vasquez, Jim Robinson and Jose Pereira. Fee: $15; students and members, $12. Hours:" , "date" : "20060210" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/10\/arts\/10spar.html"} , {"body" : "Attractions Museums and Sites MERCHANT'S HOUSE MUSEUM, 29 East Fourth Street, East Village. On view through Feb. 27, ''19th Century Valentines,'' an exhibition of ornate and humorous cards. Self-guided tours are available on weekdays, guided tours on Saturdays and Sundays. Hours: Thursdays through Mondays, noon to 5 p.m. Admission: $8; students and" , "date" : "20060203" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/03\/arts\/03spar.html"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through May 29, ''Darwin,'' an exhibition devoted to the naturalist that includes live creatures and fossils, as well as a reconstruction of his study at Down House. In conjunction with the exhibition, tomorrow from 1 to 5 p.m., ''Living in America:" , "date" : "20060127" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/27\/arts\/27spar.html"} , {"body" : "Attractions Museums and Sites HISTORIC RICHMOND TOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. More than 25 buildings from the late 17th to the 19th centuries, restored and furnished. A tavern concert series, featuring traditional and folk musicians, Saturday nights through April 29; tomorrow night at 7:30 and 9:30, the" , "date" : "20060120" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/20\/arts\/20spar.html"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through May 29, ''Darwin,'' an exhibition that includes live creatures and fossils, as well as a reconstruction of his study at Down House. In conjunction with the exhibition, for the next three Saturdays, from 1 to 5 p.m., ''Living in America:" , "date" : "20060113" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/13\/arts\/13spar.html"} , {"body" : "Manhattan Less than $300,000 Morningside Heights $285,000 414 West 121st Street Number of bedrooms: 1 Number of full bathrooms: 1 Number of half bathrooms: 0 Weeks on market: 26 weeks 700-sq.-ft. co-op in a prewar building; elevator, dining room, kitchen, north and south exposures; maintenance $723, 50% tax-deductible; listed at $285,000. Brokers:" , "date" : "20060108" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Sales From Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DEEDD1E30F93BA35752C0A9609C8B63"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Sunday, ''Dinosaurs: Ancient Fossils, New Discoveries'' examines modern paleontology and new theories about dinosaurs and the world in which they lived. Through May 29, ''Darwin,'' an exhibition devoted to the naturalist that includes live" , "date" : "20060106" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/06\/arts\/06spar.html"}]