[  {"body" : "RINA BANERJEE and Sanat Kumar have been married for 17 years, and they have an 8-year-old daughter. But aside from the first four years of their marriage, they have lived together only since last summer, when they moved into a brownstone in Bedford-Stuyvesant, Brooklyn. The first thing they did was stain the parquet floors cranberry and green. The" , "date" : "20061224" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "HABITATS\/ Bedford-Stuyvesant; After Years Apart, a Family Is Reunited in a Brownstone" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/24\/realestate\/24habi.html"} , {"body" : "The City Council yesterday approved the first major overhaul of the most popular tax break for apartment building developers, adopting a plan intended to induce them to build tens of thousands of apartments for people other than the well-heeled. The changes, which Mayor Michael R. Bloomberg supported and which would go into effect in 2008," , "date" : "20061221" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "IN OVERHAUL, CITY SEEKS TO EXPAND LOWER-COST UNITS" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/21\/nyregion\/21housing.html"} , {"body" : "THE children whispering and fidgeting in front of the stage at Union Hall in Park Slope, Brooklyn, looked like any kids awaiting, say, a storyteller. Then Zora Sicher and Hugo Orozco, the two 11-year-olds who make up the band Magnolia, climbed onstage and broke into a hard-driving original song called ''Volume.'' It was clear this was not quiet" , "date" : "20061119" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Technology"] , "page_facet" : "1" , "title" : "Mama Was a Riot Grrrl? Then Pick Up a Guitar and Play" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/19\/fashion\/19teen.html"} , {"body" : "Manhattan GRAMERCY PARK $742,000 310 East 23rd Street (Foundry) 2-bedroom, 1-bath, 900-sq.-ft. condo in a prewar loft building; elevator; dining area, wall of oversize windows, 11-ft. ceilings, hardwood floors, bath with separate vanity room and sink, north exposure; common roof deck in building; maintenance $1,289, 63% tax deductible; listed at" , "date" : "20061026" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07EFDE143FF935A15753C1A9609C8B63"} , {"body" : "Looking Ahead DENNIS FOY -- Mr. Foy, below, the artist, marine and chef who opened Mondrian in the 1980's, then, briefly, EQ in Greenwich Village, will return to Manhattan next month after cooking in New Jersey for the past few years. In partnership with his wife, Estella Quiñones Foy, Mr. Foy has taken over the former Lo Scalco, where he will not" , "date" : "20061018" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; OFF THE MENU" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/18\/dining\/18off.html"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "CERTAINLY the sale of a one-bedroom apartment in the West Village would allow for the purchase of a bigger place in Brooklyn. So Susan Van Metre and Peter Fornatale figured they could easily find a three-bedroom home. Maybe even a whole house. Friends had moved to Brooklyn in the mid-1990's when prices there were low, so the couple harbored the" , "date" : "20061015" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "THE HUNT; It Pays to Know What You Want" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/15\/realestate\/15hunt.html"} , {"body" : "Attractions Museums and Sites HISTORIC RICHMOND TOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. Sunday, 11 a.m. to 5 p.m., Old Home Day, with crafts demonstrations like basket-making, spinning, blacksmithing, candle-making and butter-churning. $7; 62+, $6; students and 5 to 17, $5. (718) 351-1611. MUSEUM OF TELEVISION AND" , "date" : "20061013" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/13\/arts\/13spar.html"} , {"body" : "The National Fair Housing Alliance, a consortium of 220 groups and individuals working against housing discrimination, charged yesterday that agents in the Brooklyn Heights office of the city's largest residential real estate brokerage, the Corcoran Group, had engaged in discriminatory sales practices, including racial steering and withholding" , "date" : "20061011" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Report Alleges Bias by a Real Estate Giant" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/11\/nyregion\/11discriminate.html"} , {"body" : "Manhattan Less than $300,000 Washington Heights $270,000 790 Riverside Drive (156th St.) Number of bedrooms: 1 Number of full bathrooms: 1 Number of half bathrooms: 0 Weeks on market: 43 weeks 550-sq.-ft. co-op in a prewar building; 24-hr. doormen, renovated windowed kitchen and bath, 9-ft. ceilings, h\/w floors; maintenance $556, 48% tax" , "date" : "20061008" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E5D61530F93BA35753C1A9609C8B63"} , {"body" : "ON a recent Tuesday morning, Maria Mackin, a trim 44-year-old real estate agent and mother of three, strode purposefully into the backyard of her home in Red Hook, Brooklyn, and beheld her chickens. There were 28 of them, clucking and pecking and scampering around inside a long chicken run fenced in by wire. Among the flock were two coal-black" , "date" : "20061001" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; In the Land of Co-ops, Coops" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/01\/nyregion\/thecity\/01chic.html"} ,   {"body" : "Evelyn Ortner, who with her husband, Everett, was among the first, the most vocal and the most effective champions of the brownstone revival that spread from Brooklyn to the rest of the country, died on Tuesday at her home in Park Slope. She was 82. The cause has not been determined. She had a mastectomy two weeks ago, but had seemed to be doing" , "date" : "20060922" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Obituaries" , "Business"] , "page_facet" : "11" , "title" : "Evelyn Ortner, 82, a Booster of Brooklyn Brownstones" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/22\/obituaries\/22ortner.html"} , {"author" : "E-mail: eating@nytimes.com" , "body" : "Smith Street in Brooklyn is the celebrated go-to street for restaurants in and near Cobble Hill. But the area offers plenty of fine dining choices at other addresses. ALMA (718) 643-5400; 187 Columbia Street (Degraw Street); $; $25 and Under: 7\/10\/02. Alma is in an odd place, near a shipyard, car lots and a live-poultry market. But it would be hard" , "date" : "20060917" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["COBBLE HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "GOOD EATING\/COBBLE HILL; Global and Local" , "url" : "http:\/\/events.nytimes.com\/2006\/09\/17\/nyregion\/thecity\/17rest.html"} , {"body" : "A black city councilwoman won the racially charged primary for a Congressional seat in central Brooklyn yesterday, beating back a challenge from a white councilman to win a seat created nearly four decades ago to increase minority representation in Congress. The councilwoman, Yvette D. Clarke, 41, narrowly beat three opponents to capture the seat," , "date" : "20060913" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE NEW YORK PRIMARY: THE HOUSE; Councilwoman Wins Divisive House Primary" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/13\/nyregion\/13cong.html"} , {"body" : "Representative Edolphus Towns was scheduled to remain in Washington on Wednesday evening and through today, leaving to the weekend his plans to campaign in his Brooklyn district for a 13th term in Congress. But Mr. Towns, a Democrat, changed his mind and flew back to Brooklyn Wednesday evening so that he could campaign in a race against two" , "date" : "20060908" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "In Brooklyn, an Alliance Is Broken in Quest to Unseat Towns" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/08\/nyregion\/08brooklyn.html"} , {"body" : "Manhattan Less than $300,000 Greenwich Village $295,000 352 West 12th Street Number of bedrooms: 0 Number of full bathrooms: 1 Number of half bathrooms: 0 Weeks on market: 15 weeks 300-sq.-ft. studio co-op in a prewar building; renovated kitchen and bath, h\/w floors, south exposure; maintenance $364, 60% tax deductible; listed at $299,000. Broker:" , "date" : "20060827" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E4D7133EF934A1575BC0A9609C8B63"} , {"body" : "To the Editor: Re ''The Atlantic Yards Project'' (editorial, Aug. 6): I live in the Fort Greene section of Brooklyn, an area that stands to be greatly affected by Forest City Ratner's development plans. I am surrounded by past Ratner projects: the soulless MetroTech, a business district held afloat by renting to many of the city's municipalities," , "date" : "20060820" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "Disputed Plan In Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9806E3DA153EF933A1575BC0A9609C8B63"} , {"body" : "OPENING THIS WEEK BOQUERIA -- In a nod to the lively food market in Barcelona, from which this new place takes its name, the menu is very Spanish indeed: air-dried tuna with fig, pickled sardines and spicy fried potatoes. The chef, Seamus Mullen, worked in Spain; his partner, Yann de Rochefort, is also an owner of Suba: 53 West 19th Street, (212)" , "date" : "20060816" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "ATLANTA (GA)"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; OFF THE MENU" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/16\/dining\/16off.html"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Tomorrow, 1 to 5 p.m., Indigenous Peoples' Day, with music and films highlighting American Indian and Maori culture; part of Global Weekends. Through Jan. 15, ''Yellowstone to Yukon,'' an exhibition of more than 40 photographs by 11 photographers" , "date" : "20060811" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/11\/arts\/11spar.html"} , {"body" : "It is called khat or tchat or miraa, and like sugared tea or a drag of apple tobacco from a water pipe, a dollop of it stuffed in a cheek releases a taste from home. In New York, chewers of khat, a plant used as a stimulant, buy it to enjoy at the holidays or to share at weddings or bachelor parties. Some people chew the reddish-green plant daily." , "date" : "20060731" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "YEMEN" , "AFRICA" , "EAST AFRICA"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "4" , "title" : "Crackdown Makes the Pleasures of 'a Cultural Thing' Riskier" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/31\/nyregion\/31khat.html"} , {"body" : "FRESH out of culinary school, Gavin McAleer went to work for the inventive chef David Burke at the Park Avenue Cafe, where he spent many hours during his two years of service in a walk-in refrigerator assembling, among other things, savory foie gras lollipops. When he left he joined up with Rocco DiSpirito toward the end of Mr. DiSpirito's run as" , "date" : "20060726" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "10" , "title" : "$25 AND UNDER; At Fork in the Road, a Chef Opts for Takeout" , "url" : "http:\/\/events.nytimes.com\/2006\/07\/26\/dining\/reviews\/26under.html"} ,   {"body" : "The noise of an incoming missile sounds like ''Whoomp!'' according to Andrey Foreman of Haifa, Israel. He salutes the rocket's red glare with a shot of vodka from his fifth-floor balcony. In Brooklyn, the sound of CNN and that of laughter, mostly at the expense of the correspondent Anderson Cooper, who wore a bulletproof vest during a telecast from" , "date" : "20060725" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["ISRAEL" , "LEBANON" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "6" , "title" : "BOXING; Boxer Keeps Watch On a Fight for Life" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/25\/sports\/othersports\/25boxing.html"} , {"body" : "Representative Edolphus Towns is one of Brooklyn's longest-serving members of Congress, with 12 terms of service. But many Democrats also consider him to be one of the most vulnerable. Unions are angry with him. His critics say his record is lackluster, with a larger-than-average number of missed votes, and he has had two tough primaries in the" , "date" : "20060724" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Sacrificing One Challenger So the Other Might Win" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/24\/nyregion\/24congress.html"} , {"body" : "In the largest public demonstration so far by opponents of the Atlantic Yards project planned near Downtown Brooklyn, a crowd that may have exceeded 2,000 gathered at Grand Army Plaza yesterday in a rally condemning the project's scale and what many called inadequate public comment. The event was organized by Develop Don't Destroy Brooklyn, a group" , "date" : "20060717" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Crowd Gathers to Protest Size of Atlantic Yards Plan" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/17\/nyregion\/17yards.html"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "IT wasn't especially hard to find a nice Brooklyn brownstone for sale. Tim and Laura Dierks found dozens. Seven times they put in offers that were accepted. Yet they encountered so many ''moments of surprise and weirdness,'' as Ms. Dierks said, that they were unable to close any deal. She remained optimistic. ''We had been so close so many times," , "date" : "20060716" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "THE HUNT; The Eighth Time Was a Charm" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/16\/realestate\/16hunt.html"} , {"body" : "Kevin Powell, an activist and writer, announced yesterday that he had withdrawn as a candidate running for Congress against the incumbent, Edolphus Towns, a Brooklyn Democrat. In a statement, Mr. Powell, a former cast member of ''The Real World'' on MTV, said that he had been absorbed with the creation of an organization to send volunteers to do" , "date" : "20060705" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "A Candidate Drops Out Of a Race For Congress" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/05\/nyregion\/05campaign.html"} , {"body" : "Irving A. Berk, who as founder of the Berk Trade and Business School in New York supervised the training of plumbers, electricians, car mechanics and secretaries for 65 years, died on June 16 at his home in Cobble Hill, Brooklyn. He was 100. His death was announced by his son Joel, of Tenafly, N.J. Mr. Berk opened his school in 1940 in a storefront" , "date" : "20060629" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Obituaries" , "Education" , "Business"] , "page_facet" : "23" , "title" : "Irving A. Berk, 100, the Founder Of a Trade and Business School" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/29\/nyregion\/29berk.html"} , {"body" : "For the last four decades, the predominantly black population of central Brooklyn has been represented in Washington by one of its own, a tradition that dates to the 1968 victory of Shirley Chisholm, the first black woman elected to Congress. But now, in a district whose boundaries were drawn to strengthen black voting power, residents are locked" , "date" : "20060625" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Shirley Chisholm's Brooklyn, Rancor Over White Candidacy" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/25\/nyregion\/25brooklyn.html"} , {"body" : "Manhattan Less than $300,000 Hudson Heights $290,000 143 Bennett Avenue (187th St.) Number of bedrooms: 1 Number of full bathrooms: 1 Number of half bathrooms: 0 Weeks on market: 6 weeks 700-sq.-ft. co-op in a postwar building; dining area, h\/w floors, west exposure, common patio and roof deck in building; maintenance $531, 54% tax deductible;" , "date" : "20060625" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907EFD81F31F936A15755C0A9609C8B63"} , {"body" : "CARMINE CINCOTTA, 53, was in his usual position at the back of Jim and Andy's, a narrow slip of a produce store on Court Street along the Boerum Hill-Cobble Hill fault line. A folded copy of a newspaper rested on a box of kiwis in front of him, open to the crossword. ''Fielding novel?'' he grunted, eyes peering over the tops of his black spectacles" , "date" : "20060618" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "CITY PEOPLE; Family Matters on Court Street" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/18\/nyregion\/thecity\/18stor.html"} , {"body" : "IT is a thought that has surely raced through the mind of almost every performer who has ever been heckled, booed, mocked or made to feel unappreciated by an audience: ''Let's see you do better.'' Now a Brooklyn entertainer named Ze Frank is doing something about it. Like a lot of young adults, Mr. Frank, 34, has a Web site, zefrank.com. There, he" , "date" : "20060618" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style" , "Technology"] , "page_facet" : "1" , "title" : "And You're So Funny? Write My Script" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/18\/fashion\/sundaystyles\/18ze.html"} ,   {"body" : "WAY beyond Williamsburg's so-called hippest L train stops, past the fringes of what is supposed (by brokers, at least) to be ''East Williamsburg,'' things are happening in Bushwick. Waking up from the haze of a questionable reputation and offering relatively low-cost residential options, this large neighborhood has buyers and developers taking new" , "date" : "20060611" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "LIVING IN\/Bushwick, Brooklyn; Bargain-Hunting? Stay on the L Train a Little Longer" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/11\/realestate\/11livi.html"} , {"body" : "To the Editor: I was interested in your May 28 editorial suggesting compromise on plans for Brooklyn Bridge Park. I was amused that your next editorial, ''An Authority Over Authorities,'' about making state public authorities and agencies more transparent, very neatly stated the reason that the lawsuit filed to halt development on the park became" , "date" : "20060604" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN BRIDGE PARK (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "15" , "title" : "Private Housing In a Public Park" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E6DA1731F937A35755C0A9609C8B63"} , {"body" : "Manhattan NOHO $565,000 88 Bleecker Street (Mercer Street) 1-bedroom, 1-bath, 650-sq.-ft. co-op in a postwar building; renovated kitchen and bath, central air-conditioning, hardwood floors; laundry in building; maintenance $658, 65% tax deductible; listed at $570,000, 30 weeks on market (brokers: Bellmarc Realty; Argo Realty) GREENWICH VILLAGE" , "date" : "20060601" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E6DE1631F932A35755C0A9609C8B63"} , {"body" : "FISH--Edith (Davis). Died May 30, 2006. Wife of the late George W. Fish. Mother of Robert, Daniel, Ruth Fishbein and Richard. A memorial service will be held June 1st at 1PM, Cobble Hill Chapel, 171 Court Street, Brooklyn." , "date" : "20060601" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "23" , "title" : "Paid Notice: Deaths FISH, EDITH (DAVIS)" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940CEEDB103AF932A35755C0A9609C8B63"} , {"body" : "BRESLIN -- The Honorable Kevin David Sean. The Republican District Leader, 52nd Assembly, on May 26, 2006. Beloved father of Rosemarie Edith Breslin. Devoted son of Eileen and the late Hugh. Adored brother of Timothy Breslin, Eileen Breslin Rocca and Sally Breslin Dibble. Loving fiance of Helen DiScala. Also survived by many nieces and nephews." , "date" : "20060529" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "7" , "title" : "Paid Notice: Deaths BRESLIN, THE HONORABLE KEVIN DAVID SEAN" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9504E2DC103AF93AA15756C0A9609C8B63"} , {"body" : "Manhattan Less than $300,000 West Midtown $299,000 205 West 57th Street Number of bedrooms: 0 Number of full bathrooms: 1 Number of half bathrooms: 0 Weeks on market: 13 weeks 325-sq.-ft. studio co-op in a prewar building; 24-hr. doormen, renovated kitchen, fireplace, high ceilings, h\/w floors; maintenance $859, 39% tax deductible; listed at" , "date" : "20060528" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B04E1D8113EF93BA15756C0A9609C8B63"} , {"body" : "New York City officials set a July deadline yesterday for a city contractor to have a wireless network up and running in Central Park, in what would be a major expansion of free Internet access that the city plans to replicate across its vast ribbons of parkland during the next several years. The effort is part of a larger initiative that would" , "date" : "20060516" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "3" , "title" : "Deadline Set for Wireless Internet in Parks" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/16\/nyregion\/16wifi.html"} , {"body" : "MARK AND ELIZABETH EHRHARDT and their two children see bright stars in the night sky when they look out their windows deep in Red Hook, Brooklyn. ''When was the last time you did that in this city?'' Mrs. Ehrhardt said on a recent morning, standing in her loftlike living room, her strawberry blond hair bubbling off her head. ''Everywhere else," , "date" : "20060514" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS\/Red Hook, Brooklyn; An Unlikely Paradise, Right Around the Corner" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/14\/realestate\/14habi.html"} , {"body" : "AS usual, he can be found alone, and a trifle manic, in his Lower East Side office, waiting for the phone to ring, oblivious to a hardy breeze that gusts through an open window making missiles and a certified mess of his paperwork. No fear. It's videotape that he holds precious, especially the 300 hours safely stored in boxes titled, the Mayor. Why" , "date" : "20060512" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Giuliani, Through a Lens, Darkly" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/12\/nyregion\/12lives.html"} , {"body" : "My daughter Josephine recently attended her first grown-up dinner party. The menu consisted of mushroom-sherry bouillon; pot roast with star anise, braised carrots and celery; and homemade grapefruit sorbet, accompanied by an insouciant Châteauneuf-du-Pape. The lights were low, the company was sophisticated, the music was ''jazz hot,'' and my" , "date" : "20060507" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Home and Garden" , "Magazine" , "Style"] , "page_facet" : "38" , "title" : "The Rules; Table Tots" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/07\/style\/tmagazine\/t_l_1428_talk_rules_.html"} ,   {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20060428" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "THE LISTINGS | APRIL 28-MAY 4" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9802E1D9133FF93BA15757C0A9609C8B63"} , {"body" : "WALKING south from Brooklyn Heights and encountering a new set of dignified brownstones and cheery stroller-pushing residents, the uninitiated visitor could be forgiven for believing that the Heights continues across Atlantic Avenue. Yet as residents of Cobble Hill might tell you, there is a world of difference in their neighborhood's tranquil" , "date" : "20060423" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "LIVING IN\/Cobble Hill, Brooklyn; A Timeless Neighborhood Grows Even More Popular" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/23\/realestate\/23livi.html"} , {"body" : "Cobble Hill Town House $2,495,000 BROOKLYN: 329 Sackett Street (between Court and Smith Streets) A newly renovated 19th-century row house covering 3,200 square feet. The owner's triplex has four bedrooms, two and a half baths, a terrace and a roof garden. There's a one-bedroom, one-bath unit on the garden floor. Leslie Marshall, the Corcoran Group," , "date" : "20060423" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9803EED7143FF930A15757C0A9609C8B63"} , {"body" : "To the Editor: Sadly, your article at best emanates an underlying scent of snobbery and, at worst, subtle waves of racism and class distinction. The griping snootiness of people who are burdened with ''feeling obligated to engage in idle chitchat'' with doormen belongs in 19th-century plantation society. What makes these people think that their" , "date" : "20060416" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "Real Estate"] , "page_facet" : "2" , "title" : "In Defense of Doormen" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940CE3D6163FF935A25757C0A9609C8B63"} , {"body" : "Roger L. Green, the Brooklyn assemblyman who pleaded guilty in 2004 to petty larceny, formally kicked off his campaign for Congress yesterday, announcing that he is challenging United States Representative Edolphus Towns in what is certain to be a high-spirited Democratic primary. Standing outside a clothing store staffed by teenagers in an" , "date" : "20060414" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Assemblyman Formally Opens Campaign for U.S. House Seat" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/14\/nyregion\/14green.html"} , {"body" : "Directed by Kelly Reichardt 8:45 p.m. today, Walter Reade Theater; 6 p.m. Wednesday, Museum of Modern Art This beautifully directed film follows two old friends, Mark (Daniel London) and Kurt (Will Oldham), who one weekend journey to the Oregon Cascades and their own shared past. When the film opens, Mark, married and expecting his first child, is" , "date" : "20060327" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "7" , "title" : "New Directors\/New Films Festival Reviews; Old Joy" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0CEEDB1430F934A15750C0A9609C8B63"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY'S ROSE CENTER FOR EARTH AND SPACE, Central Park West at 81st Street. ''Cosmic Collisions,'' a sky show devoted to cosmic events past and future, is shown daily every 30 minutes, from 10:30 a.m. to 4:30 p.m. (until 7 p.m. on the first Friday of every month), except at noon and 3 p.m.," , "date" : "20060324" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/24\/arts\/24spar.html"} , {"body" : "Anna Commitante's office chair at the city Department of Education's headquarters is positioned next to an arched window with a view of yellow daffodils in bloom and Broadway just beyond. Her work space is a cramped cubicle, but this being the Tweed Courthouse -- an ornate gem with landmark status -- it is also rather pleasant. Nothing about the" , "date" : "20060322" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "Lightning Rod for Fury Over Schools' Gifted Programs" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/22\/nyregion\/22gifted.html"} , {"body" : "By almost any measure, the Brooklyn House of Detention, 10 stories of razor wire and wire-mesh windows in Boerum Hill, is a repellent sight. But, the city reasons, it need not be so. So, to attract people other than criminal suspects to the 760-bed jail, the Correction Department has decided to convert part of the complex into 24,000 square feet of" , "date" : "20060310" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Brooklyn House of Detention, Seen as a Jail With Retail" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/10\/nyregion\/10jail.html"} , {"body" : "He has been in the House of Representatives for nearly a quarter-century and is known for his folksy ways and his common touch with the residents of Brooklyn. But as he runs for a 13th term, Edolphus Towns finds himself the target of determined efforts to end his career in Congress. So far, three people either have declared plans to challenge Mr." , "date" : "20060219" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "A 12-Term Brooklyn Congressman, in a Fight for No. 13" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/19\/nyregion\/19unseat.html"} ,   {"body" : "Murray Hill Town House $3,750,000 MANHATTAN: 119 East 35th Street (between Lexington and Park Avenues) A five-bedroom, four-and-a-half bath town house. Debra LaChance (212) 941-2643, and Erin Boisson Aries (212) 941-2568; the Corcoran Group; www.corcoran.com TAXES: $18,222 a year PROS: This five-story town house, built in the mid-1800's and" , "date" : "20060219" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9901E6DF103EF93AA25751C0A9609C8B63"} , {"body" : "The city's Education Department announced an amnesty program yesterday for school employees who enrolled their children in public schools even though they lived outside the five boroughs and did not pay nonresident tuition. The announcement came a day after investigators issued a report detailing how the former principal of Brooklyn Technical High" , "date" : "20060216" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "Schools Give Employees Amnesty Over Tuition" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/16\/education\/16amnesty.html"} , {"body" : "The special commissioner of investigation for the city school system rebuked the Department of Education yesterday for allowing the principal of Brooklyn Technical High School to retire days before the completion of an investigation into his daughter's improper enrollment in a Brooklyn elementary school. The commissioner, Richard J. Condon," , "date" : "20060215" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Investigator Rebukes City Schools Over Retirement of a Principal" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/15\/nyregion\/15principal.html"} , {"body" : "Snow means shoveling means money. And yesterday afternoon, two enterprising labor forces converged on the snow-clogged streets of Brooklyn to fight for market share. One was made up of teenage boys who live in Carroll Gardens -- who shoveled stoops and sidewalks for $30 or more, depending on the house -- to raise money for cellphone bills and" , "date" : "20060213" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A RECORD SNOWFALL: SNAPSHOTS; Playful, Lucrative or Dreadful: No Two Snow Days Are Alike" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F02E2DB123EF930A25751C0A9609C8B63"} , {"body" : "The longtime principal of Brooklyn Technical High School, whose management style provoked frequent battles with many of his teachers, is stepping down, officials said yesterday, after it was discovered that he had improperly placed his child in a Brooklyn elementary school even though the family lives in New Jersey. As part of an agreement, the" , "date" : "20060207" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "Brooklyn Tech Principal Resigns After Wrongdoing Is Found" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/07\/nyregion\/07principal.html"} , {"body" : "Classical music is defined, in part, by where it's played. If it's at Avery Fisher Hall, it's probably classical; if it's at CBGB, it's probably not. So-called classical musicians have been happily challenging this traditional divide for years: hence the evolution of the downtown music scene, the erstwhile stomping ground of major artists like" , "date" : "20060201" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "5" , "title" : "CRITIC'S NOTEBOOK; For Downtown Clubs, The Uptown Classical" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/01\/arts\/music\/01guil.html"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through May 29, ''Darwin,'' an exhibition devoted to the naturalist that includes live creatures and fossils, as well as a reconstruction of his study at Down House. In conjunction with the exhibition, tomorrow from 1 to 5 p.m., ''Living in America:" , "date" : "20060127" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/27\/arts\/27spar.html"} , {"body" : "Kids ask questions: that's a well-known fact. We parents do our best to give the right answers, until the questions become so relentless and complex that we give up and our children conclude that we are either (a) good people trying to do our best who just don't happen to know everything, or (b) complete morons. In New York City, this is an" , "date" : "20060126" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "When Father Knows Less; Children Ask The Oddest Things; One Dad Got Answers" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/26\/nyregion\/26questions.html"} , {"body" : "State officials gave final approval yesterday to plans for an 85-acre park on the Brooklyn waterfront, paving the way for construction of what the park planners say is the most significant development of parkland in Brooklyn since the completion of Prospect Park in the 1870's. Yesterday's vote by the board of the Empire State Development" , "date" : "20060119" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Albany Approves Plans for Brooklyn Waterfront Park" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/19\/nyregion\/19park.html"} , {"body" : "TO Pat and Kevin Fox, the character of home is found in a large window seat, glass-fronted kitchen cabinets, white bedspreads and boxy white night tables in the master bedroom. So that's why all these features appear in their two-bedroom apartment in Brooklyn Heights and in their four-bedroom house in Tallahassee, Fla., along with identical" , "date" : "20060119" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["MANHATTAN (NYC)" , "FLORIDA"] , "nytd_section_facet" : ["Home and Garden" , "Technology" , "Travel" , "Style"] , "page_facet" : "1" , "title" : "TURF; Double Nesters" , "url" : "http:\/\/travel.nytimes.com\/2006\/01\/19\/garden\/19turf.html"} ,   {"body" : "ARTHUR MELNICK shifted gears on his boxy white Nissan, skirted past Fulton Ferry Landing and described his vision for the future of Brooklyn. ''Look at this!'' he said, pointing at the nearly desolate ribbon of Furman Street. Traffic on the Brooklyn-Queens Expressway screamed overhead, and the old docks and industrial buildings along the East River" , "date" : "20060115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; A Desire Named Streetcar" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/15\/nyregion\/thecity\/15trol.html"} , {"body" : "City education officials said yesterday that they had reassigned the principal of Public School 58 in Cobble Hill, Brooklyn, after receiving allegations that students had improperly gotten an advance look at questions on the statewide English exam. David Cantor, a spokesman for Schools Chancellor Joel I. Klein, said that the principal, Joyce" , "date" : "20060113" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Principal Shifted in Test Inquiry" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/13\/nyregion\/13test.html"} , {"body" : "People blab on their cellphones all over town, but tantalizing tidbits can still come from people talking to each other in public places. ''So then I looked up herpes on the Internet.'' Woman with a British accent talking to a friend in Central Park ''The story is, she had this asp.'' Man in full Roman costume speaking to woman in complete" , "date" : "20060110" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "INK; Eavesdropping On Public Theater Of the Absurd" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/10\/nyregion\/10ink.html"} , {"body" : "A barge flipped over and sank as it was being loaded with freight railroad cars at a pier in Brooklyn yesterday, causing several cars to fall into the East River, the Coast Guard said. The barge, docked at the Brooklyn marine terminal near Cobble Hill, began taking on water about 9:30 a.m. as workers moved 10 freight cars loaded with cocoa beans" , "date" : "20060109" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Barge Flips, Tipping Railroad Cars Into East River" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E02E2D91F30F93AA35752C0A9609C8B63"} , {"author" : "e-mail: realprop@nytimes.com" , "body" : "Recent Sale $5.612 million 1300 Airport Road North Brunswick, N.J. US Pharma Labs plans to manufacture and distribute vitamins from this 100,215-square-foot one-story industrial building, which is being renovated. Buyer: 1300 Airport Road L.L.C. Buyer's broker: John Maloney and Brian Knowles, CB Richard Ellis Seller: JSD & Sons Realty Seller's" , "date" : "20060104" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "Square Feet; TRANSACTIONS" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E1DC1130F937A35752C0A9609C8B63"} , {"body" : "BENJAMIN APPEL was an author of more than 25 novels from 1934 to 1977, many of them set in New York. He was raised in Hell's Kitchen in Manhattan and lived much of his life in Roosevelt, N.J., but after he moved he still came back to New York often. Sometimes, with one of his three daughters in tow, he would have lunch with his agent or his" , "date" : "20060101" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "4" , "title" : "CITY LORE; Hard-Boiled Tales, Told by a Gentleman" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/01\/nyregion\/thecity\/01appe.html"}]