[  {"body" : "BACK in 1957, Copp's Guide to New York City told tourists: ''You are visiting the World's Most Wonderful City,'' then went on: ''The question in and around New York is not 'What has it to offer?' The question is always: 'What do I want?' '' Ditto New York City on the brink of 2007, but the details have changed dramatically. Even though it would be" , "date" : "20061231" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "12" , "title" : "WEEKEND IN NEW YORK | 1957; Time Warp?Try These Places" , "url" : "http:\/\/travel.nytimes.com\/2006\/12\/31\/travel\/31weekend.html"} , {"body" : "Correction Appended As Debbie Phillip began to speak during a recent interview, her son Devon, 19, zipped up his hooded sweatshirt, completely covering his face and ears. He soon pretended to be asleep, stretching out and making snoring noises. But his antics did not fool Justin, the youngest brother in the family. He did not want to hear the story" , "date" : "20061231" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "NEEDIEST CASES; Child's Disease Strains the Finances of a Canarsie Family" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E07E3D6153CF932A05751C1A9609C8B63"} , {"body" : "SOME of the most arresting and otherworldly photographs of New York are those turn-of-the-century black-and-white pictures of people skating on the lake in Central Park: the women in bustled skirts, the men in bowlers and the lonely outpost of the Dakota in the background. That was back when we had winter. Anyone trying to skate in New York these" , "date" : "20061229" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CENTRAL PARK (NYC)" , "PROSPECT PARK (NYC)" , "BRYANT PARK (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "MY NEW YORK; Skating on a Gershwin Set, Whatever the Tune" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CEEDB1F31F93AA15751C1A9609C8B63"} , {"body" : "A week after a hard foul sparked a melee involving players and spectators at a boys basketball game at Paul Robeson High School in Brooklyn, the coach of the visiting team, Thomas Jefferson High School, said he and his players were still recovering from their wounds. ''I have one kid who's missing a tooth,'' said Lawrence Pollard, the Jefferson" , "date" : "20061222" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "3" , "title" : "BASKETBALL; Officials at Two High Schools Say P.S.A.L. Ruling Is Too Harsh" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/22\/sports\/ncaabasketball\/22preps.html"} , {"body" : "SCHOENBRUN--Florence (nee Brown), 76, died December 21, 2006. Beloved mother of Roberta Elins Dinkes and son-in-law Steven R. Dinkes. Aunt of Alan and Jan Brown and the late Gerald Jacobson. Great-aunt of Steven Brown and Scott Jacobson. Daughter of the late Harry and Sarah Brown. Sister of the late Milton Brown and Sylvia Gargiulo. Loved her" , "date" : "20061222" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "11" , "title" : "Paid Notice: Deaths SCHOENBRUN, FLORENCE (NEE BROWN)" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B05E4D9113AF931A15751C1A9609C8B63"} , {"body" : "The last New York City mechanical parking meter -- an emblem of street life, object of driver frustration and source of fascination for children since 1951 -- was withdrawn from service yesterday. The demise of the mechanical meter was painless but not swift. Since 1995, when the city began using battery-powered digital meters and quickly found" , "date" : "20061221" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "When Time Runs Out for the Meter, Not the Car" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/21\/nyregion\/21parking.html"} , {"body" : "Scruffy but resilient, Coney Island has been a haven for people like Vincent Garcia. For nearly two decades, Mr. Garcia, a stocky, tattooed ex-convict known as Cuba, has lived in a tattered tan trailer in a parking lot on Stillwell Avenue near the Boardwalk. He began staying there while working as a security guard at the lot, he says, after losing" , "date" : "20061219" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CONEY ISLAND JOURNAL; No Place for Biker's Trailer As Seascape Loses Its Grit" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/19\/nyregion\/19coney.html"} , {"author" : "Ben Gibberd's book ''New York Waters: Profiles From the Edge,'' with photographs by Randy Duchaine, will be published in May by Globe Pequot Press." , "body" : "Susan Harder, a former photo gallery owner who has lived for decades in the same walk-up apartment on East 10th Street, is the first to acknowledge that she is all of 57 years old, but she emanates an air of schoolgirlish mischief. Her blue eyes twinkle, her blond ponytail bounces, and she punctuates her sentences with what can only be described as" , "date" : "20061217" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Tilting At Lampposts" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/17\/nyregion\/thecity\/17ligh.html"} , {"body" : "Museums and Sites HISTORIC RICHMOND TOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. More than 25 buildings, from the late 17th to the 19th centuries, restored and furnished. Tomorrow and Dec. 16 from 5 to 8:30 p.m., Candlelight Tours, with costumed interpreters guiding guests through 17th-, 18th- and 19th-century holiday" , "date" : "20061208" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/08\/arts\/08spar.html"} , {"body" : "Stephon Marbury's campaign to make athletic shoes affordable will reach a new level tomorrow afternoon. He is giving away 3,000 pairs of his Starbury One shoes, one for every high school varsity boys player in New York City. Marbury launched the shoes, which sell for $14.98 a pair, last summer, in partnership with the Steve and Barry's chain of" , "date" : "20061207" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "If the Shoe Fits, Marbury Decides To Give It Away" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/07\/sports\/basketball\/07sneakers.html"} ,   {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20061201" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "The Listings: Dec. 1 - Dec. 7" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D06E0DF1E3EF932A35751C1A9609C8B63"} , {"body" : "Thor Equities, a developer that has proposed building a $1.5 billion, year-round entertainment and amusement district in Coney Island, bought the Astroland amusement park yesterday for about $30 million. The 3.1-acre parcel along West 10th Street, from Surf Avenue to the Boardwalk, is home to 35 rides and amusements, including the 270-foot Astro" , "date" : "20061129" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Developer Buys Amusement Park" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/29\/nyregion\/29mbrfs-DEVELOPERBUY_BRF.html"} , {"body" : "Fifteen years ago, Arthur Nash made one of his first purchases of gangland memorabilia when a dealer in rare photographs showed him what he said was the first published picture of the gangster Arnold Rothstein. Before long, Mr. Nash, who was 19 at the time, was searching for photographs of other notorious figures, like Al Capone, Machine Gun Jack" , "date" : "20061126" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "In This Rogues' Gallery, Photographs Are Just the Start" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/26\/nyregion\/26lore.html"} , {"body" : "When they were growing up in Brooklyn, Kevin Shenderov and his older brother, Eugene, would sit on the couch and listen raptly as their father explained in simple yet fascinating terms how the television they were watching worked, or how electricity powered the light bulb that illuminated the room. ''He always made science pretty accessible to" , "date" : "20061120" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "2 Rhodes Scholars Multiply a Family's Bragging Rights" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/20\/nyregion\/20rhodes.html"} , {"body" : "UNCHECKED for decades, decay has left Coney Island a motley jumble of vacant lots, forbidding bodegas and shabby, if lovable, amusements. But change is on its way to this scruffy slice of south Brooklyn seafront; the signs are everywhere. KeySpan Park, a handsome minor league baseball stadium, has drawn steady crowds since it opened in 2001." , "date" : "20061119" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN\/Coney Island, Brooklyn; Safety Belts On? Renewal Has Its Hazards" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/19\/realestate\/19livi.html"} , {"body" : "Nabila Nazli was standing at a window, dangling her newborn above the sidewalk about 20 feet below. Flames were tearing through her second-story apartment in Brooklyn yesterday morning, and she was screaming for help. Two men had raced to her aid, but they could not get into the wood-frame building. Thinking fast, they stretched out a quilt as a" , "date" : "20061117" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Home Afire, Mother Saves 4 and Stays With 5th" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/17\/nyregion\/17fire.html"} , {"body" : "The builders of the Verrazano-Narrows Bridge probably saved someone's life yesterday. They needed a place to dump all the displaced dirt from its construction, and ended up creating a new hunk of land that jutted out of Brooklyn into Coney Island Creek like a hitchhiker's thumb. In 1962, that land became part of a city park. Yesterday, it became an" , "date" : "20061115" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CALVERT VAUX PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Pilot Stops Short of New Jersey, in Brooklyn Park" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/15\/nyregion\/15plane.html"} , {"body" : "A woman who leapt in front of a subway Monday, apparently out of remorse over smothering her son, said ''demons overtook her'' when she pressed a pillow to the boy's face and held it there until he became still, the police said yesterday. The woman, identified by relatives as Sadier Jean Noel, 27, said her son, Knil Jean Noel, 9, was despondent" , "date" : "20061115" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "2" , "title" : "Mother Who Leapt to Tracks Had Killed Son, Police Say" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/15\/nyregion\/15dead.html"} , {"body" : "Two police officers helped residents, including a 93-year-old woman, leave a burning apartment building in Bensonhurst yesterday, the police said. The officers responded to a report of a fire just before 8 a.m. at a six-story building at 8747 Bay Parkway. The Fire Department said the blaze, confined to an apartment on the sixth floor, was brought" , "date" : "20061114" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Officers Help Residents Flee Fire" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/14\/nyregion\/14mbrfs-BROOKLYNOFFI_BRF.html"} , {"body" : "A woman jumped in front of a subway train in Brooklyn yesterday, just before her son was found dead in their Crown Heights apartment on his birthday, the police said. The boy was 9 years old. The woman, who jumped onto the tracks at Surf Avenue and West Eighth Street, in Coney Island, was taken to Lutheran Medical Center. She lost two fingers, the" , "date" : "20061114" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Mother of Boy Found Dead Leaps to Tracks" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/14\/nyregion\/14boy.html"} ,   {"body" : "A Brooklyn woman was killed and two other people were injured Saturday night on the Belt Parkway when their car struck a guardrail and rolled over, the police said yesterday. Marina Kapelevich, 24, of West 12th Street was ejected from the back seat in the accident, which occurred in the eastbound lanes of the parkway at the 17th Avenue pedestrian" , "date" : "20061113" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Woman Killed In Accident" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/13\/nyregion\/13mbrfs-BROOKLYNWOMA_BRF.html"} , {"body" : "STRICTLY speaking, Faisal Khan, an assistant district attorney in Queens and a London-born son of immigrants originally from Agra, India, was reared in a culture in which love-matches are not left to serendipity. Marriages are arranged. But while Mr. Khan, 32, considered himself to be a good Muslim, he was an American, too, and he wanted to pick a" , "date" : "20061112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "17" , "title" : "WEDDINGS\/CELEBRATIONS: VOWS; Sanam Hafeez and Faisal Khan" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/12\/fashion\/weddings\/12vows.html"} , {"body" : "IT took no small amount of courage to walk into one of the great Brooklyn pizzerias with a Domino's Brooklyn Style Pizza in our hands. ''Get that thing out of here,'' was the first thing Totonno's owner, Louise Ciminieri, said when she saw the Domino's box. Once we explained that we were on a mission to determine exactly what constituted a Brooklyn" , "date" : "20061108" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "1" , "title" : "'Brooklyn Style Pizza' Meets the Real Deal" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/08\/dining\/08domino.html"} , {"body" : "It was a brisk Saturday morning at the Columbia University boathouse, near West 218th Street in Upper Manhattan, and Canada geese soared past the Henry Hudson Bridge. Just beyond Spuyten Duyvil a tall freighter moved slowly on the horizon, and on a pier on the Harlem River, Marie Lorenz was preparing to embark on the latest chapter of her unusual" , "date" : "20061108" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "JAMAICA BAY (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "3" , "title" : "She Likes to Show Off New York From the Waterline" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/08\/nyregion\/08boats.html"} , {"body" : "A man was shot and killed by one of three men attempting to rob a Brooklyn deli last night, the police said. The men fled from the store, the Mini-Mart Deli on Avenue R in Sheepshead Bay. The victim, an employee of the deli whom the police did not identify, was taken to Coney Island Hospital about 9 p.m. and pronounced dead. JENNIFER 8. LEE (NYT)" , "date" : "20061106" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Employee Fatally Shot At Deli" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/06\/nyregion\/06mbrfs-BROOKLYNEMPL_BRF.html"} , {"body" : "Harking back to an anti-jaywalking slogan that New York City began in 1957 and used for decades -- ''Cross at the Green, Not in Between'' -- city officials unveiled their newest tool yesterday in the effort to improve pedestrian safety: crosswalk signals that count down the seconds before the light changes. The signals will be used at five" , "date" : "20061103" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Too Slow in the Crosswalk? Automatic Timers Will Tell You" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/03\/nyregion\/03lights.html"} , {"body" : "FOR years, Charley Wininger, a Gestalt psychotherapist and dating coach in Brooklyn, had wined and dined serious, intellectual women. A hippie who recalls being gassed while protesting the Vietnam War, he has always been passionate about politics and philosophy. He has also been passionate about relationships, pontificating about them on talk shows" , "date" : "20061029" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "15" , "title" : "WEDDINGS\/CELEBRATIONS: VOWS; Shelley Yeffet and Charley Wininger" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/29\/fashion\/weddings\/29vows.html"} , {"body" : "Heather Woodbury's mother was reared in Flatbush, Brooklyn, where, she explained, ''you can't really have grown up and not have had the Dodgers be part of your life.'' A playwright and performer, Ms. Woodbury remains, at best, a casual spectator. (''If I was really going to get serious, I would probably root for the Red Sox, because they're" , "date" : "20061018" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "6" , "title" : "Where Fans Were Called Out Looking" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/18\/theater\/18tale.html"} , {"body" : "JANOFSKY - Rachel. Be loved wife of the late Albert, loving mother of Dr. Elliott and Betty Janofsky and Sally and Michael Hipscher, devoted grandmother of Karen, Jenny, Steven, Joel, and Lorraine, and adored greatgrandmother of Emma Rose and Daniel. A strong and gracious woman, remembered for her great will to survive, her strength of character" , "date" : "20061016" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "8" , "title" : "Paid Notice: Deaths JANOFSKY, RACHEL" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9501EED7153AF935A25753C1A9609C8B63"} , {"body" : "PEOPLE-WATCHING is to New York City what vista-gazing is to the Grand Canyon: You haven't really been if you haven't done it. But you don't just watch people here, you watch their poodles and pugs, too. And you don't just watch people, you eavesdrop on them or even follow them (briefly, please). There are no ethical qualms: People here know that" , "date" : "20061015" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "16" , "title" : "WEEKEND IN NEW YORK: PEOPLE-WATCHING; Here's Looking at You" , "url" : "http:\/\/travel.nytimes.com\/2006\/10\/15\/travel\/15weekend.html"} ,   {"body" : "An out-of-work train cleaner accused of executing two transit supervisors in a drunken rage walked out of court free yesterday, acquitted of all charges. When the verdict was read, the man, Darryl Dinkins, 42, sat and held his lawyer's hand, trembling and crying. He had been in jail since Feb. 28, 2004, the day after the transit supervisors were" , "date" : "20061012" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Jurors Acquit Man Accused Of Killing Transit Supervisors" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/12\/nyregion\/12trial.html"} , {"body" : "ROSENBERG--Asenath. Passed away peacefully at age 95. Beloved wife of the late Ben Rosenberg. Matriarch spanning four generations of loving family. Pioneer and mentor in Jewish and early childhood education at Yeshiva of Flatbush, Board of Jewish Education and Lincoln Square Synagogue. Services Thursday 1:00 P.M. at Sherman's Flatbush Memorial" , "date" : "20061012" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "15" , "title" : "Paid Notice: Deaths ROSENBERG, ASENATH" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE2D9153AF931A25753C1A9609C8B63"} , {"body" : "Soon after two transit supervisors were found shot dead inside a Coney Island railyard in 2004, the police began building a case against Darryl Dinkins, an out-of-work train cleaner. For the two weeks ending yesterday, transit workers and bereaved relatives have filled half of a courtroom in Downtown Brooklyn, seated behind a prosecutor to watch." , "date" : "20061011" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Railyard Murder Trial Blurs the Lines Between Prosecution and Defense" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/11\/nyregion\/11trial.html"} , {"body" : "For decades, the only significant noise at Floyd Bennett Field in Brooklyn, New York City's first municipal airfield, which opened in 1931, has been the roar of jet engines heading to Kennedy International Airport. But next month, the sound of athletics is expected in a $38 million sports entertainment complex built by Aviator Sports and Recreation" , "date" : "20061011" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "9" , "title" : "SQUARE FEET; Soon a Home to Flying Pucks and Balls" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/11\/realestate\/commercial\/11airfield.html"} , {"body" : "ROSENBERG--Asenath. Passed away peacefully at age 95. Beloved wife of the late Ben Rosenberg. Matriarch spanning four generations of loving family. Pioneer and mentor in Jewish and early childhood education at Yeshiva of Flatbush, Board of Jewish Education and Lincoln Square Synagogue. Services Thursday 1:00 P.M. at Sherman's Flatbush Memorial" , "date" : "20061011" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "15" , "title" : "Paid Notice: Deaths ROSENBERG, ASENATH" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0DEEDA153AF932A25753C1A9609C8B63"} , {"body" : "Attractions Museums and Sites MUSEUM OF THE CITY OF NEW YORK, 1120 Fifth Avenue, at 103rd Street. Tomorrow, noon to 4 p.m., ''Miracles on 104th Street,'' a block party sponsored with El Museo del Barrio and the New York City Department of Parks and Recreation, featuring music, health screenings and free tours of the two museums. Tuesdays through" , "date" : "20061006" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/06\/arts\/06spar.html"} , {"body" : "The tip of a crowbar jammed behind the big letter P, and all of a sudden, the place was just ''Pepper & OTTER.'' That never could have worked. Who is going to buy a new car from Pepper and Otter? The name was the one thing that Frank Pepper and Lester Potter seemed to always agree on, as far back as 1946, when they opened the Nash dealership on the" , "date" : "20061005" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "BROOKLYN JOURNAL; A Car Dealership Defined By Big Dreams and Bigger Letters" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/05\/nyregion\/05pepper.html"} , {"body" : "Two years after a City Council investigation found widespread disparities in prices for prescription drugs at New York pharmacies, significant variations persist despite new rules requiring wider disclosure of retail drug prices, according to a Council report released yesterday. Many consumers had no idea that by going to some pharmacies, they" , "date" : "20061005" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "6" , "title" : "Drug Prices Still Vary Widely Across City, Council Survey Finds" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/05\/nyregion\/05drugs.html"} , {"body" : "A 42-year-old motorcyclist was killed yesterday in Coney Island when he slammed into two parked cars, the police said. The man, Michael Rebuffi, was traveling south on Shell Road about 7 a.m. when he apparently lost control of his Kawasaki near Neptune Avenue, the police said. Both cars he hit were unoccupied, the police said. Mr. Rebuffi, of" , "date" : "20061004" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Motorcyclist Killed In Crash" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0DE4DE1530F937A35753C1A9609C8B63"} , {"body" : "ON a recent Tuesday morning, Maria Mackin, a trim 44-year-old real estate agent and mother of three, strode purposefully into the backyard of her home in Red Hook, Brooklyn, and beheld her chickens. There were 28 of them, clucking and pecking and scampering around inside a long chicken run fenced in by wire. Among the flock were two coal-black" , "date" : "20061001" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; In the Land of Co-ops, Coops" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/01\/nyregion\/thecity\/01chic.html"} ,   {"body" : "A 7-year-old Coney Island girl and her father were found shot to death yesterday in the man's apartment after he telephoned the child's mother and threatened to kill the girl, the police said. Details about the shootings, including the motive, remained unclear last night, hours after the police said they received a call from the distraught mother" , "date" : "20060925" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Girl and Father Found Dead After Mother Reports Threat" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/25\/nyregion\/25coney.html"} , {"body" : "Attractions Museums and Sites HISTORIC RICHMOND TOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. Tomorrow, 10 a.m. to 5 p.m., ''Richmond Town Flea Market in the Village.'' $2; 62+, $1; children, 50 cents. Raindate, Sunday. Hours: Wednesdays through Sundays, 1 to 5 p.m. Admission: $5; 62+, $4; students and 5 to 17, $3.50;" , "date" : "20060922" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/22\/arts\/22spar.html"} , {"body" : "The New York City transit system has been filmed and photographed, drawn and chronicled in hardback and in newsprint. Soon it will be heard. All week, a man with a microphone has walked the subway platforms to collect the clattering of the rivets and the whistling horns, the distortion in the loudspeaker, the hush in the compressor's song and the" , "date" : "20060921" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Finding Real New York Noise For a Miniature Subway Line" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/21\/nyregion\/21train.html"} , {"body" : "Several years ago, a fire buff named Micheal Boucher began a project about death. Mr. Boucher wanted to compile a list of every firefighter killed in the line of duty since 1865, the year the paid Fire Department of New York was founded. Mr. Boucher knows the world of firefighters. He is a Fire Department dispatcher, the person who sends" , "date" : "20060919" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Recovering the Fallen Of the Fire Department" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/19\/nyregion\/19fallen.html"} , {"body" : "IN the hallways of the School of American Ballet, overlooking Lincoln Center, aspiring young dancers clustered nervously on a Tuesday morning two weeks ago. Some stretched, using the furniture as makeshift barres. Mothers crouched at their children's feet, pressing their palms down on the tops of the arches to increase the point or guiding their" , "date" : "20060917" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "21" , "title" : "DANCE; Applying for Early Admission (Very Early)" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/17\/arts\/dance\/17bloo.html"} , {"body" : "To the Editor: According to ''For a Homeless Shelter, a Wary Reception'' (Aug. 20), the Department of Homeless Services is going to be paying $96 a night to rent rooms at a single-room-occupancy hotel that usually charges $338 a month. This raises two questions: Why is the city paying almost 10 times what it would cost me to rent a room? And, if" , "date" : "20060917" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "Housing the Homeless At the Market Rate" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0CE2DC1331F934A2575AC0A9609C8B63"} , {"body" : "Two brothers, a doctor in Brooklyn and an owner of pharmacies in Brooklyn and Queens, led a conspiracy that defrauded Medicaid of millions of dollars by billing the program for H.I.V. drugs and other medicines that were never given to patients, federal prosecutors say. The United States attorney's office announced the arrest yesterday of the" , "date" : "20060914" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "3 Bilked Medicaid of Millions Using Fake Billings, U.S. Says" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/14\/nyregion\/14medicaid.html"} , {"body" : "A Brooklyn teenager died last night after he hit his head while trying to climb a fence in front of a school in Ditmas Park, and the police said he may have been electrocuted. Luis Rivera, 17, of Rugby Road, was found unconscious shortly before 8 p.m. with head injuries in front of Public School 217 near the intersection of Newkirk and Coney Island" , "date" : "20060914" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "DITMAS PARK (NYC)" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Teenager Dies Climbing Fence" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/14\/nyregion\/14mbrfs-005.html"} , {"author" : "Sara Gran is the author of the novels ''Dope,'' ''Come Closer'' and ''Saturn's Return to New York.''" , "body" : "I HAVE a theory about the F train. I think that people who ride the F train, which stops in the heart of Park Slope, Brooklyn, and is therefore the train of choice for dozens of writers, editors and publishers, choose their subway reading material very carefully. You rarely see the folks who get off at Seventh Avenue reading anything pocket-sized," , "date" : "20060910" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "1" , "title" : "Call It Booklyn" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/10\/nyregion\/thecity\/10broo.html"} , {"body" : "America's newest Muslims arrive in the afternoon crunch at John F. Kennedy International Airport. Their planes land from Dubai, Casablanca and Karachi. They stand in line, clasping documents. They emerge, sometimes hours later, steering their carts toward a flock of relatives, a stream of cabs, a new life. This was the path for Nur Fatima, a" , "date" : "20060910" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S." , "Washington"] , "page_facet" : "1" , "title" : "More Muslims Are Coming to U.S. After a Decline in Wake of 9\/11" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/10\/nyregion\/10muslims.html"} ,   {"author" : "E-mail: dabarry@nytimes.com" , "body" : "A JAB, and then another, and another and another, almost like the riveting of bolts at a construction site. When the jabbing stopped an hour later, the two towers were soaring again from the Manhattan bedrock, their windows forever tinted red by the evening sun, their majesty forever set against a sky's lavender sighs. This is how the World Trade" , "date" : "20060909" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; He Bears the Mark of His Loss Sadly" , "url" : "http:\/\/select.nytimes.com\/\/2006\/09\/09\/nyregion\/09about.html"} , {"body" : "Events 'BABY LOVES JAZZ,' celebrating a new CD of children's songs, with John Medeski, Sharon Jones and others, tomorrow at 11 a.m. and 1 p.m. at Joe's Pub, at the Public Theater, 425 Lafayette Street, at Astor Place, East Village, (212) 239-6200. $15; under 2, free. BINDLESTIFF FAMILY CIRKUS, in the Spiegeltent, north of Pier 17 at the South" , "date" : "20060908" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "Spare Times; For Children" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/08\/arts\/08kids.html"} , {"body" : "Five years ago, on Sept. 11, 2001, terrorists crashed two airliners into the World Trade Center. Downtown smelled like Coke cans and hair on fire. It was televised live. In New York City, 2,749 people were killed. About eight million remained. Since that day, the numbers have changed. The population grew by more than 134,000 from 2000 to 2005, the" , "date" : "20060907" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Old New Yorkers, Newer Ones, and the Line Etched by Sept. 11" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/07\/nyregion\/07voices.html"} , {"body" : "It's a long way from Hollywood to Staten Island, but the owners of the New York Yankees are trying to make the stretch. The Yankees, who own a minority share of their minor-league affiliate on Staten Island, are buying out the majority owners, with plans to turn management of the financially underperforming franchise over to a company run by Peter" , "date" : "20060905" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Full Ownership by the Yankees Could Be Just What a Minor-League Team Needs" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/05\/nyregion\/05ballpark.html"} , {"body" : "IF P. T. Barnum had hired Breughel or Bosch to paint sideshow banners, they might have resembled the art of Joe Coleman. Obsessively depicting a grim moral universe of transgression and retribution, Mr. Coleman paints grotesque images of murderers and victims, freaks and monsters, disease, depravity and perversities of every kind. In his" , "date" : "20060903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "ART; Grim, Grotesque and Uptown at Last" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/03\/arts\/design\/03stra.html"} , {"body" : "The P.A. system is blaring the theme song to ''Three's Company.'' Children are trailing after a ''king'' outfitted in crimson and crown who has materialized in the stands. Teenagers in the next row are posing for MySpace pictures. Fans, direct your attention to the field. Between the laundry-toss contest and the singalongs, there is a baseball game" , "date" : "20060901" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "Last Call for Summer: Three Days Before Real Life Returns; Cyclones vs. Singalongs" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9407E6D91E3EF932A3575AC0A9609C8B63"} , {"body" : "A report in the Metro Briefing column on Friday about the rescue of an elderly woman from a fire in her Brooklyn apartment misstated her address and neighborhood. The address is 1935 Shore Parkway, not Belt Parkway, and it is in Gravesend, not Coney Island." , "date" : "20060831" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9903E6DD1E3EF932A0575BC0A9609C8B63"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURaL HISTORY, Central Park West and 79th Street. Through Jan. 15, ''Yellowstone to Yukon,'' an exhibition of more than 40 photographs by 11 photographers documenting the animals, vegetation and geology of the regions affected by one of the world's largest wildlife conservation initiatives. Through" , "date" : "20060825" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/25\/arts\/design\/25spar.html"} , {"body" : "Firefighters rescued an 85-year-old woman from a fire that broke out about 6:40 a.m. yesterday in her apartment in a high-rise building at 1935 Belt Parkway in Coney Island. The firefighters, Brian Pascascio, 24, and Joe Walz, 38, found the woman lying next to her bed and carried her out of the 11th-floor apartment. The woman, whom fire officials" , "date" : "20060825" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Firefighters Rescue Woman" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9403E6DE103EF936A1575BC0A9609C8B63"} , {"body" : "The city's most neglected neighborhood parks continue to get worse, according to an annual report released by a parks advocacy group yesterday. An analysis by the group, New Yorkers for Parks, found that the 10 small parks it had listed as the city's 10 worst last year also received a failing grade this year. Several parks, among them University" , "date" : "20060824" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Report Says Worst Parks Get Worse" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/24\/nyregion\/24mbrfs-006.html"} ,   {"body" : "The Pluot, a cross between a plum and an apricot, looks like a plum. But the first bite of the brilliant red flesh of the new Raspberry Jewel Pluot from California is pure honey. Then a bit of acidity kicks in to give the juicy, mouth-filling richness some balance. Pluots are easy to pit and slice to pave a fruit tart. They are $5.95 a pound at the" , "date" : "20060823" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "8" , "title" : "FOOD STUFF; Cousin of the Apricot, With a Plummy Accent" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E5D8123EF930A1575BC0A9609C8B63"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the Northeast this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, show times" , "date" : "20060818" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "The Listings: August 18 - August 24" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B02EFD9143EF93BA2575BC0A9609C8B63"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Jan. 15, ''Yellowstone to Yukon,'' an exhibition of more than 40 photographs by 11 photographers documenting the animals, vegetation and geology of the regions affected by one of the world's largest wildlife conservation initiatives. Through" , "date" : "20060818" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/18\/arts\/18spar.html"} , {"body" : "A track fire sent smoke billowing through a subway tunnel in Downtown Brooklyn during the evening rush yesterday, halting two subway trains carrying nearly 4,000 passengers, who had to be led to safety on the Manhattan Bridge. At least 25 people received minor injuries, including 10 passengers and three firefighters who were treated at hospitals" , "date" : "20060817" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Smoky Track Fire Strands Riders On 2 Trains on Manhattan Bridge" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/17\/nyregion\/17train.html"} , {"body" : "Joel W. Harnett, a businessman and civic watchdog who finished last in the Democratic primary for mayor of New York City in 1977, but fueled debate by helping to force the release of a federal investigative report on questionable financial manipulations by city leaders, died on Aug. 11 at his home in Phoenix. He was 80. The cause was prostate" , "date" : "20060815" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S." , "Obituaries"] , "page_facet" : "8" , "title" : "Joel Harnett, 80, Leader of Watchdog Group" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/15\/nyregion\/15harnett.html"} , {"body" : "RAMIN BAHRANI needed to make a decision. For more than two months this filmmaker had auditioned adolescent actors to star in ''Iron Triangle,'' the follow-up to his festival-circuit hit ''Man Push Cart.'' He combed the city, visiting schools and spending afternoons accompanying his casting coordinator around neighborhoods and parks and on subway" , "date" : "20060813" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "14" , "title" : "FILM; In the Cinema Of the Street Kid, Casting at Ground Level" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/13\/movies\/13vana.html"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Tomorrow, 1 to 5 p.m., Indigenous Peoples' Day, with music and films highlighting American Indian and Maori culture; part of Global Weekends. Through Jan. 15, ''Yellowstone to Yukon,'' an exhibition of more than 40 photographs by 11 photographers" , "date" : "20060811" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/11\/arts\/11spar.html"} , {"body" : "GELFAND--Pauline. Born September 13, 1909, died August 9, 2006. Beloved mother, loyal friend and proud active supporter of Jewish Women International, B'nai Brith and the Anti-Defamation League. She is survived by a daugher, Carol of Manhattan and a son Thomas of Brooklyn. Services Sunday August 13, 11:30am at Nieberg's Midwood Chapel, Coney Island" , "date" : "20060811" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "7" , "title" : "Paid Notice: Deaths GELFAND, PAULINE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D00E6DB163AF932A2575BC0A9609C8B63"} , {"body" : "BEHIND the tall grass and trees of Calvert Vaux Park in Bensonhurst, Brooklyn, hidden from the soccer players on Sundays, is a nautical graveyard. Burned and rotting hulks of abandoned vessels jut from the dirty beach into the silted, sluggish water of Coney Island Creek. The ribs of other ships emerge from the shallows like bones. No one is sure" , "date" : "20060806" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)" , "CONEY ISLAND CREEK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: BENSONHURST; The Ghost Ships of Coney Island Creek" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/06\/nyregion\/thecity\/06grav.html"} , {"body" : "A fire yesterday in a concrete shed for electrical equipment at Coney Island's Astroland Amusement Park led to the evacuation of hundreds of people from the section of the park along Surf Avenue, according to police and fire officials. No one was injured, and the park's best-known rides, including the Wonder Wheel and the Cyclone, continued to" , "date" : "20060731" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CONEY ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Fire At Coney Island" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/31\/nyregion\/31mbrfs-002.html"} ,   {"author" : "Rob Walker writes the Consumed column for the magazine and is working on a book about consumer behavior." , "body" : "Aaron Bondaroff is 29, part Puerto Rican, part Jewish, Brooklyn-born and a high-school dropout. His life weaves through the most elusive subcultures of lower Manhattan. A-Ron, as he is also known, is one of those individuals who embodies a scene. ''I'm so downtown,'' Bondaroff is fond of saying, ''I don't go above Delancey.'' Even so, he longs for" , "date" : "20060730" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine" , "Technology"] , "page_facet" : "29" , "title" : "The Brand Underground" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/30\/magazine\/30brand.html"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Jan. 15, ''Yellowstone to Yukon,'' an exhibition of more than 40 photographs by 11 photographers documenting the animals, vegetation and geology of the regions affected by one of the world's largest wildlife conservation initiatives. Through" , "date" : "20060728" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/28\/arts\/28spar.html"} , {"author" : "E-mail: peappl@nytimes.com" , "body" : "A CENTURY ago, William Reynolds had a dream. A 39-year-old state senator and promoter who had developed four neighborhoods in Brooklyn as well as the largest amusement park in Coney Island, he trucked in a herd of elephants to publicize the Riviera of the East, his dream Mediterranean-style city by the sea. There were modern wonders like hot and" , "date" : "20060726" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["LONG BEACH (NY)"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "3" , "title" : "Our Towns; Oceanfront City With a Past Wonders About Its Present" , "url" : "http:\/\/travel.nytimes.com\/web\/tsroot\/2006\/07\/26\/nyregion\/26towns.html"} , {"body" : "IN provincial Russian cities, the bars and restaurants can be prohibitively expensive. So for most people the only thing to do on a fine summer evening is go for a walk. If the city is an old one that has a kremlin, or citadel, like Novgorod in northwestern Russia, people walk around it. If the city is a newer one with a lake, like Petrozavodsk," , "date" : "20060723" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; The Promenade, Soviet Style" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/23\/nyregion\/thecity\/23strol.html"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Jan. 15, ''Yellowstone to Yukon,'' an exhibition of more than 40 photographs by 11 photographers documenting the animals, vegetation and geology of the regions affected by one of the world's largest wildlife conservation initiatives. Through" , "date" : "20060721" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/21\/arts\/21spar.html"} , {"body" : "The Brooklyn Cyclones and the Oneonta Tigers played the longest game in the history of the New York-Penn League yesterday. Oneonta won, 6-1, at the Cyclones' KeySpan Park in Coney Island in a 26-inning game that ran 6 hours 40 minutes. The Pawtucket Red Sox defeated the Rochester Red Wings, 3-2, in 33 innings in 1981 in the longest professional" , "date" : "20060721" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "6" , "title" : "BASEBALL; 6 Hours 40 Minutes: Cyclones Fall to Oneonta in 26 Innings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E0D8173FF932A15754C0A9609C8B63"} , {"body" : "TO reach the beach at Fort Tilden, keep the missile silos on your right, the munitions buildings on your left, and head due south of the cannon batteries. Remember this, because there are no signs to point the way, no scents of sunscreen, lifeguard's whistles nor flying Frisbees; just these military landmarks, the briny breeze and the roar of the" , "date" : "20060721" , "day_of_week_facet" : "Friday" , "geo_facet" : ["FORT TILDEN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "MY CITY; To the Battlements, and Take Sunscreen" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/21\/arts\/21tild.html"} , {"body" : "Getting from here to there using the Internet has become almost routine with Web sites like Mapquest and Google maps. Many drivers are also using satellite technology linked to computer mapping systems in their cars to guide them to their destinations. In the New York City area, where public transportation is paramount, Internet maps for subways," , "date" : "20060716" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "25" , "title" : "Internet Help Multiplies For the Carless on the Go" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/16\/nyregion\/16navigate.html"} , {"body" : "Attractions Museums and Sites HISTORIC RICHMOND TOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. Tomorrow at 2 p.m., a lecture about Staten Island's acres of parkland by Thomas Paulo, Staten Island borough commissioner of parks. Fee: $5; students and members of the Staten Island Historical Society, $4. Hours: Wednesdays" , "date" : "20060714" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/14\/arts\/14spar.html"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20060714" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "THE LISTINGS | JULY 14-JULY 20" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940DEFDC1E30F937A25754C0A9609C8B63"} ,   {"body" : "Using a box cutter as a weapon, a man forced a woman into a car just after midnight on Wednesday, at Avenue M and Flatlands Avenue in Midwood, and raped her, the police said. Afterward, he let her out of the car, a black four-door sedan, on East 37th Street and drove off, the police said. The woman, 26, was treated at Coney Island Hospital, and" , "date" : "20060714" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Woman Is Abducted And Raped" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/14\/nyregion\/14mbrfs-003.html"} , {"body" : "IF someone were to draw a map of New York with colored dots representing art sales, Chelsea would lie covered in motley splotches, and large swaths of Brooklyn would appear to have been painted by Jackson Pollock. But Staten Island would be barely more colorful than one of Robert Rauschenberg's white paintings. Or so it was until June 8, when a" , "date" : "20060709" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WEST BRIGHTON (NYC)" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: WEST BRIGHTON; Chelsea It's Not, But a Borough Can Dream" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/09\/nyregion\/thecity\/09gall.html"} , {"body" : "Mendel Mokotoff was born in Manhattan in 1911. During the early 1930's, he owned a butter-and-egg business in Coney Island, according to an old Brooklyn directory. But Gary Mokotoff, a distant relation, who is compiling a family tree, knows nothing else about the man --not the names of Mendel's parents, nor how many siblings he had. Some of that" , "date" : "20060709" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; Genealogists' Lament: Yesteryear Is Gone" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/09\/nyregion\/thecity\/09gene.html"} , {"body" : "For 41 years, darkness was upon the face of the parachute jump in Coney Island. The 277-foot tower, shaped like a giant blossom at the end of a tapering stalk, dropped its last screaming rider in 1965 and fell silent. For years it rotted, a skeletal symbol of Coney Island's long decline, narrowly escaping demolition. Last night, the city turned the" , "date" : "20060708" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Flower of a Tower Is Relighted in Coney Island" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/08\/nyregion\/08parachute.html"} , {"body" : "Farm Aid Heads East Farm Aid is coming to New Jersey this year. Neil Young, Willie Nelson, John Mellencamp, Dave Matthews and others will perform at the Tweeter Center in Camden on Sept. 30 for the annual concert to aid American farmers, The Associated Press reported. Mr. Young, right, one of the founders of Farm Aid, made the announcement on" , "date" : "20060708" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "8" , "title" : "Arts, Briefly" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/08\/arts\/08arts.html"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Jan. 7, ''Lizards & Snakes: Alive!,'' an exhibition with live examples of more than 25 species. Sunday, from noon to 1:15 p.m., ''How I Became a Herpetologist,'' a discussion with the exhibition's curators, geared for children. Through Aug." , "date" : "20060707" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907E4D91330F934A35754C0A9609C8B63"} , {"body" : "They had known each other since third grade and, by his account, were the best of friends. Shirley Courcelle and Lloyd Morgan, both 20, grew up together at a public housing project in Sheepshead Bay, Brooklyn, and eventually fell in love. They had been dating off and on for about a year and cared for each other ''like husband and wife,'' he said." , "date" : "20060705" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Death of Newborn Girl Leaves Mother's Neighbors Baffled" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/05\/nyregion\/05baby.html"} , {"body" : "The body of a full-term newborn girl was discovered yesterday in a closet in her grandmother's Brooklyn home, the police said. As detectives began their investigation, the child's mother, who was not identified, was in police custody at Coney Island Hospital, where she was being treated for bleeding, the police said. A spokeswoman for the city" , "date" : "20060704" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Newborn's Body Found" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/04\/nyregion\/04mbrfs-002.html"} , {"body" : "When Josh Hamilton stepped into the batter's box yesterday, three of his Hudson Valley Renegades teammates moved to the top of the dugout steps. Hamilton bent his knees and waggled his bat. His teammates stared as if the World Series were at stake. This, undoubtedly, was an eagerly anticipated plate appearance. Even if it was only batting practice." , "date" : "20060704" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "BASEBALL; Devil Rays Prospect Moves A Step Closer to Playing Again" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/04\/sports\/04hamilton.html"} , {"body" : "On the Street New York City FRIENDS OF LAGUARDIA PLACE STREET FAIR, Bleecker Street, between LaGuardia Place and Lafayette Street, West Village. Tomorrow, 11 a.m. to 6 p.m. BLEECKER AREA MERCHANTS AND RESIDENTS ASSOCIATION FESTIVAL, Bleecker Street, from Avenue of the Americas to Broadway, West Village. Sunday, 11 a.m. to 6 p.m. McBURNEY Y.M.C.A." , "date" : "20060630" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/30\/arts\/30spar.html"} ,   {"body" : "A century ago, the greatest playground was Coney Island, a pre-Disney seaside place to cavort at the southernmost edge of Brooklyn. Here the sound of the Atlantic surf first gave way to screams from the Cyclone roller coaster in 1927, the hot dog entered the American recreational diet, and freak shows came to be treated as art. It was an amusement" , "date" : "20060630" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "The City Life; Where Mermaids Dare to Tread" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/30\/opinion\/30fri4.html"} , {"body" : "THE McCARREN PARK POOL in Greenpoint, Brooklyn, is surely one of the last places in New York you would expect to see a concert. Shuttered by the city 22 years ago, it is a 50,000-square-foot void, its floor specked with decades-old turquoise paint and its walls blanketed by layers of graffiti. It lacks electricity and lights, and its bathrooms have" , "date" : "20060630" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CENTRAL PARK (NYC)" , "MCCARREN PARK (NYC)" , "PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "Dive In, the Music's Fine: Rock Moves Outdoors" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0DE1DA1430F933A05755C0A9609C8B63"} , {"body" : "Irving A. Berk, who as founder of the Berk Trade and Business School in New York supervised the training of plumbers, electricians, car mechanics and secretaries for 65 years, died on June 16 at his home in Cobble Hill, Brooklyn. He was 100. His death was announced by his son Joel, of Tenafly, N.J. Mr. Berk opened his school in 1940 in a storefront" , "date" : "20060629" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Obituaries" , "Education" , "Business"] , "page_facet" : "23" , "title" : "Irving A. Berk, 100, the Founder Of a Trade and Business School" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/29\/nyregion\/29berk.html"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Aug. 20, ''Darwin,'' an exhibition devoted to the naturalist, which includes fossils and live creatures as well as a reconstruction of Darwin's study at Down House. Through today, ''The Butterfly Conservatory: Tropical Butterflies Alive in" , "date" : "20060623" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/23\/arts\/23spar.html"} , {"body" : "IN New York City, the second baseball season -- the budget-friendly, tourist-friendly and kid-friendly game of minor league baseball -- starts Tuesday and will last all summer. Think of it as the Off Broadway version of hardball. For the money it costs to buy a family of four decent seats to take in the Bronx Bombers, about $200, the same family" , "date" : "20060618" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "13" , "title" : "WEEKEND IN NEW YORK | MINOR LEAGUE BASEBALL; Watching the Boys of Summer" , "url" : "http:\/\/travel.nytimes.com\/2006\/06\/18\/travel\/18weekend.html"} , {"body" : "THE traffic arteries heading out of the city were already clogged with cars as the Jetty Jumpers, a group of ordinary guys with comic-book nicknames, made good their escape from New York. It was wave-running weather on the Brooklyn waterfront, and the surf was up. First came Saze, a carpenter from Coney Island, whose favorite tree had been blowing" , "date" : "20060618" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BREEZY POINT (NY)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "URBAN STUDIES: Jumping; Their Great Escape" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/18\/nyregion\/thecity\/18jett.html"} , {"body" : "BERK -- Irving A. Passed away June 16, after a short illness. He died peacefully at home surrounded by some of his children, grandchildren and great-grandchildren, as well as his beloved companion of eight years, Judy, and her daughter Sandy. He was in excellent health for 100 years, going to work six days a week until three weeks ago. Although the" , "date" : "20060618" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "33" , "title" : "Paid Notice: Deaths BERK, IRVING A." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F00E1DC113AF93BA25755C0A9609C8B63"} , {"body" : "Attractions Museums and Sites HISTORIC RICHMOND TOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. More than 25 buildings, from the late 17th to the 19th centuries, restored and furnished. Sunday from 5 to 9 p.m., a traditional 19th-century dinner in celebration of Father's Day; $45; members, $40; reservations: (718)" , "date" : "20060616" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/16\/arts\/16spar.html"} , {"body" : "Dr. John Newcomer is a psychiatrist who generally treats people with severe ailments of the mind and spirit. But before his patients sit down, before he hears about their clammy paranoia or renegade voices, Dr. Newcomer wants to know about their waist size. He steers them to a scale to learn their weight. He orders a blood sugar test. If big" , "date" : "20060612" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "In Diabetes, One More Burden for the Mentally Ill" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/12\/health\/12diabetes.html"} , {"body" : "UNTIL recently, Manhattan's waterfront has been a neglected resource, certainly when compared with the urban playgrounds that have sprung up around the Thames in London, the Seine in Paris and even the San Antonio River in Texas. That has begun to change over the last few years, with numerous developments springing up along the Hudson River and" , "date" : "20060611" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "16" , "title" : "WEEKEND IN NEW YORK: ON THE WATERFRONT; Turning Rivers Into Playgrounds" , "url" : "http:\/\/travel.nytimes.com\/2006\/06\/11\/travel\/11weekend.html"} ,   {"body" : "YOU can smell the horses before you can see them, although if you're walking off the overpass that straddles the busy Prospect Expressway in East Windsor Terrace, Brooklyn, the pungent odor of hay and manure seems out of place among the warehouses, semidetached row houses and passing cars. Kensington Stables, at Caton Place and East Eighth Street," , "date" : "20060611" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WINDSOR TERRACE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE VOICE; When the Horsemen Passed By" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/11\/nyregion\/thecity\/11stab.html"} , {"body" : "Elana Jeanne Cox, the daughter of Susan Fine of Wayland, Mass., and the late Elliot Cox, is to be married today to Bruce Lawrence Levinson, the son of Patricia and George Levinson of Larchmont, N.Y. Rabbi Herman J. Blumberg is to officiate at Tappan Hill in Tarrytown, N.Y. The bride, 30, is a genetic counselor working on Alzheimer's studies at" , "date" : "20060604" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "14" , "title" : "WEDDINGS\/CELEBRATIONS; Elana Cox, Bruce Levinson" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/04\/fashion\/weddings\/04cox.html"} , {"body" : "As Memorial Day opens the beach season, the shores of Long Island and New Jersey will teem with sunburned masses. But for pure nostalgia and intriguing restaurants, it's hard to beat Coney Island and Brighton Beach. CAFE GLECHIK (718) 616-0494; 3159 Coney Island Avenue (Brighton Beach Avenue), Brighton Beach; $; $25 and Under: 5\/10\/06. Dumplings" , "date" : "20060528" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CONEY ISLAND (NYC)" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "GOOD EATING\/BROOKLYN BEACHES; Nostalgia by the Shore" , "url" : "http:\/\/events.nytimes.com\/mem\/nycreview.html?res=9F07EFDD1E3EF93BA15756C0A9609C8B63"} , {"author" : "Ed Morales is the author of ''Living in Spanglish: The Search for Latino Identity in America.''" , "body" : "''THIS is the Bronx I grew up in,'' I said with a sigh to a friend from Puerto Rico. We were at land's end, at the eastern edge of East Tremont Avenue, the point where the Long Island Sound ends and the East River begins. To the left, the long arch of the Throgs Neck Bridge played tag with the sunlight. My friend and I had driven there from" , "date" : "20060528" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "His Island City" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/28\/nyregion\/thecity\/28isla.html"} , {"body" : "''WHO knew Brooklyn was so big?'' the Priestess bassist Mike Dyball asked as he bounded from the band's rented R.V. onto the streets of Coney Island, his long dark hair hanging over the collar of his tight leather jacket. ''I usually handle the navigating,'' shrugged the lead singer and guitarist, Mikey Heppner, 24, who had waited for his bandmates" , "date" : "20060528" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CONEY ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "4" , "title" : "A NIGHT OUT WITH -- Priestess; Lost and Found" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/28\/fashion\/sundaystyles\/28NITE.html"} , {"body" : "The name of the bank has changed, as with most of this block of Jerome Avenue in Sheepshead Bay, Brooklyn. But it's still a bank, and the building next door is still a post office, and Reed Farrel Coleman can still hear the gunshot and see the man lying there in the street more than 30 years later. He was around 15 that summer day, walking to his" , "date" : "20060515" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "1" , "title" : "Brooklyn, a Crime Writer's Tough Hero" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/15\/books\/15writ.html"} , {"body" : "WHY GO NOW -- New York has never lacked for colorful characters, evocative settings and random experiences, in sum, fiction's fodder. That's why, perhaps more than any other American city, New York has been a beacon to writers and a ready-made backdrop for novels. So much so that it's entirely possible to plan a vacation based solely around" , "date" : "20060514" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel" , "Books"] , "page_facet" : "12" , "title" : "GOING TO; Literary New York" , "url" : "http:\/\/travel.nytimes.com\/2006\/05\/14\/travel\/14going.html"} , {"body" : "A Mother's Memory Q. My late mother, who grew up in Yorkville, told me that as a little girl she would take the subway ''all the way downtown'' to get breast milk for her twin baby brothers. She remembered that the milk was free, and that it came from contributing mothers who were also poor. Is there a record of this? A. Yes. The organization was" , "date" : "20060514" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F. Y. I." , "url" : "http:\/\/www.nytimes.com\/2006\/05\/14\/nyregion\/thecity\/14fyi.html"} , {"body" : "California HOLLYWOOD BOWL June 2-Sept. 24. Among the pop and jazz highlights are Belle and Sebastian with the Los Angeles Philharmonic; appearances by Al Green, James Brown, Willie Nelson, Herbie Hancock, Christian McBride and Joshua Redman; the Playboy Jazz Festival (June 17-18); a New Orleans night with the original Meters and the Neville" , "date" : "20060514" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "SUMMER STAGES: POP\/JAZZ; Big Names, Big Shows, Big Nights" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/14\/arts\/music\/14popmusic.html"} , {"body" : "MY list of dumpling loves is long. It includes tiny Turkish manti, griddle-crisped Japanese gyoza, meaty Korean mandoo, anything Italian -- from diminutive tortellini to hulking ravioli -- and every kind of steamed, boiled or fried Chinese dumplings, swimming in soup or stuffed with it. I've added vareniki and pelmeni to the list after a few trips" , "date" : "20060510" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "9" , "title" : "$25 AND UNDER; For the Love of a Russian Dumpling" , "url" : "http:\/\/events.nytimes.com\/2006\/05\/10\/dining\/reviews\/10unde.html"} ,   {"body" : "At 76, Hilma Wolitzer cannot afford another 12-year writer's block like the one that ended recently with the publication of ''The Doctor's Daughter,'' her seventh novel. ''If it takes me that long again,'' Ms. Wolitzer said, ''either I'll be dead, my readers will be dead, or it'll be a double whammy.'' Ms. Wolitzer, with the long stride of a much" , "date" : "20060506" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "7" , "title" : "A Writer's Characters Are Back; Words Flow" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/06\/books\/06bloc.html"} , {"body" : "LUKS RAFFES--Mollie. (nee Kessler) died May 2 at 92 in Riverdale, NY following a short illness. Beloved wife of the late Abraham Luks and Benjamin Raffes, cherished mother of Cynthia Pommiss, Ellen Eule and sons-in-law Stephen and Norman; grandmother to loving grandchildren Jennifer Pommiss, Alexander Eule and fiance Michelle Kann. Dear stepmother," , "date" : "20060504" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "29" , "title" : "Paid Notice: Deaths LUKS RAFFES, MOLLIE. (NEE KESSLER)" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9802E7DE133AF937A35756C0A9609C8B63"} , {"body" : "At his corner grocery on Coney Island Avenue in Ditmas Park, Brooklyn, Tariq Asheik minded the store alone yesterday morning, having given his two Mexican employees the day off to join rallies in support of immigrant rights. ''I love immigrants,'' said Mr. Asheik, who is from Pakistan. ''Everyone's an immigrant here.'' Along the unusually quiet" , "date" : "20060502" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "18" , "title" : "THE IMMIGRATION DEBATE: NEW YORK; Thousands Turn Out, But Support Is Mixed Among City's Immigrants" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/02\/us\/02protest.html"} , {"body" : "From behind a vending cart in Jackson Heights, Queens, Mohammad Ali, 58, minced some betel palm tree leaves and nuts in a plastic bowl -- mouth freshener made to order for the man in a burgundy tunic who sells Islamic books from a nearby stand. ''Busy, busy, every day, but 15 minutes Monday, no work,'' Mr. Ali said yesterday, using the few English" , "date" : "20060501" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Walkout Is Planned to Show Solidarity With Immigrants" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B03EEDE113FF932A35756C0A9609C8B63"} , {"body" : "MARLA MAPLES applied the fundamentals of feng shui to Peaches, the Manhattan restaurant she opened in 1998. But as Eric Asimov wrote in The New York Times, the place had a ''lifespan of a piece of ripe fruit.'' In his new book, ''A Writer's Life'' (Knopf, $26), Gay Talese reveals that not even feng shui could overcome the curse on restaurants at" , "date" : "20060430" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: READING NEW YORK; The Restaurant Curse of 63rd Street and the City Through a Lens" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/30\/nyregion\/thecity\/30read.html"} , {"body" : "AS recently as 1993, the New York area was a backwater for minor league baseball. After all, it had the Yankees and the Mets, who between them played a total of 162 home games a year. There was one minor league team -- the Red Sox in New Britain -- in an area embracing Connecticut, New Jersey and a chunk of New York, including Long Island and" , "date" : "20060423" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CONNECTICUT" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Bases Are Loaded" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907E6D6153FF930A15757C0A9609C8B63"} , {"body" : "AS recently as 1993, the New York area was a backwater for minor league baseball. After all, it had the Yankees and the Mets, who between them played a total of 162 home games a year. There was one minor league team -- the Red Sox in New Britain, Conn. -- in an area embracing Connecticut, New Jersey and a chunk of New York, including Long Island" , "date" : "20060423" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Diamond District" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F03E5D7143FF930A15757C0A9609C8B63"} , {"body" : "AS recently as 1993, the New York area was a backwater for minor league baseball. After all, it had the Yankees and the Mets, who between them played a total of 162 home games a year. There was one minor league team -- the Red Sox in New Britain, Conn. -- in an area embracing Connecticut, New Jersey and a chunk of New York, including Long Island" , "date" : "20060423" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Bases Are Loaded" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/23\/nyregion\/nyregionspecial2\/23njCOVER.html"} , {"body" : "AS recently as 1993, the New York area was a backwater for minor league baseball. After all, it had the Yankees and the Mets, who between them played a total of 162 home games a year. There was one minor league team -- the Red Sox in New Britain, Conn. -- in an area embracing Connecticut, New Jersey and a chunk of New York, including Long Island" , "date" : "20060423" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA" , "LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Bases Are Loaded" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9507EED9143FF930A15757C0A9609C8B63"} , {"body" : "Recent Sale $2.9 million 221 West 38th Street Manhattan A local real estate owner has bought this 6,500-square-foot five-story building with Balkan and Italian restaurants on the first two floors, offices above and 13,970 square feet in air rights. Buyer: E & C Management Seller: Skyline Manhattan Buildings Broker: Eastern Consolidated Recent Lease" , "date" : "20060419" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "10" , "title" : "TRANSACTIONS" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B04E7DF143FF93AA25757C0A9609C8B63"} ,   {"body" : "YOU catch a glimpse of it as you zip along the Belt Parkway, a brief blur of Brooklyn expressly reserved for the suspension of disbelief. This is not the grand and glittering Coney Island, but its much smaller cousin, distantly related through the shared gene that used to be called mirth. The place seems so tiny in Coney Island context that it" , "date" : "20060419" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "About New York; Putting New Amusement in a Tired, Withered Park" , "url" : "http:\/\/select.nytimes.com\/\/2006\/04\/19\/nyregion\/19about.html"} , {"body" : "In this high-tech, gadget-dependent, ''CSI''-obsessed age of police work, one of the New York Police Department's most prized and pampered weapons in the war on lawlessness is a temperamental pack of hay-chomping lads named Zeus, Philly and Angus. Now, after decades of consignment to Central Park patrols, ceremonial trots down Fifth Avenue and the" , "date" : "20060418" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "LAS VEGAS (NEV)" , "HONOLULU (HAWAII)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "A New Crime Fighter, for $10 in Hay and Oats" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/18\/nyregion\/18horses.html"} , {"body" : "An unidentified man was found dead in his seat early yesterday on an N train that had reached its last stop, Coney Island-Stillwell Avenue. The man, whom the police said was in his 50's, was sitting up in the train's lead car about 1:41 a.m. when transit officers found him, the police said. It was not clear where he had embarked. The train began" , "date" : "20060414" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Body Found On N Train" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950CEFDC163FF937A25757C0A9609C8B63"} , {"body" : "Two young men were killed in Brooklyn in 1992. The cases were never solved. There, the obvious similarities end. Boris Roitman, 21, thought to be an informant for the police, was found beside a tennis court in Gravesend, shot in the neck and chest. Thien Diep, 24, a high-stakes pool player who had his own cue, was robbed, his body incinerated in a" , "date" : "20060413" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "RUSSIA" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "14 Years Later, 2 Killings Are Linked to Russian Mob" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/13\/nyregion\/13cold.html"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Aug. 20, ''Darwin,'' an exhibition devoted to the naturalist, which includes fossils and live creatures as well as a reconstruction of Darwin's study at Down House. Through June 23, ''The Butterfly Conservatory: Tropical Butterflies Alive in" , "date" : "20060407" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/07\/arts\/07spar.html"} , {"body" : "Matt Kennedy, who was born in Coney Island more than a century ago and went on to become its biggest booster, gaining fame for gargantuan cigars, a George Burns sense of timing and a verve for extravagant exposition, died on March 22 in Brooklyn. He was 101, and his last act before the administration of last rites at Maimonides Medical Center was" , "date" : "20060402" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "33" , "title" : "Matt Kennedy, 101, Dies; Stalwart of Coney Island" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/02\/nyregion\/02kennedy.html"} , {"body" : "Bruce Cutler, the lawyer for Louis Eppolito, a retired detective, rose yesterday to present his defense at 10:44 a.m. At 10:57, Mr. Cutler rested. He called no witnesses, elicited no testimony and introduced exactly 18 pieces of evidence, including Exhibit P (''as in promise,'' he said), a ''Cop-of-the-Month'' award that Mr. Eppolito won in" , "date" : "20060401" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Ex-Detective's Defense Rests Without Working Up Sweat" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/01\/nyregion\/01cops.html"} , {"body" : "A 56-year-old man with a 20-year-old secret told it in public for the first time yesterday: how, in 1986, he dug a five-foot-deep hole in the floor of a parking garage he owned and, under pain of death, dumped in a dead man he believed that two detectives, Louis J. Eppolito and Stephen Caracappa, had just helped kill. The man with the secret was" , "date" : "20060329" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Gravedigger's Secret Is Out, 20 Years Later, at Trial of 2 Ex-Detectives" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/29\/nyregion\/29cops.html"} , {"body" : "KALISH - Beverly. Beloved wife of the late Max Kalish, cherished mother of Harry (Robin), Arlene (Stuart Sankel), Donald and Sindy Cohan. Adored grandmother of Chad, Sonya, Melanie, Danny and Max. Passed away on March 24th. A loving woman whose heart knew no boundaries and whose generosity, thoughtfulness, caring and gentleness will always be" , "date" : "20060327" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "7" , "title" : "Paid Notice: Deaths KALISH, BEVERLY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0DEED6143AF934A15750C0A9609C8B63"} , {"body" : "The inhabitants of Hoffman and Swinburne Islands, man-made piles in Lower New York Bay off Staten Island, have tended to be there not because they particularly want to be, but because they have to. In the 19th century, the islands were a holding area for new immigrants feared to be carrying diseases. Later, they housed soldiers with venereal" , "date" : "20060325" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["SWINBURNE ISLAND (NYC)" , "STATEN ISLAND (NYC)" , "HOFFMAN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Swimmers From the North Delight Scientists and Sightseers" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/25\/nyregion\/25seals.html"} ,   {"body" : "John M. Falotico, the detective who arrested David R. Berkowitz, the notorious ''Son of Sam'' killer, died on Saturday at his home in North Brunswick, N.J. He was 82. The cause was colon cancer, said his niece, Jennifer Falotico Taylor. Mr. Falotico's date with destiny came around 10 p.m. on Aug. 10, 1977. It had been almost a year since the" , "date" : "20060315" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "YONKERS (NY)" , "LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "25" , "title" : "John Falotico, Detective Who Arrested Berkowitz, Dies at 82" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/15\/nyregion\/15falotico.html"} , {"body" : "Where the Old Times Roll Q. When I was a kid, there were game arcades on Broadway that featured Skee-Ball. Do any places in Manhattan still offer this game? My grandson (10) and I (70) love the game but can't find one place in Manhattan that offers it. A. Have no fear. You can find Skee-Ball in Lazer Park, an arcade at 163 West 46th Street, east of" , "date" : "20060312" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F. Y. I." , "url" : "http:\/\/www.nytimes.com\/2006\/03\/12\/nyregion\/thecity\/12fyi1.html"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20060310" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "The Listings: March 10 - March 16" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E07E2D71231F933A25750C0A9609C8B63"} , {"body" : "KLEIN--Joseph L., a Naples, Florida resident for the past 36 years, born July 20, 1910, in Manhattan, New York City, passed from his earthly stewardship to eternal life on Wednesday, March 8, 2006, by the Will of God, in Naples. His beloved wife, Vera, predeceased him when she was called to her heavenly reward on March 3, 1992. He was a career" , "date" : "20060310" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "14" , "title" : "Paid Notice: Deaths KLEIN, JOSEPH L." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0CE2D6173AF933A25750C0A9609C8B63"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20060303" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "THE LISTINGS: MARCH 3 - MARCH 9" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9403EFD91731F930A35750C0A9609C8B63"} , {"body" : "An article on Monday about the death of a livery cab driver who was found lying on a street in Brooklyn after picking up passengers at a restaurant, Cafe St. Petersburg, misidentified its location. It is in Brighton Beach, not Coney Island." , "date" : "20060301" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE6DE1731F932A35750C0A9609C8B63"} , {"body" : "Nikolay Ionin still had three hours left in his shift and the morning had turned bitterly cold. About 4 a.m. yesterday, Mr. Ionin, a livery-cab driver, picked up a group of people at a restaurant in Coney Island. Fifteen minutes later, the dispatcher at the livery-cab company heard an argument over the radio: it sounded as if Mr. Ionin was fighting" , "date" : "20060227" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Cabdriver Dies in Brooklyn After Argument About Fare" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/27\/nyregion\/27cabby.html"} , {"body" : "IT wasn't easy being the wittiest woman in America. ''Why, it got so bad,'' Dorothy Parker once complained to the Paris Review, ''that they began to laugh before I opened my mouth.'' High expectations. High anxiety. High, period. ''Dorothy Parker herself was a Manhattan confection: equal parts bootleg scotch, Broadway lights, speakeasy smoke," , "date" : "20060226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "7" , "title" : "READING NEW YORK; A Pair of Mayors and a Legendary Smart-Mouth" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/26\/nyregion\/thecity\/26read.html"} , {"body" : "She was a girl left behind for years in a Ukraine orphanage while her grandmother and older brother started a new life in Brooklyn. Their failed efforts to bring her to America under an immigration provision known as ''humanitarian parole'' underscored the mystery of the process that lawyers liken to a contest of human suffering, with the United" , "date" : "20060221" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UKRAINE" , "NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "To Brooklyn From Ukraine, Orphan's Rescue Has a Happy Ending" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/21\/nyregion\/21orphan.html"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20060217" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "The Listings: Feb. 17 - Feb. 23" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE2D7133EF934A25751C0A9609C8B63"} ,   {"body" : "AFTER a brief prologue set in Jerusalem and featuring ''gargling shrieks of agony'' in the year 1291, ''The Last Templar'' stomps its hoofprints onto Manhattan. Bursting out of ''the marled darkness of Central Park'' and galloping up the steps of the Metropolitan Museum of Art are four horsemen in medieval armor. Flashbulbs pop as these latter-day" , "date" : "20060217" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "35" , "title" : "CROWD PLEASERS; Knights at the Met, Gunfire at a Parade, as Fiction Takes New York" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/17\/books\/17crow.html"} , {"body" : "The honest work life of Selassie Bourne began yesterday at half past seven in the morning. The city put a shovel in his hand. Son of Brooklyn, former dealer in controlled substances and one-time resident of the Green Meadow, Clinton and Coxsackie Correctional Facilities, Mr. Bourne was soon bent double at the northwest corner of Houston Street and" , "date" : "20060214" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A RECORD SNOWFALL: MANHATTAN; In Street Slush, Honest Wage Awaits" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/14\/nyregion\/14shovel.html"} , {"body" : "Like a lot of boys growing up in Brooklyn neighborhoods like Bay Ridge and Bensonhurst, Leonard Armato spent many a summer day taking in the sun and sand at Coney Island. When Mr. Armato was 11, his father moved the family to Los Angeles to take a job at the University of Southern California. The rest was beach volleyball history. Mr. Armato, now" , "date" : "20060212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: CONEY ISLAND; On a Gritty Shore, California Dreaming" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/12\/nyregion\/thecity\/12voll.html"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20060210" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "The Listings: Feb. 10 - Feb. 16" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E05EFD7143EF933A25751C0A9609C8B63"} , {"body" : "ASEN--Emanuel ''Mannie''. On February 7, 2006. Beloved father of Joel & Elaine Asen, Sheryl Asen, and Barbara & Bert Asen-Klavens, cherished grandfather of Eric, Julie, Emily, Elinor, and Josh, dear brother-in-law of Eileen & Marvin Fishman and Helene Miller, loved uncle and cousin, and treasured friend by many. Funeral services will be held on" , "date" : "20060209" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "20" , "title" : "Paid Notice: Deaths ASEN, EMANUEL ''MANNIE''" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9903E0D7143EF93AA35751C0A9609C8B63"} , {"body" : "IN the mid-1990's, Chris Piazza would walk the streets of Brooklyn looking for boarded-up carriage houses. ''I'd take down their addresses,'' she said, ''look up the tax records and write to the owners to see if they wanted to sell.'' She didn't hit pay dirt, so she and her husband at the time decided to move from Prospect Heights to Yonkers. It" , "date" : "20060205" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS\/Boerum Hill, Brooklyn; Her Carriage House Is a Stable for Her Art" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/05\/realestate\/05habi.html"} , {"body" : "Dolorez Williams, 53, is a job counselor who has spent many of her professional hours listening to other people's troubles. But when her own troubles began to multiply, to shattering effect, with the shooting death of her oldest son, the loss of her mother to Alzheimer's, and other trials, she had few people to turn to. ''I didn't know if my life" , "date" : "20060202" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "The Neediest Cases; A Counselor Is Overwhelmed by Her Own Problems" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9903E0D91F3FF931A35751C0A9609C8B63"} , {"body" : "When Jackie Ebron, Lynette Loadholt and Denise Eugene go to work in the morning, their paths never cross. But their paths do run parallel in many respects. All three women, dedicated to social work, are employed by social service agencies that are among the seven beneficiaries of The New York Times Neediest Cases Fund. In their different roles," , "date" : "20060129" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "The Neediest Cases; Three Who Work Tirelessly To Help Poorest New Yorkers" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D07E1DF1E3FF93AA15752C0A9609C8B63"} , {"body" : "An unidentified man in his 20's died at Coney Island Hospital yesterday after he was found in a subway car, bleeding from a stabbing, the authorities said. Detectives were trying to determine where the stabbing took place and how long the man had been on the train. A passenger found him lying on the floor of a car on the N train at Stillwell Avenue" , "date" : "20060124" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Man Found Stabbed In Subway Car" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E4DF103FF937A15752C0A9609C8B63"} , {"body" : "Hundreds of noncitizens were swept up on visa violations in the weeks after 9\/11, held for months in a much-criticized federal detention center in Brooklyn as ''persons of interest'' to terror investigators, and then deported. This week, one of them is back in New York and another is due today -- the first to return to the United States. They are" , "date" : "20060123" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Held in 9\/11 Net, Muslims Return To Accuse U.S." , "url" : "http:\/\/www.nytimes.com\/2006\/01\/23\/nyregion\/23detain.html"} ,   {"body" : "A 64-year-old man was found dead during the morning rush yesterday inside a subway train, the authorities said, and had apparently been riding for more than six hours before anyone noticed. The man, whom the police identified as Eugene M. Reilly of Midwood, Brooklyn, was a mail handler who had worked for the Postal Service for 35 years. Mr." , "date" : "20060120" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Found On Q Train; Probably Died Hours Earlier" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/20\/nyregion\/20dead.html"} , {"body" : "For Fabian Mobley, the path from childhood to adulthood has been neither straight nor painless. But it has taken some surprising turns. Over the course of 31 years, he has gone from a poor childhood in Coney Island, Brooklyn, to addressing a gala dinner at the United Nations. From a life of petty crime that seemed to be going nowhere, he has built" , "date" : "20060118" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "The Neediest Cases; Learning From Youthful Missteps, and Hoping to Teach Others to Avoid Them" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00EFDE153FF93BA25752C0A9609C8B63"} , {"body" : "ARTHUR MELNICK shifted gears on his boxy white Nissan, skirted past Fulton Ferry Landing and described his vision for the future of Brooklyn. ''Look at this!'' he said, pointing at the nearly desolate ribbon of Furman Street. Traffic on the Brooklyn-Queens Expressway screamed overhead, and the old docks and industrial buildings along the East River" , "date" : "20060115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; A Desire Named Streetcar" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/15\/nyregion\/thecity\/15trol.html"} , {"body" : "FISHBEIN - Rose. Beloved wife of the late Sam. Adored mother of Jacqueline and Lorrel, cherished grandmother and great-grandmother. Services Sunday, January 15, at 10 AM, Kirschenbaum Brothers, 1153 Coney Island Avenue, Brooklyn, NY." , "date" : "20060114" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "15" , "title" : "Paid Notice: Deaths FISHBEIN, ROSE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9503E0DB163AF937A25752C0A9609C8B63"} , {"body" : "Her priest said that Zofia Rogowicka was lonely in America, struggling to earn enough money to send home to her children in Poland. On Dec. 14, in an alleyway behind a film theater on Coney Island Avenue in Brooklyn, the police found Ms. Rogowicka's body stuffed into a cardboard shipping container. She had been strangled and left naked except for" , "date" : "20060107" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["POLAND" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "For a Murdered Immigrant, A Lonely Life of Striving" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/07\/nyregion\/07body.html"} , {"author" : "E-mail: dabarry@nytimes.com" , "body" : "THE artistic influences of Marie A. Roberts are many. There is Giotto, with his genius for bringing religious subjects to life. Raphael, with his thorough command of composition. Masoccio. Toulouse-Lautrec. Van Gogh. Lionel the Lion-Faced Man. And don't forget Baron Paucci, the World's Smallest Perfect Man. Or the fake Siamese twins known as the" , "date" : "20060104" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; Pictures Of Exhibitions" , "url" : "http:\/\/select.nytimes.com\/\/2006\/01\/04\/nyregion\/04about.html"} , {"author" : "E-mail: hjaraton@nytimes.com" , "body" : "STEPHON MARBURY brought his right-way-to-play-according-to-Brownie A game to Madison Square Garden, just in time to meet the challenge of the amazing Steve Nash, who is on his most valuable player validation tour. Remember the insinuation by some Shaquille O'Neal cheerleaders last spring that the vote for Nash was, in part, a victory for fair skin" , "date" : "20060103" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Sports of The Times; Point Guards, Projections and Paths Taken" , "url" : "http:\/\/select.nytimes.com\/\/2006\/01\/03\/sports\/basketball\/03araton.html"}]