[  {"body" : "WHEN developers talk about who will buy all the high-end condominiums that they are building or planning to build in Manhattan, empty nesters invariably make the list. And since the oldest baby boomers turned 60 this year, more and more of them are becoming empty nesters, in many cases with more disposable income than their parents had before them." , "date" : "20061224" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Planning a New Life in the City" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/24\/realestate\/24cov.html"} , {"body" : "A 20-year-old man was shot and critically injured while driving in Brooklyn yesterday when another driver opened fire during a confrontation at an intersection, the police said. The circumstances were still under investigation last night, but the authorities said the shooting followed a dispute between the drivers and suggested that the motive was" , "date" : "20061223" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Driver in Brooklyn Is Shot After a Confrontation" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/23\/nyregion\/23road.html"} , {"body" : "Around Town Museums and Sites AMERICAN MUSEUM OF NATURaL HISTORY, Central Park West and 79th Street. On display through Jan. 1, the Origami Holiday Tree. Through Jan. 2, ''Voices From South of the Clouds,'' a display of photographs of life in Yunnan Province in China, taken by villagers. Through Jan. 7, ''Lizards & Snakes: Alive!,'' an exhibition" , "date" : "20061222" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "35" , "title" : "Spare Times: Dec. 22 - Dec. 28" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B00E3D61031F931A15751C1A9609C8B63"} , {"body" : "ON a Saturday night in May 2003, Holly McKnight of Dyker Heights, Brooklyn, was too tired to ride into Manhattan for a night at a club. So she reluctantly agreed to meet friends at a nearby disco. ''It's filled with wannabe gangster types like in 'The Sopranos,' '' said Ms. McKnight, now 29. ''Everybody thinks they're 'connected.' The men have a" , "date" : "20061210" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "21" , "title" : "WEDDINGS\/CELEBRATIONS: VOWS; Holly McKnight and Anthony Lauretta" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/10\/fashion\/weddings\/10vows.html"} , {"body" : "AT dusk on Nov. 25, the lights started to dance to the music at the twin row houses of Robert DeLauro and Frank Cianflone in Dyker Heights, Brooklyn. They blinked and shimmered, their colors fading in and out, as the homes -- linked with a Christmas tree made of lights hovering over a common driveway -- were outlined first in red lights, then" , "date" : "20061207" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Technology" , "Style"] , "page_facet" : "1" , "title" : "Lights, Music, Action: Try to Keep Up, Please" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/07\/garden\/07xmas.html"} , {"body" : "What to say after five years? The Rev. Timothy J. Keller, senior pastor of Redeemer Presbyterian Church in Manhattan, began wrestling with the question about a week and a half ago. He was working at home when the church's receptionist called with an urgent message: ''Tim, I think you better return this call. It's the White House.'' White House" , "date" : "20060911" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "13" , "title" : "SEPT. 11, 2001-2006: RELIGION; Clergy Again Shoulders Burdens of Consoling and Explaining" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/11\/nyregion\/nyregionspecial3\/11sermons.html"} , {"body" : "VITO BUZZETTA, a bricklayer who has lived in Bensonhurst for 33 years, stood in his driveway on a recent afternoon -- hose in one hand, watering can in another -- and gestured toward a six-story apartment building under construction across the street. ''Look what they did,'' he said. ''It's too big.'' Mr. Buzzetta's opinion is a popular one in the" , "date" : "20060820" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN\/ Bensonhurst, Brooklyn; An Old Neighborhood Grows Up Again" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/20\/realestate\/20livi.html"} , {"body" : "CAROLINA FLYNN remembers those summers -- from 1982 to 1985, from Olivia Newton-John's ''Physical'' to Sheena Easton's ''Strut'' -- as carefree fun. She was in her mid-20's, working as a temp, and she and five girlfriends from her childhood in Park Slope, Brooklyn, shared the same rental house in Hampton Bays on Long Island. ''It was very plain," , "date" : "20060707" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Travel"] , "page_facet" : "1" , "title" : "Twilight of the Summer Share" , "url" : "http:\/\/travel.nytimes.com\/2006\/07\/07\/travel\/escapes\/07share.html"} , {"body" : "In a case the authorities are seeking to connect to a retired F.B.I. supervisor, R. Lindley DeVecchio, a fisherman extradited from Florida was arraigned yesterday in State Supreme Court on two counts of second-degree murder. The fisherman, Craig Sobel, 39, is accused of shooting Dominick Masseria, 17, on the steps of a church in Dyker Heights in" , "date" : "20060607" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Fisherman Charged With Murder" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990DE7DE1531F934A35755C0A9609C8B63"} , {"body" : "A couple of years ago, an Ecuadorean immigrant named Enrique Vega was making a decent living working as a cook in the Hamptons. Then he was bitten by the entrepreneurial bug. Mr. Vega, who with his direct manner and wide smile seems like a natural businessman, quit the kitchen, moved to Brooklyn and poured his savings into a storefront in Dyker" , "date" : "20060518" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "South Ozone Park Journal; Hard Way to Sell Flowers: Dodging Cars and the Police" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/18\/nyregion\/18journal.html"} ,   {"body" : "Carnegie Hill Co-op $1,239,000 MANHATTAN: 1230 Park Avenue (at 96th Street), #6B A two-bedroom, two-bath prewar co-op. Jacky Teplitzky, Prudential Douglas Elliman (212) 891-7263; www.elliman.com MAINTENANCE: $1,630.70 a month PROS: The windows in both bedrooms of this bright, clean apartment look out onto Park Avenue. There are tall archways that" , "date" : "20060416" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9900E2DF163FF935A25757C0A9609C8B63"} , {"body" : "It sounds like the setup of a joke: 20 rabbis walk into a fertility clinic. But it really happened. One recent Tuesday afternoon in Brooklyn, a group of young men in yarmulkes packed the waiting room of the Genesis Fertility Center, eyes glued to a roundish smudge on a video screen, absorbing a lecture in basic reproductive technology. ''This is" , "date" : "20060313" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Rabbis Train for Questions About Fertility Medicine" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/13\/nyregion\/13fertility.html"} , {"body" : "Bowling balls clacked and whirred the other morning at Mark Lanes, a 36-lane alley on 88th Street in Bay Ridge, Brooklyn, where little other than the modern auto-scoring machines seems to have changed since the place opened in the 1960's. As the Bay Ridge Church Ladies league finished its games, a dozen women with cotton-white hair bemoaned the" , "date" : "20060212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: BAY RIDGE; Crashing Pins May Give Way To Parking -- and Laments" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/12\/nyregion\/thecity\/12bowl.html"}]