[  {"body" : "At 7 o'clock on Monday evenings, a tutor comes to Serita Armstrong's Brooklyn apartment, and Ms. Armstrong's 8-year-old identical twins, Nailah and Nabilah, head to the kitchen table and start their lessons. The third graders see their tutor four times a week. Ms. Armstrong, 37, wants a better and bigger life for her twins and their 12-year-old" , "date" : "20061230" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "The Neediest Cases; Despite Struggles, the Goal Is Always to Be Productive" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B02E4DE1630F933A05751C1A9609C8B63"} , {"body" : "There is a constellation of dime-size brown spots on the lower half of Katasha Green's legs. The spots reflect how her illness is weakening her body, she said. At only 28, she has sarcoidosis, an inflammatory disease primarily of the lungs and lymph glands that she developed after working for years in filth and grime. Ms. Green became a boiler" , "date" : "20061228" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Neediest Cases; Sickness Leads to Financial Crisis and a New Direction" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E1DD1F31F93BA15751C1A9609C8B63"} , {"body" : "William H. Booth, a former New York City judge who challenged racial discrimination in employment, housing, education and other fields as a civil rights leader and as chairman of the city's Commission on Human Rights in the late 1960s, died on Dec. 12 at his home in Kissimmee, Fla. He was 84. The cause was complications of a stroke suffered in" , "date" : "20061227" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "11" , "title" : "William Booth, Judge and Civil Rights Leader, Dies at 84" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/27\/obituaries\/27booth.html"} , {"body" : "Two people were injured in a fire that started about 1 p.m. yesterday in a two-story brownstone in East New York, the Fire Department said. The fire, which was reported at 1:03 p.m. at 110 Miller Avenue, was brought under control by about 1:25 p.m., fire officials said. Two residents of the brownstone, who were not identified by the Fire Department" , "date" : "20061225" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Two Are Injured In Fire" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/25\/nyregion\/25mbrfs-TWOAREINJURE_BRF.html"} , {"body" : "Police Commissioner Raymond W. Kelly inadvertently trumped their news conference. On Tuesday, the day they planned to speak to the press, aides to Councilwoman Letitia James read in the newspapers that Gerald Nelson, an assistant chief, had just been made the new borough commander for Brooklyn North. The appointment makes Chief Nelson, 54, a" , "date" : "20061223" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Chief's Command Comes at a Tough Time and Place" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/23\/nyregion\/23command.html"} , {"body" : "A week after a hard foul sparked a melee involving players and spectators at a boys basketball game at Paul Robeson High School in Brooklyn, the coach of the visiting team, Thomas Jefferson High School, said he and his players were still recovering from their wounds. ''I have one kid who's missing a tooth,'' said Lawrence Pollard, the Jefferson" , "date" : "20061222" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "3" , "title" : "BASKETBALL; Officials at Two High Schools Say P.S.A.L. Ruling Is Too Harsh" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/22\/sports\/ncaabasketball\/22preps.html"} , {"body" : "THE REV. AL SHARPTON and I don't have much in common -- you could argue that's a blessing for both of us -- but we do share a defining backdrop for our wonder years in Brooklyn. At different times, we both attended Samuel J. Tilden High School. And both of us were chagrined by the announcement Monday by the New York City Department of Education" , "date" : "20061217" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "CITY LORE; When Tilden Was the World" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/17\/nyregion\/thecity\/17tild.html"} , {"body" : "TODD HANSHAW wanted a Big Mac, a large order of fries and a Diet Coke for lunch. That it added up to 1,130 calories, or a little more than half of what his trainer suggested he eat for the day, made no difference. ''You splurge and then you take it back later,'' said Mr. Hanshaw, a fashion director who was eating a quick lunch in Midtown Manhattan" , "date" : "20061213" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "14" , "title" : "New York Gets Ready To Count Calories" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/13\/dining\/13calo.html"} , {"body" : "THE day Starrett City opened, Oct. 13, 1974, was cold and, to read contemporary news accounts, somewhat inauspicious. The sprawling 46-building middle-income project on the south shore of Brooklyn near Canarsie was still a month away from having any residents, and 18,000 promised trees had not yet been planted. Aside from the blocky tan towers, the" , "date" : "20061210" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "CITY LORE; On the Block, A Dream By the Sea" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/10\/nyregion\/thecity\/10star.html"} , {"body" : "In Hector Grullon's backpack are items to improve his mind. One is a dog-eared psychology book, ''The Power of Your Subconscious Mind.'' ''I like to study human behavior and I like to evaluate my thinking,'' said Mr. Grullon, 53, a Brooklynite, explaining why he reads Freud and Jung. In a side pocket of his pack he also carries medication," , "date" : "20061207" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "The Neediest Cases; A Student of the Mind, With a Brain That Sometimes Betrays Him" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9806EFD81631F934A35751C1A9609C8B63"} ,   {"body" : "Will Self's new novel, ''The Book of Dave'' (Bloomsbury USA), is about a London cabdriver who inadvertently founds a religion when a ranting diatribe he buries in the garden of his ex-wife is dug up five centuries later, in a now post-apocalyptic world, and becomes a sacred text. Mr. Self's own text is immensely learned in cabbie lore and even" , "date" : "20061206" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "LONDON (ENG)"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "1" , "title" : "A Literary Visitor Strolls In From the Airport" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/06\/books\/06walk.html"} , {"body" : "Kathleen M. Cashin is responsible for some of the roughest territory in the New York City school system -- vast stretches of poverty and desolation from Ocean Hill-Brownsville and East New York in Brooklyn to Far Rockaway in Queens, all part of Region 5, where she is superintendent. Already this school year, two of her students have been shot dead," , "date" : "20061204" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Bucking Tide of School Reform, A Superintendent Gets Results" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/04\/nyregion\/04schools.html"} , {"body" : "In a city of superlatives, Starrett City has more than its share. The 31-year-old housing development in eastern Brooklyn is the largest federally subsidized rental housing complex in the country. Originally modeled on Co-op City, in the Bronx, it is one of the largest developments in New York. It operated for years under one of the most" , "date" : "20061201" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "A Sweeping Housing Plan Bedeviled by Racial Quotas" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/01\/nyregion\/01history.html"} , {"body" : "Starrett City, a 140-acre apartment complex built 30 years ago on Jamaica Bay in Brooklyn as an enclave for working-class New Yorkers, is on the auction block, the owner confirmed yesterday. The complex, whose owner changed its name in recent years to the more chic-sounding Spring Creek Towers, is the largest federally subsidized rental complex in" , "date" : "20061201" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Tract Goes on Block; Home to 14,000" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/01\/nyregion\/01starrett.html"} , {"body" : "Three people were killed in a fiery predawn crash in the Bronx yesterday morning, hours after a pedestrian returning home from taking his infant son to see a department-store Santa Claus was struck and killed in Brooklyn by an unregistered car whose driver was accused of speeding, the police said. The three people killed in the Bronx crash were" , "date" : "20061127" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Four People Die In Two Crashes" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/27\/nyregion\/27hit.html"} , {"body" : "''Ooh, they have veggie food!'' Tajuana Harris yelled to her daughter Tiffany as she cruised what may be the newest produce department in her neighborhood. ''Now I don't have to go to Downtown Brooklyn to find a vegetarian store.'' Ms. Harris, a 48-year-old interior designer, had just discovered the East New York Food Cooperative on New Lots Avenue" , "date" : "20061126" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: EAST NEW YORK; Fresh Food, But at a Cost?" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/26\/nyregion\/thecity\/26coop.html"} , {"author" : "E-mail: parenting@nytimes.com" , "body" : "THIS blue-collar Hartford suburb of 50,000 has seen a change in its population over the last decade. The number of blacks is growing, replacing whites who, in many cases, have moved to suburbs farther out. The school district's enrollment is now 46 percent minority students, but at several elementary schools, they make up more than two-thirds of" , "date" : "20061126" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANCHESTER (CONN)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "PARENTING; Talking About Race, in School and at Home" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E1D8123EF935A15752C1A9609C8B63"} , {"author" : "E-mail: parenting@nytimes.com" , "body" : "THIS blue-collar Hartford suburb of 50,000 has seen a change in its population over the last decade. The number of blacks is growing, replacing whites who, in many cases, have moved to suburbs farther out. The school district's enrollment is now 46 percent minority students, but at several elementary schools, they make up more than two-thirds of" , "date" : "20061126" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANCHESTER (CONN)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "PARENTING; Talking About Race, in School and at Home" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/26\/nyregion\/nyregionspecial2\/26Rparenting.html"} , {"author" : "E-mail: parenting@nytimes.com" , "body" : "THIS blue-collar Hartford suburb of 50,000 has seen a change in its population over the last decade. The number of blacks is growing, replacing whites who, in many cases, have moved to suburbs farther out. The school district's enrollment is now 46 percent minority students, but at several elementary schools, they make up more than two-thirds of" , "date" : "20061126" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANCHESTER (CONN)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "PARENTING; Talking About Race, in School and at Home" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D04E0D9123EF935A15752C1A9609C8B63"} , {"author" : "E-mail: parenting@nytimes.com" , "body" : "THIS blue-collar Hartford suburb of 50,000 has seen a change in its population over the last decade. The number of blacks is growing, replacing whites who, in many cases, have moved to suburbs farther out. The school district's enrollment is now 46 percent minority students, but at several elementary schools, they make up more than two-thirds of" , "date" : "20061126" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANCHESTER (CONN)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "PARENTING; Talking About Race, in School and at Home" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9902EED9123EF935A15752C1A9609C8B63"} ,   {"body" : "Fifteen years ago, Arthur Nash made one of his first purchases of gangland memorabilia when a dealer in rare photographs showed him what he said was the first published picture of the gangster Arnold Rothstein. Before long, Mr. Nash, who was 19 at the time, was searching for photographs of other notorious figures, like Al Capone, Machine Gun Jack" , "date" : "20061126" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "In This Rogues' Gallery, Photographs Are Just the Start" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/26\/nyregion\/26lore.html"} , {"body" : "In the third quarter of this year, the number of city residents who had missed more than three months of mortgage payments jumped by 20 percent compared with the same quarter a year ago. Still, New Yorkers often have more time to try to hold onto their homes than homeowners in the rest of the country. Data collected by PropertyShark.com, a real" , "date" : "20061125" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Missed Mortgage Payments Rise 20% in Third Quarter" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/25\/nyregion\/25foreclose.html"} , {"body" : "Edward Monroe of East New York, Brooklyn, calls diabetes ''the sugar,'' a mild name for an insidious disease. It killed two of his cousins, a niece and, two years ago, his brother. His mother is in constant pain caused by diabetes. And now Mr. Monroe, who has had two operations to remove diabetes-related gangrene from his left foot, is afraid that" , "date" : "20061123" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "8" , "title" : "The Neediest Cases; Finding Help to Bear the Load as the Burdens of Diabetes Pile Up" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/23\/nyregion\/23neediest.html"} , {"body" : "Simone Williams could not hide the grimace on her face. With her feet throbbing, each step felt as if the smooth concrete on the street had bubbled into cobblestones. By the time she arrived for a job interview at a community service agency, her legs were swollen and she was in so much pain that she could not concentrate on the questions. Ms." , "date" : "20061120" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "The Neediest Cases; On Steadier Ground, and Striving to Regain Independence" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A06E5D9153EF933A15752C1A9609C8B63"} , {"body" : "Smashing a feathery tassel jutting out from callaloo leaves between his fingers, Denniston Wilks scattered the seeds that fell from it on his Brooklyn plot, confident they would grow into plants next year. Mr. Wilks, a 52-year-old city sewer inspector, moved to East New York in 1987 from Jamaica, where callaloo is ubiquitous, eaten with codfish or" , "date" : "20061119" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "41" , "title" : "EAST NEW YORK JOURNAL; A Food Co-Op Brings Together Flavors, and a Community" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/19\/nyregion\/19market.html"} , {"body" : "When Paul James, 18, of Brooklyn lost his mother, Amelia, six years ago, his heart and home broke apart. She died of breast cancer at 52, and her son was shuffled among relatives. Along the way, he grew into a man but retained a childlike longing for the stability he once had. ''I think about her every day,'' he said recently at the Brooklyn Bureau" , "date" : "20061115" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Neediest Cases; Through Loss and Uncertainty, a Young Man Persists on the Road to Independence" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9906E6DB173EF936A25752C1A9609C8B63"} , {"body" : "Some of Yvonne Islam's very difficult circumstances can be described as a vicious circle. She, however, prefers another image. Ms. Islam, a 43-year-old Brooklyn resident, suffers from so many ailments -- obesity, diabetes, high blood pressure, arthritis and severe depression -- that she is too physically and mentally exhausted to manage her own" , "date" : "20061114" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Neediest Cases; With Homemaker's Help, Ill Mother Keeps Her 2 Sons" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E4D6163EF937A25752C1A9609C8B63"} , {"body" : "An 18-year-old man was shot yesterday on a street in Brooklyn and pronounced dead at Kings County Hospital Center, the police said. The man, Nathan Melville of Belmont Avenue in East New York, Brooklyn, was shot once in front of 1114 Flatbush Avenue in Flatbush. The police were called at 5:19 a.m. A Police Department spokesman said that officers" , "date" : "20061105" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "Young Man Fatally Shot on Brooklyn Street" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/05\/nyregion\/05shot.html"} , {"body" : "PLAZA MEAT, a store at the corner of Sutter and Sheffield Avenues in East New York, Brooklyn, is a small brick box of a building with a crown of coiled razor wire above a blue-and-white awning. With its four short aisles of groceries and its perfunctory produce section, Plaza Meat is also the main food store for its corner of the neighborhood," , "date" : "20061029" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "STREET LEVEL\/EAST NEW YORK; Dreaming Of Fresh Fruit In the Land Of the Bodega" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/29\/nyregion\/thecity\/29stre.html"} , {"body" : "A 13-month-old girl died early yesterday after being found unconscious in her Brooklyn home, and her death has been declared a homicide by the medical examiner's office. The police have not identified any suspects. A spokeswoman for the medical examiner's office said the baby had skull fractures and other injuries, and the police said her body was" , "date" : "20061028" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Baby Girl's Death in Brooklyn Is Ruled a Homicide by Officials" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/28\/nyregion\/28baby.html"} ,   {"body" : "Yesterday was the birthday of the daredevil Evel Knievel, the actress Margot Kidder and the columnist Jimmy Breslin, and also of Emanuel Plata in Queens, Zoë Emille Hudson in Manhattan, Kiyah Lanaé Boyd in Atlanta and any number of other newborns who just may be the 300 millionth American. The babies were born at or about 7:46 a.m. Eastern time," , "date" : "20061018" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "ATLANTA (GA)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "15" , "title" : "A 300 Millionth American. Don't Ask Who." , "url" : "http:\/\/www.nytimes.com\/2006\/10\/18\/us\/18population.html"} , {"body" : "Yesterday was the birthday of the daredevil Evel Knievel, the actress Margot Kidder and the columnist Jimmy Breslin, and also of Emanuel Plata in Queens, Zoë Emille Hudson in Manhattan, Kiyah Lanaé Boyd in Atlanta and any number of other newborns who just may be the 300 millionth American. The babies were born at or about 7:46 a.m. Eastern time," , "date" : "20061018" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "0" , "title" : "A 300 Millionth American. Don't Ask Who." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D04E5DC1130F93BA25753C1A9609C8B63"} , {"body" : "A committee examining the problem of ex-convicts who return to crime in New York State is calling for broad changes in the way inmates are treated before and after release. The Independent Committee on Re-entry and Employment, made up of leaders from a variety of advocacy organizations, recommended several steps in a new report, including the" , "date" : "20061018" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Steps Sought to Avoid Relapse by Ex-Convicts" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/18\/nyregion\/18prison.html"} , {"body" : "A 44-year-old man was killed in Brooklyn yesterday when he walked out of a truck repair shop, stumbled on a robbery and was caught in the gunfire. The victim, Julio Torres, had nothing to do with the robbery, the police said, but was struck by a bullet because he happened to be standing near a man who tried to intervene. Mr. Torres was taken to" , "date" : "20061007" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Bystander Fatally Shot In a Robbery In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/07\/nyregion\/07shot.html"} , {"body" : "A passenger in a livery cab was killed yesterday in East New York when the cab driver ran a stop sign, struck a truck and slammed into a utility pole, the police said. The passenger, Ramon C. Germosen, 63, of Brooklyn, was pronounced dead at Pitkin and Montauk Avenues, the police said. The eldest of seven siblings, he worked in a food packaging" , "date" : "20061006" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Passenger Dies In Cab Crash" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/06\/nyregion\/06mbrfs-008.html"} , {"body" : "ST. JOHNS PLACE, between Albany and Troy Avenues, is a typical gray Crown Heights block, with wide sidewalks, a couple of churches, apartment buildings and well-worn three-story row houses. But often on warm evenings the yard in front of No. 1228, where Anthony Scott is the superintendent, brightens with a laid-back party fragrant with curry and" , "date" : "20061001" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "TRINIDAD AND TOBAGO" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS\/Brooklyn; A Tropical Outpost In Crown Heights" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/01\/realestate\/01habi.html"} , {"body" : "On a sweltering morning in August, Shaun Donovan, the commissioner of the New York City Department of Housing Preservation and Development, left his office in Lower Manhattan and headed for an abandoned landfill in Brooklyn. He was on his way to an unusual groundbreaking for a vast new development -- a village within the city -- in what had once" , "date" : "20060925" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A National Housing Innovator Leads City's Effort for the Poor" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/25\/nyregion\/25donovan.html"} , {"body" : "A man was fatally shot in a Bedford-Stuyvesant park on Saturday night by a robber who wanted his necklace, the police and the man's friends said yesterday. The man, Kyle Barnes, 23, was in Tompkins Park shortly before 11:30 p.m. on Saturday when a man approached and demanded his necklace depicting Jesus, said his friend Tommie Walton, 50. When Mr." , "date" : "20060918" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Man Fatally Shot By Robber" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/18\/nyregion\/18mbrfs-002.html"} , {"body" : "On his one-acre plot here on a grassy slope that unfurls behind the barn of an old dairy farm on Hanover Street, Ray Pollydore nurtures a piece of his homeland. Using seeds he bought in Guyana, where he was born 48 years ago, Mr. Pollydore planted neat rows of okra, callaloo, bora and karila -- fruits and vegetables that, he said, his grandmother" , "date" : "20060915" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE" , "WESTCHESTER COUNTY (NY)" , "YORKTOWN HEIGHTS (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Yorktown Heights Journal; Where Dairy Cows Once Grazed, Okra and Jalapeños Flourish" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/15\/nyregion\/15farm.html"} , {"body" : "Who said inmates don't learn anything in jail? Four men convicted of low-status crimes, like gun possession and subway robbery, used what they learned while serving time to move into a more lucrative enterprise: extorting contractors on public and private construction projects across the city, prosecutors said yesterday. Following the traditional" , "date" : "20060914" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Prosecutors Say 4 Men Took Up A Trade Behind Bars: Extortion" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/14\/nyregion\/14extortion.html"} ,   {"body" : "Two men were fatally shot about 2 p.m. yesterday in an East New York apartment building in what one witness said ''looked like an ambush.'' One of the victims, Dajuan Mitchell, 19, was found on the sixth-floor landing of a building at 428 Sheffield Avenue, shot twice in the torso and once in the groin, the police and witnesses said. The second" , "date" : "20060911" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Two Men Fatally Shot" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/11\/nyregion\/11mbrfs-001.html"} , {"body" : "Representative Edolphus Towns was scheduled to remain in Washington on Wednesday evening and through today, leaving to the weekend his plans to campaign in his Brooklyn district for a 13th term in Congress. But Mr. Towns, a Democrat, changed his mind and flew back to Brooklyn Wednesday evening so that he could campaign in a race against two" , "date" : "20060908" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "In Brooklyn, an Alliance Is Broken in Quest to Unseat Towns" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/08\/nyregion\/08brooklyn.html"} , {"body" : "ALEXANDER GORLIN, the SoHo architect known for work on Daniel Libeskind's TriBeCa apartment and the Congregation Orach Chaim synagogue on the Upper East Side, has also designed the latest installment of the Nehemiah Houses, along Jamaica Bay in Brooklyn. The developers of the Nehemiah Spring Creek Houses at Gateway Center -- row houses reserved for" , "date" : "20060827" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "POSTING; Affordable Houses Infused With Color" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/27\/realestate\/27post.html"} , {"body" : "Shootings in Brooklyn and the Bronx on Saturday evening and early yesterday left three men dead and several others wounded, the police said. Anthony Graves, 33, of Brooklyn, was fatally shot and a 23-year-old man, whom the police did not identify, was wounded about 5:15 a.m. yesterday near a nightclub, KC Hideaway, on Atlantic Avenue in East New" , "date" : "20060821" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Brooklyn and Bronx Shootings Kill 3 Men During Weekend" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/21\/nyregion\/21shootings.html"} , {"body" : "A Brooklyn man died yesterday morning when he jumped out the window of his third-floor apartment, apparently in an effort to evade the police after he and his brother had a dispute with the building's superintendent in which the superintendent was stabbed in the abdomen, the authorities said. The police said the three men were fighting over the" , "date" : "20060821" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Dispute, a Stabbing, Then a Fatal Leap" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/21\/nyregion\/21tenant.html"} , {"body" : "AT midday on the Thursday before last, 57-year-old Richard Edward Hill put on his Panama hat, picked up his hand-carved walking stick, left his trailer home in the southwest Florida town of Punta Gorda and began the journey back to his roots. Climbing gingerly aboard a Cubana bus, he settled down for the 22-hour ride to Manhattan, a trip that would" , "date" : "20060820" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Beyond the Buzz, Red Hook Remembers" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/20\/nyregion\/thecity\/20time.html"} , {"body" : "As many as 13 people were possible victims of the brutal heat that pounded the city this week including 10 whose deaths on Thursday were definitely linked to the weather, officials said yesterday. The victims in New York City included a 71-year-old woman who could not afford an air-conditioner and an 85-year-old seamstress who lived in an apartment" , "date" : "20060805" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "At Least 10 Deaths in City Are Attributed to the Heat" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/05\/nyregion\/05deaths.html"} , {"body" : "In the city's steamy studios and cramped apartment shares, air-conditioning, or lack thereof, is a classic cause of friction. It can spark a passive-aggressive summer skirmish or an all-out bedtime battle. Lisa, a 30-year-old in Washington Heights who would not give her last name for fear of retribution from her roommate, takes a cold shower just" , "date" : "20060731" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Summertime Tug of War: Cool the Air, or Sweat It Out?" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/31\/nyregion\/31heat.html"} , {"body" : "THE finer points of dialectical theory have bedeviled many a philosophy major, but Friedrich Engels once said dialectics was such a fundamentally simple concept that any child could grasp it. ''Half Nelson,'' a new independent film about an idealistic young Brooklyn teacher, takes this claim at face value. ''Everything is made of opposing forces,''" , "date" : "20060730" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "FILM; Opposing Forces Lashed Together By Political Faith" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/30\/movies\/30lim.html"} , {"body" : "Two men were killed in unrelated shootings on Brooklyn streets on Friday night. One was in a wheelchair, and the other was beaten before an attacker shot him, the police said. In the first shooting, about 7:25 p.m., in front of 140 Tapscott Street, in Brownsville, a 33-year-old man, whom the police did not identify, was chased by three men who beat" , "date" : "20060730" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "2 Men Are Shot Dead on Brooklyn Streets" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/30\/nyregion\/30killings.html"} ,   {"author" : "Clara Hemphill is the director of Insideschools.org, a project of Advocates for Children of New York." , "body" : "THE word ''kindergarten'' means ''children's garden,'' and for years has conjured up an image of children playing with blocks, splashing at water tables, dressing up in costumes or playing house. Now, with an increased emphasis on academic achievement even in the earliest grades, playtime in kindergarten is giving way to worksheets, math drills and" , "date" : "20060726" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "ON EDUCATION; In Kindergarten Playtime, A New Meaning for 'Play'" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/26\/education\/26education.html"} , {"body" : "Representative Edolphus Towns is one of Brooklyn's longest-serving members of Congress, with 12 terms of service. But many Democrats also consider him to be one of the most vulnerable. Unions are angry with him. His critics say his record is lackluster, with a larger-than-average number of missed votes, and he has had two tough primaries in the" , "date" : "20060724" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Sacrificing One Challenger So the Other Might Win" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/24\/nyregion\/24congress.html"} , {"body" : "MORRISON--Herbert. Passed away peacefully from cancer on July 20, 2006. He was born on July 31, 1924 in East New York, son of Benjamin and Olga Moskowitz. He served as a medic in the US Army during WWII. He graduated with a degree in business from the NYU School of Commerce in 1946. After managing WPAC, the local radio station in Patchogue, NY, he" , "date" : "20060721" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "7" , "title" : "Paid Notice: Deaths MORRISON, HERBERT" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F03E0DD1F3AF932A15754C0A9609C8B63"} , {"body" : "LEON--Gertrude. Beloved wife for sixty-five years of Louis Leon, passed away suddenly July 14th in San Clemente, CA, at the age of 86. Describing herself as a ''Brooklyn girl,'' she was born and raised in East New York and spent almost 85 years in Brooklyn. She worked as a secretary at Brooklyn College for 20 years and at the age of 65 received her" , "date" : "20060718" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "7" , "title" : "Paid Notice: Deaths LEON, GERTRUDE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9906E7DE1F3AF93BA25754C0A9609C8B63"} , {"body" : "LEON--Gertrude. Beloved wife for sixty-five years of Louis Leon, passed away suddenly July 14th in San Clemente, CA, at the age of 86. Describing herself as a ''Brooklyn girl,'' she was born and raised in East New York and spent almost 85 years in Brooklyn. She worked as a secretary at Brooklyn College for 20 years and at the age of 65 received her" , "date" : "20060717" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "7" , "title" : "Paid Notice: Deaths LEON, GERTRUDE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9501E5DF1F3AF934A25754C0A9609C8B63"} , {"body" : "The arrest last week of Assemblywoman Diane Gordon of Brooklyn entitles her to membership in a less and less exclusive Albany club: Since 2003, seven state lawmakers from New York City have been accused of crimes. That amounts to about 1 in 10 members of the city's delegation to Albany. The offenses range from the relatively petty -- throwing a cup" , "date" : "20060716" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "With Arrests of Legislators, Hard Questions About Power, Perks and Temptations" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/16\/nyregion\/16albany.html"} , {"body" : "The victims of a fiery van crash on Wednesday in Queens were returning from a day care program of the sort considered a staple among services for the mentally ill, even though the program's effectiveness and financial propriety have been sharply questioned by patients, lawyers, social workers and some state officials. The program often amounts to" , "date" : "20060714" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Experts (Including Patients) Question Day Care's Value" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/14\/nyregion\/14program.html"} , {"body" : "Five residents of one of the state's most troubled adult homes for the mentally ill burned to death yesterday afternoon when a van carrying them back to the home slammed into a tree and exploded in flames in a remote corner of Queens, the authorities and witnesses said. None of the passengers in the van, including four other residents who were" , "date" : "20060713" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "5 From Adult Home Die, Trapped in Burning Van" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/13\/nyregion\/13crash.html"} , {"body" : "In Brooklyn political circles, Assemblywoman Diane M. Gordon is best known for her unusual entrance into elective office. It was six years ago, and Ms. Gordon, a little-known aide to Assemblyman Edward Griffith, stunned Brooklyn politicians by defeating the man who had been her boss. Ms. Gordon was accused by prosecutors yesterday of having sought" , "date" : "20060711" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Political Career Began With a Startling Upset" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/11\/nyregion\/11gordon.html"} , {"body" : "A state assemblywoman from Brooklyn was charged yesterday with conspiracy and receiving bribes, accused of having sought a $500,000 home from a developer in return for helping the builder acquire city land. The assemblywoman, Diane M. Gordon, Democrat of East New York, surrendered to the authorities at 6 a.m., her lawyer said. Six hours later, at a" , "date" : "20060711" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Legislator Charged With Taking Bribes to Aid Land Deal" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/11\/nyregion\/11bribe.html"} ,   {"author" : "The reporter for this article is a co-author of the book ''Actual Innocence'' (Doubleday, 2000), with Barry C. Scheck and Peter J. Neufeld, who founded the Innocence Project." , "body" : "Alan Newton, a former bank teller from the Bronx, is due to leave prison today after serving 22 years for a rape he did not commit -- a victim first of mistaken identification, then of a housekeeping problem of epic scope. For more than a decade, Mr. Newton, 44, pleaded in state and federal courts for DNA testing that was not available when he was" , "date" : "20060706" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York Fails at Finding Evidence To Help the Wrongfully Convicted" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/06\/nyregion\/06evidence.html"} , {"body" : "Kevin Powell, an activist and writer, announced yesterday that he had withdrawn as a candidate running for Congress against the incumbent, Edolphus Towns, a Brooklyn Democrat. In a statement, Mr. Powell, a former cast member of ''The Real World'' on MTV, said that he had been absorbed with the creation of an organization to send volunteers to do" , "date" : "20060705" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "A Candidate Drops Out Of a Race For Congress" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/05\/nyregion\/05campaign.html"} , {"body" : "In a room full of teenage girls, Lastarr Freeman hardly speaks, and when she does, her voice rarely rises above a whisper. Yet when it was time to pose for a portrait last month, she decided to dress up as a boxer, with trunks draped around her legs and surgical gauze crisscrossing her slender hands. All that was needed to complete the picture, and" , "date" : "20060705" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Education"] , "page_facet" : "1" , "title" : "Lessons In New Ways To See" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/05\/arts\/design\/05rike.html"} , {"body" : "The mother of a 3-year-old Brooklyn girl who was beaten to death on Tuesday was charged yesterday with criminally negligent homicide and manslaughter, the authorities said. The mother, Jessica Rosado, 18, is to be arraigned today in Brooklyn Criminal Court, the authorities said. Her 23-year-old boyfriend, Ruben Pagan, was charged with endangering" , "date" : "20060629" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Mother Is Charged in Killing Of 3-Year-Old Brooklyn Girl" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/29\/nyregion\/29child.html"} , {"body" : "A 3-year-old Brooklyn girl died yesterday morning after a neighbor found her unconscious and bruised in her East New York apartment, the police said. The girl, Kiana Rosado, was taken to Jamaica Hospital Medical Center in Queens and pronounced dead at 9:54 a.m. The city medical examiner's office said an autopsy would be conducted today. Last night," , "date" : "20060628" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Girl, 3, Dies After Being Found Unconscious in Apartment" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/28\/nyregion\/28child.html"} , {"body" : "Walking around his classroom at P.S. 156 in the Brownsville section of Brooklyn the other day, Emmanuel St. Bernard, 5, stopped to point out one of a series of paintings done by his class in the style of famous artists. ''That was the blue period for Picasso,'' he said. ''His friend died, so he was sad. And when he fell in love, he made a red" , "date" : "20060626" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Education" , "Theater"] , "page_facet" : "1" , "title" : "A Renewed Push for the Artistic ABC's" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/26\/arts\/26blue.html"} , {"body" : "LAST Sunday, Mount Sinai Baptist Church on Gates Avenue in Bedford-Stuyvesant, Brooklyn, was full of large, tough-looking men in tears. They were among a crowd of about 300 mourners at the funeral of George Washington, a man who had changed many of their lives. Until shortly before he died on June 11 at 79, Mr. Washington was the driving force" , "date" : "20060625" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Their Requiem for a Heavyweight" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/25\/nyregion\/thecity\/25boxi.html"} , {"body" : "Three men were killed in two unrelated shootings in Brooklyn late Friday and early yesterday, the police said, adding that they did know the motives for the killings. In the first shooting, which occurred about 11:30 p.m. Friday at Tilden Avenue and East 59th Street in East Flatbush, the police said they found a man in his 40's sitting in a sport" , "date" : "20060625" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "3 Men Are Killed In 2 Separate Cases" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/25\/nyregion\/25homicide.html"} , {"body" : "A 16-year-old Brooklyn girl was found fatally stabbed and her stepfather was found hanged yesterday afternoon in what appeared to be a murder-suicide in their East New York home, the police said. A family member found the bodies at 3:45 p.m. in their second-floor apartment on Hemlock Street, the police said. Evalicia Rivera, a student at Franklin" , "date" : "20060616" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Girl and Stepfather Are Found Dead In a Suspected Murder-Suicide" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/16\/nyregion\/16dead.html"} , {"author" : "This column about the local economy appears every other week. E-mail address: homefront@nytimes.com." , "body" : "ENTER 704 Fulton Street in the Fort Greene section of Brooklyn and you will find yourself in what appears to be a fashionable boutique with a variety of offerings. Handcrafted jewelry and handmade African-inspired dresses beckon. So do home decoration items, gifts for weddings and other occasions, diaries awaiting entries, and handmade soaps and" , "date" : "20060611" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Job Market"] , "page_facet" : "1" , "title" : "HOME FRONT; Nurturing Home Producers to Run Retail Shops" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/11\/nyregion\/11homefront.html"} ,   {"body" : "Jennifer Marie Fiellman and Lt. James Craig Cronin of the New York City Police Department were married yesterday in the Bahamas. The Rev. Reggie Demeritte performed the ceremony at St. Vincent de Paul Roman Catholic Church in Hunters, Grand Bahama Island. The bride, 35, is a lawyer in Manhattan in the public assistance and grants unit of the New" , "date" : "20060604" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "14" , "title" : "WEDDINGS\/CELEBRATIONS; Jennifer Fiellman, James Cronin" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/04\/fashion\/weddings\/04JFIE.html"} , {"body" : "You can gauge the sweeping renovations to Kings County Hospital Center, the red-brick behemoth looming over central Brooklyn since it opened as an almshouse in 1831, by comparing the first and the most recent visits of Ronald William Reid, a 68-year-old former bank clerk and bus driver living in Bedford-Stuyvesant. He entered the world there on" , "date" : "20060530" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "4" , "title" : "A Transformation at a Brooklyn Hospital, From Gadgets to Ceiling-High Windows" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/30\/nyregion\/30hospital.html"} , {"body" : "A fast-moving fire broke out in a Brooklyn apartment yesterday, killing a disabled woman and leaving her 1-year-old granddaughter in critical condition, their relatives and the police said. Both were victims of smoke inhalation, the police said. The fire started about 5:15 p.m. in a back bedroom of the 10th-floor, four-bedroom apartment in the" , "date" : "20060530" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Woman Dies and Infant Granddaughter Is Critically Hurt in Fire" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/30\/nyregion\/30blaze.html"} , {"body" : "An 8-year-old boy who climbed into a parked school bus, released the emergency brake and sent 26,000 pounds of steel rolling through Crown Heights, Brooklyn, on Monday was charged yesterday with criminally negligent homicide in the death of Amber Sadiq, 8, who was crushed between the bus's right undercarriage and a street pole. The boy, Tafari" , "date" : "20060524" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Charge of Negligent Homicide For Boy, 8, in School Bus Death" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/24\/nyregion\/24bus.html"} , {"body" : "A man accused of killing a 3-year-old girl and wounding three other people during a family gathering last week told the police that he had been drinking all night and all morning before the shooting, the authorities say. The man, General Lee Waiters, pleaded not guilty to murder and weapons charges yesterday in State Supreme Court in Brooklyn," , "date" : "20060518" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Suspect Drank for Hours Before Killing Girl, 3, at Family Event, Authorities Say" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/18\/nyregion\/18waiters.html"} , {"body" : "The man who the authorities say shot and killed a 3-year-old girl at a family gathering in Brooklyn on Sunday has confessed to the violence, which left three other people with gunshot wounds, the police said yesterday. From his hospital bed yesterday, the man, General Lee Waiters, 36, who suffered deep facial cuts in a struggle during the attack," , "date" : "20060509" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Brooklyn Man Confesses In Shooting That Killed Girl" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/09\/nyregion\/09shooting.html"} , {"body" : "A Brooklyn man, enraged at being asked to stop drinking in his own home, opened fire in a room full of children yesterday, killing a 3-year-old girl and wounding three other people, two of them critically, the police said. All of the victims were members of an extended family, who investigators say had just celebrated the birthday of the man who" , "date" : "20060508" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Girl Is Killed and 3 Are Wounded at a Party in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/08\/nyregion\/08shoot.html"} , {"body" : "Wading into yet another contentious national debate, Mayor Michael R. Bloomberg came out vigorously yesterday in support of the government's right to seize property by eminent domain, and said Congressional attempts to limit those powers would have dire consequences for the nation's cities. His remarks come in the wake of a 2005 Supreme Court" , "date" : "20060503" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Bloomberg Says Power to Seize Private Land Is Vital to Cities" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/03\/nyregion\/03domain.html"} , {"body" : "In this high-tech, gadget-dependent, ''CSI''-obsessed age of police work, one of the New York Police Department's most prized and pampered weapons in the war on lawlessness is a temperamental pack of hay-chomping lads named Zeus, Philly and Angus. Now, after decades of consignment to Central Park patrols, ceremonial trots down Fifth Avenue and the" , "date" : "20060418" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "LAS VEGAS (NEV)" , "HONOLULU (HAWAII)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "A New Crime Fighter, for $10 in Hay and Oats" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/18\/nyregion\/18horses.html"} , {"body" : "Roger L. Green, the Brooklyn assemblyman who pleaded guilty in 2004 to petty larceny, formally kicked off his campaign for Congress yesterday, announcing that he is challenging United States Representative Edolphus Towns in what is certain to be a high-spirited Democratic primary. Standing outside a clothing store staffed by teenagers in an" , "date" : "20060414" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Assemblyman Formally Opens Campaign for U.S. House Seat" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/14\/nyregion\/14green.html"} ,   {"body" : "Todd B. Jamison is a popular basketball coach and doting father and was much admired during his 20 years with the New York Police Department. He has a fondness for luxury cars and, according to family members and a former spouse, a weakness for women. Mr. Jamison's ways were apparently too much for his wife to bear, law enforcement officials say." , "date" : "20060412" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "As a Husband Lies Shot, His Kin Recall the Women" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/12\/nyregion\/12wife.html"} , {"body" : "A retired New York City police officer was seriously injured early yesterday when a woman drove up alongside the car he was driving on a Brooklyn street and shot him at least four times, the police said. Within hours, the victim's wife, herself a city police officer, was being held by the authorities in New Jersey in connection with the shooting." , "date" : "20060411" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Retired Police Officer Shot; Wife Is Held for Questioning" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/11\/nyregion\/11cop.html"} , {"body" : "An accelerating exodus of American-born blacks, coupled with slight declines in birthrates and a slowing influx of Caribbean and African immigrants, have produced a decline in New York City's black population for the first time since the draft riots during the Civil War, according to preliminary census estimates. An analysis of the latest figures," , "date" : "20060403" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "New York City Losing Blacks, Census Shows" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/03\/nyregion\/03blacks.html"} , {"body" : "A 19-year-old man who threatened a police officer with a knife yesterday was wounded in a scuffle with the officer, the police said. The police said the man, whom they declined to identify, had a history of mental problems. Shortly before 5 p.m., in the Liberty Avenue subway station of the C line in East New York, witnesses saw the man lunge at the" , "date" : "20060403" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Man Scuffles With Police" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D05E0DA1330F930A35757C0A9609C8B63"} , {"body" : "They surround the New Lots stop on the L train in East New York, Brooklyn -- along Snediker Avenue, on Hinsdale Street and Malta Street. There are block after block of them: tidy two-story houses, brick on the ground floor with gray or tan siding above, that sit behind gates ornamented with lions and eagles. Sensible cars are parked in their" , "date" : "20060326" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: EAST NEW YORK; Long Down on Its Heels, a Community Looks Up" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/26\/nyregion\/thecity\/26dens.html"} , {"body" : "A Brooklyn man who impersonated city workers to steal from elderly homeowners was sentenced yesterday to 16 years in prison, said Rose Gill Hearn, commissioner of the Department of Investigation. The man, Shawn M. Brown, 54, was convicted last month of burglary, criminal impersonation and other offenses after prosecutors charged that he claimed to" , "date" : "20060321" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Impersonator Sentenced To Prison" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940CE0D61F31F932A15750C0A9609C8B63"} , {"body" : "To the Editor: I was appalled by your inclusion of a ''center for the mentally disabled'' in a description of unpleasant elements along Fountain Avenue in East New York, Brooklyn, ''the land of the lost.'' An incinerator, a bus depot -- sure, I can see where you're going. But adding the center reveals a bias that I, as a parent of ''challenged''" , "date" : "20060319" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "'Lost' Neighborhoods And Shocking Crimes" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0CE5D81E31F93AA25750C0A9609C8B63"} , {"body" : "Mayor Michael R. Bloomberg broke ground yesterday on a 33,000-square-foot production and distribution center for Brass Masters, which makes brass fixtures in India and sells them to specialty hardware stores, architects and interior designers in the United States. The center, which is in East New York and should be completed this year, is expected" , "date" : "20060317" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Ground Broken For Industrial Center" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E1DC1E31F934A25750C0A9609C8B63"} , {"body" : "ON Fountain Avenue in East New York, Brooklyn, the view isn't nearly as scenic as the name suggests. Within a mile or so there are a shuttered incinerator; a center for the mentally disabled; a school bus depot stretching for blocks; and a series of brick warehouses and neglected homes separated by several vacant lots, one occupied by a beached" , "date" : "20060312" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York Numb; Imette St. Guillen is only the latest victim to end up in swampland once haunted by Murder Inc." , "url" : "http:\/\/www.nytimes.com\/2006\/03\/12\/nyregion\/thecity\/12murd.html"} , {"author" : "S. J. Rozan, a crime writer, is the author of ''Absent Friends'' and the editor of ''Bronx Noir,'' to be published next year by Akashic Books." , "body" : "CERTAIN crimes sear themselves into the collective imagination. In 1987, when a Greenwich Village lawyer named Joel Steinberg was arrested for killing his illegally adopted 6-year-old daughter, Lisa, New Yorkers recoiled, as though no adult had ever before beaten a child to death. In 1986, when Jennifer Levin, 18, was strangled in Central Park by" , "date" : "20060312" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York Numb; Sometimes, even in blasé New York, a crime is so resonant that the city stops, stunned." , "url" : "http:\/\/www.nytimes.com\/2006\/03\/12\/nyregion\/12icon.html"} ,   {"body" : "Hours after a black man was chased and beaten by a group of white teenagers in Brooklyn last summer, District Attorney Charles J. Hynes vowed that if the attackers were caught, they would face the law's stiffest penalties, with no chance for plea bargaining. But the wheels of justice do not always grind according to plan. Three of the seven" , "date" : "20060309" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Plea Agreements Worked Out In Brooklyn Hate-Crime Beating" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E4DA1231F93AA35750C0A9609C8B63"} , {"body" : "Police conversations with a bouncer being questioned in the killing of a graduate student have ended for now, but he was still being held yesterday at Rikers Island because his job at a SoHo bar had kept him out past his parole curfew, officials said. Two days after detectives brought him in for questioning, the bouncer, Darryl Littlejohn, had not" , "date" : "20060308" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Bouncer Is Held on a Parole Violation" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/08\/nyregion\/08dead.html"} , {"body" : "Imette Carmella St. Guillen's battered body was found in a desolate patch of Brooklyn on Feb. 25, wrapped in a cheap quilt, alone. On Saturday, more than 200 miles away in her hometown, Boston, hundreds of family members and friends surrounded her, trying to restore the dignity she was denied in her final hours. At her funeral, several of them" , "date" : "20060305" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BOSTON (MASS)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "In Boston, Family and Friends Remember Slain Student as Smart, Lively and Kind" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/05\/nyregion\/05funeral.html"} , {"body" : "She came to New York City to study forensics, a fascination she picked up from her father, a criminology student himself. She went out with friends on Friday night, drinking past midnight but sticking to the crowded bars in Lower Manhattan that tap out the weekend rhythm for urbanites of her age: she would have turned 25 today. Seventeen hours" , "date" : "20060302" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Who Killed Student? 17-Hour Gap Holds Answer" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/02\/nyregion\/02dead.html"} , {"body" : "Detectives yesterday were retracing the last steps of a 24-year-old graduate student who disappeared after a night out in Manhattan and whose body was found, wrapped in a quilt, late Saturday in a desolate corner of Brooklyn off the Belt Parkway. The woman, Imette St. Guillen, was studying at John Jay College of Criminal Justice in Manhattan, where" , "date" : "20060228" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Try to Trace Last Steps of a Student Found Slain" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/28\/nyregion\/28dead.html"} , {"body" : "He has been in the House of Representatives for nearly a quarter-century and is known for his folksy ways and his common touch with the residents of Brooklyn. But as he runs for a 13th term, Edolphus Towns finds himself the target of determined efforts to end his career in Congress. So far, three people either have declared plans to challenge Mr." , "date" : "20060219" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "A 12-Term Brooklyn Congressman, in a Fight for No. 13" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/19\/nyregion\/19unseat.html"} , {"body" : "City Councilman Charles Barron of Brooklyn said yesterday that he would challenge United States Representative Edolphus Towns, a 24-year incumbent, in this year's Democratic primary. Mr. Towns, who is 71, has found himself increasingly facing potential rivals who hope to capitalize on the strong criticism he has faced from labor groups angered by" , "date" : "20060213" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "2" , "title" : "Councilman Plans to Challenge Veteran Brooklyn Congressman" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/13\/nyregion\/metrocampaigns\/13barron.html"} , {"body" : "Charles O. Henry, a former chief of the New York City housing police who commanded some of the city's toughest precincts in troubled times, died at his home in Las Vegas on Feb. 1. He was 78. He died after a brief illness, his family said. Mr. Henry joined the New York Police Department in 1951. In his 31-year career, he was often in command of" , "date" : "20060212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "39" , "title" : "Charles Henry, 78, Housing Police Chief" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/12\/nyregion\/12henry.html"} , {"author" : "E-mail: purnick@nytimes.com" , "body" : "THE makeshift memorial was still there yesterday in front of 571 Greene Avenue, the three-story building in Brooklyn where Nixzmary Brown lived and died a tormented death at the age of 7. The votive candles still flickered, the notes, posters and toys still covered a patch of sidewalk, along with three containers of strawberry yogurt -- a banal" , "date" : "20060123" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Metro Matters; Much Concern, Just Too Late For One Girl" , "url" : "http:\/\/select.nytimes.com\/\/2006\/01\/23\/nyregion\/23matters.html"} , {"body" : "The New York Police Department violated state labor law by setting traffic summons quotas in a Brooklyn precinct and then penalizing officers who failed to meet them, an arbitrator has found. The ruling by the arbitrator, Bonnie Siber Weinstock, found that the commander of the 75th Precinct, which includes East New York, imposed monthly, quarterly" , "date" : "20060120" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police in Brooklyn Used Illegal Ticket Quotas, Arbitrator Decides" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/20\/nyregion\/20police.html"} ,   {"body" : "Without fanfare or ceremony -- and with no way for riders to notice -- two subway trains on the L line rolled out of the Rockaway Parkway station in Brooklyn just after midnight yesterday and became the first in the system's 101-year history to be controlled by computers. The occasion was an important step, but only a baby step, in a $288 million" , "date" : "20060118" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "2" , "title" : "Hey, Who's at the Controls? A Computer? That's Right" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/18\/nyregion\/18subway.html"} , {"body" : "Kimtheresa Moore is deaf, but she can still hear voices. They whisper -- sometimes softly, sometimes harshly -- suggesting that she should kill herself. She is also partly blind, but she can still see shadows. They are the grayish white and whitish blue of ghosts. She buries herself underneath the blankets when she sees them. But the shadows follow" , "date" : "20060102" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Neediest Cases; Coping With Deafness, Blindness and Schizophrenia" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0DE0D71030F931A35752C0A9609C8B63"}]