[  {"body" : "I've made my list, and I'm checking it twice. It's a list of the qualities that make the ideal holiday book, and after carefully considering the books of Christmas past, I have come up with some guidelines. A gift book should either be no surprise or a big surprise: the one you always wanted or the one you never knew you wanted. It should either be" , "date" : "20061215" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "41" , "title" : "BOOKS; The Gifts to Open Again and Again" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/15\/books\/15gift.html"} , {"body" : "A 25-year-old man who pulled a knife on another man during a fight over a parking spot in Brooklyn was shot and killed yesterday, the police said. The victim, whose name was not released, got into the dispute about 3:30 p.m. outside a restaurant on Flatbush Avenue in Flatlands. According to the police, the victim was arguing with two men over a" , "date" : "20061202" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Killed Over Parking Spot in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/02\/nyregion\/02dead.html"} , {"body" : "A police pursuit in Brooklyn ended yesterday when an officer, pinned against a parked car by the sport utility vehicle he had pulled over, shot and killed the driver and wounded his passenger. The officer, whose name was not released, suffered serious leg and back injuries, the police said, and was in stable condition last night at Kings County" , "date" : "20061112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Brooklyn Traffic Stop Turns Deadly as an Officer Shoots a Driver Who Hit Him" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/12\/nyregion\/12shootout.html"} , {"body" : "BROOKLYN'S enthusiasts will tell you that the borough is like Paris in its long and distinguished literary tradition. And that consummate enthusiast, Marty Markowitz, the Brooklyn borough president, has even been known to call it ''the new Left Bank.'' Tomorrow Mr. Markowitz's office has organized what he calls the first-ever Brooklyn Book Festival" , "date" : "20060915" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "25" , "title" : "Literary Voice, Brooklyn Accent" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/15\/books\/15broo.html"} , {"body" : "A city bus struck and killed a man in Flatlands, Brooklyn, yesterday afternoon, the police said. The pedestrian, Jack Kelly, 43, of Brooklyn, was crossing Flatbush Avenue near Avenue U about 2 p.m. when a B-47 bus heading south on Flatbush Avenue hit him and dragged him, the police said. He was taken to Kings County Hospital Center, where he was" , "date" : "20060902" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Pedestrian Killed in Brooklyn by a City Bus" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/02\/nyregion\/02bus.html"} , {"body" : "A woman crossing the street near the intersection of Utica Avenue and Avenue N in the Flatlands neighborhood was killed by a hit-and-run driver last night, the police said. The woman, 50, whom the police did not identify, was struck about 9 p.m. by a dark-colored Nissan Maxima with tinted windows and temporary license plates that fled the scene," , "date" : "20060816" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Woman Killed By Hit-And-Run Driver" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/16\/nyregion\/16mbrfs-001.html"} , {"body" : "Freddy De Los Santos says he dreads asking neighbors to carry him up the stairs when the elevator goes out at his Bronx building. Just a few months ago, it took three strong backs to get Mr. De Los Santos and his wheelchair up to his fifth-floor apartment. ''They were really nice,'' said Mr. De Los Santos, who is paraplegic and lives on the Grand" , "date" : "20060815" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "OUT OF SERVICE: Lifelines in Trouble; When Elevators Break Down, City's Enforcement Can Falter" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/15\/nyregion\/15elevator.html"} , {"body" : "A 69-year-old woman was found strangled and stabbed early yesterday in the bedroom of her apartment in Crown Heights, Brooklyn, the police said. The victim, Gloria Boney, an immigrant from Trinidad who moved to New York in 1990, was found a few minutes after midnight after two of her daughters, accompanied by the police, unlocked the door of her" , "date" : "20060814" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Police Find Woman, 69, Strangled In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/14\/nyregion\/14strangled.html"} , {"body" : "A 6-year-old girl was in critical condition at Brookdale University Hospital and Medical Center after a car driven by her mother was rear-ended in a three-car collision in East Flatbush yesterday, the police said. The mother and a 2-year-old girl in the car were also injured. A 19-year-old man who was driving a sport utility vehicle was in stable" , "date" : "20060731" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Girl Injured In Car Crash" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/31\/nyregion\/31mbrfs-005.html"} , {"body" : "The barbecue was a disaster. You could tell that much by what was left behind in a courtyard of the Glenwood housing project in Flatlands, Brooklyn, by the grayed charcoal briquettes, the greasy serving fork and the toppled toy soldiers. By the evidence markers in the garbage can, by the reddened concrete. Two narratives competed yesterday to" , "date" : "20060726" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Differing Accounts in Brooklyn After Police Shoot Young Man" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/26\/nyregion\/26shooting.html"} ,   {"body" : "Using a box cutter as a weapon, a man forced a woman into a car just after midnight on Wednesday, at Avenue M and Flatlands Avenue in Midwood, and raped her, the police said. Afterward, he let her out of the car, a black four-door sedan, on East 37th Street and drove off, the police said. The woman, 26, was treated at Coney Island Hospital, and" , "date" : "20060714" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Woman Is Abducted And Raped" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/14\/nyregion\/14mbrfs-003.html"} , {"body" : "Marty Siegel reached into his wallet and proudly displayed pictures from several of his vacations. He showed off a photograph of a 7-Eleven in Miami, where store clerks delighted him by tossing a Cuban sandwich on the grill. And a 7-Eleven he visited in San Francisco, where he said the coffee was as fresh as the crisp morning air. And there were" , "date" : "20060620" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["CANADA"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "4" , "title" : "For a Fan, a Passion for 7-Eleven, 24\/7" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/20\/nyregion\/20eleven.html"} , {"body" : "Fumes from a waterproofing spray ignited and set off an explosion in the basement of a Brooklyn home yesterday morning, killing a 27-year-old workman and severely burning two others, one of whom staggered out into the backyard in flames. The blast ripped through the kitchen floor of the three-story home on East 31st Street in Flatlands just seconds" , "date" : "20060607" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Fumes Explode In Brooklyn, Killing Worker And Injuring 2" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/07\/nyregion\/07fire.html"} , {"body" : "Two white teenagers involved in an attack on a black man in Flatlands last year were sentenced yesterday to probation and community service, prosecutors said. The defendants, Anthony David, 18, and Michael Goldberg, 17, were sentenced to five years' probation and community service, said a spokesman for District Attorney Charles J. Hynes. Both" , "date" : "20060419" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Teenagers Sentenced For Bias Attack" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E0DD143FF93AA25757C0A9609C8B63"} , {"body" : "In Elizabethan dramas, the cast of characters is wildly diverse, ranging from the noble lords and kings to the lowly fools and scullery maids. In criminal dramas, it is much the same: the cast runs from major witnesses with bombshell testimony to lesser ones who say their piece in an hour on the stand. The federal racketeering trial of Louis J." , "date" : "20060328" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Ex-Detective Took Payoff, 'Errand Man' Says on Stand" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/28\/nyregion\/28cops.html"} , {"body" : "ON Fountain Avenue in East New York, Brooklyn, the view isn't nearly as scenic as the name suggests. Within a mile or so there are a shuttered incinerator; a center for the mentally disabled; a school bus depot stretching for blocks; and a series of brick warehouses and neglected homes separated by several vacant lots, one occupied by a beached" , "date" : "20060312" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York Numb; Imette St. Guillen is only the latest victim to end up in swampland once haunted by Murder Inc." , "url" : "http:\/\/www.nytimes.com\/2006\/03\/12\/nyregion\/thecity\/12murd.html"} , {"body" : "Hours after a black man was chased and beaten by a group of white teenagers in Brooklyn last summer, District Attorney Charles J. Hynes vowed that if the attackers were caught, they would face the law's stiffest penalties, with no chance for plea bargaining. But the wheels of justice do not always grind according to plan. Three of the seven" , "date" : "20060309" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Plea Agreements Worked Out In Brooklyn Hate-Crime Beating" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E4DA1231F93AA35750C0A9609C8B63"} , {"body" : "Looking back, Donna Saucedo said, she reacted almost comically to the coming disaster. ''I grabbed my bathing suit and I was off,'' she recalled. Like other residents of New Orleans, the Saucedo family had developed a routine for hurricanes. They put the good china on the topmost shelf. To cover windows, they used precut plywood (labeled ''Ivan''" , "date" : "20060106" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "The Neediest Cases; In Brooklyn, Reassembling a Life Disrupted by Katrina" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9906E2DC1E30F935A35752C0A9609C8B63"}]