[  {"body" : "It requires a feat of memory to picture gentrified Brooklyn -- that haven of stately homes, world-class cultural offerings and overpriced baby boutiques -- as it was a mere 40 years ago: a lost borough, Manhattan's poor, troubled relation. Consider, then, the near-hallucinatory vision it took at the time to imagine the Brooklyn of today. In the" , "date" : "20061231" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "42" , "title" : "THE LIVES THEY LIVED; Mothering Brooklyn: EVELYN ORTNER b. 1924" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/31\/magazine\/31ortner.t.html"} , {"body" : "WEINBERG--Herschel. Fifth Avenue Synagogue records with profound sorrow the passing of its esteemed member and extends heartfelt sympathy to the bereaved family. Yaakov Y. Kermaier, Rabbi Ira Leon Rennert, Chairman J. Ezra Merkin, President $(6$)WEINBERG--Herschel M., on December 26. Devoted son to the late Jacob and Gertrude. Beloved brother to" , "date" : "20061228" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "9" , "title" : "Paid Notice: Deaths WEINBERG, HERSCHEL" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9803E2D6113AF93BA15751C1A9609C8B63"} , {"body" : "The body of a 47-year-old woman was found yesterday after an early morning fire in her home in East Flatbush, and her death has been ruled a homicide, the police said. The woman, Marie Bontemps, was found in her basement apartment at 1388 Troy Avenue. The medical examiner determined that she had been strangled, the police said. The fire, which has" , "date" : "20061227" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Woman's Body Is Found After Fire" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/27\/nyregion\/27mbrfs-fire.html"} , {"body" : "They mourned James Brown the James Brown way yesterday: took his promotional poster and turned it into a shrine. There it stood outside B. B. King's nightclub on 42nd Street, a makeshift icon with the astral smile, the soul glow, the standing waves of anti-gravity hair. Where once the poster read, ''Appearing Live on New Year's Eve,'' it now said," , "date" : "20061226" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "For Half a Century, a Legend Who Worked Up a Sweat" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/26\/nyregion\/26react.html"} , {"body" : "If all goes according to plan, work will begin within weeks on the $4 billion Atlantic Yards project near Downtown Brooklyn, which won final approval from a state oversight board on Wednesday after three years of furious debate. But large development projects rarely go according to plan -- even when they do not face multiple lawsuits, which the" , "date" : "20061222" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "ATLANTIC YARDS (BROOKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Atlantic Yards Enters New Phase, and Faces Next Hurdle: Lawsuits" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/22\/nyregion\/22yards.html"} , {"body" : "With a wisdom and honesty that seemed precocious for a 10th grader, Shadie Thompson, 15, lowered her eyes and explained why she should not live with her parents in their apartment in Flatbush, Brooklyn. ''I don't want to go through all that again,'' she said solemnly, describing as best she could what it was like to watch her mother, Sarah" , "date" : "20061220" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Neediest Cases; As Parents Regain Health, A Girl, 15, Is Free to Dream" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9504E4DC1031F933A15751C1A9609C8B63"} , {"body" : "In taking care of his ailing parents around-the-clock, Brian Jemmotte sometimes neglected to take care of himself. And that would often lead to seizures -- some mild and some life threatening. ''I know when one's coming,'' said Mr. Jemmotte, 40, a lumbering 6-foot-tall man, wearing a Yankees cap that shadowed his boyish face. ''The sky gets dark." , "date" : "20061219" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "The Neediest Cases; Stepping Out on His Own After Caring for Ill Parents" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D00E4D81331F93AA25751C1A9609C8B63"} , {"body" : "THE REV. AL SHARPTON and I don't have much in common -- you could argue that's a blessing for both of us -- but we do share a defining backdrop for our wonder years in Brooklyn. At different times, we both attended Samuel J. Tilden High School. And both of us were chagrined by the announcement Monday by the New York City Department of Education" , "date" : "20061217" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "CITY LORE; When Tilden Was the World" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/17\/nyregion\/thecity\/17tild.html"} , {"body" : "There's a certain facial expression, a mix of anguish and unsated desire, that Sonia Gordon knows she will see each time she tells one of her customers that her restaurant has run out of oxtail stew. ''People leave work, and oxtail is on their mind,'' said Ms. Gordon, the owner and the cook at Stir It Up, a West Indian restaurant on Atlantic Avenue" , "date" : "20061217" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Mouths Water For a Treat Turned Scarce" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/17\/nyregion\/thecity\/17oxta.html"} , {"body" : "Jan Jarvis is 6 feet 4 inches tall and weighs 230 pounds. At first, he seems sullen and imposing, especially dressed in a dark-blue security guard uniform. But coaxing a smile out of Mr. Jarvis is not difficult, a remarkable achievement after a life of sexual abuse, unfocused rage and homelessness. With counseling and several hospitalizations for" , "date" : "20061216" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Neediest Cases; After Self-Destructive Descent, a Man Finds a Rung to Grasp: Therapy" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E5D71231F935A25751C1A9609C8B63"} ,   {"body" : "A sampling of noteworthy musical presentations for the holiday season at churches and concert halls in New York City, selected by Vivien Schweitzer. All are free unless otherwise noted. (Churches accept donations.) More holiday events this weekend are in The Listings on Pages 34 to 38. (Unless noted, church choirs are featured in church concerts.)" , "date" : "20061215" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "Sounds of the Season From Churches and Halls" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F04E2DF1231F936A25751C1A9609C8B63"} , {"body" : "Around Town Museums and Sites HISTORIC RICHMOND TOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. Tomorrow, 5 to 8:30 p.m., candlelight tours, with demonstrations of holiday customs from the 17th to the 19th centuries, including a Wassail reception, $27.50; members, $22. Reservations required: (718) 351-1611, Ext. 281." , "date" : "20061215" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "38" , "title" : "Spare Times: Dec. 15 - Dec. 21" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0CE0DF1231F936A25751C1A9609C8B63"} , {"body" : "Will Self's new novel, ''The Book of Dave'' (Bloomsbury USA), is about a London cabdriver who inadvertently founds a religion when a ranting diatribe he buries in the garden of his ex-wife is dug up five centuries later, in a now post-apocalyptic world, and becomes a sacred text. Mr. Self's own text is immensely learned in cabbie lore and even" , "date" : "20061206" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "LONDON (ENG)"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "1" , "title" : "A Literary Visitor Strolls In From the Airport" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/06\/books\/06walk.html"} , {"body" : "The bus from Miami rolled into the Port Authority station at 6:25 p.m. Thursday, 28 hours after Marie Rose Dorismond set out for New York City, alone on her grim pilgrimage. It was not the first time she had returned to the place she fled after her only son, Patrick M. Dorismond, was killed at age 26 by the police in 2000; she comes back every Feb." , "date" : "20061202" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Police Shooting Reunites Circle of Common Loss" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/02\/nyregion\/02victims.html"} , {"body" : "A 25-year-old man who pulled a knife on another man during a fight over a parking spot in Brooklyn was shot and killed yesterday, the police said. The victim, whose name was not released, got into the dispute about 3:30 p.m. outside a restaurant on Flatbush Avenue in Flatlands. According to the police, the victim was arguing with two men over a" , "date" : "20061202" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Killed Over Parking Spot in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/02\/nyregion\/02dead.html"} , {"body" : "LEVINE--Richard, Alan. Beloved son of Irene and the late Louis, adored brother of Sandra Barkin, cherished brother-in-law of Sheldon Barkin, devoted uncle of Gary Barkin, and Lisa Oxley, also a friend of many. Services Tuesday 1pm at ''Parkside Memorial Chaples'' 2576 Flatbush Avenue corner Avenue V in Brooklyn." , "date" : "20061128" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "21" , "title" : "Paid Notice: Deaths LEVINE, RICHARD, ALAN" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E2DC103AF93BA15752C1A9609C8B63"} , {"body" : "LEVINE--Richard, Alan. Beloved son of Irene and the late Louis, adored brother of Sandra Barkin, cherished brother-in-law of Sheldon Barkin, devoted uncle of Gary Barkin, and Lisa Oxley, also a friend of many. Services Tuesday 1pm at ''Parkside Memorial Chaples'' 2576 Flatbush Avenue corner Avenue V in Brooklyn." , "date" : "20061127" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "21" , "title" : "Paid Notice: Deaths LEVINE, RICHARD, ALAN" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940CEFDD103AF934A15752C1A9609C8B63"} , {"body" : "Muriel Castanis, a sculptor whose fluidly draped figures are displayed in public places and galleries around the United States, died on Wednesday in Manhattan. She was 80 and lived in Greenwich Village. The cause was lung failure, her husband, George Castanis, said. A self-taught artist, Ms. Castanis was known in particular for her method of laying" , "date" : "20061126" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Obituaries"] , "page_facet" : "43" , "title" : "Muriel Castanis, 80, Sculptor of Draped Forms" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/26\/arts\/design\/25castanis.html"} , {"body" : "Everything looked good for the palatial Loew's Kings Theater in Flatbush, Brooklyn, for all of about six weeks, the period between its opening on Sept. 7, 1929, and the stock market crash known as Black Thursday. The ensuing Great Depression would quickly render it a palace of misplaced optimism. The vaudeville acts, which had performed twice a" , "date" : "20061126" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "39" , "title" : "Seeking a Champion for the Loew's Kings" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/26\/nyregion\/26theater.html"} , {"body" : "VERTLIEB--Israel (Sonny) beloved husband of Rose, devoted father of Ellen Shapiro (Stanley), Gary and Harris Vertlieb, cherished grandfather of Allison and Troy Leonard, and Lowell Shapiro, dear brother of Shirley Singer. Sonny was secretary of Onward Lodge 487 K of P and cemetary chairman of Onlo Association Incorporated. Services Sunday at 1pm," , "date" : "20061125" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "10" , "title" : "Paid Notice: Deaths VERTLIEB, ISRAEL (SONNY)" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9500E2DE103AF936A15752C1A9609C8B63"} ,   {"body" : "A man was shot and killed and a woman was injured at about 7:30 p.m. yesterday at Church Avenue and 35th Street in East Flatbush, the police said. The man, 20, was shot in the back but ran almost a block on Church Avenue before he collapsed near 34th Street. He was taken to Kings County Hospital, where he was pronounced dead at 9:15 p.m. The woman," , "date" : "20061123" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: One Dead, One Injured In Shooting" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9407EEDE133EF930A15752C1A9609C8B63"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20061117" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "The Listings: Nov. 17 - Nov. 23" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0DE5DD143EF934A25752C1A9609C8B63"} , {"body" : "Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Opening tomorrow and running through Aug. 19, ''Gold,'' with coins, jewelry and other artifacts. Tomorrow at noon, museum curators will discuss the mining of gold and its history as a symbol of wealth. Through May 28, ''The Butterfly Conservatory: Tropical" , "date" : "20061117" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/17\/arts\/17spar.html"} , {"body" : "Theater THEATREWORKS\/USA, at the Lucille Lortel Theater, 121 Christopher Street, West Village, (212) 279-4200. Two shows: tomorrow at 10:30 a.m., ''Goowin's Balloowins: Snow White and the Eight Dwarfs,'' stories and balloon art with Allyn Gooen. Sunday at 10:30 a.m., ''Soh Daiko: Japanese Taiko Drums.'' Each $25. 'A CHRISTMAS CAROL,' a musical at" , "date" : "20061117" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "Spare Times; For Children" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/17\/arts\/17Kids.html"} , {"body" : "When Paul James, 18, of Brooklyn lost his mother, Amelia, six years ago, his heart and home broke apart. She died of breast cancer at 52, and her son was shuffled among relatives. Along the way, he grew into a man but retained a childlike longing for the stability he once had. ''I think about her every day,'' he said recently at the Brooklyn Bureau" , "date" : "20061115" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Neediest Cases; Through Loss and Uncertainty, a Young Man Persists on the Road to Independence" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9906E6DB173EF936A25752C1A9609C8B63"} , {"body" : "TISCHLER--Edmund Isaac, Beloved husband, Sara Buchner Tischler, devoted father to Susan and David Tischler, father in law to Leslie Brill, grandfather to Katharine and Daniel Tischler, step grandfather to Sarra and Alison Brill, great grandfather to Owen Jolles. Born and raised in New York, New York. He had a long and fruitful career on Wall" , "date" : "20061111" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "10" , "title" : "Paid Notice: Deaths TISCHLER, EDMUND ISAAC" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B00E5DB133AF932A25752C1A9609C8B63"} , {"author" : "E-mail: haberman@nytimes.com" , "body" : "If you're making a list of election winners in New York, you might include James Madison High School in Brooklyn. Come January, when the new Congress convenes, Madison will be a rarity: a high school that can claim three sitting senators as alumni. Representative Bernard Sanders of Vermont became No. 3 when he won a Senate seat this week, joining" , "date" : "20061110" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "MINNESOTA" , "VERMONT"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "NYC; A Wall of Fame Gets Crowded With Senators" , "url" : "http:\/\/select.nytimes.com\/\/2006\/11\/10\/nyregion\/10nyc.html"} , {"body" : "A Ford Explorer hit another vehicle yesterday in Brooklyn, then careered onto a sidewalk, plowing into a mother and her three children walking to school, killing the woman's 5-year-old son before stopping about a block away, the police said. As the mother lay bleeding on the rain-slick sidewalk, screaming and moaning in pain, witnesses said they" , "date" : "20061109" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "S.U.V. Hits Mother and 3 Children on Sidewalk, Killing One" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/09\/nyregion\/09hit.html"} , {"body" : "Joy Rolle, 30, of Brooklyn remembers when her contractions were coming stronger and closer together, before her water broke six years ago. It seemed like an eternity before she was wheeled into the delivery room. Her full-term pregnancy ended in an emergency Caesarean section because her son was in distress inside her womb. After recovery, she" , "date" : "20061105" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "The Neediest Cases; Help Meeting the Challenges of Parenthood and Poverty" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/05\/nyregion\/05neediest.html"} , {"body" : "COMING from a co-op in Flatbush, Brooklyn, Chaya and Simon Fridman, both 27, searched the Five Towns area of southwest Nassau County for their first house before settling last April on a three-bedroom, two-bath high ranch in Lawrence, a well-to-do suburb that in recent years has become a hub of Orthodox Jewish life. Ms. Fridman, a stay-at-home" , "date" : "20061105" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LAWRENCE (NY)" , "LONG ISLAND (NY)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN\/Lawrence, L.I.; One Idyllic Suburb, Two Parallel Universes" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/05\/realestate\/05livi.html"} ,   {"body" : "An 18-year-old man was shot yesterday on a street in Brooklyn and pronounced dead at Kings County Hospital Center, the police said. The man, Nathan Melville of Belmont Avenue in East New York, Brooklyn, was shot once in front of 1114 Flatbush Avenue in Flatbush. The police were called at 5:19 a.m. A Police Department spokesman said that officers" , "date" : "20061105" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "Young Man Fatally Shot on Brooklyn Street" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/05\/nyregion\/05shot.html"} , {"body" : "FELDHAMER--David. Founder of F&T Meats. Loving husband, father, grandfatther, great-grandfather and brother. Services Sunday at 1pm at ''Parkside Chapels'', 2576 Flatbush Avenue, Brooklyn (near Avenue V)." , "date" : "20061104" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "10" , "title" : "Paid Notice: Deaths FELDHAMER, DAVID" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E05E1D6123AF937A35752C1A9609C8B63"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20061103" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "The Listings: Nov. 3 - Nov. 9" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0CE7D8133FF930A35752C1A9609C8B63"} , {"body" : "Born in Brooklyn, Anthony Kap now lives in a FEMA trailer park that evokes the Bronx. His family's mobile home sits in the nearby community of Diamond, which apparently reminded some federal disaster official of a baseball diamond. Thus, gravel streets in the trailer park bear names like DiMaggio, Berra and Ford. Kap lives on Gehrig Drive, but he" , "date" : "20061103" , "day_of_week_facet" : "Friday" , "geo_facet" : ["LOUISIANA" , "CAMBODIA" , "NEW ORLEANS (LA)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "FOOTBALL; A Mother Helps Her Son Find A Safe Harbor" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/03\/sports\/othersports\/03parish.html"} , {"body" : "One of those New York City bar guides prints helpful little symbols to describe each spot, and beside the entry for O'Connor's in Park Slope, there is a silhouette of a man diving into the water. A dive bar. Patrick O'Connor, the owner, hated that label. He didn't stand here all day, every day, running a cheap dump. And by the way, when his was the" , "date" : "20061102" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "PARK SLOPE JOURNAL; Same Old Bar? How Could It Be, Without Patrick?" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/02\/nyregion\/02journal.html"} , {"body" : "OPENING THIS WEEK RUSSIAN TEA ROOM -- This fabled restaurant, which closed in 2002, is to reopen its ground-floor dining room for dinner on Friday. Lunch will follow in a few weeks. Gary Robins, formerly of the Biltmore Room in Chelsea, is the chef. The new owners have kept most of the décor from the tea room's 1999 remodeling intact: 150 West" , "date" : "20061101" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; OFF THE MENU" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/01\/dining\/01off.html"} , {"body" : "A 30-year-old man was fatally shot last evening in East Flatbush, the police said. The victim, identified as Shamel Williams, of East Flatbush, was shot once in the back around 5:15 p.m. by one of two men who fled in a vehicle near Rutland Road and Albany Avenue, investigators said. Mr. Williams was taken to Kings County Hospital Center, where he" , "date" : "20061030" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Man Killed In Shooting" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/30\/nyregion\/30mbrfs-002.html"} , {"body" : "OLD Brooklyn was vanishing 100 years ago. Farms and small towns that had existed for several centuries were quickly giving way to factories, office buildings and housing developments in the most populous borough of the newly unified city. That is the Brooklyn that Clinton Irving Jones set out to preserve in photographs. From 1905 to 1911, he" , "date" : "20061029" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "BROOKLYN IN FOCUS; The Last Strains of a Pastoral Song" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/29\/nyregion\/thecity\/29farm.html"} , {"body" : "Alla Siciliano A tasting of Sicilian wines and cheeses will be held tonight from 7 to 9 at Agata & Valentina Ristorante, 1513 First Avenue (79th Street). Tickets are $55: (212) 452-0691. Oaky, With an M&M Nose Merlot and M&M's? Chardonnay and candy corn? Wine will be paired with Halloween candy at a tasting on Sunday from 2 to 6 p.m. at" , "date" : "20061025" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "CALENDAR" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F07E3D8173FF936A15753C1A9609C8B63"} , {"body" : "llen and Delancey With just weeks to go before opening, Richard H. Friedberg, the owner of the restaurant, has dismissed the chef, Akhtar Nawab. Mr. Nawab said the letter of termination he received stated that Mr. Friedberg was reassessing the direction of the restaurant. ''It would have cost $200,000 to finish the project,'' Mr. Nawab said, ''and" , "date" : "20061025" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; OFF THE MENU" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/25\/dining\/25off.html"} ,   {"body" : "NOT since the Dodgers departed in 1957 has there been a slugfest in Brooklyn like the one over Atlantic Yards. The plan is colossal -- 16 high-rise buildings and an 18,000-seat basketball arena on 22 acres near the borough's busy downtown -- and fans and opponents have matched its magnitude with their own statistics. The developer, Forest City" , "date" : "20061022" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "On the Block" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E05E3DB163FF931A15753C1A9609C8B63"} , {"body" : "THE bench where 75-year-old Alvaro Fernandez was sitting when he was killed by a runaway van was gone Wednesday, two weeks to the day after the accident at the corner of Atlantic Avenue and Hoyt Street in Boerum Hill. A handmade memorial that had marked the spot was also gone, but a fire alarm box that the van had plowed over after jumping the curb" , "date" : "20061022" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BOERUM HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "STREET LEVEL\/BOERUM HILL; A Freeway Amid the Brownstones" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/22\/nyregion\/thecity\/22stre.html"} , {"body" : "Heather Woodbury's mother was reared in Flatbush, Brooklyn, where, she explained, ''you can't really have grown up and not have had the Dodgers be part of your life.'' A playwright and performer, Ms. Woodbury remains, at best, a casual spectator. (''If I was really going to get serious, I would probably root for the Red Sox, because they're" , "date" : "20061018" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "6" , "title" : "Where Fans Were Called Out Looking" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/18\/theater\/18tale.html"} , {"body" : "The lower roadway of the Manhattan Bridge was closed yesterday for repairs that are expected to take a year, the city Transportation Department said. The repairs involve a complete rehabilitation of the lower road, according to a statement on the department's Web site. The upper level of the bridge, which connects Canal Street in Manhattan with" , "date" : "20061016" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Repairs To Manhattan Bridge" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980CE2DC1E30F935A25753C1A9609C8B63"} , {"body" : "For decades, the only significant noise at Floyd Bennett Field in Brooklyn, New York City's first municipal airfield, which opened in 1931, has been the roar of jet engines heading to Kennedy International Airport. But next month, the sound of athletics is expected in a $38 million sports entertainment complex built by Aviator Sports and Recreation" , "date" : "20061011" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "9" , "title" : "SQUARE FEET; Soon a Home to Flying Pucks and Balls" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/11\/realestate\/commercial\/11airfield.html"} , {"body" : "DEEP within a triangle of Downtown Brooklyn surrounded by the Fulton Mall, Flatbush Avenue and the MetroTech Center, the latest conversion of an iconic skyscraper into residential units is taking place. Less well-known than the Williamsburgh Savings Bank tower, which is being converted just a few blocks away, the former New York Telephone Company" , "date" : "20061008" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "12" , "title" : "POSTINGS; A New Condominium With a Familiar Ring" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/08\/realestate\/08post.1.html"} , {"body" : "Attractions Museums and Sites MUSEUM OF THE CITY OF NEW YORK, 1120 Fifth Avenue, at 103rd Street. Tomorrow, noon to 4 p.m., ''Miracles on 104th Street,'' a block party sponsored with El Museo del Barrio and the New York City Department of Parks and Recreation, featuring music, health screenings and free tours of the two museums. Tuesdays through" , "date" : "20061006" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/06\/arts\/06spar.html"} , {"body" : "The tip of a crowbar jammed behind the big letter P, and all of a sudden, the place was just ''Pepper & OTTER.'' That never could have worked. Who is going to buy a new car from Pepper and Otter? The name was the one thing that Frank Pepper and Lester Potter seemed to always agree on, as far back as 1946, when they opened the Nash dealership on the" , "date" : "20061005" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "BROOKLYN JOURNAL; A Car Dealership Defined By Big Dreams and Bigger Letters" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/05\/nyregion\/05pepper.html"} , {"body" : "Two men were shot to death in Brooklyn in separate attacks last night, the police said. In one shooting, a 39-year-old man was shot in the head at East 53rd Street and Snyder Avenue in East Flatbush. He was pronounced dead at the scene at 10:26 p.m. In the other, a 37-year-old man was shot several times during a dispute outside a building at 739" , "date" : "20061005" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Two Men Killed In Shootings" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/05\/nyregion\/05mbrfs-003.html"} , {"body" : "OPENING THIS WEEK LA LUNETTA -- Adam Shepard, below, made a name for himself in Boerum Hill, Brooklyn, cooking praiseworthy Japanese-style dishes like ramen with Berkshire pork, hanger steak with tempura onions, and grilled shrimp soba at his restaurant Taku. But customers in the neighborhood considered Taku to be a weekend and special occasion" , "date" : "20061004" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; OFF THE MENU" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/04\/dining\/04off.html"} ,   {"body" : "Prospect Heights Co-op $799,000 BROOKLYN: 90 St. Marks Avenue (at Flatbush Avenue), #2 A 1,600-square-foot, three-bedroom, two-bath co-op with northern, eastern and western exposures in a four-story, three-apartment walk-up building with a wood-burning fireplace, washer\/dryer and common roof deck with skyline and harbor views. Ken Goldstein," , "date" : "20061001" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9905E3D81630F932A35753C1A9609C8B63"} , {"body" : "The City Planning Commission is recommending that the developer Forest City Ratner reduce the size of its $4.2 billion Atlantic Yards project in Brooklyn by 8 percent, eliminating about 600 apartments but leaving the tallest tower in the complex untouched. At its meeting yesterday, the commission said the developer should cut back the massive" , "date" : "20060926" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "ATLANTIC YARDS (BROOKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "City Planners Recommend 8% Reduction in Atlantic Yards" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/26\/nyregion\/26yards.html"} , {"body" : "PAUL FORD, a soft-spoken, sturdily built 32-year-old who works as an editor at Harper's Magazine, sometimes describes his commute between his apartment in Gowanus, Brooklyn, and his office on Broadway near Bond Street as feeling ''like a video game, except you can get killed.'' And in fact, watching Mr. Ford weave through the city's traffic-clogged" , "date" : "20060924" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Queasy Rider" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/24\/nyregion\/thecity\/24bike.html"} , {"body" : "Across the Bronx, Manhattan and Brooklyn early yesterday, in a public housing complex, a subway car and a packed nightclub, a handful of unrelated stabbings and shootings claimed the lives of two men and injured two more, according to the police. About 1 a.m., outside the Edenwald Houses, a public housing project at 1150 East 229th Street in the" , "date" : "20060924" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "In City, 2 Die and 2 Are Hurt In Attacks in a Span of Hours" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/24\/nyregion\/24bronx.html"} , {"body" : "Theater 'YOUNG KING ARTHUR,' a musical from Vital Children's Theater, at the McGinn-Cazale Theater, 2162 Broadway, at 76th Street, fourth floor, (212) 352-3101; vitaltheatre.org. Tomorrow and Sunday at 11 a.m. and 1 p.m.; a workshop follows the 1 p.m. show tomorrow. Show tickets, $18; workshop, $14. Ages 4 to 12. Events BINDLESTIFF FAMILY CIRKUS in" , "date" : "20060922" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "17" , "title" : "Spare Times; For Children" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/22\/arts\/22kids.html"} , {"body" : "In 'The Real World,' Many Imaginary Ones Most museums would be highly distressed if enthusiastic children trooped in and started placing their own sculptures around and on top of prized works. But public art is an altogether different animal, or, in the case of Tom Otterness's creations, usually several different animals. So no one is expected to" , "date" : "20060922" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)" , "BRONX (NYC)" , "ROCKEFELLER PARK (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "Family Fare" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/22\/arts\/22fami.html"} , {"body" : "THERE are women who can wax rhapsodic about their passion for vintage clothes, their eyes gleaming as they recount their purchase of a Pucci pantsuit for $10 at an estate sale in San Luis Obispo, Calif., in 1982 with the glittering avidity of Napoleon describing his conquest of Venice. I am not one of those women. In the past I have been able to" , "date" : "20060921" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "4" , "title" : "Critical Shopper; A Vintage Trip Through Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/21\/fashion\/21CRITIC.html"} , {"body" : "Lloyd Ultan went looking for a Bronx neighborhood the other day called Williamsbridge. He was overqualified for this seemingly simple task. Mr. Ultan, the borough historian, teaches a course at Lehman College on the history of the Bronx and has written or co-written eight books about the borough. He even wrote the 182-word entry on Williamsbridge" , "date" : "20060916" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Memories Fade, as Do Some Bronx Boundary Lines" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/16\/nyregion\/16bronx.html"} , {"body" : "BROOKLYN'S enthusiasts will tell you that the borough is like Paris in its long and distinguished literary tradition. And that consummate enthusiast, Marty Markowitz, the Brooklyn borough president, has even been known to call it ''the new Left Bank.'' Tomorrow Mr. Markowitz's office has organized what he calls the first-ever Brooklyn Book Festival" , "date" : "20060915" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "25" , "title" : "Literary Voice, Brooklyn Accent" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/15\/books\/15broo.html"} , {"body" : "On This Brooklyn Route, The Next Stop Is History It sounds like a scene from ''The Twilight Zone.'' Cheerful, unsuspecting citizens board buses on a crowded block in Brooklyn. But these buses are not from the 21st century. They seem frozen in time: one from 1956, another from 1931, still another going back to 1917. They have no drivers. And they" , "date" : "20060915" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "Family Fare" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/15\/arts\/15fami.html"} ,   {"body" : "Theater 'LYSER THE MISER,' a fable with puppets, based on the Isaac Bashevis Singer story, by Great Small Works, at the Soldiers and Sailors Arch at Grand Army Plaza, Flatbush Avenue and Eastern Parkway, Park Slope, Brooklyn. Tomorrow at 1, 2 and 3 p.m. Suggested donation: $5. (718) 853-7350. 'LA CAPERUCITA ROJA,' a bilingual version of ''Little" , "date" : "20060915" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "Spare Times; For Children" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/15\/arts\/15kids.html"} , {"body" : "Dates are subject to change. September DANCENOW\/NYC The festival continues through Sept. 16 with a three-program sampler by a wide variety of the city's small or lesser-known companies, among them Monica Bill Barnes and Larry Keigwin. Sept. 14-16. Joe's Pub, at the Public Theater, 425 Lafayette Street, at Astor Place, East Village, (212) 539-8778," , "date" : "20060910" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "THE NEW SEASON: DANCE; Feet, Imported and Domestic" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04EEDC1631F933A2575AC0A9609C8B63"} , {"body" : "Slashing diagonally across Manhattan's street grid, Broadway is responsible for memorable irregularities like Times Square, Union Square and of course the Flatiron Building, one of the city's best-known and most-photographed structures. In Brooklyn, Flatbush Avenue follows a similar wayward course, though the lower-slung buildings on the irregular" , "date" : "20060910" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN; A Flatiron On Flatbush" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/10\/nyregion\/thecity\/10flat.html"} , {"body" : "SHELDON GRUBER never met his grandfather Joseph Punn, a ceiling man from an era when pressed-tin ceilings could be found all over New York. But he has heard the stories. Too poor to afford a truck in the 1920's, Mr. Punn used to hang panels of decorative tin around his waist on ropes and travel by subway across the city to install them. ''I think" , "date" : "20060910" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: EAST FLATBUSH; Tales Told in Tin" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/10\/nyregion\/thecity\/10tin.html"} , {"body" : "Attractions Museums and Sites HISTORIC RICHMOND TOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. More than 25 buildings, from the late 17th to the 19th centuries, restored and furnished. Tomorrow and Sunday, 11 a.m. to 7 p.m., the 27th Annual Richmond County Fair, with a parade on Sunday at 1 p.m., and food, entertainment" , "date" : "20060908" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/08\/arts\/08spar.html"} , {"body" : "MICHEL--George W., 83, passed away at the Hope Hospice House in Bonita Springs, Florida on August 30, 2006. He was preceded in death by his parents, William and Vasiliki, brother, Alfred, and sisters, Marie Costas and Aphrodite Fordes, as well as his late wife, Helen Manning Michel. He is survived by his loving wife, Gloria PumroyMichel, step-son" , "date" : "20060908" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "27" , "title" : "Paid Notice: Deaths MICHEL, GEORGE W." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F05EED7173AF93BA3575AC0A9609C8B63"} , {"body" : "MICHEL--George W., 83, passed away at the Hope Hospice House in Bonita Springs, Florida on August 30, 2006. He was preceded in death by his parents, William and Vasiliki, brother, Alfred, and sisters, Marie Costas and Aphrodite Fordes, as well as his late wife, Helen Manning Michel. He is survived by his loving wife, Gloria PumroyMichel, step-son" , "date" : "20060907" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "17" , "title" : "Paid Notice: Deaths MICHEL, GEORGE W." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B02E5D7173AF934A3575AC0A9609C8B63"} , {"body" : "As New York City's nearly 1.1 million public-school students returned to class yesterday, Judi Aronson whizzed from school to school in her silver Toyota Camry, checking her BlackBerry at red lights. Over 34 years, she has been a teacher, a principal and, most recently, a superintendent. Yesterday she assumed a critical new role outside the" , "date" : "20060906" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Day 1 in the Corridors of Learning for 1.1 Million Students" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/06\/nyregion\/06school.html"} , {"body" : "A 16-year-old girl and her boyfriend were arrested yesterday in the killing of her mother, who was found on Sunday in her Brooklyn apartment with her throat slit, the police said. The girl, Vintarra Martin, and the boyfriend, Damasoh Kelly, 24, of Columbus Avenue in Upper Manhattan, had fought with Ms. Martin's mother, Sharon Taylor, 41, at the" , "date" : "20060906" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Couple Charged in Killing of Girl's Mother" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/06\/nyregion\/06arrest.html"} , {"body" : "Facing mounting criticism of its $4.2 billion Atlantic Yards project, the developer Forest City Ratner plans to reduce the size of the complex by 6 to 8 percent, eliminating hundreds of apartments from the largest development proposal in the city, according to government officials and executives working with the developer. Forest City is also" , "date" : "20060905" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "DEVELOPER IS SAID TO PLAN CUTBACK IN YARDS PROJECT" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/05\/nyregion\/05yards.html"} ,   {"body" : "A 41-year-old woman was found dead in a Brooklyn apartment yesterday with her throat slashed, the police said. A family member discovered the woman's body in a second-floor apartment on Rogers Avenue in Flatbush, the police said. The police did not release the victim's name. JENNIFER 8. LEE (NYT)" , "date" : "20060904" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Woman Fatally Slashed" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/04\/nyregion\/04mbrfs-001.html"} , {"body" : "On the outside, the social club on a bustling strip of Church Avenue in East Flatbush, Brooklyn, looked like nothing special. But the dozens of West Indians who streamed into the building one recent muggy evening were enchanted by what they saw inside. In the main room stood a small group of mannequins, dressed in flouncy peasant blouses, lacy" , "date" : "20060903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; For the Parade Before the Parade, Sequins and Panache" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/03\/nyregion\/thecity\/03jouv.html"} , {"body" : "A city bus struck and killed a man in Flatlands, Brooklyn, yesterday afternoon, the police said. The pedestrian, Jack Kelly, 43, of Brooklyn, was crossing Flatbush Avenue near Avenue U about 2 p.m. when a B-47 bus heading south on Flatbush Avenue hit him and dragged him, the police said. He was taken to Kings County Hospital Center, where he was" , "date" : "20060902" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Pedestrian Killed in Brooklyn by a City Bus" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/02\/nyregion\/02bus.html"} , {"body" : "An overflow crowd vehemently laid out the pros and cons of the proposed Atlantic Yards project in Brooklyn for seven hours last night at a raucous public meeting. Their passions suggested that opinions had only hardened in the three years since development plans were announced. ''This project essentially separates the neighborhoods of Brooklyn" , "date" : "20060824" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Raucous Meeting on Atlantic Yards Plan Hints at Hardening Stances" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/24\/nyregion\/24yards.html"} , {"body" : "Two-Track Soap Opera Q. I'm a fan of trains as well as opera, and I've heard it said that the Erie Railroad once had its headquarters in a New York opera house. Could this be true? A. Absolutely, and the story of the relationship is vividly told in ''Dark Genius of Wall Street,'' a biography of the railway magnate Jay Gould by Edward J. Renehan Jr." , "date" : "20060820" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CUBA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F. Y. I." , "url" : "http:\/\/www.nytimes.com\/2006\/08\/20\/nyregion\/thecity\/20fyi.html"} , {"body" : "OPENING THIS WEEK BOQUERIA -- In a nod to the lively food market in Barcelona, from which this new place takes its name, the menu is very Spanish indeed: air-dried tuna with fig, pickled sardines and spicy fried potatoes. The chef, Seamus Mullen, worked in Spain; his partner, Yann de Rochefort, is also an owner of Suba: 53 West 19th Street, (212)" , "date" : "20060816" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "ATLANTA (GA)"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; OFF THE MENU" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/16\/dining\/16off.html"} , {"body" : "Three people, including a 9-year-old girl, were hurt in a shooting in Brooklyn yesterday afternoon, the police said. They are all expected to survive. The girl's head was grazed by a bullet, and a 23-year-old woman and a 25-year-old man were each hit in the leg during the shooting in front of a house on Linden Boulevard near Nostrand Avenue in the" , "date" : "20060813" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Child Injured in Brooklyn Shooting" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02EEDF173EF930A2575BC0A9609C8B63"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Tomorrow, 1 to 5 p.m., Indigenous Peoples' Day, with music and films highlighting American Indian and Maori culture; part of Global Weekends. Through Jan. 15, ''Yellowstone to Yukon,'' an exhibition of more than 40 photographs by 11 photographers" , "date" : "20060811" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/11\/arts\/11spar.html"} , {"body" : "The police seized 44,000 counterfeit DVD's and CD's, plus 39 DVD burners, on Tuesday at a residence on Flatbush Avenue, the police said yesterday. Five people were arrested in connection with the forgeries, the police said. An additional 27,000 DVD's and CD's were seized yesterday, and three other people arrested, at a home on Caton Avenue near the" , "date" : "20060810" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Eight Arrested In Counterfeiting" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/10\/nyregion\/10mbrfs-009.html"} , {"body" : "FOR 40 years, people made the pilgrimage from across the city to Christie's Jamaican Patties, on the northwest corner of Sterling Place and Flatbush Avenue, for savory pastries stuffed with spicy beef and chicken. A line of customers often trailed out the door of the shabby-looking shop, which sat on a cheese-shaped wedge on the end of the block." , "date" : "20060806" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Street Level\/North Flatbush Avenue; On a Mom-and-Pop Block, the Big Boys Arrive" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/06\/nyregion\/thecity\/06crun.html"} ,   {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20060804" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings: August 4 - August 10" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B00E7DF113FF937A3575BC0A9609C8B63"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURaL HISTORY, Central Park West and 79th Street. Through Jan. 15, ''Yellowstone to Yukon,'' an exhibition of more than 40 photographs by 11 photographers documenting the animals, vegetation and geology of the regions affected by one of the world's largest wildlife conservation initiatives. Through" , "date" : "20060804" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/04\/arts\/04spar.html"} , {"body" : "A 6-year-old girl was in critical condition at Brookdale University Hospital and Medical Center after a car driven by her mother was rear-ended in a three-car collision in East Flatbush yesterday, the police said. The mother and a 2-year-old girl in the car were also injured. A 19-year-old man who was driving a sport utility vehicle was in stable" , "date" : "20060731" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Girl Injured In Car Crash" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/31\/nyregion\/31mbrfs-005.html"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the Northeast this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, show times" , "date" : "20060728" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings: July 28 - August 3" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9805EFDE123FF93BA15754C0A9609C8B63"} , {"body" : "A birthday party at a public housing complex in Brooklyn turned violent last night after a police complaint about loud music led to a scuffle and an officer shot a 28-year-old resident, the police and witnesses said. Two officers received bruises in the confrontation. The wounded man, identified by friends as Robert Ramirez, was taken to Brookdale" , "date" : "20060725" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Party in Brooklyn Ends in a Confrontation With the Police, and Bullets" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/25\/nyregion\/25shot.html"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Jan. 15, ''Yellowstone to Yukon,'' an exhibition of more than 40 photographs by 11 photographers documenting the animals, vegetation and geology of the regions affected by one of the world's largest wildlife conservation initiatives. Through" , "date" : "20060721" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/21\/arts\/21spar.html"} , {"body" : "TO reach the beach at Fort Tilden, keep the missile silos on your right, the munitions buildings on your left, and head due south of the cannon batteries. Remember this, because there are no signs to point the way, no scents of sunscreen, lifeguard's whistles nor flying Frisbees; just these military landmarks, the briny breeze and the roar of the" , "date" : "20060721" , "day_of_week_facet" : "Friday" , "geo_facet" : ["FORT TILDEN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "MY CITY; To the Battlements, and Take Sunscreen" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/21\/arts\/21tild.html"} , {"body" : "THE tables at the new Christie's aren't used much yet. Most customers dash in for a patty to go, maybe because they never saw a table at the old quarters of this 40-year-old Prospect Heights stalwart, which recently moved half a block closer to Prospect Park on Flatbush Avenue. The Jamaican patties -- beef and otherwise -- are hefty but not" , "date" : "20060719" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "8" , "title" : "$25 AND UNDER; To Grab and Run, or to Linger Over" , "url" : "http:\/\/events.nytimes.com\/2006\/07\/19\/dining\/reviews\/19unde.html"} , {"body" : "A new school's worth of classrooms would be needed to handle all the children. Dozens of crowded intersections would be choked with more traffic. Brownstone neighborhoods would find themselves in shadow. The city's sewer and water systems would face new challenges. And good luck getting a parking space on game day. These were among the most" , "date" : "20060719" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Measuring a Project's Shadow, and Burden, on Brooklyn; Study Finds the Potential Choke Points of Atlantic Yards" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/19\/nyregion\/19yards.html"} , {"body" : "Getting from here to there using the Internet has become almost routine with Web sites like Mapquest and Google maps. Many drivers are also using satellite technology linked to computer mapping systems in their cars to guide them to their destinations. In the New York City area, where public transportation is paramount, Internet maps for subways," , "date" : "20060716" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "25" , "title" : "Internet Help Multiplies For the Carless on the Go" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/16\/nyregion\/16navigate.html"} ,   {"body" : "Attractions Museums and Sites HISTORIC RICHMOND TOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. Tomorrow at 2 p.m., a lecture about Staten Island's acres of parkland by Thomas Paulo, Staten Island borough commissioner of parks. Fee: $5; students and members of the Staten Island Historical Society, $4. Hours: Wednesdays" , "date" : "20060714" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/14\/arts\/14spar.html"} , {"body" : "Like many of his neighbors, Emmanuel Constant left behind tumult in his homeland, Haiti, and found a more stable life in New York City. The change was good. He became a real estate agent and lived in a spacious white house in Queens. But Mr. Constant kept his nickname -- Toto -- a name that continues to stir fear and hatred among many Haitians, who" , "date" : "20060711" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "HAITI" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "To His Compatriots' Relief, Haitian Exile Is Arrested" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/11\/nyregion\/11constant.html"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20060707" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings: July 7 - July 13" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D01EFDA1330F934A35754C0A9609C8B63"} , {"body" : "It will be months, if not years, before a single brick of the Atlantic Yards project is laid near Downtown Brooklyn. But as the fall election season draws near, the unbuilt, unapproved, multibillion-dollar development is shaping up as a major political issue in this corner of the borough. ''This is a litmus test for brownstone Brooklyn,'' said City" , "date" : "20060703" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Atlantic Yards, Still but a Plan, Shapes Politics In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/03\/nyregion\/03yards.html"} , {"body" : "A group of people chased and beat the driver of a livery cab and his passenger in Brooklyn yesterday after the driver lost control of his car and swerved into an 8-year-old child on a bike, according to the police and several witnesses. The driver apparently lost control of the car, at 92nd Street and Clarkson Avenue in East Flatbush, at 5 p.m.," , "date" : "20060701" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Crowd Attacks Driver After Accident" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/01\/nyregion\/01mbrfs-001.html"} , {"body" : "THE multimillion-dollar teardown is generally considered a suburban phenomenon, a peculiar indulgence of the well-heeled in places of grassy splendor, like Greenwich or Great Neck. But there is a quiet, out-of-the-way section of the Gravesend neighborhood in Brooklyn where it has become commonplace for houses to trade for millions of dollars, only" , "date" : "20060625" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Paying Any Price To Live Here" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/25\/realestate\/25cov.html"} , {"body" : "Three men were killed in two unrelated shootings in Brooklyn late Friday and early yesterday, the police said, adding that they did know the motives for the killings. In the first shooting, which occurred about 11:30 p.m. Friday at Tilden Avenue and East 59th Street in East Flatbush, the police said they found a man in his 40's sitting in a sport" , "date" : "20060625" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "3 Men Are Killed In 2 Separate Cases" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/25\/nyregion\/25homicide.html"} , {"body" : "SINGER--Rabbi Philip Harris, 83. Our beacon of Torah was taken to illuminate the heavens on June 20th, 2006. He served the Avenue ''O'' Jewish Center, Brooklyn, NY for over 50 years. President Vaad Ha'rabonim of Flatbush, Executive Vice President Igud Ha'rabonim, Executive Chairman-Friends of Yeshivat Shaalvim. Re nowned orator of Yiddish radio. He" , "date" : "20060622" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "16" , "title" : "Paid Notice: Deaths SINGER, RABBI PHILIP HARRIS" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F00E5D9113AF931A15755C0A9609C8B63"} , {"body" : "SINGER--Rabbi Philip Harris, 83. Our beacon of Torah was taken to illuminate the heavens on June 20th, 2006. He served the Avenue ''O'' Jewish Center, Brooklyn, NY for over 50 years. President Vaad Ha'rabonim of Flatbush, Executive Vice President Igud Ha'rabonim, Executive Chairman-Friends of Yeshivat Shaalvim. Re nowned orator of Yiddish radio. He" , "date" : "20060621" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "10" , "title" : "Paid Notice: Deaths SINGER, RABBI PHILIP HARRIS" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D01E0DA113AF932A15755C0A9609C8B63"} , {"body" : "It was an unusually violent Sunday morning in central Brooklyn, with 10 people shot or slashed in five unrelated clashes yesterday that started just after midnight and ended before daybreak. All of the victims were expected to recover, but some residents of East Flatbush, where the attacks took place, said they were dismayed by the extent of the" , "date" : "20060619" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "10 Are Shot or Slashed in East Flatbush" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/19\/nyregion\/19shooting.html"} ,   {"author" : "E-mail: fyi@nytimes.com" , "body" : "Twain's Magical Mystery Tour Q. I was surfing the Web when I came across an account supposedly written by Samuel L. Clemens (the young Mark Twain) about his visit to the first New York World's Fair as a teenager. Was this a hoax? A. No, it was true. Even though Twain's own writings put him at the wheel of a Mississippi riverboat as a teenager, his" , "date" : "20060618" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F. Y. I." , "url" : "http:\/\/www.nytimes.com\/2006\/06\/18\/nyregion\/thecity\/18fyi.html"} , {"body" : "Attractions Museums and Sites HISTORIC RICHMOND TOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. More than 25 buildings, from the late 17th to the 19th centuries, restored and furnished. Sunday from 5 to 9 p.m., a traditional 19th-century dinner in celebration of Father's Day; $45; members, $40; reservations: (718)" , "date" : "20060616" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/16\/arts\/16spar.html"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the Northeast this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, show times" , "date" : "20060616" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "The Listings: June 16 - June 22" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B02E4D91031F935A25755C0A9609C8B63"} , {"body" : "IT'S all gone: every diamond ring, every stack of bills and birth certificate. Today, the safe deposit boxes in the subterranean vault of what used to be the Williamsburgh Savings Bank lie empty in haphazard piles on the dusty floor. The massive vault doors, several feet thick, stand open. No calls will ever go out to Mrs. Helen Massone, whose" , "date" : "20060611" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "For Brooklyn's Beacon, The Luxe Life" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/11\/nyregion\/thecity\/11bank.html"} , {"body" : "YOU can smell the horses before you can see them, although if you're walking off the overpass that straddles the busy Prospect Expressway in East Windsor Terrace, Brooklyn, the pungent odor of hay and manure seems out of place among the warehouses, semidetached row houses and passing cars. Kensington Stables, at Caton Place and East Eighth Street," , "date" : "20060611" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WINDSOR TERRACE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE VOICE; When the Horsemen Passed By" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/11\/nyregion\/thecity\/11stab.html"} , {"body" : "Forbidden Music, Light in a Dark Era The Nazis' extermination plans were not confined to human beings. They also hoped to murder music: styles deemed decadent, subversive, undisciplined, non-Aryan. Those melodies are now resounding at Grand Army Plaza in Brooklyn, where the Czechoslovak-American Marionette Theater is presenting ''The Bass" , "date" : "20060609" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "36" , "title" : "Family Fare" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/09\/arts\/09fami.html"} , {"body" : "IN a city where the price of a cashmere sweater has surpassed $1,000 in some quarters and summer utility bills may do the same, finding a one-bedroom rental apartment at that price seems pretty improbable. Or so you'd think. But a survey released earlier this year by New York City's Department of Housing Preservation and Development found that" , "date" : "20060604" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BRONX (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "What You Can Rent for" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/04\/realestate\/04cov.html"} , {"body" : "Children Pitting Friendship Against the Pull of Fate Many citizens of Cuba have become runaways, fleeing for more promising shores. But Malú and Jorgito are unlike most of the others who leave home. They are interested in neither political freedom nor economic opportunity. Their goal is more elusive: to stop time. Malú and Jorgito are the" , "date" : "20060602" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "33" , "title" : "Family Fare" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/02\/arts\/02fami.html"} , {"body" : "PINCUS--Maxine on May 27, 2006. Beloved wife of the late Harold Pincus, devoted mother of Harvey, cherished grandmother and greatgrandmother. Funeral service Thursday 1pm at The Parkside Memorial Chapel, 2576 Flatbush Avenue, Brooklyn, NY. (near Ave V). Visitation Wednesday 1-3, 7-9." , "date" : "20060531" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "9" , "title" : "Paid Notice: Deaths PINCUS, MAXINE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9401E2DB103AF932A05756C0A9609C8B63"} , {"body" : "You can gauge the sweeping renovations to Kings County Hospital Center, the red-brick behemoth looming over central Brooklyn since it opened as an almshouse in 1831, by comparing the first and the most recent visits of Ronald William Reid, a 68-year-old former bank clerk and bus driver living in Bedford-Stuyvesant. He entered the world there on" , "date" : "20060530" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "4" , "title" : "A Transformation at a Brooklyn Hospital, From Gadgets to Ceiling-High Windows" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/30\/nyregion\/30hospital.html"} ,   {"body" : "A man was shot seven times and killed in East Flatbush shortly before 5 a.m. yesterday, the police said. The victim was a 31-year-old man from Maryland. The police declined to identify him last evening because it was unclear whether his family had been notified of his death, a police spokesman said. The shooting took place on Albany Avenue near" , "date" : "20060529" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Man Fatally Shot" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/29\/nyregion\/29mbrfs-brief-005.html"} , {"body" : "ON almost any given Sunday, the trumpeter John McNeil walks out of his apartment and down a few tree-lined blocks to Night and Day, a bistro on Fifth Avenue in Park Slope. Since February, Mr. McNeil has held a weekly gig in a rear annex of the restaurant with a quartet he formed with the tenor saxophonist Bill McHenry. A hangout for neighborhood" , "date" : "20060526" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "Brooklyn Jazz: A Red-Hot Renaissance" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/26\/arts\/music\/26broo.html"} , {"body" : "Theater 'CINDERELLA SAMBA,' a version of the fairy tale, set in Brazil, at the Swedish Cottage Marionette Theater in Central Park, accessible from West 81st Street or East 79th Street. Tuesdays through Fridays at 10:30 a.m. and noon, and Saturdays and Sundays at 1 p.m. $6; children, $5. Reservations: (212) 988-9093. 'THIS IS NOT A PIPE DREAM,' a" , "date" : "20060526" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "Spare Times; For Children" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/26\/arts\/26kids.html"} , {"body" : "ON a Saturday afternoon a few weekends past, Church Avenue in Flatbush, Brooklyn, was packed with people sweating in sunglasses and shorts, recently emerged from dark apartments to soak in one of the year's first summer-like days. Men with thick dreadlocks bunched up in green, black and gold knit hats laughed on the sidewalk outside a White Castle" , "date" : "20060524" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "9" , "title" : "$25 AND UNDER; A Secret Blend of Fire and Spice" , "url" : "http:\/\/events.nytimes.com\/2006\/05\/24\/dining\/reviews\/24unde.html"} , {"body" : "Peter Blake makes no mystery about the kind of food he serves at his Blake International Restaurant, on Church Avenue north of Holy Cross Cemetery in central Brooklyn. The restaurant's awning, a giant Jamaican flag, is a dead giveaway, even when Mr. Blake's Nissan Maxima, which is custom painted in the flag's green, yellow and black, is not parked" , "date" : "20060521" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: EAST FLATBUSH; Drum Roll for a Sign With a Reggae Beat" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/21\/nyregion\/thecity\/21marl.html"} , {"body" : "News From Cannes At the Cannes Film Festival, Ron Howard found the largely negative reviews for his ''Da Vinci Code'' to be ''frustrating.'' (Metacritic.com, a Web site that gives films an aggregate grade based on dozens of reviews, has given ''The Da Vinci Code'' a 50 out of 100.) But Mr. Howard said the reviews did not necessarily reflect what" , "date" : "20060520" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "Arts, Briefly" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/20\/arts\/20arts.html"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20060519" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings: May 19 - May 25" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9901E7D9123EF93AA25756C0A9609C8B63"} , {"body" : "Attractions Museums and Sites MUSEUM OF THE CITY OF NEW YORK, 1120 Fifth Avenue, at 103rd Street. Through Sept. 10, ''The High Style of Dorothy Draper,'' a display of furniture, photographs and other items relating to the career of this noted designer. Through July 23, ''On the Couch: Cartoons From The New Yorker,'' featuring psychotherapy-related" , "date" : "20060512" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/12\/arts\/12spar.html"} , {"body" : "It is, at most, a footnote to what the world remembers about Junior's, one of New York's storied restaurants, a footnote to its famous recipe for one of the things that people think of when they think of New York. Jeffrey Horowitz acknowledges all that. But when he heard a radio report recently that Junior's, the Brooklyn palace of cheesecake as" , "date" : "20060509" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "MIAMI BEACH (FLA)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Restaurant Legend Undergoes a Little Retelling" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/09\/nyregion\/09juniors.html"} , {"body" : "Time went backward -- and was knocked down violently -- last Christmas Day, when a car crashed into an old-fashioned street clock on Flatbush Avenue and Sterling Place in Prospect Heights, Brooklyn. Within a few weeks, the Victorian-style timepiece and its cast-iron pole had been removed, arousing the concern of some neighborhood residents. One was" , "date" : "20060507" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: PROSPECT HEIGHTS; For a Victorian-Style Clock, a Hard-Knock Life" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/07\/nyregion\/thecity\/07cloc.html"} ,   {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20060428" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "THE LISTINGS | APRIL 28-MAY 4" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9802E1D9133FF93BA15757C0A9609C8B63"} , {"body" : "Where Family Trees Grow a Little Differently ''Are those your real children?'' I was reminded of this rude question while watching the new musical ''They Chose Me!'' It was posed, as I recall, to an American writer with children adopted overseas, and she had a perfect reply: ''Yes. I leave my imaginary ones at home.'' The children in ''They Chose" , "date" : "20060428" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "42" , "title" : "Family Fare" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/28\/arts\/28fami.html"} , {"body" : "SMITH--Hy. On April 26, 2006. Beloved husband of Pearl, devoted father of Barbara Gabriel and Susan Steiner. Cherished grandfather of Ryan, David, Spencer, Gillian and Margaux. Dear father-inlaw of Neil Steiner. Service Friday 11:30 AM ''Parkside'' Memorial Chapel, 2576 Flatbush Avenue, Brooklyn, NY (Near Ave V)." , "date" : "20060427" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "15" , "title" : "Paid Notice: Deaths SMITH, HY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9501E6D8123AF934A15757C0A9609C8B63"} , {"body" : "If Joseph and Gloria Ghent were ever shadowed by the disappointment of not having children, it did not show through their sunny demeanors. Besides, there were plenty of nieces and nephews to keep them busy, and the Ghents became unofficial parents to the scores of children who lived on Beach 12th Street in Far Rockaway, Queens. ''Everyone called" , "date" : "20060427" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Queens Fire Kills Couple, Unofficial Parents to Many" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/27\/nyregion\/27fire.html"} , {"body" : "TO swim to the top ranks of commercial real estate brokers in New York City, Barry M. Gosin perfected an elegant crawl. But now, as the chief executive of Newmark Knight Frank, he has to maneuver the waters of a much larger pond. Mr. Gosin's company -- formerly known as Newmark & Company, which expanded nationally only about five years ago --" , "date" : "20060423" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Business"] , "page_facet" : "22" , "title" : "SQUARE FEET: INTERVIEW -- WITH BARRY M. GOSIN; Trained in Manhattan, Graduating to the World" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/23\/business\/yourmoney\/23sqft.html"} , {"body" : "Attractions Museums and Sites MUSEUM OF THE CITY OF NEW YORK, 1120 Fifth Avenue, at 103rd Street. Tomorrow at 2 p.m., a performance by the Casym (Caribbean American Sports and Cultural Youth Movement) Steel Orchestra. Hours: Tuesdays through Sundays, 10 a.m. to 5 p.m. Suggested admission: $9; 62+ and students, $5; under 12, free; families, $20; and" , "date" : "20060421" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/21\/arts\/21spar.html"} , {"body" : "Brush fires that consumed nearly 50 acres of woodland in central Long Island yesterday afternoon left commuters stranded for hours when roads were closed and train service was canceled. About 900 customers of the Long Island Power Authority lost electricity. The blaze started just before 1:30 p.m. in the woods off Long Island Avenue in Deer Park," , "date" : "20060421" , "day_of_week_facet" : "Friday" , "geo_facet" : ["LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Brush Fires Cover 50 Acres on Long Island and Strand Commuters for Hours" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/21\/nyregion\/21brush.html"} , {"body" : "After months of speculation about her political future, Senator Hillary Rodham Clinton opened her campaign yesterday: the Senate one, that is. Mrs. Clinton, running for re-election in New York with a huge war chest and minimal opposition from the Republicans, celebrated her endorsement by two firefighters' unions at a ceremony that was an implicit" , "date" : "20060420" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Firefighters Endorse Clinton for Senate" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/20\/nyregion\/20hillary.html"} , {"body" : "A brush fire in marshlands in Marine Park erupted into a three-alarm blaze last night, causing severe traffic tie-ups on the Belt Parkway and the section of Flatbush Avenue that leads to the Marine Parkway Bridge, fire officials said. The fire, which was brought under control at midnight, was concentrated in the park's golf course and in dense" , "date" : "20060419" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Brush Fire Ties Up Belt Parkway" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E05E0DD143FF93AA25757C0A9609C8B63"} , {"body" : "One thing is certain about the vehicle that struck and critically injured Jennifer Gibbons, 56, of Flatbush, Brooklyn, on March 4: it was a van. Beyond that, there has been disagreement in the weeks since the accident about matters as basic as the van's color and whether it was carrying passengers or cargo. The driver fled the scene of the" , "date" : "20060416" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: FLATBUSH; After a Hit and Run, a Bumpy Ride for the Dollar Van" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/16\/nyregion\/thecity\/16van.html"} ,   {"body" : "Sabado de Gloria is the Latin American version of Holy Saturday, which precedes Easter Sunday on the Roman Catholic calendar. It's a day of anticipation and renewal, cleansing water and purifying fire. (Also vengeful fire: the burning of a Judas effigy, often part of the celebration, is a custom unlikely to be hindered by recent debates about his" , "date" : "20060414" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "The Listings: April 14 - April 20; SABADO DE GLORIA: ALL-STAR SALUTE TO THE GIANTS OF LATIN JAZZ" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0CE4D61F30F937A25757C0A9609C8B63"} , {"body" : "Theater 'dora the explorer live: DORA'S PIRATE ADVENTURE!,' at Radio City Music Hall, (212) 307-7171. Today at 11 a.m. and 2 p.m.; tomorrow and Sunday at 11 a.m. and 2 and 5 p.m. Tickets: $29 to $79. 'lazer vaudeville' A 21st-century take on vaudeville, with laser beams, tomorrow at 1 p.m., at the Brooklyn Center for the Performing Arts, Brooklyn" , "date" : "20060414" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "Spare Times; For Children" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/14\/arts\/14kids.html"} , {"body" : "Todd B. Jamison is a popular basketball coach and doting father and was much admired during his 20 years with the New York Police Department. He has a fondness for luxury cars and, according to family members and a former spouse, a weakness for women. Mr. Jamison's ways were apparently too much for his wife to bear, law enforcement officials say." , "date" : "20060412" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "As a Husband Lies Shot, His Kin Recall the Women" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/12\/nyregion\/12wife.html"} , {"body" : "A retired New York City police officer was seriously injured early yesterday when a woman drove up alongside the car he was driving on a Brooklyn street and shot him at least four times, the police said. Within hours, the victim's wife, herself a city police officer, was being held by the authorities in New Jersey in connection with the shooting." , "date" : "20060411" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Retired Police Officer Shot; Wife Is Held for Questioning" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/11\/nyregion\/11cop.html"} , {"body" : "When Bruce Ratner first announced plans to build Atlantic Yards, a vast residential, office and arena project on 22 acres near Downtown Brooklyn, perhaps the biggest practical obstacle he faced was the hundreds of people who already lived and worked there. Many protested, hung banners from windows and joined groups opposing the project. But others" , "date" : "20060410" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Forced to Move, Some Find Greener Grass" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/10\/nyregion\/10yards.html"} , {"body" : "WALDMAN - Stanley. Be loved husband of Lila. Adored father of Brian, Jay (Susan). Cherished grandfather of Chase and Alex. Devoted brother of Sam. Loved by many nieces, nephews, cousins and friends. Services today, 10 am, at Parkside Memorial Chapels, 2576 Flatbush Avenue, Brooklyn, corner Avenue V. Interment Mount Hebron Cemetery." , "date" : "20060409" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "42" , "title" : "Paid Notice: Deaths WALDMAN, STANLEY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9905EED9153AF93AA35757C0A9609C8B63"} , {"body" : "Matt Kennedy, who was born in Coney Island more than a century ago and went on to become its biggest booster, gaining fame for gargantuan cigars, a George Burns sense of timing and a verve for extravagant exposition, died on March 22 in Brooklyn. He was 101, and his last act before the administration of last rites at Maimonides Medical Center was" , "date" : "20060402" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "33" , "title" : "Matt Kennedy, 101, Dies; Stalwart of Coney Island" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/02\/nyregion\/02kennedy.html"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20060331" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "The Listings: March 31 - April 6" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9507E6D61530F932A05750C0A9609C8B63"} , {"body" : "Theater 'FOOLS IN LOVE,' a musical based on ''A Midsummer Night's Dream'' and set in the 1950's, at the Brooklyn Academy of Music's Harvey Theater, 651 Fulton Street, Fort Greene, (718) 636-4100. Tomorrow and Sunday at 2 p.m.; preshow activities at 1 p.m. $15. 'the wizard of oz!' a musical by N.Y. Teen Theater, at the JCC in Manhattan, 334" , "date" : "20060331" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "Spare Times; For Children" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/31\/arts\/31kids.html"} , {"body" : "It could be argued that one of the most intriguing characters in the trial of Louis J. Eppolito and Stephen Caracappa is not a person, but a place. As absorbing as the witnesses, the lawyers and the two defendants is the borough of Brooklyn, which has arisen in the trial as something like an empire of the ill-fated and often illicitly employed." , "date" : "20060330" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Listen to the Testimony: Only the Sleazy Know This Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/30\/nyregion\/30cops.html"} ,   {"body" : "OLESH--Isidore. Of Brooklyn, NY. Born March 19, 1922, died March 26, 2006. Beloved husband of Bella. Dear father of Alvin, Robert and Carl. Loving brother of Minnie Duskin and Fanny Saller. Cherished grandfather and great-grandfather. Mr. Olesh was an Army Veteran of WWII in the 82nd Airborne and retired dental technician. Service today, 10AM," , "date" : "20060328" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "7" , "title" : "Paid Notice: Deaths OLESH, ISIDORE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9906E3DF153AF93BA15750C0A9609C8B63"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "N.Y.P.D. Green Q. New York police cars are often black in old movies and photographs. When were they switched to the colors they are now? A. In 1938, to make police cars more visible on the streets, the New York Police Department began painting the roofs white, the bodies green and the fenders black. The color scheme of the ''green and whites'' was" , "date" : "20060326" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F. Y. I." , "url" : "http:\/\/www.nytimes.com\/2006\/03\/26\/nyregion\/thecity\/26fyi1.html"} , {"body" : "Two people were killed and one person was critically injured yesterday in separate attacks in Brooklyn and Queens, the police said. In the first killing, in Brooklyn, Angel Coffie, 33, was found dead by the police at 12:30 a.m. in the apartment on Putnam Avenue in Bedford-Stuyvesant that she shared with her male companion, the police said. The" , "date" : "20060326" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Attacks in City Leave Two Dead and One Seriously Wounded" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/26\/nyregion\/26killing.html"} , {"body" : "RUBENFELD - Sondra. On March 23. Beloved wife of Leon. Devoted mother of Terry and Carrie Rubenfeld. Cherished grandmother of Stephanie and Danielle. Service Sunday 10:00 A.M., March 26, 2006 ''Parkside'' Memorial Chapel, 2576 Flatbush Avenue, Brooklyn, NY." , "date" : "20060324" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "8" , "title" : "Paid Notice: Deaths RUBENFELD, SONDRA" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B06E4D7143AF937A15750C0A9609C8B63"} , {"body" : "To look at him, one might never guess that Burton Kaplan devoted 40 years to a protean life of crime. Short, bald, meek, myopic, Mr. Kaplan is an unassuming presence, an aging man from Brooklyn with more than a vague resemblance to the low-rent hucksters who gather every week for pastrami sandwiches in Woody Allen's ''Broadway Danny Rose.'' He is a" , "date" : "20060318" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "An Unassuming Witness Steeped in the Underworld" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/18\/nyregion\/18cops.html"} , {"body" : "Theater 'SARAH, PLAIN AND TALL,' a musical based on the book, by Theaterworks\/NYC at the Lucille Lortel Theater, 121 Christopher Street, West Village. Sunday at 2 and 5 p.m. Through April 30. Full schedule: www.twusa.org. Tickets: $35 ($25 before March 26 -- mention Code SPT1 -- or if buying four or more). (212) 279-4200. 'AS YOU LIKE IT,' a" , "date" : "20060317" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "Spare Times; For Children" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/17\/arts\/17kids.html"} , {"body" : "The witness was a geriatric pot dealer who, along with smuggling drugs, had illicit fingers in everything from Burkina Faso diamonds to leisure suits. The two detectives were career policemen who had risen in the ranks -- one to an elite investigative team that tracked the mob -- before retiring to a subdivision in the Las Vegas desert sands." , "date" : "20060316" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Macabre Detail, Witness Tells of Murders by Detectives" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/16\/nyregion\/16cops.html"} , {"body" : "WOODBURY--George Francis. Beloved father of George, Gail and Gary (Joan). Beloved grandfather of Eric, Christopher and Valerie. Beloved brother of Carl (Joan) and Britta (Rev. Harold Kuehne). George passed on March 13, 2006. Viewing services will be held at Andrew Torregrossa Funeral Home, 2265 Flatbush Avenue, Brooklyn, New York 11234 on" , "date" : "20060315" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "25" , "title" : "Paid Notice: Deaths WOODBURY, GEORGE FRANCIS" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9506E0DC143AF936A25750C0A9609C8B63"} , {"body" : "A 31-year-old Brooklyn man was shot and killed early yesterday after an argument at an East Flatbush nightclub, the authorities said. The man, Oran Ruggs, was shot once in the head, behind his right ear, and was pronounced dead at the club, the Ragtop Lounge, at 1308 Utica Avenue, the police said. The police said they did not know the nature of the" , "date" : "20060312" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "31-Year-Old Man Shot to Death After Dispute in Brooklyn Club" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/12\/nyregion\/12shoot.html"} , {"body" : "A Brooklyn woman was struck and killed by a bus yesterday near her home in East Flatbush, the authorities said. The victim, Anna Dymburt, 79, a Holocaust survivor, was crossing Glenwood Road about 8:05 a.m., on her way to a bus stop, when she was struck by a Metropolitan Transportation Authority bus making a left turn from Ralph Avenue. She was" , "date" : "20060312" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "Brooklyn Woman, 79, Dies Under Wheel of a City Bus" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/12\/nyregion\/12bus.html"} ,   {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20060310" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "The Listings: March 10 - March 16" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E07E2D71231F933A25750C0A9609C8B63"} , {"body" : "Attractions Museums and Sites FRAUNCES TAVERN MUSEUM, 54 Pearl Street, second floor, Lower Manhattan. The museum, in a former tavern, is dedicated to the study and interpretation of early American history and culture. On view, ''Fighting for Freedom: Black Patriots and Black Loyalists''; the George Washington Portrait Gallery; ''Sons of the" , "date" : "20060310" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/10\/arts\/10Spar.html"} , {"body" : "The first visible change to the site of the proposed $3.5 billion Atlantic Yards development near Downtown Brooklyn crept into view yesterday as workers began dismantling, brick by brick, a dilapidated four-story building on Atlantic Avenue. The property, the Underberg Building, is one of six that the developer, Forest City Ratner Companies," , "date" : "20060309" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The First Sign of a Brooklyn Development Is a Demolition" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/09\/nyregion\/09demolish.html"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20060303" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "THE LISTINGS: MARCH 3 - MARCH 9" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9403EFD91731F930A35750C0A9609C8B63"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20060224" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "The Listings: Feb. 24 - March 2" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0DE0D81E3EF937A15751C0A9609C8B63"} , {"body" : "Attractions Museums and Sites HISTORIC RICHMOND TOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. More than 25 buildings, from the late 17th to the 19th centuries, restored and furnished. Hours: Wednesdays through Sundays, 1 to 5 p.m. Museum admission: $5; 62+, $4; students and ages 5 to 17, $3.50; children under 5 and" , "date" : "20060224" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/24\/arts\/24spar.html"} , {"body" : "Theater 'STEAL AWAY: THE LIVING HISTORY OF HARRIET TUBMAN,' with puppets and actors, at the Workshop Theater, 312 West 36th Street, fourth floor, Manhattan. Saturdays at 11:30 a.m., through March 11. Tickets: $10; under 12, $8. Reservations: (212) 695-4173, ext. 5. 'What if ? The Rock Musical,' a retelling of Hans Christian Andersen's ''Little" , "date" : "20060224" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "Spare Times; For Children" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/24\/arts\/24kids.html"} , {"body" : "In an unusual pairing of business and environmental interests, five neighborhood business groups are asking the Bloomberg administration to do more to relieve congestion on city streets, citing a new study of private car traffic in Manhattan. The business groups, representing property owners in Manhattan, Brooklyn and Queens, signed a letter sent" , "date" : "20060223" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Let Traffic Flow and So Will Commerce, Groups Tell City" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/23\/nyregion\/23traffic.html"} , {"body" : "LUCA--Adolfo. On February 20, 2006. Adolfo was born in Brooklyn, NY in 1928 and was educated at Stuyvesant High School, New York University, and Harvard Law School. He was an attorney in private practice and then for NBC. Beloved husband of Betty for 50 years. Loving father of Mark, Robin Wilson and Rachel Busher. Dear fatherin-law of Larry and" , "date" : "20060222" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "17" , "title" : "Paid Notice: Deaths LUCA, ADOLFO" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B02E4DC163AF931A15751C0A9609C8B63"} , {"body" : "The men on trial stare out from a screen like animated mug shots, images captured in fish-eye by cameras on Rikers Island. The screen is split to show two faces together yet apart, a backdrop to a courtroom where much appears in double. This is the second trial in the killing of a young college student; the first ended after a courtroom escape" , "date" : "20060218" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Two Defendants, Two Juries And Horrors Spoken Twice" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/18\/nyregion\/18murder.html"} ,   {"body" : "Attractions Museums MUSEUM OF THE CITY OF NEW YORK, 1120 Fifth Avenue, at 103rd Street. Tomorrow at 3 p.m., a sword dance performance in celebration of the 21st New York Sword Dance Festival. Sunday at 2 p.m., a screening of ''The Cameraman'' (1928), the silent film directed by Edward Sedgwick and starring Buster Keaton, with live piano" , "date" : "20060217" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/17\/arts\/17spar.html"} , {"body" : "Theater ALL ABOUT DRAGONS Tomorrow and Sunday at noon and 2 p.m., ''The Last of the Dragons,'' adapted from the short story by E. Nesbit at the Manhattan Children's Theater, 52 White Street, near Church Street, TriBeCa, (212) 352-3101; tickets: $15. Sunday at 2 p.m., ''The Last Dragon,'' a musical by the Crabgrass Puppet Theater at the Queens" , "date" : "20060217" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times; For Children" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/17\/arts\/17kids.html"} , {"body" : "The Forest City Ratner Companies, the developer of a proposed Brooklyn real estate project, can proceed with the demolition of six buildings it owns on the site, a state judge ruled yesterday. In an unusual move for a highly charged case turning on fine points of law, Justice Carol R. Edmead of State Supreme Court in Manhattan ruled from the bench" , "date" : "20060215" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Demolition Can Proceed For Brooklyn Arena Project" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/15\/nyregion\/15atlantic.html"} , {"body" : "Attractions Museums and Sites HISTORIC RICHMOND TOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. Tomorrow at 1 p.m., a discussion about the Negro Leagues, with Lawrence Hogan, a history professor, and the former Negro League players Armando Vasquez, Jim Robinson and Jose Pereira. Fee: $15; students and members, $12. Hours:" , "date" : "20060210" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/10\/arts\/10spar.html"} , {"body" : "WENDY WASSERSTEIN, who died on Monday at 55 of complications of lymphoma, was celebrated as a Pulitzer Prize-winning playwright and a witty essayist, a dogged champion of the arts and a mentor to young playwrights. She was also a New Yorker through and through, the kind of New Yorker who was defined by the city as much as she defined it through her" , "date" : "20060205" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE WORDS; The Real Lady of the Canyons" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/05\/nyregion\/thecity\/05wend.html"} , {"body" : "Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'CONFESSIONS OF A MORMON BOY' Opens Sunday. Not many people can claim to be both a gay New York escort and a straight Utah" , "date" : "20060203" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "THE LISTINGS: FEB. 3-FEB. 9" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B04E5D61F3FF930A35751C0A9609C8B63"} , {"body" : "Attractions Museums and Sites MERCHANT'S HOUSE MUSEUM, 29 East Fourth Street, East Village. On view through Feb. 27, ''19th Century Valentines,'' an exhibition of ornate and humorous cards. Self-guided tours are available on weekdays, guided tours on Saturdays and Sundays. Hours: Thursdays through Mondays, noon to 5 p.m. Admission: $8; students and" , "date" : "20060203" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/03\/arts\/03spar.html"} , {"body" : "SUESHOLTZ--Henrick Daniel ''Herb''. 91, Pioneer in TV and Picture - framing industries. Herb Suesholtz was born in Flatbush, Brooklyn in 1914. In 1935 he received a degree in chemical engineering from prestigious Cooper Union. During the war years he worked for RCA under an important government contract. Mr. Suesholtz was among the lead engineers" , "date" : "20060202" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "21" , "title" : "Paid Notice: Deaths SUESHOLTZ, HENRICK DANIEL ''HERB''" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D06E3D61F3FF931A35751C0A9609C8B63"} , {"body" : "National stores have gotten a lot of attention by moving into New York City neighborhoods that were once thought of in the retailing world as about as hospitable as the moon: Old Navy in Harlem, Ikea in Red Hook, Target in Flatbush. But despite the headline-grabbing chain-store openings, the fact remains that New York City is dominated by locally" , "date" : "20060201" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Technology" , "Business"] , "page_facet" : "9" , "title" : "SQUARE FEET; A Retailing Czar, Looking Out for Mom and Pop" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/01\/business\/01czar.html"} , {"body" : "An apparently intoxicated off-duty police officer in street clothes who drew his gun after a group of men assaulted him was shot and critically wounded outside a Bronx fast-food restaurant early yesterday by an officer who mistook him for a criminal about to fire at a man lying at his feet, the authorities said. In a sequence caught by witnesses" , "date" : "20060129" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Off-Duty Officer Is Shot by Police During Fight in Bronx" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/29\/nyregion\/29cop.html"} ,   {"body" : "Over the past four years, Damion Henry has, in law enforcement parlance, become ''known to the police.'' In 2002, he was charged with shooting Officer Crystal Jeffrey, who was wounded in the arm as she walked back to her Brooklyn station house. He was later acquitted. In June, Mr. Henry, 25, fired shots into an East Flatbush restaurant, trying to" , "date" : "20060122" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Police Shoot Brooklyn Man After He Fires, Officials Say" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/22\/nyregion\/22shoot.html"} , {"body" : "Theater 'A TALE OF A TIGER,' a Dario Fo play based on a Chinese folk tale, for those 5 and older, Sunday at 2 p.m. at the JCC in Manhattan, 334 Amsterdam Avenue, at 76th Street, (646) 505-5708. Tickets: $20; members, $15. 'THE GIFT OF WINTER,' a musical, at TADA! Theater, 15 West 28th Street, Chelsea, (212) 252-1619, ext. 28. Tonight at 7 and" , "date" : "20060120" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "Spare Times; For Children" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/20\/arts\/20kids.html"} , {"body" : "Each week, about 25,000 customers find their way by car, foot or public transportation to a five-month-old Home Depot store at 585 DeKalb Avenue, which sits on a five-acre site next to Public School 54, in a residential section of Bedford-Stuyvesant, Brooklyn. ''It's excitement all day long,'' said Ricky Campbell, the manager of the store, which" , "date" : "20060118" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "SQUARE FEET; Bringing a Big-Box Store to a Tough Area of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/18\/realestate\/18depot.html"} , {"body" : "Events TRIBUTES TO THE REV. DR. MARTIN LUTHER KING JR. Tomorrow, 12:30 to 5 p.m., films and a concert at the Central Library of the Queens Borough Public Library, 89-11 Merrick Boulevard, Jamaica, (718) 990-0700; free. Monday, 1:30 and 3 p.m., music and a singalong, and at 2:30 p.m., a documentary, at the Brooklyn Children's Museum, 145 Brooklyn" , "date" : "20060113" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "SPARE TIMES; For Children" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/13\/arts\/13kids.html"} , {"body" : "A 35-year-old police officer died yesterday after complaining of chest pains while responding to a report of gunshots, the authorities said. The officer, Francis Hennessy, left, collapsed when he got out of a patrol car at Farragut Road and Flatbush Avenue. He was pronounced dead at SUNY Downstate Medical Center. An autopsy was being conducted to" , "date" : "20060111" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Police Officer Collapses And Dies" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A05E2DA163FF932A25752C0A9609C8B63"} , {"body" : "GROTCH--Herbert. Beloved husband, father, grandfather. Services Monday, January 9, 2006, IJ Morris, 1895 Flatbush Avenue, Brooklyn, NY." , "date" : "20060109" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "7" , "title" : "Paid Notice: Deaths GROTCH, HERBERT" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0CEED91F30F93AA35752C0A9609C8B63"} , {"body" : "A 24-year-old man was fatally shot yesterday morning as he walked through his old neighborhood in East Flatbush with his girlfriend, the police and the man's family said. The victim, Gavin Morris of Cambria Heights in Queens, was walking at Utica Avenue and Glenwood Road in Brooklyn shortly before 4 a.m. when at least one other man, and possibly" , "date" : "20060109" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Man Shot During A Fight" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9507E1D91F30F93AA35752C0A9609C8B63"} , {"body" : "''This is what traffic engineers consider a nightmare,'' said Samuel I. Schwartz, surveying the intersection of Flatbush and Atlantic Avenues in Brooklyn on a cold night shortly before Thanksgiving. Around Mr. Schwartz -- a former deputy transportation commissioner who has been credited with helping to coin the term gridlock in the 1980's -- was a" , "date" : "20060108" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "A Traffic Knot, Pulling Tighter" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/08\/nyregion\/08traffic.html"}]