[  {"body" : "It was a scream heard all the way down the block on Decatur Street in Bedford-Stuyvesant. If you know TV, or if you know that Brooklyn neighborhood, you know it's a sweet stretch of well-tended homes and the setting for ''Everybody Hates Chris,'' the comedy series on the CW network inspired by the adolescent adventures of the comedian Chris Rock." , "date" : "20061030" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Where Everyone Loves to Love Chris" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/30\/arts\/television\/30chri.html"} , {"body" : "The victim of what the authorities say was a hate crime died in a Brooklyn hospital yesterday, five days after he was attacked, robbed and forced into roaring traffic on the Belt Parkway, where he was struck by a hit-and-run driver. The victim, Michael J. Sandy, turned 29 on Thursday. McCartha L. Lewis, his aunt, said dozens of his friends and" , "date" : "20061014" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Victim of Possible Hate Crime Attack Dies" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/14\/nyregion\/14attack.html"} , {"body" : "Three Brooklyn men were charged with hate crimes yesterday in connection with an attack on a man who was lured to a desolate meeting place Sunday night, robbed and forced onto the Belt Parkway, where he was struck by a car and critically injured, the police said. The victim, Michael J. Sandy, 28, of Brooklyn, was still in a coma yesterday," , "date" : "20061012" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "3 Charged in Hate Crimes; Brooklyn Victim Is in a Coma" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/12\/nyregion\/12attack.html"} , {"body" : "A Brooklyn man was arrested Monday, the fifth person charged in connection with a bias attack that police said took place in Gerritsen Beach. Brandon J. Barile, 21, was charged with assault and robbery as hate crimes, the police said. On June 26, the police said, a gang of white men and youths chased four black teenagers on bicycles who had gotten" , "date" : "20060816" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "GERRITSEN BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Another Man Is Charged In Hate Attack" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/16\/nyregion\/16mbrfs-003.html"} , {"body" : "Normally summer is the perfect time to be a youngster in Gerritsen Beach, a flyspeck neighborhood deep in south Brooklyn, squeezed between Sheepshead Bay and Marine Park. Its alleys and skinny roads are ideal for tossing baseballs, racing scooters and popping wheelies. Its modest beach, open only to locals, offers a cooling sanctuary and a snack" , "date" : "20060812" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "GERRITSEN BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Hate-Crime Arrests Unsettle a Brooklyn Community" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/12\/nyregion\/12attack.html"} , {"body" : "INTERNATIONAL A2-10 Security Council Approves Resolution on Lebanon The Security Council agreed unanimously on a measure calling for a full cessation of hostilities in Lebanon, deploying 30,000 Lebanese and U.N. forces in southern Lebanon, and calling upon Israel to withdraw its forces ''in parallel.'' Prime Minister Ehud Olmert of Israel accepted" , "date" : "20060812" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "News Summary" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9501EED9163EF931A2575BC0A9609C8B63"} , {"body" : "Two Brooklyn youths, ages 18 and 12, were arrested yesterday for their role in a hate crime on June 26, when two black teenagers were assaulted at Gerritsen Beach, the police said. The 18-year-old was identified as Joseph Jirovec. Previously, three 17-year-old boys from Brooklyn were arrested and charged. JENNIFER 8. LEE (NYT)" , "date" : "20060710" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: More Youths Accused Of Hate Crime" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9800E6DE1130F933A25754C0A9609C8B63"} , {"body" : "Three 17-year-old Brooklyn residents were charged with hate crimes yesterday in an assault Monday night of two black teenagers who were riding their bikes in Gerritsen Beach, the police said. Investigators said the assault, which caused bumps and bruises, took place at Florence Avenue and Celest Court. The victims -- boys who are 16 and 17 years" , "date" : "20060630" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Metro Briefing | New York: Brooklyn: 3 Charged With Hate Crimes" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/30\/nyregion\/30mbrfs-009.html"}]