[  {"body" : "There is not an obvious connection between the outbreak of cholera in an overcrowded London neighborhood in 1854 and a Web site that shows the latest Ethiopian restaurant in your ZIP code. But for Steven Johnson the link is perfectly logical. In his recent book, ''The Ghost Map: The Story of London's Most Terrifying Epidemic -- and How It Changed" , "date" : "20061204" , "day_of_week_facet" : "Monday" , "geo_facet" : ["LONDON (ENG)"] , "nytd_section_facet" : ["Arts" , "Books" , "Technology"] , "page_facet" : "1" , "title" : "In a Multimedia Realm Where Book Meets Blog" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/04\/books\/04map.html"} , {"body" : "A little before 5 on a gray afternoon last week, as cars streamed past Bay Ridge, Brooklyn, on the Gowanus Expressway below, Maria Anagnostos, bundled up in a winter coat and clutching a shopping bag, edged up to the corner of 86th Street and Dahlgren Place. A few yards in front of her, on the far side of Dahlgren, a white LCD display flashed the" , "date" : "20061119" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)" , "GOWANUS EXPRESSWAY (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BAY RIDGE; Run, Don't Walk, at 86th Street and Dahlgren Place" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/19\/nyregion\/thecity\/19walk.html"} , {"body" : "IN the past few months, bars have begun to spring up on Fourth Avenue in Park Slope, a stretch best known for what may be Brooklyn's greatest concentration of gas stations and all-night tire shops. In September, Sheep Station, a pub with a menu and a beer selection that look to Australia for inspiration, opened on the corner of Fourth Avenue and" , "date" : "20061115" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "14" , "title" : "$25 AND UNDER; Meat Pies Amid the Auto Bodies" , "url" : "http:\/\/events.nytimes.com\/2006\/11\/15\/dining\/reviews\/15unde.html"} , {"body" : "Manhattan FINANCIAL DISTRICT $1.25 million 15 Broad Street (Wall Street) (Downtown by Philippe Starck) 1-bedroom, 2-bath, 1,451-sq.-ft. condo in a newly renovated prewar loft building; 24-hr. doormen; dining area, home office, oversize windows; health club, pool and children's playroom in building; common charge $821; taxes $6,228; listed at $1.295" , "date" : "20061109" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9403E4DB1E3FF93AA35752C1A9609C8B63"} , {"body" : "It was a brisk Saturday morning at the Columbia University boathouse, near West 218th Street in Upper Manhattan, and Canada geese soared past the Henry Hudson Bridge. Just beyond Spuyten Duyvil a tall freighter moved slowly on the horizon, and on a pier on the Harlem River, Marie Lorenz was preparing to embark on the latest chapter of her unusual" , "date" : "20061108" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "JAMAICA BAY (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "3" , "title" : "She Likes to Show Off New York From the Waterline" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/08\/nyregion\/08boats.html"} , {"body" : "ON Columbia Street in Red Hook, where Brooklyn disappears into Gowanus Bay, there is a hole at the bottom of a fence behind a baseball field. Every Sunday in the spring, summer and fall, it becomes the city's smallest takeout window. As holes in fences go in this rusting edge of a city that is full of them, this one seems mostly unremarkable. It is" , "date" : "20061031" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Home Games Seasoned With Mexican Home Cooking" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/31\/nyregion\/31ink.html"} , {"body" : "The Gowanus Journal on Thursday, about the Empty Vessel, a boat that provides a floating meeting place and performance hall on the Gowanus Canal in Brooklyn, reported that the boat has had trouble finding harbor rental space. The article included comments from Ben Pironti, a co-tenant at one waterfront lot, who said he had seen children as young as" , "date" : "20061025" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS CANAL (NYC)"] , "nytd_section_facet" : ["Corrections" , "New York and Region" , "Editors' Notes"] , "page_facet" : "2" , "title" : "Editors' Note" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E0D6173FF936A15753C1A9609C8B63"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "TWO bedrooms, $2,000. That seemed a reasonable goal for Holles Houghton and Whitney Johnson, who moved to New York in the summer, after graduating from Williams College in Williamstown, Mass. But it proved elusive, even when they decided to bolster their price and forgo a living room. ''We just had no idea!'' Miss Houghton exclaimed. ''Everything" , "date" : "20061022" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "THE HUNT; A Lot of Effort, a (Sweet) Little Home" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/22\/realestate\/22hunt.html"} , {"body" : "Attractions Museums and Sites MERCHANT'S HOUSE MUSEUM, 29 East Fourth Street, East Village, (212) 777-1089. Tomorrow and Sunday, 7 to 10 p.m., ''Ghostly Tales and Tours by Candlelight,'' with a discussion about mourning customs of the 19th century, ghost stories and house tours that begin every half-hour; $20; members, $13. MUSEUM OF THE CITY OF" , "date" : "20061020" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/20\/arts\/20spar.html"} , {"body" : "The boat is called the Empty Vessel. The name was meant to conjure infinite possibility, a floating tabula rasa on the Gowanus Canal in the form of a 63-foot World War II Navy rescue craft. Fifteen months ago, the Empty Vessel journeyed up the canal on a mission both modest and, in this fenced-off, parceled-up city, almost unthinkably grand: to" , "date" : "20061019" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS CANAL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "GOWANUS JOURNAL; A Ship of Freethinkers, Hemmed In by Landlords" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/19\/nyregion\/19journal.html"} ,   {"body" : "After struggling for more than two decades, Harvey Shomer says, he finally found his niche in the city's dwindling garment industry. Operating out of 5,000 square feet in a dilapidated brick building in Brooklyn, his company, M. Franabar Associates, corrects mistakes in bulk orders arriving from manufacturers in China -- the upside-down labels, the" , "date" : "20061011" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "8" , "title" : "Square Feet; A Pro-Business City Policy Backfires on a Few" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/11\/realestate\/commercial\/11sunset.html"} , {"body" : "I spent four years in Africa, but I didn't really understand the law of the jungle until I moved to Brooklyn last fall. Compared with Manhattan, Brooklyn is Big Sky country, a vast flat plain of buildings mostly only four stories tall. But behind the brownstone facades, each square block is also its own microclimate, an island of backyards. Humans" , "date" : "20061003" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Science" , "Health"] , "page_facet" : "4" , "title" : "ESSAY; In the Jungles of Brooklyn, Nothing Can Stop Them" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/03\/science\/03essa.html"} , {"body" : "On the final day for public comment on the state's draft environmental review of the Atlantic Yards project, a coalition of Brooklyn neighborhood associations, churches and businesses will today be the latest to sharply criticize the review. The criticisms are in a report that asks why the environmental review provided no evidence for its assertion" , "date" : "20060929" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "More Find Fault With Atlantic Yards Review" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/29\/nyregion\/29yards.html"} , {"body" : "PAUL FORD, a soft-spoken, sturdily built 32-year-old who works as an editor at Harper's Magazine, sometimes describes his commute between his apartment in Gowanus, Brooklyn, and his office on Broadway near Bond Street as feeling ''like a video game, except you can get killed.'' And in fact, watching Mr. Ford weave through the city's traffic-clogged" , "date" : "20060924" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Queasy Rider" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/24\/nyregion\/thecity\/24bike.html"} , {"body" : "Attractions Museums and Sites HISTORIC RICHMOND TOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. Tomorrow, 10 a.m. to 5 p.m., ''Richmond Town Flea Market in the Village.'' $2; 62+, $1; children, 50 cents. Raindate, Sunday. Hours: Wednesdays through Sundays, 1 to 5 p.m. Admission: $5; 62+, $4; students and 5 to 17, $3.50;" , "date" : "20060922" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/22\/arts\/22spar.html"} , {"body" : "AT the corner of Nevins and Union Streets near the Gowanus Canal in Brooklyn stands a squat former box factory. Inside is a gallery called Proteus Gowanus, and at the back of the gallery is the Museum of Matches. The Museum of Matches is not so much a museum about matches, though it features a curious display of upright matchsticks. Rather, the" , "date" : "20060917" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["RUSSIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "URBAN STUDIES\/PLAYING WITH MATCHES; Cold War Memories, Burning Bright" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/17\/nyregion\/thecity\/17matc.html"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the Northeast this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, show times" , "date" : "20060915" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "The Listings: Sept. 15 - Sept. 21" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E00E6DB1231F936A2575AC0A9609C8B63"} , {"body" : "Firefighter Donald K. Casey knew something was wrong when a wave of dust and gravel suddenly sprayed his Chevy Impala as he drove on the Gowanus Expressway through Brooklyn about 9 a.m. yesterday. A tractor trailer coming from the opposite direction had veered out of control, kicking up debris as it rammed into a guardrail. ''I pulled over right" , "date" : "20060914" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS EXPRESSWAY (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Quick Rescue In Fiery Crash On Expressway" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/14\/nyregion\/14fire.html"} , {"body" : "An immature black-crowned night heron on the lookout for lunch at the Gowanus Canal in Brooklyn. Since a flushing pump was reactivated in 1999, the odors long associated with the area have for the most part been greatly reduced. Water in the canal is replaced six times a day, fostering an influx of wildlife. LENS" , "date" : "20060913" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS CANAL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "LENS; Adaptation" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A02E5D71531F930A2575AC0A9609C8B63"} , {"body" : "A window into a bygone era of New York City's downtown avant-garde was briefly opened on Monday night during a concert by the composer and electric guitarist Rhys Chatham at the Issue Project Room, a converted storage silo on the Gowanus Canal in Brooklyn. Mr. Chatham played a critical role in the city's experimental underground. In 1971, at 19, he" , "date" : "20060913" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "MUSIC REVIEW; Where Classic Avant-Garde Gets a Hint of Heavy Metal" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/13\/arts\/music\/13rhys.html"} ,   {"author" : "Sara Gran is the author of the novels ''Dope,'' ''Come Closer'' and ''Saturn's Return to New York.''" , "body" : "I HAVE a theory about the F train. I think that people who ride the F train, which stops in the heart of Park Slope, Brooklyn, and is therefore the train of choice for dozens of writers, editors and publishers, choose their subway reading material very carefully. You rarely see the folks who get off at Seventh Avenue reading anything pocket-sized," , "date" : "20060910" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "1" , "title" : "Call It Booklyn" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/10\/nyregion\/thecity\/10broo.html"} , {"body" : "A man was charged with drunken driving after his passenger was killed in a motorcycle crash early Saturday in Sunset Park, Brooklyn, the police said. The driver, Luis Perez, 38, of Port Richmond, Staten Island, lost control of his Suzuki motorcycle while on the Gowanus Expressway at Hamilton Avenue about 12:30 a.m., the police said. Mr. Perez and" , "date" : "20060910" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "1 Killed in Motorcycle Crash" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/10\/nyregion\/10motorcycle.html"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the Northeast this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, show times" , "date" : "20060901" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "15" , "title" : "THE LISTINGS | September 1 - September 7" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE4DB1E3EF932A3575AC0A9609C8B63"} , {"body" : "SUANY CARCAMO, stout and smiling, works under a smudged white tent midway down the Bay Street side of the Red Hook ball fields; you'll know you're at the right place if there's a hulking aluminum pot of beans warming on the griddle next to Ms. Carcamo, who will be smacking little balls of wheat flour dough into thick tortillas and tossing them on" , "date" : "20060823" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "9" , "title" : "$25 AND UNDER; A Latin Fiesta, Near the B.Q.E." , "url" : "http:\/\/events.nytimes.com\/2006\/08\/23\/dining\/reviews\/23unde.html"} , {"body" : "VITO BUZZETTA, a bricklayer who has lived in Bensonhurst for 33 years, stood in his driveway on a recent afternoon -- hose in one hand, watering can in another -- and gestured toward a six-story apartment building under construction across the street. ''Look what they did,'' he said. ''It's too big.'' Mr. Buzzetta's opinion is a popular one in the" , "date" : "20060820" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN\/ Bensonhurst, Brooklyn; An Old Neighborhood Grows Up Again" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/20\/realestate\/20livi.html"} , {"body" : "AT midday on the Thursday before last, 57-year-old Richard Edward Hill put on his Panama hat, picked up his hand-carved walking stick, left his trailer home in the southwest Florida town of Punta Gorda and began the journey back to his roots. Climbing gingerly aboard a Cubana bus, he settled down for the 22-hour ride to Manhattan, a trip that would" , "date" : "20060820" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Beyond the Buzz, Red Hook Remembers" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/20\/nyregion\/thecity\/20time.html"} , {"body" : "The address is 5718 Third Avenue in Brooklyn, but mail sent to ''That building that is practically touching the Gowanus Expressway and has the huge Japanese steakhouse guy on both sides'' would probably get it there. A few feet of good Sunset Park air are all that separate the bedrooms of the fourth-floor tenants and the southbound lanes of the" , "date" : "20060820" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GOWANUS EXPRESSWAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "In the City, an Apartment With a View, and a Catch" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B02E1D6153EF933A1575BC0A9609C8B63"} , {"body" : "An article last Sunday about a new hotel near the Gowanus Canal in Brooklyn misidentified the hotel. It is a Holiday Inn Express, not a Holiday Inn. The article also misstated the site's location relative to other parts of the borough. It is west of Fourth Avenue, not east, and the neighborhood is bordered by Carroll Gardens on the west and Park" , "date" : "20060820" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS (NYC)"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Correction" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/20\/nyregion\/thecity\/20corr.html"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Jan. 15, ''Yellowstone to Yukon,'' an exhibition of more than 40 photographs by 11 photographers documenting the animals, vegetation and geology of the regions affected by one of the world's largest wildlife conservation initiatives. Through" , "date" : "20060818" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/18\/arts\/18spar.html"} , {"body" : "ON Monday afternoon, a musician from Park Slope named Lafayette Harris Jr. hopped onto his silver mountain bike and crossed four lanes of traffic on busy Fourth Avenue. He rode past a sprawling gas station and a row of noisy auto body shops to within two blocks of the Gowanus Canal, coasting up to the gleaming new eight-story Holiday Inn on Union" , "date" : "20060813" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS (NYC)"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: GOWANUS; Far From Tourist Central, a Hotel Opens Its Doors" , "url" : "http:\/\/travel.nytimes.com\/2006\/08\/13\/nyregion\/thecity\/13gowa.html"} ,   {"body" : "RAMIN BAHRANI needed to make a decision. For more than two months this filmmaker had auditioned adolescent actors to star in ''Iron Triangle,'' the follow-up to his festival-circuit hit ''Man Push Cart.'' He combed the city, visiting schools and spending afternoons accompanying his casting coordinator around neighborhoods and parks and on subway" , "date" : "20060813" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "14" , "title" : "FILM; In the Cinema Of the Street Kid, Casting at Ground Level" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/13\/movies\/13vana.html"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Tomorrow, 1 to 5 p.m., Indigenous Peoples' Day, with music and films highlighting American Indian and Maori culture; part of Global Weekends. Through Jan. 15, ''Yellowstone to Yukon,'' an exhibition of more than 40 photographs by 11 photographers" , "date" : "20060811" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/11\/arts\/11spar.html"} , {"body" : "''Half Nelson'' is that rarest of marvels -- an American fiction film that wears its political heart on its sleeve. It's a small film with a long view, and its story hinges on an unusually nuanced relationship between a white man and a black girl, each of whom has landed in harm's way. The delicacy of its lead performances (more on them later) and" , "date" : "20060811" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "FILM REVIEW; Teacher Has a Problem, Student Knows the Secret, And Two Lives Intertwine" , "url" : "http:\/\/movies.nytimes.com\/2006\/08\/11\/movies\/11half.html"} , {"body" : "Coroners said yesterday that they had attributed 10 more deaths in Queens and Brooklyn to last week's heat wave, bringing the toll in the city to at least 20. The victims, all of whom died of heat stroke, ranged from 52 to 99 years old, said Ellen Borakove, a spokeswoman for the city medical examiner. All of them were declared dead on Friday. The" , "date" : "20060806" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "10 More Died In Heat Wave, Coroners Say" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/06\/nyregion\/06heat.html"} , {"body" : "As many as 13 people were possible victims of the brutal heat that pounded the city this week including 10 whose deaths on Thursday were definitely linked to the weather, officials said yesterday. The victims in New York City included a 71-year-old woman who could not afford an air-conditioner and an 85-year-old seamstress who lived in an apartment" , "date" : "20060805" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "At Least 10 Deaths in City Are Attributed to the Heat" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/05\/nyregion\/05deaths.html"} , {"body" : "As a heat wave neared the end of its stultifying journey through the Northeast, tens of thousands of customers lost power yesterday in scattered failures from the Bronx to Stamford, Conn. But utility officials narrowly averted a wider blackout on the East Side of Manhattan as a third day of high demand strained the electrical grid to its breaking" , "date" : "20060804" , "day_of_week_facet" : "Friday" , "geo_facet" : ["STAMFORD (CONN)" , "NEW YORK CITY" , "NEW YORK STATE" , "NORTHEASTERN STATES (US)" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Heat Wave Exacts a Brutal Parting Toll" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/04\/nyregion\/04heat.html"} , {"body" : "Why stage a seven-hour dance and music extravaganza and then call it ''Sundown'' and suggest that people might best enjoy it at that twilight hour? Why not just run a shorter piece around, say, sundown? Such questions inevitably arose in the late afternoon heat Saturday during Yoshiko Chuma's ''Sundown.'' The event ran from 3 to 10 p.m. both" , "date" : "20060731" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "5" , "title" : "DANCE REVIEW; Improvisatory Caper Beguiles Even Before Setting of the Sun" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/31\/arts\/dance\/31chum.html"} , {"body" : "THE finer points of dialectical theory have bedeviled many a philosophy major, but Friedrich Engels once said dialectics was such a fundamentally simple concept that any child could grasp it. ''Half Nelson,'' a new independent film about an idealistic young Brooklyn teacher, takes this claim at face value. ''Everything is made of opposing forces,''" , "date" : "20060730" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "FILM; Opposing Forces Lashed Together By Political Faith" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/30\/movies\/30lim.html"} , {"body" : "MICHAEL SIVAK knows what it's like to regret buying a house. In his job as a risk assessor for the Environmental Protection Agency's Superfund program, he regularly deals with people who discover that they are living someplace where they probably should not be. ''People's homes are supposed to be their safe places,'' Mr. Sivak said. ''When we knock" , "date" : "20060730" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS\/Park Slope; Finding a Co-op Where Owners Cooperate" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/30\/realestate\/30habi.html"} , {"body" : "GRUPO KRAPP takes its name from Samuel Beckett's ''Krapp's Last Tape,'' an immensely popular play in the troupe's home country, Argentina. But don't expect chill nihilism from this gutsy, earthy dance and theater company, which makes its New York City debut on Wednesday at 8 p.m. at the JPMorgan Chase Latino Cultural Festival in Queens. The group" , "date" : "20060730" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "THE WEEK AHEAD: July 30 - Aug. 5; DANCE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E5DC153FF933A05754C0A9609C8B63"} ,   {"body" : "In 1999 the choreographer Yoshiko Chuma happened upon a new obsession: cubes. As a shape, the cube is not particularly sexy, but the use of such movable seven-foot frames has invigorated Ms. Chuma's imagination ever since. Just as Picasso had his Blue Period, she is stuck on cubes. Her latest cube experiment is ''Sundown,'' a seven-hour" , "date" : "20060729" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "9" , "title" : "For Dance, a Cubism of a Different Sort" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/29\/arts\/dance\/29chum.html"} , {"body" : "After nearly two years of political squabbles and delays, Mayor Michael R. Bloomberg won final approval from the City Council yesterday for his ambitious plan to change the way the city disposes of the thousands of tons of garbage collected every day. The 20-year plan, which would rely more on barges and trains and less on trucks that carry garbage" , "date" : "20060720" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "City Council Backs Mayor's Trash Disposal Plan" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/20\/nyregion\/20garbage.html"} , {"body" : "Attractions Museums and Sites HISTORIC RICHMOND TOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. Tomorrow at 2 p.m., a lecture about Staten Island's acres of parkland by Thomas Paulo, Staten Island borough commissioner of parks. Fee: $5; students and members of the Staten Island Historical Society, $4. Hours: Wednesdays" , "date" : "20060714" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/14\/arts\/14spar.html"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Jan. 7, ''Lizards & Snakes: Alive!,'' an exhibition with live examples of more than 25 species. Sunday, from noon to 1:15 p.m., ''How I Became a Herpetologist,'' a discussion with the exhibition's curators, geared for children. Through Aug." , "date" : "20060707" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907E4D91330F934A35754C0A9609C8B63"} , {"body" : "ON Tuesday, fireworks will explode above the East River to celebrate the 230th anniversary of the Declaration of Independence. But the American Revolution went on long past July 4, 1776 -- and a lot of it took place in New York City. In fact, if the very same fireworks show had taken place on the night of Aug. 29, 1776, the redcoats might have" , "date" : "20060702" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "12" , "title" : "WEEKEND IN NEW YORK: REVOLUTIONARY WAR SITES; Where the Muskets Once Roared" , "url" : "http:\/\/travel.nytimes.com\/2006\/07\/02\/travel\/02weekend.html"} , {"body" : "Two workers excavating the foundation for a warehouse in Brooklyn spent nearly an hour yesterday trapped beneath tons of debris. In a heart-thumping scene that drew nearly 100 rescue workers and scores of curious onlookers, the men were painstakingly extricated with help from a powerful vacuum, but largely by men like Neil Malone, a firefighter and" , "date" : "20060628" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Two Rescued From Cave-In at Construction Site in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/28\/nyregion\/28buried.html"} , {"body" : "Theater 'GOWANUS GIRL,' a Brooklyn journey in time, at the Old Stone House of Gowanus, J. J. Byrne Park, Fifth Avenue and Third Street, Park Slope. Tomorrow and Sunday at 11 a.m. and 12:30 p.m. $8. For 5 and older. Reservations: (917) 494-7540. CHILDREN'S THEATER COMPANY in a showcase of music, Dr. Seuss and comedy at the Bahai Unity Center, 53" , "date" : "20060623" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "Spare Times; For Children" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/23\/arts\/23kids.html"} , {"body" : "A FORMER executive with Goldman Sachs and J. P. Morgan Chase paid $5.8 million this month for two adjoining apartments at 1 Main Street in Dumbo, Brooklyn. The two units, with a combined 4,790 square feet, have views of the East River and Manhattan. The buyers were Mino Capossela, the former executive, and his wife, Maura McDonnell. The building, a" , "date" : "20060618" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "BIG DEAL; Dumbo Is Humble No More" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D05E0D71031F93BA25755C0A9609C8B63"} , {"body" : "Attractions Museums and Sites HISTORIC RICHMOND TOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. More than 25 buildings, from the late 17th to the 19th centuries, restored and furnished. Sunday from 5 to 9 p.m., a traditional 19th-century dinner in celebration of Father's Day; $45; members, $40; reservations: (718)" , "date" : "20060616" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/16\/arts\/16spar.html"} , {"body" : "When the metal door bangs shut, the daylight is gone. Distorted guitars climb a mountainous drumbeat and a voice snarls Spanish. Thin strands of neon shine dim pink on women in worn lace and on the mirror, where the sign says, ''Shut Up and Drink.'' Outside, a cursive inscription promises 200 girls onstage at the Sweet Cherry, a corner bar the size" , "date" : "20060531" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Nine Lives of a Topless Bar" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/31\/nyregion\/31club.html"} ,   {"body" : "In its latest effort to reclaim waterfront land for recreation, New York City plans to turn a half-mile stretch of contaminated landfill and crumbled piers in the Sunset Park section of Brooklyn into a park with panoramic views of the harbor and the Manhattan skyline. The landfill was created in the 1970's, when the city planned to convert the" , "date" : "20060530" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "SUNSET PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "In the Works, Another Park For a Bit of the Waterfront" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/30\/nyregion\/30sunset.html"} , {"body" : "After being cooped up for months in giant rolling tin cans in the Persian Gulf, the sailors dock on the West Side piers of Manhattan and stay for a few days. New Yorkers see them move about in groups or in pairs, their crisp summer whites against the gray of the asphalt. The city they are visiting is different from the city New Yorkers live in," , "date" : "20060530" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "1" , "title" : "Beyond Bars and Strip Clubs, City Beckons Sailors on Shore Leave" , "url" : "http:\/\/travel.nytimes.com\/2006\/05\/30\/nyregion\/30sailor.html"} , {"body" : "ON almost any given Sunday, the trumpeter John McNeil walks out of his apartment and down a few tree-lined blocks to Night and Day, a bistro on Fifth Avenue in Park Slope. Since February, Mr. McNeil has held a weekly gig in a rear annex of the restaurant with a quartet he formed with the tenor saxophonist Bill McHenry. A hangout for neighborhood" , "date" : "20060526" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "Brooklyn Jazz: A Red-Hot Renaissance" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/26\/arts\/music\/26broo.html"} , {"body" : "In the final reckoning, the pianist PAUL BLEY's influence over the last 50 years of jazz -- and it continues -- will be enormous. It includes figures as major as Keith Jarrett and Pat Metheny, and endless numbers of musicians who are still learning. Deeply original and aesthetically aggressive, Mr. Bley long ago found a way to express his long," , "date" : "20060521" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "THE WEEK AHEAD: May 21-27; POP\/JAZZ" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B01E0D8153EF932A15756C0A9609C8B63"} , {"author" : "Matt Haber writes for lowculture.com and is helping to write a children's book about free-market capitalism." , "body" : "I PROBABLY spend more time thinking about laundry than any New Yorker I know. That's because, unlike everyone I know in this city, I do my own laundry every week. The surprise I'm met with when I tell people this at parties (I told you, I think about laundry a lot) is akin to the reaction you might receive if you told people you churn your own" , "date" : "20060521" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK OBSERVED; It Ain't Heavy, It's His Laundry" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/21\/nyregion\/thecity\/21laun.html"} , {"author" : "Leonard Benardo and Jennifer Weiss are the authors of ''Brooklyn by Name: How the Neighborhoods, Streets, Parks, Bridges and More Got Their Names,'' to be published in July by New York University Press." , "body" : "EVEN today, the event still resonates powerfully. In 1934, workers took axes to a mural depicting earnest laborers, debauched socialites and rampaging policemen that the Mexican muralist Diego Rivera had painted on the interior wall of the RCA Building in Rockefeller Center, facing the plaza. The artist had aroused the fury of Nelson Rockefeller by" , "date" : "20060409" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Other Battle Of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/09\/nyregion\/thecity\/09mura.html"} , {"body" : "Toll Brothers is perhaps the best-known builder of luxury homes in the country, having honed the art of upper-middle-class living into the science of large-scale suburban development. But now the company is entering the New York City real estate market, with five sites in various stages of development from the East Village to the Gowanus Canal" , "date" : "20060405" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "LONG ISLAND CITY (NYC)" , "GOWANUS CANAL (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "7" , "title" : "Square Feet; A Suburban Builder Heads for the City" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/05\/business\/05toll.html"} , {"body" : "It can be eerily quiet or a raging symphony of foghorns, ship alarms, diesel engines, clanging steel and shouted commands from tugboat captains at any time of day or night at the Erie Basin Bargeport in Red Hook. The operation, home to 200 barges and tugs, is one of the last remnants of Brooklyn's working waterfront. Nearby, a developer has" , "date" : "20060405" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Port Owner Says City Is Wavering on Waterfront Plan" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/05\/nyregion\/05hook.html"} , {"body" : "Attractions Museums and Sites FRAUNCES TAVERN MUSEUM, 54 Pearl Street, second floor, Lower Manhattan. The museum, in a former tavern, is dedicated to the study and interpretation of early American history and culture. On view, ''Fighting for Freedom: Black Patriots and Black Loyalists''; the George Washington Portrait Gallery; ''Sons of the" , "date" : "20060310" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/10\/arts\/10Spar.html"} , {"body" : "Ibrahima Diokhane spends most of his waking life surrounded by goatskin. His shop, in the Gowanus section of Brooklyn, is crammed with West African drums of every shape and size, all crowned in goatskin that Mr. Diokhane personally fetches from his native Senegal. Down below in the cramped basement, where Mr. Diokhane stretches the skins across the" , "date" : "20060224" , "day_of_week_facet" : "Friday" , "geo_facet" : ["IVORY COAST"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "A NEW CASE OF ANTHRAX: THE CRAFT; Drum Maker in Brooklyn Has No Fear of Anthrax" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9805E7DD1F3EF937A15751C0A9609C8B63"} ,   {"body" : "The handy water taxi service that laces the five boroughs is offering wintry trips for bird watchers. Experts from New York City Audubon are in the cockpit, looking for feathered sights among harbor flows and bridge pilings. The trips summon visions of urban birders leaping aboard with New York-minute metabolism: Take me to the horned grebe," , "date" : "20060224" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "The City Life; The Great Cormorant Calls" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/24\/opinion\/24fri3.html"} , {"body" : "As Hem, a nine-member country-folk collective from Brooklyn, took the stage of the Allen Room on Thursday evening, Dan Messé, its pianist and focal songwriter, remarked about Manhattan's ''wide-open spaces'' viewed from the high-ceilinged auditorium whose windows look over Central Park South. Wide-open spaces, or at least a New Yorker's cinematic" , "date" : "20060211" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "11" , "title" : "POP REVIEW; Sounds of Prairie Sunsets" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/11\/arts\/music\/11hem.html"} , {"body" : "The president of a New York construction company, who was accused of doing a ''corrupt dance'' with greedy union bosses, was acquitted yesterday in New York federal court of paying bribes to union officials. John Amicucci, 54, the president of DeFoe Corporation, was found not guilty of two counts of illegal labor payments after a two-week trial in" , "date" : "20060210" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Head of Construction Company Is Acquitted of Bribing Union" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/10\/nyregion\/10bribe.html"} , {"body" : "IN the mid-1990's, Chris Piazza would walk the streets of Brooklyn looking for boarded-up carriage houses. ''I'd take down their addresses,'' she said, ''look up the tax records and write to the owners to see if they wanted to sell.'' She didn't hit pay dirt, so she and her husband at the time decided to move from Prospect Heights to Yonkers. It" , "date" : "20060205" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS\/Boerum Hill, Brooklyn; Her Carriage House Is a Stable for Her Art" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/05\/realestate\/05habi.html"} , {"body" : "MANY years ago, Delonda Bates took a course on nontraditional employment for women. Maybe she would become a construction worker, or a carpenter, or an electrical technician. Who knew how fate would employ her? The only thing certain was her need to work. Right out of high school she had taken a factory job, married a factory man, quit the factory" , "date" : "20060204" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; Raising A Family And a Bridge" , "url" : "http:\/\/select.nytimes.com\/\/2006\/02\/04\/nyregion\/04about.html"} , {"body" : "Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'CONFESSIONS OF A MORMON BOY' Opens Sunday. Not many people can claim to be both a gay New York escort and a straight Utah" , "date" : "20060203" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "THE LISTINGS: FEB. 3-FEB. 9" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B04E5D61F3FF930A35751C0A9609C8B63"} , {"body" : "AS real estate scavengers have discovered in recent years, the brownstones of Brooklyn do not end with what is traditionally known as Brownstone Brooklyn. They have begun to look beyond the pricey borders of Carroll Gardens and Park Slope for stately 19th-century architecture, and they have found it and more in Sunset Park, a neighborhood where $1" , "date" : "20060129" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "LIVING IN\/Sunset Park, Brooklyn; On the Trail of Brownstones in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/29\/realestate\/29living.html"} , {"body" : "WHEN the doors of the South Brooklyn Casket Company swing open, you see the caskets. Some stand in rows, balanced on their short ends. Others are laid out horizontally on wooden gurneys, draped with blankets or plastic sheets that flap in the wind that whips off the Gowanus Canal. These containers, in gleaming pink, silver, bronze or burnished" , "date" : "20060129" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: GOWANUS; A Muse Devoted to Six Feet Under" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/29\/nyregion\/thecity\/29cask.html"} , {"body" : "Red Hook could've been a contender, just like Marlon Brando's character in ''On the Waterfront,'' a film that immortalized the bleak, harsh atmosphere of the Brooklyn docks (even if it was filmed in Hoboken). With acres of piers for hauling cargo, and sweeping views of the Manhattan skyline, Red Hook should have become a leading industrial port or" , "date" : "20060119" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "For Whom Will the Foghorn Blow?" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/19\/nyregion\/19redhook.html"} , {"body" : "BROWNSTONES, Paul Eisemann says, will talk to you if you're willing to listen. And Mr. Eisemann, who has spent much of his adult life ministering to the needs of New York's 19th-century town houses, is all ears. What he hears, most of all, is the story of the workers who built brownstone Brooklyn and whose successors are filling the streets of" , "date" : "20060101" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "THE VOICE; The Brownstone Whisperer" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/01\/nyregion\/thecity\/01cont.html"} ,   {"body" : "There is not an obvious connection between the outbreak of cholera in an overcrowded London neighborhood in 1854 and a Web site that shows the latest Ethiopian restaurant in your ZIP code. But for Steven Johnson the link is perfectly logical. In his recent book, ''The Ghost Map: The Story of London's Most Terrifying Epidemic -- and How It Changed" , "date" : "20061204" , "day_of_week_facet" : "Monday" , "geo_facet" : ["LONDON (ENG)"] , "nytd_section_facet" : ["Arts" , "Books" , "Technology"] , "page_facet" : "1" , "title" : "In a Multimedia Realm Where Book Meets Blog" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/04\/books\/04map.html"} , {"body" : "A little before 5 on a gray afternoon last week, as cars streamed past Bay Ridge, Brooklyn, on the Gowanus Expressway below, Maria Anagnostos, bundled up in a winter coat and clutching a shopping bag, edged up to the corner of 86th Street and Dahlgren Place. A few yards in front of her, on the far side of Dahlgren, a white LCD display flashed the" , "date" : "20061119" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)" , "GOWANUS EXPRESSWAY (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BAY RIDGE; Run, Don't Walk, at 86th Street and Dahlgren Place" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/19\/nyregion\/thecity\/19walk.html"} , {"body" : "IN the past few months, bars have begun to spring up on Fourth Avenue in Park Slope, a stretch best known for what may be Brooklyn's greatest concentration of gas stations and all-night tire shops. In September, Sheep Station, a pub with a menu and a beer selection that look to Australia for inspiration, opened on the corner of Fourth Avenue and" , "date" : "20061115" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "14" , "title" : "$25 AND UNDER; Meat Pies Amid the Auto Bodies" , "url" : "http:\/\/events.nytimes.com\/2006\/11\/15\/dining\/reviews\/15unde.html"} , {"body" : "Manhattan FINANCIAL DISTRICT $1.25 million 15 Broad Street (Wall Street) (Downtown by Philippe Starck) 1-bedroom, 2-bath, 1,451-sq.-ft. condo in a newly renovated prewar loft building; 24-hr. doormen; dining area, home office, oversize windows; health club, pool and children's playroom in building; common charge $821; taxes $6,228; listed at $1.295" , "date" : "20061109" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9403E4DB1E3FF93AA35752C1A9609C8B63"} , {"body" : "It was a brisk Saturday morning at the Columbia University boathouse, near West 218th Street in Upper Manhattan, and Canada geese soared past the Henry Hudson Bridge. Just beyond Spuyten Duyvil a tall freighter moved slowly on the horizon, and on a pier on the Harlem River, Marie Lorenz was preparing to embark on the latest chapter of her unusual" , "date" : "20061108" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "JAMAICA BAY (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "3" , "title" : "She Likes to Show Off New York From the Waterline" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/08\/nyregion\/08boats.html"} , {"body" : "ON Columbia Street in Red Hook, where Brooklyn disappears into Gowanus Bay, there is a hole at the bottom of a fence behind a baseball field. Every Sunday in the spring, summer and fall, it becomes the city's smallest takeout window. As holes in fences go in this rusting edge of a city that is full of them, this one seems mostly unremarkable. It is" , "date" : "20061031" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Home Games Seasoned With Mexican Home Cooking" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/31\/nyregion\/31ink.html"} , {"body" : "The Gowanus Journal on Thursday, about the Empty Vessel, a boat that provides a floating meeting place and performance hall on the Gowanus Canal in Brooklyn, reported that the boat has had trouble finding harbor rental space. The article included comments from Ben Pironti, a co-tenant at one waterfront lot, who said he had seen children as young as" , "date" : "20061025" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS CANAL (NYC)"] , "nytd_section_facet" : ["Corrections" , "New York and Region" , "Editors' Notes"] , "page_facet" : "2" , "title" : "Editors' Note" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E0D6173FF936A15753C1A9609C8B63"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "TWO bedrooms, $2,000. That seemed a reasonable goal for Holles Houghton and Whitney Johnson, who moved to New York in the summer, after graduating from Williams College in Williamstown, Mass. But it proved elusive, even when they decided to bolster their price and forgo a living room. ''We just had no idea!'' Miss Houghton exclaimed. ''Everything" , "date" : "20061022" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "THE HUNT; A Lot of Effort, a (Sweet) Little Home" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/22\/realestate\/22hunt.html"} , {"body" : "Attractions Museums and Sites MERCHANT'S HOUSE MUSEUM, 29 East Fourth Street, East Village, (212) 777-1089. Tomorrow and Sunday, 7 to 10 p.m., ''Ghostly Tales and Tours by Candlelight,'' with a discussion about mourning customs of the 19th century, ghost stories and house tours that begin every half-hour; $20; members, $13. MUSEUM OF THE CITY OF" , "date" : "20061020" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/20\/arts\/20spar.html"} , {"body" : "The boat is called the Empty Vessel. The name was meant to conjure infinite possibility, a floating tabula rasa on the Gowanus Canal in the form of a 63-foot World War II Navy rescue craft. Fifteen months ago, the Empty Vessel journeyed up the canal on a mission both modest and, in this fenced-off, parceled-up city, almost unthinkably grand: to" , "date" : "20061019" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS CANAL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "GOWANUS JOURNAL; A Ship of Freethinkers, Hemmed In by Landlords" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/19\/nyregion\/19journal.html"} , {"body" : "After struggling for more than two decades, Harvey Shomer says, he finally found his niche in the city's dwindling garment industry. Operating out of 5,000 square feet in a dilapidated brick building in Brooklyn, his company, M. Franabar Associates, corrects mistakes in bulk orders arriving from manufacturers in China -- the upside-down labels, the" , "date" : "20061011" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "8" , "title" : "Square Feet; A Pro-Business City Policy Backfires on a Few" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/11\/realestate\/commercial\/11sunset.html"} , {"body" : "I spent four years in Africa, but I didn't really understand the law of the jungle until I moved to Brooklyn last fall. Compared with Manhattan, Brooklyn is Big Sky country, a vast flat plain of buildings mostly only four stories tall. But behind the brownstone facades, each square block is also its own microclimate, an island of backyards. Humans" , "date" : "20061003" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Science" , "Health"] , "page_facet" : "4" , "title" : "ESSAY; In the Jungles of Brooklyn, Nothing Can Stop Them" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/03\/science\/03essa.html"} , {"body" : "On the final day for public comment on the state's draft environmental review of the Atlantic Yards project, a coalition of Brooklyn neighborhood associations, churches and businesses will today be the latest to sharply criticize the review. The criticisms are in a report that asks why the environmental review provided no evidence for its assertion" , "date" : "20060929" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "More Find Fault With Atlantic Yards Review" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/29\/nyregion\/29yards.html"} , {"body" : "PAUL FORD, a soft-spoken, sturdily built 32-year-old who works as an editor at Harper's Magazine, sometimes describes his commute between his apartment in Gowanus, Brooklyn, and his office on Broadway near Bond Street as feeling ''like a video game, except you can get killed.'' And in fact, watching Mr. Ford weave through the city's traffic-clogged" , "date" : "20060924" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Queasy Rider" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/24\/nyregion\/thecity\/24bike.html"} , {"body" : "Attractions Museums and Sites HISTORIC RICHMOND TOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. Tomorrow, 10 a.m. to 5 p.m., ''Richmond Town Flea Market in the Village.'' $2; 62+, $1; children, 50 cents. Raindate, Sunday. Hours: Wednesdays through Sundays, 1 to 5 p.m. Admission: $5; 62+, $4; students and 5 to 17, $3.50;" , "date" : "20060922" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/22\/arts\/22spar.html"} , {"body" : "AT the corner of Nevins and Union Streets near the Gowanus Canal in Brooklyn stands a squat former box factory. Inside is a gallery called Proteus Gowanus, and at the back of the gallery is the Museum of Matches. The Museum of Matches is not so much a museum about matches, though it features a curious display of upright matchsticks. Rather, the" , "date" : "20060917" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["RUSSIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "URBAN STUDIES\/PLAYING WITH MATCHES; Cold War Memories, Burning Bright" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/17\/nyregion\/thecity\/17matc.html"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the Northeast this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, show times" , "date" : "20060915" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "The Listings: Sept. 15 - Sept. 21" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E00E6DB1231F936A2575AC0A9609C8B63"} , {"body" : "Firefighter Donald K. Casey knew something was wrong when a wave of dust and gravel suddenly sprayed his Chevy Impala as he drove on the Gowanus Expressway through Brooklyn about 9 a.m. yesterday. A tractor trailer coming from the opposite direction had veered out of control, kicking up debris as it rammed into a guardrail. ''I pulled over right" , "date" : "20060914" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS EXPRESSWAY (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Quick Rescue In Fiery Crash On Expressway" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/14\/nyregion\/14fire.html"} , {"body" : "An immature black-crowned night heron on the lookout for lunch at the Gowanus Canal in Brooklyn. Since a flushing pump was reactivated in 1999, the odors long associated with the area have for the most part been greatly reduced. Water in the canal is replaced six times a day, fostering an influx of wildlife. LENS" , "date" : "20060913" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS CANAL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "LENS; Adaptation" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A02E5D71531F930A2575AC0A9609C8B63"} , {"body" : "A window into a bygone era of New York City's downtown avant-garde was briefly opened on Monday night during a concert by the composer and electric guitarist Rhys Chatham at the Issue Project Room, a converted storage silo on the Gowanus Canal in Brooklyn. Mr. Chatham played a critical role in the city's experimental underground. In 1971, at 19, he" , "date" : "20060913" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "MUSIC REVIEW; Where Classic Avant-Garde Gets a Hint of Heavy Metal" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/13\/arts\/music\/13rhys.html"} , {"author" : "Sara Gran is the author of the novels ''Dope,'' ''Come Closer'' and ''Saturn's Return to New York.''" , "body" : "I HAVE a theory about the F train. I think that people who ride the F train, which stops in the heart of Park Slope, Brooklyn, and is therefore the train of choice for dozens of writers, editors and publishers, choose their subway reading material very carefully. You rarely see the folks who get off at Seventh Avenue reading anything pocket-sized," , "date" : "20060910" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "1" , "title" : "Call It Booklyn" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/10\/nyregion\/thecity\/10broo.html"} , {"body" : "A man was charged with drunken driving after his passenger was killed in a motorcycle crash early Saturday in Sunset Park, Brooklyn, the police said. The driver, Luis Perez, 38, of Port Richmond, Staten Island, lost control of his Suzuki motorcycle while on the Gowanus Expressway at Hamilton Avenue about 12:30 a.m., the police said. Mr. Perez and" , "date" : "20060910" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "1 Killed in Motorcycle Crash" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/10\/nyregion\/10motorcycle.html"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the Northeast this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, show times" , "date" : "20060901" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "15" , "title" : "THE LISTINGS | September 1 - September 7" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE4DB1E3EF932A3575AC0A9609C8B63"} , {"body" : "SUANY CARCAMO, stout and smiling, works under a smudged white tent midway down the Bay Street side of the Red Hook ball fields; you'll know you're at the right place if there's a hulking aluminum pot of beans warming on the griddle next to Ms. Carcamo, who will be smacking little balls of wheat flour dough into thick tortillas and tossing them on" , "date" : "20060823" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "9" , "title" : "$25 AND UNDER; A Latin Fiesta, Near the B.Q.E." , "url" : "http:\/\/events.nytimes.com\/2006\/08\/23\/dining\/reviews\/23unde.html"} , {"body" : "VITO BUZZETTA, a bricklayer who has lived in Bensonhurst for 33 years, stood in his driveway on a recent afternoon -- hose in one hand, watering can in another -- and gestured toward a six-story apartment building under construction across the street. ''Look what they did,'' he said. ''It's too big.'' Mr. Buzzetta's opinion is a popular one in the" , "date" : "20060820" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN\/ Bensonhurst, Brooklyn; An Old Neighborhood Grows Up Again" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/20\/realestate\/20livi.html"} , {"body" : "AT midday on the Thursday before last, 57-year-old Richard Edward Hill put on his Panama hat, picked up his hand-carved walking stick, left his trailer home in the southwest Florida town of Punta Gorda and began the journey back to his roots. Climbing gingerly aboard a Cubana bus, he settled down for the 22-hour ride to Manhattan, a trip that would" , "date" : "20060820" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Beyond the Buzz, Red Hook Remembers" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/20\/nyregion\/thecity\/20time.html"} , {"body" : "The address is 5718 Third Avenue in Brooklyn, but mail sent to ''That building that is practically touching the Gowanus Expressway and has the huge Japanese steakhouse guy on both sides'' would probably get it there. A few feet of good Sunset Park air are all that separate the bedrooms of the fourth-floor tenants and the southbound lanes of the" , "date" : "20060820" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GOWANUS EXPRESSWAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "In the City, an Apartment With a View, and a Catch" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B02E1D6153EF933A1575BC0A9609C8B63"} , {"body" : "An article last Sunday about a new hotel near the Gowanus Canal in Brooklyn misidentified the hotel. It is a Holiday Inn Express, not a Holiday Inn. The article also misstated the site's location relative to other parts of the borough. It is west of Fourth Avenue, not east, and the neighborhood is bordered by Carroll Gardens on the west and Park" , "date" : "20060820" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS (NYC)"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Correction" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/20\/nyregion\/thecity\/20corr.html"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Jan. 15, ''Yellowstone to Yukon,'' an exhibition of more than 40 photographs by 11 photographers documenting the animals, vegetation and geology of the regions affected by one of the world's largest wildlife conservation initiatives. Through" , "date" : "20060818" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/18\/arts\/18spar.html"} , {"body" : "ON Monday afternoon, a musician from Park Slope named Lafayette Harris Jr. hopped onto his silver mountain bike and crossed four lanes of traffic on busy Fourth Avenue. He rode past a sprawling gas station and a row of noisy auto body shops to within two blocks of the Gowanus Canal, coasting up to the gleaming new eight-story Holiday Inn on Union" , "date" : "20060813" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS (NYC)"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: GOWANUS; Far From Tourist Central, a Hotel Opens Its Doors" , "url" : "http:\/\/travel.nytimes.com\/2006\/08\/13\/nyregion\/thecity\/13gowa.html"} , {"body" : "RAMIN BAHRANI needed to make a decision. For more than two months this filmmaker had auditioned adolescent actors to star in ''Iron Triangle,'' the follow-up to his festival-circuit hit ''Man Push Cart.'' He combed the city, visiting schools and spending afternoons accompanying his casting coordinator around neighborhoods and parks and on subway" , "date" : "20060813" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "14" , "title" : "FILM; In the Cinema Of the Street Kid, Casting at Ground Level" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/13\/movies\/13vana.html"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Tomorrow, 1 to 5 p.m., Indigenous Peoples' Day, with music and films highlighting American Indian and Maori culture; part of Global Weekends. Through Jan. 15, ''Yellowstone to Yukon,'' an exhibition of more than 40 photographs by 11 photographers" , "date" : "20060811" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/11\/arts\/11spar.html"} , {"body" : "''Half Nelson'' is that rarest of marvels -- an American fiction film that wears its political heart on its sleeve. It's a small film with a long view, and its story hinges on an unusually nuanced relationship between a white man and a black girl, each of whom has landed in harm's way. The delicacy of its lead performances (more on them later) and" , "date" : "20060811" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "FILM REVIEW; Teacher Has a Problem, Student Knows the Secret, And Two Lives Intertwine" , "url" : "http:\/\/movies.nytimes.com\/2006\/08\/11\/movies\/11half.html"} , {"body" : "Coroners said yesterday that they had attributed 10 more deaths in Queens and Brooklyn to last week's heat wave, bringing the toll in the city to at least 20. The victims, all of whom died of heat stroke, ranged from 52 to 99 years old, said Ellen Borakove, a spokeswoman for the city medical examiner. All of them were declared dead on Friday. The" , "date" : "20060806" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "10 More Died In Heat Wave, Coroners Say" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/06\/nyregion\/06heat.html"} , {"body" : "As many as 13 people were possible victims of the brutal heat that pounded the city this week including 10 whose deaths on Thursday were definitely linked to the weather, officials said yesterday. The victims in New York City included a 71-year-old woman who could not afford an air-conditioner and an 85-year-old seamstress who lived in an apartment" , "date" : "20060805" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "At Least 10 Deaths in City Are Attributed to the Heat" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/05\/nyregion\/05deaths.html"} , {"body" : "As a heat wave neared the end of its stultifying journey through the Northeast, tens of thousands of customers lost power yesterday in scattered failures from the Bronx to Stamford, Conn. But utility officials narrowly averted a wider blackout on the East Side of Manhattan as a third day of high demand strained the electrical grid to its breaking" , "date" : "20060804" , "day_of_week_facet" : "Friday" , "geo_facet" : ["STAMFORD (CONN)" , "NEW YORK CITY" , "NEW YORK STATE" , "NORTHEASTERN STATES (US)" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Heat Wave Exacts a Brutal Parting Toll" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/04\/nyregion\/04heat.html"} , {"body" : "Why stage a seven-hour dance and music extravaganza and then call it ''Sundown'' and suggest that people might best enjoy it at that twilight hour? Why not just run a shorter piece around, say, sundown? Such questions inevitably arose in the late afternoon heat Saturday during Yoshiko Chuma's ''Sundown.'' The event ran from 3 to 10 p.m. both" , "date" : "20060731" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "5" , "title" : "DANCE REVIEW; Improvisatory Caper Beguiles Even Before Setting of the Sun" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/31\/arts\/dance\/31chum.html"} , {"body" : "THE finer points of dialectical theory have bedeviled many a philosophy major, but Friedrich Engels once said dialectics was such a fundamentally simple concept that any child could grasp it. ''Half Nelson,'' a new independent film about an idealistic young Brooklyn teacher, takes this claim at face value. ''Everything is made of opposing forces,''" , "date" : "20060730" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "FILM; Opposing Forces Lashed Together By Political Faith" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/30\/movies\/30lim.html"} , {"body" : "MICHAEL SIVAK knows what it's like to regret buying a house. In his job as a risk assessor for the Environmental Protection Agency's Superfund program, he regularly deals with people who discover that they are living someplace where they probably should not be. ''People's homes are supposed to be their safe places,'' Mr. Sivak said. ''When we knock" , "date" : "20060730" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS\/Park Slope; Finding a Co-op Where Owners Cooperate" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/30\/realestate\/30habi.html"} , {"body" : "GRUPO KRAPP takes its name from Samuel Beckett's ''Krapp's Last Tape,'' an immensely popular play in the troupe's home country, Argentina. But don't expect chill nihilism from this gutsy, earthy dance and theater company, which makes its New York City debut on Wednesday at 8 p.m. at the JPMorgan Chase Latino Cultural Festival in Queens. The group" , "date" : "20060730" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "THE WEEK AHEAD: July 30 - Aug. 5; DANCE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E5DC153FF933A05754C0A9609C8B63"} , {"body" : "In 1999 the choreographer Yoshiko Chuma happened upon a new obsession: cubes. As a shape, the cube is not particularly sexy, but the use of such movable seven-foot frames has invigorated Ms. Chuma's imagination ever since. Just as Picasso had his Blue Period, she is stuck on cubes. Her latest cube experiment is ''Sundown,'' a seven-hour" , "date" : "20060729" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "9" , "title" : "For Dance, a Cubism of a Different Sort" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/29\/arts\/dance\/29chum.html"} , {"body" : "After nearly two years of political squabbles and delays, Mayor Michael R. Bloomberg won final approval from the City Council yesterday for his ambitious plan to change the way the city disposes of the thousands of tons of garbage collected every day. The 20-year plan, which would rely more on barges and trains and less on trucks that carry garbage" , "date" : "20060720" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "City Council Backs Mayor's Trash Disposal Plan" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/20\/nyregion\/20garbage.html"} , {"body" : "Attractions Museums and Sites HISTORIC RICHMOND TOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. Tomorrow at 2 p.m., a lecture about Staten Island's acres of parkland by Thomas Paulo, Staten Island borough commissioner of parks. Fee: $5; students and members of the Staten Island Historical Society, $4. Hours: Wednesdays" , "date" : "20060714" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/14\/arts\/14spar.html"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Jan. 7, ''Lizards & Snakes: Alive!,'' an exhibition with live examples of more than 25 species. Sunday, from noon to 1:15 p.m., ''How I Became a Herpetologist,'' a discussion with the exhibition's curators, geared for children. Through Aug." , "date" : "20060707" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907E4D91330F934A35754C0A9609C8B63"} , {"body" : "ON Tuesday, fireworks will explode above the East River to celebrate the 230th anniversary of the Declaration of Independence. But the American Revolution went on long past July 4, 1776 -- and a lot of it took place in New York City. In fact, if the very same fireworks show had taken place on the night of Aug. 29, 1776, the redcoats might have" , "date" : "20060702" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "12" , "title" : "WEEKEND IN NEW YORK: REVOLUTIONARY WAR SITES; Where the Muskets Once Roared" , "url" : "http:\/\/travel.nytimes.com\/2006\/07\/02\/travel\/02weekend.html"} , {"body" : "Two workers excavating the foundation for a warehouse in Brooklyn spent nearly an hour yesterday trapped beneath tons of debris. In a heart-thumping scene that drew nearly 100 rescue workers and scores of curious onlookers, the men were painstakingly extricated with help from a powerful vacuum, but largely by men like Neil Malone, a firefighter and" , "date" : "20060628" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Two Rescued From Cave-In at Construction Site in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/28\/nyregion\/28buried.html"} , {"body" : "Theater 'GOWANUS GIRL,' a Brooklyn journey in time, at the Old Stone House of Gowanus, J. J. Byrne Park, Fifth Avenue and Third Street, Park Slope. Tomorrow and Sunday at 11 a.m. and 12:30 p.m. $8. For 5 and older. Reservations: (917) 494-7540. CHILDREN'S THEATER COMPANY in a showcase of music, Dr. Seuss and comedy at the Bahai Unity Center, 53" , "date" : "20060623" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "Spare Times; For Children" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/23\/arts\/23kids.html"} , {"body" : "A FORMER executive with Goldman Sachs and J. P. Morgan Chase paid $5.8 million this month for two adjoining apartments at 1 Main Street in Dumbo, Brooklyn. The two units, with a combined 4,790 square feet, have views of the East River and Manhattan. The buyers were Mino Capossela, the former executive, and his wife, Maura McDonnell. The building, a" , "date" : "20060618" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "BIG DEAL; Dumbo Is Humble No More" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D05E0D71031F93BA25755C0A9609C8B63"} , {"body" : "Attractions Museums and Sites HISTORIC RICHMOND TOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. More than 25 buildings, from the late 17th to the 19th centuries, restored and furnished. Sunday from 5 to 9 p.m., a traditional 19th-century dinner in celebration of Father's Day; $45; members, $40; reservations: (718)" , "date" : "20060616" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/16\/arts\/16spar.html"} , {"body" : "When the metal door bangs shut, the daylight is gone. Distorted guitars climb a mountainous drumbeat and a voice snarls Spanish. Thin strands of neon shine dim pink on women in worn lace and on the mirror, where the sign says, ''Shut Up and Drink.'' Outside, a cursive inscription promises 200 girls onstage at the Sweet Cherry, a corner bar the size" , "date" : "20060531" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Nine Lives of a Topless Bar" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/31\/nyregion\/31club.html"} , {"body" : "In its latest effort to reclaim waterfront land for recreation, New York City plans to turn a half-mile stretch of contaminated landfill and crumbled piers in the Sunset Park section of Brooklyn into a park with panoramic views of the harbor and the Manhattan skyline. The landfill was created in the 1970's, when the city planned to convert the" , "date" : "20060530" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "SUNSET PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "In the Works, Another Park For a Bit of the Waterfront" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/30\/nyregion\/30sunset.html"} , {"body" : "After being cooped up for months in giant rolling tin cans in the Persian Gulf, the sailors dock on the West Side piers of Manhattan and stay for a few days. New Yorkers see them move about in groups or in pairs, their crisp summer whites against the gray of the asphalt. The city they are visiting is different from the city New Yorkers live in," , "date" : "20060530" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "1" , "title" : "Beyond Bars and Strip Clubs, City Beckons Sailors on Shore Leave" , "url" : "http:\/\/travel.nytimes.com\/2006\/05\/30\/nyregion\/30sailor.html"} , {"body" : "ON almost any given Sunday, the trumpeter John McNeil walks out of his apartment and down a few tree-lined blocks to Night and Day, a bistro on Fifth Avenue in Park Slope. Since February, Mr. McNeil has held a weekly gig in a rear annex of the restaurant with a quartet he formed with the tenor saxophonist Bill McHenry. A hangout for neighborhood" , "date" : "20060526" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "Brooklyn Jazz: A Red-Hot Renaissance" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/26\/arts\/music\/26broo.html"} , {"body" : "In the final reckoning, the pianist PAUL BLEY's influence over the last 50 years of jazz -- and it continues -- will be enormous. It includes figures as major as Keith Jarrett and Pat Metheny, and endless numbers of musicians who are still learning. Deeply original and aesthetically aggressive, Mr. Bley long ago found a way to express his long," , "date" : "20060521" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "THE WEEK AHEAD: May 21-27; POP\/JAZZ" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B01E0D8153EF932A15756C0A9609C8B63"} , {"author" : "Matt Haber writes for lowculture.com and is helping to write a children's book about free-market capitalism." , "body" : "I PROBABLY spend more time thinking about laundry than any New Yorker I know. That's because, unlike everyone I know in this city, I do my own laundry every week. The surprise I'm met with when I tell people this at parties (I told you, I think about laundry a lot) is akin to the reaction you might receive if you told people you churn your own" , "date" : "20060521" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK OBSERVED; It Ain't Heavy, It's His Laundry" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/21\/nyregion\/thecity\/21laun.html"} , {"author" : "Leonard Benardo and Jennifer Weiss are the authors of ''Brooklyn by Name: How the Neighborhoods, Streets, Parks, Bridges and More Got Their Names,'' to be published in July by New York University Press." , "body" : "EVEN today, the event still resonates powerfully. In 1934, workers took axes to a mural depicting earnest laborers, debauched socialites and rampaging policemen that the Mexican muralist Diego Rivera had painted on the interior wall of the RCA Building in Rockefeller Center, facing the plaza. The artist had aroused the fury of Nelson Rockefeller by" , "date" : "20060409" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Other Battle Of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/09\/nyregion\/thecity\/09mura.html"} , {"body" : "Toll Brothers is perhaps the best-known builder of luxury homes in the country, having honed the art of upper-middle-class living into the science of large-scale suburban development. But now the company is entering the New York City real estate market, with five sites in various stages of development from the East Village to the Gowanus Canal" , "date" : "20060405" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "LONG ISLAND CITY (NYC)" , "GOWANUS CANAL (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "7" , "title" : "Square Feet; A Suburban Builder Heads for the City" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/05\/business\/05toll.html"} , {"body" : "It can be eerily quiet or a raging symphony of foghorns, ship alarms, diesel engines, clanging steel and shouted commands from tugboat captains at any time of day or night at the Erie Basin Bargeport in Red Hook. The operation, home to 200 barges and tugs, is one of the last remnants of Brooklyn's working waterfront. Nearby, a developer has" , "date" : "20060405" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Port Owner Says City Is Wavering on Waterfront Plan" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/05\/nyregion\/05hook.html"} , {"body" : "Attractions Museums and Sites FRAUNCES TAVERN MUSEUM, 54 Pearl Street, second floor, Lower Manhattan. The museum, in a former tavern, is dedicated to the study and interpretation of early American history and culture. On view, ''Fighting for Freedom: Black Patriots and Black Loyalists''; the George Washington Portrait Gallery; ''Sons of the" , "date" : "20060310" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/10\/arts\/10Spar.html"} , {"body" : "Ibrahima Diokhane spends most of his waking life surrounded by goatskin. His shop, in the Gowanus section of Brooklyn, is crammed with West African drums of every shape and size, all crowned in goatskin that Mr. Diokhane personally fetches from his native Senegal. Down below in the cramped basement, where Mr. Diokhane stretches the skins across the" , "date" : "20060224" , "day_of_week_facet" : "Friday" , "geo_facet" : ["IVORY COAST"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "A NEW CASE OF ANTHRAX: THE CRAFT; Drum Maker in Brooklyn Has No Fear of Anthrax" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9805E7DD1F3EF937A15751C0A9609C8B63"} , {"body" : "The handy water taxi service that laces the five boroughs is offering wintry trips for bird watchers. Experts from New York City Audubon are in the cockpit, looking for feathered sights among harbor flows and bridge pilings. The trips summon visions of urban birders leaping aboard with New York-minute metabolism: Take me to the horned grebe," , "date" : "20060224" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "The City Life; The Great Cormorant Calls" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/24\/opinion\/24fri3.html"} , {"body" : "As Hem, a nine-member country-folk collective from Brooklyn, took the stage of the Allen Room on Thursday evening, Dan Messé, its pianist and focal songwriter, remarked about Manhattan's ''wide-open spaces'' viewed from the high-ceilinged auditorium whose windows look over Central Park South. Wide-open spaces, or at least a New Yorker's cinematic" , "date" : "20060211" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "11" , "title" : "POP REVIEW; Sounds of Prairie Sunsets" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/11\/arts\/music\/11hem.html"} , {"body" : "The president of a New York construction company, who was accused of doing a ''corrupt dance'' with greedy union bosses, was acquitted yesterday in New York federal court of paying bribes to union officials. John Amicucci, 54, the president of DeFoe Corporation, was found not guilty of two counts of illegal labor payments after a two-week trial in" , "date" : "20060210" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Head of Construction Company Is Acquitted of Bribing Union" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/10\/nyregion\/10bribe.html"} , {"body" : "IN the mid-1990's, Chris Piazza would walk the streets of Brooklyn looking for boarded-up carriage houses. ''I'd take down their addresses,'' she said, ''look up the tax records and write to the owners to see if they wanted to sell.'' She didn't hit pay dirt, so she and her husband at the time decided to move from Prospect Heights to Yonkers. It" , "date" : "20060205" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS\/Boerum Hill, Brooklyn; Her Carriage House Is a Stable for Her Art" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/05\/realestate\/05habi.html"} , {"body" : "MANY years ago, Delonda Bates took a course on nontraditional employment for women. Maybe she would become a construction worker, or a carpenter, or an electrical technician. Who knew how fate would employ her? The only thing certain was her need to work. Right out of high school she had taken a factory job, married a factory man, quit the factory" , "date" : "20060204" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; Raising A Family And a Bridge" , "url" : "http:\/\/select.nytimes.com\/\/2006\/02\/04\/nyregion\/04about.html"} , {"body" : "Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, showtimes and tickets: nytimes.com\/theater. Previews and Openings 'CONFESSIONS OF A MORMON BOY' Opens Sunday. Not many people can claim to be both a gay New York escort and a straight Utah" , "date" : "20060203" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "THE LISTINGS: FEB. 3-FEB. 9" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B04E5D61F3FF930A35751C0A9609C8B63"} , {"body" : "AS real estate scavengers have discovered in recent years, the brownstones of Brooklyn do not end with what is traditionally known as Brownstone Brooklyn. They have begun to look beyond the pricey borders of Carroll Gardens and Park Slope for stately 19th-century architecture, and they have found it and more in Sunset Park, a neighborhood where $1" , "date" : "20060129" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "LIVING IN\/Sunset Park, Brooklyn; On the Trail of Brownstones in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/29\/realestate\/29living.html"} , {"body" : "WHEN the doors of the South Brooklyn Casket Company swing open, you see the caskets. Some stand in rows, balanced on their short ends. Others are laid out horizontally on wooden gurneys, draped with blankets or plastic sheets that flap in the wind that whips off the Gowanus Canal. These containers, in gleaming pink, silver, bronze or burnished" , "date" : "20060129" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: GOWANUS; A Muse Devoted to Six Feet Under" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/29\/nyregion\/thecity\/29cask.html"} , {"body" : "Red Hook could've been a contender, just like Marlon Brando's character in ''On the Waterfront,'' a film that immortalized the bleak, harsh atmosphere of the Brooklyn docks (even if it was filmed in Hoboken). With acres of piers for hauling cargo, and sweeping views of the Manhattan skyline, Red Hook should have become a leading industrial port or" , "date" : "20060119" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "For Whom Will the Foghorn Blow?" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/19\/nyregion\/19redhook.html"} , {"body" : "BROWNSTONES, Paul Eisemann says, will talk to you if you're willing to listen. And Mr. Eisemann, who has spent much of his adult life ministering to the needs of New York's 19th-century town houses, is all ears. What he hears, most of all, is the story of the workers who built brownstone Brooklyn and whose successors are filling the streets of" , "date" : "20060101" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "THE VOICE; The Brownstone Whisperer" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/01\/nyregion\/thecity\/01cont.html"}]