[  {"body" : "YOU can smell the horses before you can see them, although if you're walking off the overpass that straddles the busy Prospect Expressway in East Windsor Terrace, Brooklyn, the pungent odor of hay and manure seems out of place among the warehouses, semidetached row houses and passing cars. Kensington Stables, at Caton Place and East Eighth Street," , "date" : "20060611" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WINDSOR TERRACE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE VOICE; When the Horsemen Passed By" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/11\/nyregion\/thecity\/11stab.html"} , {"body" : "Attractions Museums and Sites HISTORIC RICHMOND TOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. More than 25 buildings, from the late 17th to the 19th centuries, restored and furnished. Sunday, 11 a.m. to 5 p.m., Community Day 2006, with demonstrations by quilters, blacksmiths, tinsmiths, basket-makers and others. Hours:" , "date" : "20060602" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/02\/arts\/02spar.html"} , {"body" : "A woman was killed early yesterday in the Prospect-Lefferts Gardens neighborhood, the police said. The victim, identified as Tiesha Sargeant, 26, was shot in the head about 1:30 a.m. in a second-floor apartment in a building at 1785 Bedford Avenue. A neighbor said Ms. Sargeant had recently moved in, but the police listed her address as on Clarkson" , "date" : "20060515" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Woman Fatally Shot" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/15\/nyregion\/15mbrfs-brief-002.html"} , {"body" : "A man fatally stabbed two men in Brooklyn on Thursday night, the police said, after a dispute that was about noise, according to one victim's relatives. The suspect, whose name was not released, was still at large last night, the police said. The stabbing took place at 377 Rutland Road in Prospect-Lefferts Gardens about 10 p.m., the police said." , "date" : "20060225" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Two Are Stabbed to Death After Dispute in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/25\/nyregion\/25stab.html"}]