[  {"body" : "Sex in New York City, as glamorized as it may be, is far from perfect. From East Village cafes to the streets of East Harlem, women recount tales of broken condoms, and nights of drinking that led to bad decisions and unwanted pregnancies. The morning-after pill, or Plan B, which can prevent pregnancy if taken within 72 hours of unprotected" , "date" : "20060826" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Easier Access To Plan B Pill Evokes Praise, And Concern" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/26\/nyregion\/26morning.html"} , {"body" : "Donald M. Halperin, a former New York state senator who represented shorefront neighborhoods of Brooklyn for 23 years and then served briefly as Gov. Mario M. Cuomo's housing commissioner, died on Monday in Brooklyn. He was 60. The cause was lung cancer, said his wife, Brenda Halperin. Although a member of the Democratic minority throughout his" , "date" : "20060630" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "9" , "title" : "Donald Halperin, 60, Senator Deeply Loyal to Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/30\/nyregion\/30halperin.html"} , {"body" : "HALPERIN--Donald M. of Manhattan Beach, Brooklyn, 60, the youngest person ever to be elected to the NY State Senate at the age of 24, died June 26, 2006 at the Menorah Nursing Home and Hospital in Manhattan Beach, Brooklyn after a valiant 22 month battle with cancer. Don Halperin was the beloved son of Gladys and the late Charles Halperin; devoted" , "date" : "20060628" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "8" , "title" : "Paid Notice: Deaths HALPERIN, DONALD M." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F05E2D6113AF93BA15755C0A9609C8B63"} , {"body" : "When the metal door bangs shut, the daylight is gone. Distorted guitars climb a mountainous drumbeat and a voice snarls Spanish. Thin strands of neon shine dim pink on women in worn lace and on the mirror, where the sign says, ''Shut Up and Drink.'' Outside, a cursive inscription promises 200 girls onstage at the Sweet Cherry, a corner bar the size" , "date" : "20060531" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Nine Lives of a Topless Bar" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/31\/nyregion\/31club.html"} , {"body" : "A Mother's Memory Q. My late mother, who grew up in Yorkville, told me that as a little girl she would take the subway ''all the way downtown'' to get breast milk for her twin baby brothers. She remembered that the milk was free, and that it came from contributing mothers who were also poor. Is there a record of this? A. Yes. The organization was" , "date" : "20060514" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F. Y. I." , "url" : "http:\/\/www.nytimes.com\/2006\/05\/14\/nyregion\/thecity\/14fyi.html"} , {"body" : "Theater 'THE BIG STEW,' a musical about vegetables, at the Atlantic Theater, 336 West 20th Street, Chelsea. Tomorrow and Sunday at 10:30 a.m. Tickets: $15; children and members, $5. Reservations: (212) 681-5919, ext. 1190. 'PINEAPPLE SOUP,' skits by the Paper Bag Players, tomorrow at 2 p.m. at Kingsborough Community College, 2001 Oriental" , "date" : "20060310" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "Spare Times; For Children" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/10\/arts\/10Kids.html"}]