[  {"body" : "Nobody knows for sure how or when the wild green parrots showed up in central Brooklyn, though most accounts have them escaping from a shipping crate at Kennedy Airport in the 1960s, or even earlier, and making themselves at home. That mystery, though, is an old one. What has been worrying residents lately is where all the parrots are going. Last" , "date" : "20061217" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Polly Takes A Powder" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/17\/nyregion\/thecity\/17parr.html"} , {"body" : "A privately owned passenger bus carrying 42 people smashed into a utility pole in Brooklyn last night, the police said. The driver was seriously injured and taken to Beth Israel Medical Center, where he was pronounced dead on arrival, the police said. Of the 42 passengers on the bus, described by the police as a 1987 Omnibus, most suffered minor" , "date" : "20061119" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "Bus Driver, 66, Dies In Crash in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/19\/nyregion\/19bus.html"} , {"body" : "It was the first of three public hearings on the $4.2 billion Atlantic Yards development, and Umar Jordan, a 51-year-old resident of Bushwick, Brooklyn, strode to the front of the auditorium and offered a vigorous defense of the proposal. ''I'm here to speak for the underprivileged, the people that don't get the opportunity to work, the brothers" , "date" : "20061112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "ATLANTIC YARDS (BROOKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Perspectives on the Atlantic Yards Development Through the Prism of Race" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/12\/nyregion\/12yards.html"} , {"body" : "As a cashier in a Brooklyn deli, Ahmed Shaibi earned a modest income. But what he made he shared with his extended family in the United States and in his homeland, Yemen. So when he was fatally shot on Sunday during a robbery at the deli, his relatives were left not only grief-stricken but also worried about their financial futures. Mr. Shaibi, 44," , "date" : "20061107" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "YEMEN" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Slaying at Deli Shakes Family In 2 Countries" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/07\/nyregion\/07deli.html"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "CHEAP. That's all Keith Rosenthal and Catherine Mauro cared about. They wanted to pay about $700 a month for their new apartment -- and absolutely no more than $850. ''I am by nature very frugal,'' said Mr. Rosenthal, 23, who grew up in Canarsie, Brooklyn, and majored in accounting at Brooklyn College. Ms. Mauro, 25, from Syracuse, said, ''Our" , "date" : "20061105" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "THE HUNT; A Rigorous Dedication to Saving Money" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/05\/realestate\/05hunt.html"} , {"body" : "CLANCY--Reverend Monsignor Thomas C. Peacefully returned to the Lord on October 28, 2006. Born on March 14, 1920 to William Clancy and Elizabeth (nee Corrigan). Ordained to the Holy Priesthood on April 3, 1945. After many years of faithful service to the Diocese of Brooklyn, he was appointed as Pastor of the parish of St. Bernard in Bergen Beach" , "date" : "20061101" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "10" , "title" : "Paid Notice: Deaths CLANCY, REVEREND MONSIGNOR THOMAS C." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9803EED8123AF932A35752C1A9609C8B63"} , {"body" : "CLANCY--Reverend Monsignor Thomas C. Peacefully returned to the Lord on October 28, 2006. Born on March 14, 1920 to William Clancy and Elizabeth (nee Corrigan). Ordained to the Holy Priesthood on April 3, 1945. After many years of faithful service to the Diocese of Brooklyn, he was appointed as Pastor of the parish of St. Bernard in Bergen Beach" , "date" : "20061031" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "23" , "title" : "Paid Notice: Deaths CLANCY, REVEREND MONSIGNOR THOMAS C." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F07E3D8123AF932A05753C1A9609C8B63"} , {"body" : "It was a scream heard all the way down the block on Decatur Street in Bedford-Stuyvesant. If you know TV, or if you know that Brooklyn neighborhood, you know it's a sweet stretch of well-tended homes and the setting for ''Everybody Hates Chris,'' the comedy series on the CW network inspired by the adolescent adventures of the comedian Chris Rock." , "date" : "20061030" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Where Everyone Loves to Love Chris" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/30\/arts\/television\/30chri.html"} , {"body" : "Skid marks scarred Nostrand Avenue yesterday where a hit-and-run driver killed a woman and left her daughter in critical condition just before midnight on Saturday in Marine Park, Brooklyn, the police said. A few blocks away on Avenue T, the police said that they found more evidence of the hit and run: an abandoned red sedan, its windshield" , "date" : "20061016" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Woman Is Dead, 2nd Is Hurt in Hit and Run" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/16\/nyregion\/16hit.html"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the Northeast this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, show times" , "date" : "20060825" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings: August 25 - August 31" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9503EFDA133EF936A1575BC0A9609C8B63"} ,   {"body" : "There must be brisk sales of paper plates in New York's grocery stores during the summer, thanks to the legions of picnickers who march into area parks to snack under the stars and enjoy varied musical offerings. On Wednesday 27,600 people turned up for Verdi's ''Rigoletto'' on the Great Lawn of Central Park, the second performance this year in the" , "date" : "20060825" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "MUSIC REVIEW; Verdi's Jester Is One More Constellation In the Park" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/25\/arts\/music\/25rigo.html"} , {"body" : "Before the Metropolitan Opera's performance of Verdi's ''Traviata'' on the Great Lawn of Central Park on Tuesday night, Peter Gelb, the company's new general manager, welcomed the audience to the 40th season of free summer performances. He seized the opportunity to promote several new initiatives: a free dress rehearsal of Puccini's ''Madama" , "date" : "20060824" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "5" , "title" : "MUSIC REVIEW; Moonlit Verdi, Loud Enough For Blankets In Back Row" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/24\/arts\/music\/24oper.html"} , {"body" : "Classical music life in New York has been dominated recently by ambitious indoor presentations courtesy of festivals at Lincoln Center. Starting this week, though, another Lincoln Center behemoth, the Metropolitan Opera, gives local music lovers chances to get back to basics in the outdoors with its popular free series of concert performances in" , "date" : "20060820" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "THE WEEK AHEAD: Aug. 20 - 26; CLASSICAL MUSIC" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9404E0D7173EF933A1575BC0A9609C8B63"} , {"body" : "A track fire sent smoke billowing through a subway tunnel in Downtown Brooklyn during the evening rush yesterday, halting two subway trains carrying nearly 4,000 passengers, who had to be led to safety on the Manhattan Bridge. At least 25 people received minor injuries, including 10 passengers and three firefighters who were treated at hospitals" , "date" : "20060817" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Smoky Track Fire Strands Riders On 2 Trains on Manhattan Bridge" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/17\/nyregion\/17train.html"} , {"body" : "Normally summer is the perfect time to be a youngster in Gerritsen Beach, a flyspeck neighborhood deep in south Brooklyn, squeezed between Sheepshead Bay and Marine Park. Its alleys and skinny roads are ideal for tossing baseballs, racing scooters and popping wheelies. Its modest beach, open only to locals, offers a cooling sanctuary and a snack" , "date" : "20060812" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "GERRITSEN BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Hate-Crime Arrests Unsettle a Brooklyn Community" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/12\/nyregion\/12attack.html"} , {"body" : "EMMER--Ruth. Died August 6, 2006 in Seattle, WA at the age of 85. She was preceded in death by her loving husband Martin. She is survived by son Fred, daughter Hilary, grandson Josh Gray-Emmer, granddaughters Tamar Dunn and Natasha Dunn, and sister Florence Weissman. Ruth was born, raised and spent most of her life in Brooklyn, NY. She grew up in" , "date" : "20060810" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "14" , "title" : "Paid Notice: Deaths EMMER, RUTH" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9902E1DC163AF933A2575BC0A9609C8B63"} , {"body" : "THE twilight settles around you, the fireflies beam. Above you shines Jupiter, surrounded by its moons Io, Europa, Ganymede and Calisto. A nighthawk glides through the air, spots its prey and makes a sudden dive. In vernal pools the Fowler's toads call out with a plaintive bleating, a bit like sheep with colds. You are not in a field on Long Island" , "date" : "20060714" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "Wild City Nights Beneath the Stars" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E1DB1E30F937A25754C0A9609C8B63"} , {"body" : "Flag People Q. I am a New York construction worker, and I can't tell you how many times I've stepped onto the street, equipped with only my hard hat and a red flag, and stopped traffic to allow a truck to enter or leave the site. Is this legal? A. It's not only legal but probably mandatory, assuming your company has a work permit. If you are a" , "date" : "20060702" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RANDALLS ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F. Y. I." , "url" : "http:\/\/www.nytimes.com\/2006\/07\/02\/nyregion\/thecity\/02fyi.html"} , {"body" : "The newest designer to be tapped by Dune, a contemporary furnishings showroom in TriBeCa, was not plucked from one of the big design schools. He was discovered last September at the Lycée Français on the Upper East Side. With his Shatter rug, introduced by Dune last month, 12-year-old Alberto Frédéric Gómez, far right, joins such seasoned" , "date" : "20060629" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS: CARPETS; From Brooklyn, A (Very) Young Design Talent" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A01E0DF1430F93AA15755C0A9609C8B63"} , {"body" : "Lance Cpl. Nicholas J. Whyte did not tell anyone he was signing up for the Marines, his father recalled yesterday. The war in Iraq had just begun, and he knew his family would be upset. They were. But yesterday, as he stood outside the family's home in Marine Park, Brooklyn, mourning the death of his son on what would have been his 21st birthday," , "date" : "20060624" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "IRAQ" , "RAMADI (IRAQ)"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "3" , "title" : "On His 21st Birthday, a Marine Is Mourned" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/24\/nyregion\/24marine.html"} ,   {"body" : "Someone set fire to seven American flags in a Brooklyn neighborhood yesterday, stoking outrage in a place where flags are displayed outside homes all year long. Six of the flags hung at houses in Marine Park, and one was on a car. An investigator speculated that the vandals might be teenagers out of school for the summer. Law enforcement officials" , "date" : "20060623" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "3" , "title" : "Seven American Flags Are Set Afire in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/23\/nyregion\/23flags.html"} , {"body" : "To the Editor: Sharon Seitz, in ''Off Track'' (Op-Ed, May 28), is right on track in her defense of Floyd Bennett Field against those who think it is just an abandoned Brooklyn airfield with empty runways made for racing. The Park Service police are now hard put to enforce the park's 25-m.p.h. speed limit. What they don't need is Paul Newman and the" , "date" : "20060611" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "A Race-Car Track In Brooklyn?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9805E1DA1231F932A25755C0A9609C8B63"} , {"author" : "Ed Morales is the author of ''Living in Spanglish: The Search for Latino Identity in America.''" , "body" : "''THIS is the Bronx I grew up in,'' I said with a sigh to a friend from Puerto Rico. We were at land's end, at the eastern edge of East Tremont Avenue, the point where the Long Island Sound ends and the East River begins. To the left, the long arch of the Throgs Neck Bridge played tag with the sunlight. My friend and I had driven there from" , "date" : "20060528" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "His Island City" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/28\/nyregion\/thecity\/28isla.html"} , {"body" : "SATTLER--Irene A. (nee Peters). On April 30, 2006. Beloved wife of the late Robert. Loving mother of Mary, Robert, Peggy and John. Cherished grandmother of 12. Also survived by her brother Frank Peters. Funeral, Friday, 8:30 A.M. from the Marine Park Funeral Home, 3024 Quentin Road, Brooklyn. Funeral Mass, 9:30 A.M., Our Lady Help of Christians" , "date" : "20060503" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "9" , "title" : "Paid Notice: Deaths SATTLER, IRENE A. (NEE PETERS)" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9806E3DF133AF930A35756C0A9609C8B63"} , {"body" : "A brush fire in marshlands in Marine Park erupted into a three-alarm blaze last night, causing severe traffic tie-ups on the Belt Parkway and the section of Flatbush Avenue that leads to the Marine Parkway Bridge, fire officials said. The fire, which was brought under control at midnight, was concentrated in the park's golf course and in dense" , "date" : "20060419" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Brush Fire Ties Up Belt Parkway" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E05E0DD143FF93AA25757C0A9609C8B63"} , {"body" : "Linda Rosenthal, a longtime aide to United States Representative Jerrold L. Nadler, was elected yesterday to the Assembly, representing the Upper West Side of Manhattan. The special election, one of three in New York City yesterday, was to determine the successor to Scott Stringer, who was elected Manhattan borough president in November. Ms." , "date" : "20060301" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Nadler Aide Wins Seat In Assembly" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/01\/nyregion\/01elect.html"} , {"body" : "Special elections are being held today for Assembly seats in Manhattan and Brooklyn that opened up when the incumbents resigned or were elected to other positions. The most heated race is on the Upper West Side of Manhattan, in the 67th District, where four candidates are competing to fill the seat vacated by Scott Stringer, a Democrat who was" , "date" : "20060228" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "MANHATTAN (NYC)" , "BUFFALO (NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Special Elections for the Legislature Today" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/28\/nyregion\/28elect.html"} , {"body" : "Kenneth McCabe, an investigator who became a quiet legend among crime fighters by spying on and testifying against mobsters to help topple godfathers, died on Feb. 19 at his home in Breezy Point, Queens. He was 59. His daughter, Kelly McCabe Casey, a prosecutor in the office of the Brooklyn district attorney, where Mr. McCabe was an investigator" , "date" : "20060227" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "7" , "title" : "Kenneth McCabe, 59, a Dogged Investigator of the Mob" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/27\/nyregion\/27mccabe.html"} , {"body" : "Any regular can tell you that Farrell's Bar and Grill stopped serving food at least a half century ago, the name notwithstanding. Last week, however, Farrell's stopped something else. It didn't serve beer. Or whiskey. Or anything. ''And the neighborhood didn't collapse?'' said Charles Garvin, 70, a would-be customer, peering through the tall glass" , "date" : "20060216" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "At a Brooklyn Oasis, An Unusual Dry Spell" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/16\/nyregion\/16bar.html"} , {"body" : "WEBBER--Caroline. On January 29, 2006. Beloved wife of the late John. Loving mother of John, Catherine and Carmine. Tenderly cared for by Nelsy Webber. Services to be held at Marine Park Funeral Home Brooklyn, NY." , "date" : "20060131" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "8" , "title" : "Paid Notice: Deaths WEBBER, CAROLINE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940DE3DF1F3FF932A05752C0A9609C8B63"} ,   {"body" : "Nobody knows for sure how or when the wild green parrots showed up in central Brooklyn, though most accounts have them escaping from a shipping crate at Kennedy Airport in the 1960s, or even earlier, and making themselves at home. That mystery, though, is an old one. What has been worrying residents lately is where all the parrots are going. Last" , "date" : "20061217" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Polly Takes A Powder" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/17\/nyregion\/thecity\/17parr.html"} , {"body" : "A privately owned passenger bus carrying 42 people smashed into a utility pole in Brooklyn last night, the police said. The driver was seriously injured and taken to Beth Israel Medical Center, where he was pronounced dead on arrival, the police said. Of the 42 passengers on the bus, described by the police as a 1987 Omnibus, most suffered minor" , "date" : "20061119" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "Bus Driver, 66, Dies In Crash in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/19\/nyregion\/19bus.html"} , {"body" : "It was the first of three public hearings on the $4.2 billion Atlantic Yards development, and Umar Jordan, a 51-year-old resident of Bushwick, Brooklyn, strode to the front of the auditorium and offered a vigorous defense of the proposal. ''I'm here to speak for the underprivileged, the people that don't get the opportunity to work, the brothers" , "date" : "20061112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "ATLANTIC YARDS (BROOKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Perspectives on the Atlantic Yards Development Through the Prism of Race" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/12\/nyregion\/12yards.html"} , {"body" : "As a cashier in a Brooklyn deli, Ahmed Shaibi earned a modest income. But what he made he shared with his extended family in the United States and in his homeland, Yemen. So when he was fatally shot on Sunday during a robbery at the deli, his relatives were left not only grief-stricken but also worried about their financial futures. Mr. Shaibi, 44," , "date" : "20061107" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "YEMEN" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Slaying at Deli Shakes Family In 2 Countries" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/07\/nyregion\/07deli.html"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "CHEAP. That's all Keith Rosenthal and Catherine Mauro cared about. They wanted to pay about $700 a month for their new apartment -- and absolutely no more than $850. ''I am by nature very frugal,'' said Mr. Rosenthal, 23, who grew up in Canarsie, Brooklyn, and majored in accounting at Brooklyn College. Ms. Mauro, 25, from Syracuse, said, ''Our" , "date" : "20061105" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "THE HUNT; A Rigorous Dedication to Saving Money" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/05\/realestate\/05hunt.html"} , {"body" : "CLANCY--Reverend Monsignor Thomas C. Peacefully returned to the Lord on October 28, 2006. Born on March 14, 1920 to William Clancy and Elizabeth (nee Corrigan). Ordained to the Holy Priesthood on April 3, 1945. After many years of faithful service to the Diocese of Brooklyn, he was appointed as Pastor of the parish of St. Bernard in Bergen Beach" , "date" : "20061101" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "10" , "title" : "Paid Notice: Deaths CLANCY, REVEREND MONSIGNOR THOMAS C." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9803EED8123AF932A35752C1A9609C8B63"} , {"body" : "CLANCY--Reverend Monsignor Thomas C. Peacefully returned to the Lord on October 28, 2006. Born on March 14, 1920 to William Clancy and Elizabeth (nee Corrigan). Ordained to the Holy Priesthood on April 3, 1945. After many years of faithful service to the Diocese of Brooklyn, he was appointed as Pastor of the parish of St. Bernard in Bergen Beach" , "date" : "20061031" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "23" , "title" : "Paid Notice: Deaths CLANCY, REVEREND MONSIGNOR THOMAS C." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F07E3D8123AF932A05753C1A9609C8B63"} , {"body" : "It was a scream heard all the way down the block on Decatur Street in Bedford-Stuyvesant. If you know TV, or if you know that Brooklyn neighborhood, you know it's a sweet stretch of well-tended homes and the setting for ''Everybody Hates Chris,'' the comedy series on the CW network inspired by the adolescent adventures of the comedian Chris Rock." , "date" : "20061030" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Where Everyone Loves to Love Chris" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/30\/arts\/television\/30chri.html"} , {"body" : "Skid marks scarred Nostrand Avenue yesterday where a hit-and-run driver killed a woman and left her daughter in critical condition just before midnight on Saturday in Marine Park, Brooklyn, the police said. A few blocks away on Avenue T, the police said that they found more evidence of the hit and run: an abandoned red sedan, its windshield" , "date" : "20061016" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Woman Is Dead, 2nd Is Hurt in Hit and Run" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/16\/nyregion\/16hit.html"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the Northeast this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional listings, show times" , "date" : "20060825" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings: August 25 - August 31" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9503EFDA133EF936A1575BC0A9609C8B63"} , {"body" : "There must be brisk sales of paper plates in New York's grocery stores during the summer, thanks to the legions of picnickers who march into area parks to snack under the stars and enjoy varied musical offerings. On Wednesday 27,600 people turned up for Verdi's ''Rigoletto'' on the Great Lawn of Central Park, the second performance this year in the" , "date" : "20060825" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "MUSIC REVIEW; Verdi's Jester Is One More Constellation In the Park" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/25\/arts\/music\/25rigo.html"} , {"body" : "Before the Metropolitan Opera's performance of Verdi's ''Traviata'' on the Great Lawn of Central Park on Tuesday night, Peter Gelb, the company's new general manager, welcomed the audience to the 40th season of free summer performances. He seized the opportunity to promote several new initiatives: a free dress rehearsal of Puccini's ''Madama" , "date" : "20060824" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "5" , "title" : "MUSIC REVIEW; Moonlit Verdi, Loud Enough For Blankets In Back Row" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/24\/arts\/music\/24oper.html"} , {"body" : "Classical music life in New York has been dominated recently by ambitious indoor presentations courtesy of festivals at Lincoln Center. Starting this week, though, another Lincoln Center behemoth, the Metropolitan Opera, gives local music lovers chances to get back to basics in the outdoors with its popular free series of concert performances in" , "date" : "20060820" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "THE WEEK AHEAD: Aug. 20 - 26; CLASSICAL MUSIC" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9404E0D7173EF933A1575BC0A9609C8B63"} , {"body" : "A track fire sent smoke billowing through a subway tunnel in Downtown Brooklyn during the evening rush yesterday, halting two subway trains carrying nearly 4,000 passengers, who had to be led to safety on the Manhattan Bridge. At least 25 people received minor injuries, including 10 passengers and three firefighters who were treated at hospitals" , "date" : "20060817" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Smoky Track Fire Strands Riders On 2 Trains on Manhattan Bridge" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/17\/nyregion\/17train.html"} , {"body" : "Normally summer is the perfect time to be a youngster in Gerritsen Beach, a flyspeck neighborhood deep in south Brooklyn, squeezed between Sheepshead Bay and Marine Park. Its alleys and skinny roads are ideal for tossing baseballs, racing scooters and popping wheelies. Its modest beach, open only to locals, offers a cooling sanctuary and a snack" , "date" : "20060812" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "GERRITSEN BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Hate-Crime Arrests Unsettle a Brooklyn Community" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/12\/nyregion\/12attack.html"} , {"body" : "EMMER--Ruth. Died August 6, 2006 in Seattle, WA at the age of 85. She was preceded in death by her loving husband Martin. She is survived by son Fred, daughter Hilary, grandson Josh Gray-Emmer, granddaughters Tamar Dunn and Natasha Dunn, and sister Florence Weissman. Ruth was born, raised and spent most of her life in Brooklyn, NY. She grew up in" , "date" : "20060810" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "14" , "title" : "Paid Notice: Deaths EMMER, RUTH" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9902E1DC163AF933A2575BC0A9609C8B63"} , {"body" : "THE twilight settles around you, the fireflies beam. Above you shines Jupiter, surrounded by its moons Io, Europa, Ganymede and Calisto. A nighthawk glides through the air, spots its prey and makes a sudden dive. In vernal pools the Fowler's toads call out with a plaintive bleating, a bit like sheep with colds. You are not in a field on Long Island" , "date" : "20060714" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "Wild City Nights Beneath the Stars" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E1DB1E30F937A25754C0A9609C8B63"} , {"body" : "Flag People Q. I am a New York construction worker, and I can't tell you how many times I've stepped onto the street, equipped with only my hard hat and a red flag, and stopped traffic to allow a truck to enter or leave the site. Is this legal? A. It's not only legal but probably mandatory, assuming your company has a work permit. If you are a" , "date" : "20060702" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RANDALLS ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F. Y. I." , "url" : "http:\/\/www.nytimes.com\/2006\/07\/02\/nyregion\/thecity\/02fyi.html"} , {"body" : "The newest designer to be tapped by Dune, a contemporary furnishings showroom in TriBeCa, was not plucked from one of the big design schools. He was discovered last September at the Lycée Français on the Upper East Side. With his Shatter rug, introduced by Dune last month, 12-year-old Alberto Frédéric Gómez, far right, joins such seasoned" , "date" : "20060629" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS: CARPETS; From Brooklyn, A (Very) Young Design Talent" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A01E0DF1430F93AA15755C0A9609C8B63"} , {"body" : "Lance Cpl. Nicholas J. Whyte did not tell anyone he was signing up for the Marines, his father recalled yesterday. The war in Iraq had just begun, and he knew his family would be upset. They were. But yesterday, as he stood outside the family's home in Marine Park, Brooklyn, mourning the death of his son on what would have been his 21st birthday," , "date" : "20060624" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "IRAQ" , "RAMADI (IRAQ)"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "3" , "title" : "On His 21st Birthday, a Marine Is Mourned" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/24\/nyregion\/24marine.html"} , {"body" : "Someone set fire to seven American flags in a Brooklyn neighborhood yesterday, stoking outrage in a place where flags are displayed outside homes all year long. Six of the flags hung at houses in Marine Park, and one was on a car. An investigator speculated that the vandals might be teenagers out of school for the summer. Law enforcement officials" , "date" : "20060623" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "3" , "title" : "Seven American Flags Are Set Afire in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/23\/nyregion\/23flags.html"} , {"body" : "To the Editor: Sharon Seitz, in ''Off Track'' (Op-Ed, May 28), is right on track in her defense of Floyd Bennett Field against those who think it is just an abandoned Brooklyn airfield with empty runways made for racing. The Park Service police are now hard put to enforce the park's 25-m.p.h. speed limit. What they don't need is Paul Newman and the" , "date" : "20060611" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "A Race-Car Track In Brooklyn?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9805E1DA1231F932A25755C0A9609C8B63"} , {"author" : "Ed Morales is the author of ''Living in Spanglish: The Search for Latino Identity in America.''" , "body" : "''THIS is the Bronx I grew up in,'' I said with a sigh to a friend from Puerto Rico. We were at land's end, at the eastern edge of East Tremont Avenue, the point where the Long Island Sound ends and the East River begins. To the left, the long arch of the Throgs Neck Bridge played tag with the sunlight. My friend and I had driven there from" , "date" : "20060528" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "His Island City" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/28\/nyregion\/thecity\/28isla.html"} , {"body" : "SATTLER--Irene A. (nee Peters). On April 30, 2006. Beloved wife of the late Robert. Loving mother of Mary, Robert, Peggy and John. Cherished grandmother of 12. Also survived by her brother Frank Peters. Funeral, Friday, 8:30 A.M. from the Marine Park Funeral Home, 3024 Quentin Road, Brooklyn. Funeral Mass, 9:30 A.M., Our Lady Help of Christians" , "date" : "20060503" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "9" , "title" : "Paid Notice: Deaths SATTLER, IRENE A. (NEE PETERS)" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9806E3DF133AF930A35756C0A9609C8B63"} , {"body" : "A brush fire in marshlands in Marine Park erupted into a three-alarm blaze last night, causing severe traffic tie-ups on the Belt Parkway and the section of Flatbush Avenue that leads to the Marine Parkway Bridge, fire officials said. The fire, which was brought under control at midnight, was concentrated in the park's golf course and in dense" , "date" : "20060419" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Brush Fire Ties Up Belt Parkway" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E05E0DD143FF93AA25757C0A9609C8B63"} , {"body" : "Linda Rosenthal, a longtime aide to United States Representative Jerrold L. Nadler, was elected yesterday to the Assembly, representing the Upper West Side of Manhattan. The special election, one of three in New York City yesterday, was to determine the successor to Scott Stringer, who was elected Manhattan borough president in November. Ms." , "date" : "20060301" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Nadler Aide Wins Seat In Assembly" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/01\/nyregion\/01elect.html"} , {"body" : "Special elections are being held today for Assembly seats in Manhattan and Brooklyn that opened up when the incumbents resigned or were elected to other positions. The most heated race is on the Upper West Side of Manhattan, in the 67th District, where four candidates are competing to fill the seat vacated by Scott Stringer, a Democrat who was" , "date" : "20060228" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "MANHATTAN (NYC)" , "BUFFALO (NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Special Elections for the Legislature Today" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/28\/nyregion\/28elect.html"} , {"body" : "Kenneth McCabe, an investigator who became a quiet legend among crime fighters by spying on and testifying against mobsters to help topple godfathers, died on Feb. 19 at his home in Breezy Point, Queens. He was 59. His daughter, Kelly McCabe Casey, a prosecutor in the office of the Brooklyn district attorney, where Mr. McCabe was an investigator" , "date" : "20060227" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "7" , "title" : "Kenneth McCabe, 59, a Dogged Investigator of the Mob" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/27\/nyregion\/27mccabe.html"} , {"body" : "Any regular can tell you that Farrell's Bar and Grill stopped serving food at least a half century ago, the name notwithstanding. Last week, however, Farrell's stopped something else. It didn't serve beer. Or whiskey. Or anything. ''And the neighborhood didn't collapse?'' said Charles Garvin, 70, a would-be customer, peering through the tall glass" , "date" : "20060216" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "At a Brooklyn Oasis, An Unusual Dry Spell" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/16\/nyregion\/16bar.html"} , {"body" : "WEBBER--Caroline. On January 29, 2006. Beloved wife of the late John. Loving mother of John, Catherine and Carmine. Tenderly cared for by Nelsy Webber. Services to be held at Marine Park Funeral Home Brooklyn, NY." , "date" : "20060131" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "8" , "title" : "Paid Notice: Deaths WEBBER, CAROLINE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940DE3DF1F3FF932A05752C0A9609C8B63"}]