[  {"body" : "The last New York City mechanical parking meter -- an emblem of street life, object of driver frustration and source of fascination for children since 1951 -- was withdrawn from service yesterday. The demise of the mechanical meter was painless but not swift. Since 1995, when the city began using battery-powered digital meters and quickly found" , "date" : "20061221" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "When Time Runs Out for the Meter, Not the Car" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/21\/nyregion\/21parking.html"} , {"body" : "Nobody knows for sure how or when the wild green parrots showed up in central Brooklyn, though most accounts have them escaping from a shipping crate at Kennedy Airport in the 1960s, or even earlier, and making themselves at home. That mystery, though, is an old one. What has been worrying residents lately is where all the parrots are going. Last" , "date" : "20061217" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Polly Takes A Powder" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/17\/nyregion\/thecity\/17parr.html"} , {"body" : "A rabbi charged with sexual abuse of a minor at a school in Brooklyn walked out of criminal court yesterday after posting $5,000 bail. Rabbi Joel Kolko, 60, a former teacher and assistant principal at Yeshiva and Mesivta Torah Temimah, an all-boys private school on 555 Ocean Parkway in Midwood, was arraigned on two counts of sexual abuse in the" , "date" : "20061209" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Brooklyn Rabbi Is Arraigned On Charges of Sexual Abuse" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/09\/nyregion\/09rabbi.html"} , {"body" : "To the Editor: Re ''Bucking Tide of School Reform, a Superintendent Gets Results'' (front page, Dec. 4): I had the privilege of being a student at P.S. 193 in Midwood, Brooklyn, when Kathleen M. Cashin was principal there. When she announced that she would be leaving, I went to her office in tears. Dr. Cashin told me that she was going somewhere to" , "date" : "20061208" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "34" , "title" : "A Revered Principal" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B03E7DB1731F93BA35751C1A9609C8B63"} , {"body" : "Kathleen M. Cashin is responsible for some of the roughest territory in the New York City school system -- vast stretches of poverty and desolation from Ocean Hill-Brownsville and East New York in Brooklyn to Far Rockaway in Queens, all part of Region 5, where she is superintendent. Already this school year, two of her students have been shot dead," , "date" : "20061204" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Bucking Tide of School Reform, A Superintendent Gets Results" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/04\/nyregion\/04schools.html"} , {"body" : "To the Editor: Your Nov. 19 editorial ''Black Soot and Asthma'' mentions opposition in Queens to the proposed cross-harbor rail freight project. But you do not mention strong opposition in many Brooklyn neighborhoods. There are tens of thousands of Brooklyn residents who would be negatively affected by the project, in Bay Ridge, Sunset Park," , "date" : "20061203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "17" , "title" : "Rail Project Opposition Not Just in Queens" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0CE5D61E3EF930A35751C1A9609C8B63"} , {"body" : "KONSTANTINOS PYLARINOS does not have to worry about an audience. Crowds regularly flock to view his creations, and when they see them, it's not unusual for them to bow down and thank God. Mr. Pylarinos, a 66-year-old Byzantine-style woodcarver, makes furniture for Greek Orthodox churches. His Astoria workshop, Byzantion Woodworking Company, is" , "date" : "20061203" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: ASTORIA; Prayers in Wood" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/03\/nyregion\/thecity\/03gree.html"} , {"body" : "A state commission plans to recommend Tuesday closing at least nine hospitals across the state -- including five in New York City -- and further cutting the state's mounting health care costs by forcing more hospitals to merge or to cut beds, according to several people briefed Monday on the panel's report. The plan -- which is being lauded and" , "date" : "20061128" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Panel Said to Call for Closing 9 Hospitals in State" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/28\/nyregion\/28hospitals.html"} , {"body" : "When they were growing up in Brooklyn, Kevin Shenderov and his older brother, Eugene, would sit on the couch and listen raptly as their father explained in simple yet fascinating terms how the television they were watching worked, or how electricity powered the light bulb that illuminated the room. ''He always made science pretty accessible to" , "date" : "20061120" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "2 Rhodes Scholars Multiply a Family's Bragging Rights" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/20\/nyregion\/20rhodes.html"} , {"body" : "Manhattan Less than $300,000 West Midtown $295,000 461 West 44th Street Number of bedrooms: 0 Number of full bathrooms: 1 Number of half bathrooms: 0 Weeks on market: 5 weeks 400-sq.-ft. studio co-op in a postwar building; dining area, h\/w floors, renovated bath; maintenance $378, 50% tax deductible; listed at $305,000. Brokers: Halstead Property;" , "date" : "20061119" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9503EFD9143EF93AA25752C1A9609C8B63"} ,   {"body" : "Midcentury Modern $1,495,000 CONNECTICUT: 830 Rock Rimmon Road, North Stamford A Bauhaus-style home on an acre, with four bedrooms, three baths, office, stone patio, heated outdoor pool and attached two-car garage. Inger Stringfellow, William Pitt Sotheby's International Realty (203) 321-9361; www.williampittsir.com TAXES: $11,404 a year PROS:" , "date" : "20061112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01EFDD1F3FF931A25752C1A9609C8B63"} , {"body" : "The area of Brooklyn east of Midwood is sometimes known as Fraser, after a heroic 1930s police officer. It is home to a lot of big semidetached houses, and in recent years those houses have been filling up with large Orthodox Jewish families. Even small children can produce large amounts of garbage, and for some of Fraser's Orthodox families," , "date" : "20061105" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: CENTRAL BROOKLYN; Come Sundown, A Curbside Dilemma" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/05\/nyregion\/thecity\/05sabb.html"} , {"body" : "Manhattan Less than $300,000 Hudson Heights $277,000 100 Overlook Terrace (190th St.) Number of bedrooms: 1 Number of full bathrooms: 1 Number of half bathrooms: 0 Weeks on market: 5 weeks 505-sq.-ft. co-op in a postwar building; renovated kitchen with stone counters and maple cabinets, 11-ft. ceilings, h\/w floors; maintenance $300, 35% tax" , "date" : "20061029" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9906E0D7143FF93AA15753C1A9609C8B63"} , {"body" : "Manhattan Less than $300,000 Hudson Heights $285,000 187 Pinehurst Avenue (186th St.) Number of bedrooms: 1 Number of full bathrooms: 1 Number of half bathrooms: 0 Weeks on market: 12 weeks 555-sq.-ft. co-op in a prewar building; renovated kitchen, granite counters, high ceilings, h\/w floors, north and west exposures; maintenance $514, 45% tax" , "date" : "20061015" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E3D61030F936A25753C1A9609C8B63"} , {"body" : "A boarder who killed his landlord, lived with the body for a few days and answered in women's clothing when police officers knocked at the door pleaded guilty to manslaughter yesterday, agreeing to serve 20 years in prison. The boarder, Howard Goldstein, 49, who dressed for court in a black yarmulke, gray slacks, a button-down shirt and thick" , "date" : "20060920" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Guilty Plea in Killing of Brooklyn Landlord" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/20\/nyregion\/20trial.html"} , {"body" : "A jury was selected yesterday in State Supreme Court for the trial of a boarder accused of killing his elderly landlord in October 2004. Prosecutors say the boarder, Howard Goldstein, 49, beat and stabbed the landlord, Rahamim Sultan, 75, wrapped his body in bed linens, towels and plastic bags, and kept it in the apartment they shared for several" , "date" : "20060919" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Jury Chosen In Landlord's Killing" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/19\/nyregion\/19mbrfs-002.html"} , {"body" : "America's newest Muslims arrive in the afternoon crunch at John F. Kennedy International Airport. Their planes land from Dubai, Casablanca and Karachi. They stand in line, clasping documents. They emerge, sometimes hours later, steering their carts toward a flock of relatives, a stream of cabs, a new life. This was the path for Nur Fatima, a" , "date" : "20060910" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S." , "Washington"] , "page_facet" : "1" , "title" : "More Muslims Are Coming to U.S. After a Decline in Wake of 9\/11" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/10\/nyregion\/10muslims.html"} , {"body" : "The Pluot, a cross between a plum and an apricot, looks like a plum. But the first bite of the brilliant red flesh of the new Raspberry Jewel Pluot from California is pure honey. Then a bit of acidity kicks in to give the juicy, mouth-filling richness some balance. Pluots are easy to pit and slice to pave a fruit tart. They are $5.95 a pound at the" , "date" : "20060823" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "8" , "title" : "FOOD STUFF; Cousin of the Apricot, With a Plummy Accent" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E5D8123EF930A1575BC0A9609C8B63"} , {"body" : "GELFAND--Pauline. Born September 13, 1909, died August 9, 2006. Beloved mother, loyal friend and proud active supporter of Jewish Women International, B'nai Brith and the Anti-Defamation League. She is survived by a daugher, Carol of Manhattan and a son Thomas of Brooklyn. Services Sunday August 13, 11:30am at Nieberg's Midwood Chapel, Coney Island" , "date" : "20060811" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "7" , "title" : "Paid Notice: Deaths GELFAND, PAULINE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D00E6DB163AF932A2575BC0A9609C8B63"} , {"body" : "''We've been drinking like camels the last couple of days,'' Rabbi Haskel Lookstein said yesterday in his office at Kehilath Jeshurun, an Orthodox synagogue on the Upper East Side. Well, sure. So have millions of other New Yorkers. But Rabbi Lookstein and many other Jews drank with particular urgency: beginning last night, they would be forbidden" , "date" : "20060803" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE REGION SIMMERS: VIGNETTES; This Fast Means No Water" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9901E5D6103FF930A3575BC0A9609C8B63"} ,   {"body" : "On the Gold Coast $1,295,000 NASSAU: 5 Jodi Court, Glen Cove An eight-bedroom 1905 colonial with six baths on one acre of the former Pratt estate. The formal dining room has three sets of French doors opening to a brick veranda and stone fountain in the yard. Terry Sciubba, Sherlock Homes (516) 671-1717; www.gosherlockhomes.com TAXES: $16,891 a" , "date" : "20060723" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0DE4DB173FF930A15754C0A9609C8B63"} , {"body" : "Using a box cutter as a weapon, a man forced a woman into a car just after midnight on Wednesday, at Avenue M and Flatlands Avenue in Midwood, and raped her, the police said. Afterward, he let her out of the car, a black four-door sedan, on East 37th Street and drove off, the police said. The woman, 26, was treated at Coney Island Hospital, and" , "date" : "20060714" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Woman Is Abducted And Raped" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/14\/nyregion\/14mbrfs-003.html"} , {"body" : "WERNER--Dr.Jules J., 93, of Palm Beach Gardens and Floral Park, NY, passed away on July 2 in Aventura, FL. During World War II he served as a captain in the European Theatre. He was a graduate of Cornell University School of Veterinary Medicine and owned Abby Midwood Animal Hospital in Brooklyn, NY. He was philanthropic, loved the arts and" , "date" : "20060705" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "15" , "title" : "Paid Notice: Deaths WERNER, DR.JULES J." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E04E4DC1E3AF936A35754C0A9609C8B63"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "THE last straw for Stephanie Jo Klein came when the towers of boxes that cluttered her Kips Bay apartment -- which doubled as the office for her gift-bag business -- started tipping over. One day, a tissue packet from a pile of ''random girly things'' fell on her head. ''I thought: I do not want to live like this,'' she said. ''My apartment was so" , "date" : "20060702" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "THE HUNT; Enough Room for the Gift Bags" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/02\/realestate\/02hunt.html"} , {"body" : "Donald M. Halperin, a former New York state senator who represented shorefront neighborhoods of Brooklyn for 23 years and then served briefly as Gov. Mario M. Cuomo's housing commissioner, died on Monday in Brooklyn. He was 60. The cause was lung cancer, said his wife, Brenda Halperin. Although a member of the Democratic minority throughout his" , "date" : "20060630" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "9" , "title" : "Donald Halperin, 60, Senator Deeply Loyal to Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/30\/nyregion\/30halperin.html"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Aug. 20, ''Darwin,'' an exhibition devoted to the naturalist, which includes fossils and live creatures as well as a reconstruction of Darwin's study at Down House. Through today, ''The Butterfly Conservatory: Tropical Butterflies Alive in" , "date" : "20060623" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/23\/arts\/23spar.html"} , {"body" : "LOOKING out the window of her fifth-floor co-op on Corbin Place in Brighton Beach, Brooklyn, Inna Slobodova can still see the elm trees, a swatch of ocean and the open sky. But these days, she also sees a gaping pit next door where Beth Am, a small Jewish community center and synagogue, stood until its demolition this year, and where a nine-story" , "date" : "20060618" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "STREET LEVEL -- Brighton Beach; Is the Bungalow Going the Way of the Dodo?" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/18\/nyregion\/thecity\/18stre.html"} , {"body" : "YOU can smell the horses before you can see them, although if you're walking off the overpass that straddles the busy Prospect Expressway in East Windsor Terrace, Brooklyn, the pungent odor of hay and manure seems out of place among the warehouses, semidetached row houses and passing cars. Kensington Stables, at Caton Place and East Eighth Street," , "date" : "20060611" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WINDSOR TERRACE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE VOICE; When the Horsemen Passed By" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/11\/nyregion\/thecity\/11stab.html"} , {"body" : "At times, Dellin Betances still has trouble wresting control over the body he was given. The growth spurts have come one after another during his four years at Grand Street Campus High School in Brooklyn, adding five inches to his frame, topping him out at 6 feet 9 inches, a tangle of long limbs and limitless potential. ''But it's hard,'' he said," , "date" : "20060606" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "5" , "title" : "BASEBALL; Lanky Brooklyn Prospect Has Got Game: Baseball" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/06\/sports\/baseball\/06betances.html"} , {"body" : "Karen Deborah Leavitt and Demetri George Detsaridis were married last evening at the Troutbeck Inn in Amenia, N.Y. The Rev. Michael Shafer, an Episcopal priest, officiated, and Rabbi Hirshel Jaffe participated in the ceremony. The bride, 32, will continue to use her name professionally. She is an educational consultant and children's television" , "date" : "20060604" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "14" , "title" : "WEDDINGS\/CELEBRATIONS; Karen Leavitt, Demetri Detsaridis" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/04\/fashion\/weddings\/04leav.html"} ,   {"body" : "SEHAM -- Martin Charles. Martin Charles Seham, a labor attorney who gracefully bridged the chasm between unions and managment, died April 1at Englewood Hospital, Englewood, New Jersey at 73, after a 21-year battle with Parkinson's disease. His death was announced by his son and law partner, Lee Seham. Seham's concern for the ordinary worker began" , "date" : "20060514" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "33" , "title" : "Paid Notice: Deaths SEHAM, MARTIN CHARLES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9803E2D9133AF937A25756C0A9609C8B63"} , {"body" : "Manhattan LOWER EAST SIDE $678,000 475 F.D.R. Drive (East Houston Street) (East River Houses) 2-bedroom, 1-bath, 1,050-sq.-ft. co-op in a postwar building; 24-hr. doormen; upgraded appliances, home office, parquet floors, south and west exposures; health club and laundry facilities in building; maintenance $607, 27% tax deductible; listed at" , "date" : "20060511" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9403E5DE173EF932A25756C0A9609C8B63"} , {"body" : "When it gets mad, the upper Upper West Side springs fiercely into combat -- most of the time, that is. It was in the book-cluttered apartments between 96th Street and 110th Street where much of the successful plot to defeat a $1.1 billion West Side superhighway was hatched, leaving a governor and a mayor choking in the organizers' dust in 1985. In" , "date" : "20060501" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Fear of Heights On the West Side; 2 Towers on Broadway Catch Neighborhood Advocates Off Guard" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E1DD113FF932A35756C0A9609C8B63"} , {"body" : "Manhattan UPPER EAST SIDE $850,000 1185 Park Avenue (94th Street) 2-bedroom, 1-bath, 1,400-sq.-ft. co-op in prewar building; 24-hr. doormen, concierge, manned elevator; dining area, decorative fireplace; east and west exposures, planted courtyard view, needs work; maintenance $1,467, 38% tax-deductible; listed at $835,000 (multiple bids), 17 weeks" , "date" : "20060427" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05EFDE133FF934A15757C0A9609C8B63"} , {"body" : "A 4-year-old Brooklyn girl was killed last night after a television set fell on her, the police said. It was the second such accident in Brooklyn this month. The girl, identified by neighbors as Debbie Lerner, was home with her father and two young brothers in their home on Avenue M, near East Seventh Street, in Midwood. Just before 6:30 p.m., the" , "date" : "20060427" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "4-Year-Old Girl Dies After TV Falls on Her" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/27\/nyregion\/27death.html"} , {"body" : "ROSSOFF--Annie Rosenblum. Died April 25, 2006, age 89 in Southbury, CT. She is survived by a devoted family including children Margaret and Simon; grandsons Nick Rossoff and Max Nichols; great grandson Ty, sister Sarah Lang, brother Arthur Rosenblum and many nieces and nephews. Born in Orangeburg, S.C., attended Winthrop College and Columbia" , "date" : "20060426" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "11" , "title" : "Paid Notice: Deaths ROSSOFF, ANNIE ROSENBLUM" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9806E2D9123AF935A15757C0A9609C8B63"} , {"body" : "At midnight tonight, the parishioners of St. Nicholas Greek Orthodox Church in Lower Manhattan will celebrate Easter where they have worshiped for five years. In Brooklyn. At SS. Constantine and Helen Cathedral. With all the talk of unkept promises at ground zero, it is sometimes easy to overlook St. Nicholas Church, structurally the smallest" , "date" : "20060422" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "On Greek Orthodox Easter, a Displaced Parish Contemplates Its Future" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/22\/nyregion\/22nicholas.html"} , {"body" : "Stella Correa, 86, one of the last original tenants of St. Brendan's, an apartment building for the elderly and disabled in Midwood, Brooklyn, had become reclusive in her twilight years. She spent most days in her apartment, alone with her thoughts. But something special was coming up, she told her daughter on Thursday night. There was going to be" , "date" : "20060422" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Victim of Apartment Fire Is Mourned by Neighbors" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/22\/nyregion\/22fire.html"} , {"body" : "One thing is certain about the vehicle that struck and critically injured Jennifer Gibbons, 56, of Flatbush, Brooklyn, on March 4: it was a van. Beyond that, there has been disagreement in the weeks since the accident about matters as basic as the van's color and whether it was carrying passengers or cargo. The driver fled the scene of the" , "date" : "20060416" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: FLATBUSH; After a Hit and Run, a Bumpy Ride for the Dollar Van" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/16\/nyregion\/thecity\/16van.html"} , {"body" : "Manhattan TRIBECA $995,000 461 Greenwich Street (Desbrosses Street) 913-sq.-ft. open-space condo in a prewar loft building; renovated kitchen and bath, 2 fireplaces, terrace; laundry in unit; common charge $225; taxes $5,004; listed at $995,000, 6 weeks on market (brokers: Corcoran Group; Wohlfarth & Associates) GREENWICH VILLAGE $1.325 million 70" , "date" : "20060406" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "11" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E5DA1030F935A35757C0A9609C8B63"} ,   {"author" : "E-mail: thehunt@nytimes.com" , "body" : "TO Celine Cheddy, a house meant space and freedom. To her husband, Garry Cheddy, it meant responsibility and repairs. ''I wanted a house for a very long time,'' Mrs. Cheddy said. ''House hunting has been an ongoing process, ongoing for a number of years. We fought a lot about buying it.'' In the meantime, she said, ''I gave up and bought a co-op.''" , "date" : "20060305" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "IRELAND" , "NORTHERN IRELAND"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "THE HUNT; Finding a Family House (Cue the Bagpiper)" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/05\/realestate\/05hunt.html"} , {"body" : "THREE years ago, after a long time spent in different cities, my boyfriend and I moved into a studio in Midwood, Brooklyn. Friends were skeptical. You have passed the test of distance, said one. Now let's see how you'll stand proximity. But Max and I were New Yorkers, experienced residents of the city of negotiated space. Moving together into its" , "date" : "20060305" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK OBSERVED; Close Quarters" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/05\/nyregion\/thecity\/05stud.html"} , {"author" : "E-mail: purnick@nytimes.com" , "body" : "IT took George Schmidt at least six months and the services of a lawyer before he could prove he was innocent of anonymous charges that he had illegally divided his house in Douglaston, Queens. For eight months, a bank held Stephen Shapiro's $25,000 in escrow because he was wrongly accused of turning two Manhattan brownstones he manages into" , "date" : "20060302" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "1" , "title" : "Metro Matters; At Manipulative Fingertips, 311 Can Be a Bludgeon" , "url" : "http:\/\/select.nytimes.com\/\/2006\/03\/02\/nyregion\/02matters.html"} , {"body" : "The city's Panel for Educational Policy approved cuts to Mayor Michael R. Bloomberg's school construction plan last night, scrapping 21 new school buildings and scores of other smaller projects that the mayor says the city cannot afford to build this year without more money from the state Although the panel's approval was widely expected -- the" , "date" : "20060228" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "Plan to Cut City School Projects Is Approved" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/28\/nyregion\/28schools.html"} , {"author" : "E-mail: cheers@nytimes.com" , "body" : "Early one Saturday in the basketball capital of the world, the echoes of whistles and sneaker squeaks bounced off the gymnasium walls at A. Philip Randolph High School in West Harlem. Under the watchful eye of their instructor, Mat Levine, and several coaches, a few dozen athletes in uniform scrambled around the court, taking part in ball-handling," , "date" : "20060226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "CHEERING SECTION; Carrying A Big Stick To Harlem" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/26\/sports\/othersports\/26cheers.html"} , {"body" : "Mayor Michael R. Bloomberg scrapped 21 buildings from New York City's school construction plan yesterday and blamed state lawmakers and Gov. George E. Pataki for not providing the money needed to build them, ratcheting up his pressure on Albany in a long-running battle over school financing. To illustrate consequences of the state's refusal to" , "date" : "20060214" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Mayor Steps Up Pressure For School Aid From State" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/14\/nyregion\/14schools.html"} , {"body" : "ASEN--Emanuel ''Mannie''. On February 7, 2006. Beloved father of Joel & Elaine Asen, Sheryl Asen, and Barbara & Bert Asen-Klavens, cherished grandfather of Eric, Julie, Emily, Elinor, and Josh, dear brother-in-law of Eileen & Marvin Fishman and Helene Miller, loved uncle and cousin, and treasured friend by many. Funeral services will be held on" , "date" : "20060209" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "20" , "title" : "Paid Notice: Deaths ASEN, EMANUEL ''MANNIE''" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9903E0D7143EF93AA35751C0A9609C8B63"} , {"body" : "A 64-year-old man was found dead during the morning rush yesterday inside a subway train, the authorities said, and had apparently been riding for more than six hours before anyone noticed. The man, whom the police identified as Eugene M. Reilly of Midwood, Brooklyn, was a mail handler who had worked for the Postal Service for 35 years. Mr." , "date" : "20060120" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Found On Q Train; Probably Died Hours Earlier" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/20\/nyregion\/20dead.html"} , {"body" : "There are those who let a disability get them down. Then there is Luda Demikhovskaya. ''This is how I have learned to survive,'' she said the other day, smiling broadly from a motorized wheelchair and offering a bright blue business card to a visitor. ''Lyudmita Demikhovskaya,'' the card says, ''Disabled Activist.'' ''I have always volunteered,''" , "date" : "20060117" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Neediest Cases; A Determined Volunteer Gets Some Help for Herself" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E6D8143FF934A25752C0A9609C8B63"} , {"body" : "ARTHUR MELNICK shifted gears on his boxy white Nissan, skirted past Fulton Ferry Landing and described his vision for the future of Brooklyn. ''Look at this!'' he said, pointing at the nearly desolate ribbon of Furman Street. Traffic on the Brooklyn-Queens Expressway screamed overhead, and the old docks and industrial buildings along the East River" , "date" : "20060115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; A Desire Named Streetcar" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/15\/nyregion\/thecity\/15trol.html"} ,   {"body" : "Manhattan Less than $300,000 Hudson Heights $236,000 140 Cabrini Boulevard (181st St.) Number of bedrooms: 0 Number of full bathrooms: 1 Number of half bathrooms: 0 Weeks on market: 18 weeks 552-sq-ft. studio co-op in a prewar building; part-time doormen, eat-in kitchen, high ceilings; maintenance $604, 35% tax-deductible; listed at $235,000" , "date" : "20060101" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "Residential Sales From Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E1D91330F932A35752C0A9609C8B63"}]