[  {"author" : "E-mail: thehunt@nytimes.com" , "body" : "CHEAP. That's all Keith Rosenthal and Catherine Mauro cared about. They wanted to pay about $700 a month for their new apartment -- and absolutely no more than $850. ''I am by nature very frugal,'' said Mr. Rosenthal, 23, who grew up in Canarsie, Brooklyn, and majored in accounting at Brooklyn College. Ms. Mauro, 25, from Syracuse, said, ''Our" , "date" : "20061105" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "THE HUNT; A Rigorous Dedication to Saving Money" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/05\/realestate\/05hunt.html"} , {"body" : "Normally summer is the perfect time to be a youngster in Gerritsen Beach, a flyspeck neighborhood deep in south Brooklyn, squeezed between Sheepshead Bay and Marine Park. Its alleys and skinny roads are ideal for tossing baseballs, racing scooters and popping wheelies. Its modest beach, open only to locals, offers a cooling sanctuary and a snack" , "date" : "20060812" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "GERRITSEN BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Hate-Crime Arrests Unsettle a Brooklyn Community" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/12\/nyregion\/12attack.html"} , {"body" : "A Brooklyn teenager has been arrested and charged with recklessness and leaving the scene of a June 30 water scooter accident that killed a 17-year-old boy, the police said. Aristotle Plagianakos, 16, was arrested Wednesday, but the charges were announced yesterday with the discovery of the body of the victim, Paul Zaccaria. Both young men lived on" , "date" : "20060807" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Teenager Is Charged In June Water Scooter Death" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/07\/nyregion\/07jetski.html"} , {"body" : "A Brooklyn teenager who was part of a group cavorting on water scooters near the Belt Parkway yesterday was missing and presumed drowned last night after his scooter and another collided, the authorities and witnesses said. The teenager, Paul Zaccaria, 17, had just executed a move known as a fishtail -- in which a rider makes a sharp, sudden turn" , "date" : "20060701" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "MILL BASIN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Teenager Is Presumed Drowned After a Water Scooter Crash" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/01\/nyregion\/01jetski.html"} , {"body" : "Donald M. Halperin, a former New York state senator who represented shorefront neighborhoods of Brooklyn for 23 years and then served briefly as Gov. Mario M. Cuomo's housing commissioner, died on Monday in Brooklyn. He was 60. The cause was lung cancer, said his wife, Brenda Halperin. Although a member of the Democratic minority throughout his" , "date" : "20060630" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "9" , "title" : "Donald Halperin, 60, Senator Deeply Loyal to Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/30\/nyregion\/30halperin.html"} , {"body" : "LAST summer it was the darling of the doggie-as-accessory set. The puggle, an undeniably cute cross between a pug and a beagle, was everywhere. Jake Gyllenhaal's puggle companion, Boo Radley, was soon joined by other celebrity puggles, including those belonging to Julianne Moore, James Gandolfini and Uma Thurman. They began to fetch more than" , "date" : "20060507" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; Huggable, but Only for a While" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/07\/nyregion\/thecity\/07pugg.html"} , {"body" : "The disaster struck 20 years ago on the other side of the world, in a nation that no longer exists, and the memory has faded in American minds. But the legacy of Chernobyl is turning up in hospitals and clinics in New York, where it is growing. Cancer of the thyroid gland is rising in the United States, to about 30,000 new cases a year, according" , "date" : "20060420" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["UKRAINE" , "NEW YORK STATE" , "BELARUS" , "RUSSIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Throats of Émigrés, Doctors Find a Legacy of Chernobyl" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/20\/nyregion\/20chernobyl.html"} , {"body" : "Like other circumstantial heroes of Katrina, Dan Tague did his part. With a canoe and later a motorboat, he said, he and his friends plucked 40 to 50 people from the roofs and attics of the Mid-City neighborhood in New Orleans and ferried them to dry land. But after the dangers of the hurricane were over, he had to cope with losses peculiar to his" , "date" : "20060311" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW ORLEANS (LA)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "After Katrina, Artists Find A New Colony" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/11\/nyregion\/11artists.html"} , {"body" : "Linda Rosenthal, a longtime aide to United States Representative Jerrold L. Nadler, was elected yesterday to the Assembly, representing the Upper West Side of Manhattan. The special election, one of three in New York City yesterday, was to determine the successor to Scott Stringer, who was elected Manhattan borough president in November. Ms." , "date" : "20060301" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Nadler Aide Wins Seat In Assembly" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/01\/nyregion\/01elect.html"} , {"body" : "Special elections are being held today for Assembly seats in Manhattan and Brooklyn that opened up when the incumbents resigned or were elected to other positions. The most heated race is on the Upper West Side of Manhattan, in the 67th District, where four candidates are competing to fill the seat vacated by Scott Stringer, a Democrat who was" , "date" : "20060228" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "MANHATTAN (NYC)" , "BUFFALO (NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Special Elections for the Legislature Today" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/28\/nyregion\/28elect.html"} ,   {"author" : "e-mail: realprop@nytimes.com" , "body" : "Recent Sale $6.3 million 2657 East 66th Street Mill Basin, Brooklyn Single-family homes, all with boat slips, are planned for this irregular 200-by-208-foot site, once home to the Bergen Beach Yacht Club. Buyer and broker: Stephen Gemal Seller: Greg Manocherian Seller's Broker: Joseph Ashkenazi, Massey Knakal Realty Services Recent Lease $48\/sq." , "date" : "20060208" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "8" , "title" : "Square Feet; TRANSACTIONS" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E7DE143EF93BA35751C0A9609C8B63"} , {"body" : "MANY years ago, Delonda Bates took a course on nontraditional employment for women. Maybe she would become a construction worker, or a carpenter, or an electrical technician. Who knew how fate would employ her? The only thing certain was her need to work. Right out of high school she had taken a factory job, married a factory man, quit the factory" , "date" : "20060204" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; Raising A Family And a Bridge" , "url" : "http:\/\/select.nytimes.com\/\/2006\/02\/04\/nyregion\/04about.html"}]