[  {"body" : "7 Fishes, 7 Restaurants The Italian Christmas Eve dinner, Feast of the Seven Fishes, will be served in restaurants including these, with prices excluding beverages, tax and tip, unless noted: Felidia, 243 East 58th Street, (212) 758-1479, $105. Five Points, 31 Great Jones Street (Bowery), (212) 253-5700, $65. Gonzo, 140 West 13th Street, (212)" , "date" : "20061220" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "5" , "title" : "CALENDAR" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A03E6DF1031F933A15751C1A9609C8B63"} , {"body" : "Pain relief. It can be found in a doctor's prescription, or as easily on some of New York's streets. For Arnold McDonald, 57, both types of relief were tempting. His dependence on drugs began more than 30 years ago when his brother was killed, and it worsened when he was injured on the job. He no longer takes medications for two herniated disks" , "date" : "20061212" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "The Neediest Cases; A Vietnam Veteran Fights To Remain Free of Drugs" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E02E7D61431F931A25751C1A9609C8B63"} , {"body" : "Frosty the Birdhouse An exhibit of gingerbread homes for animals, created by top pastry chefs, will be on display from Friday through Dec. 17 from 10 a.m. to 6 p.m. at Chelsea Market, 75 Ninth Avenue (15th Street). It is sponsored in part by Rational Animal, which raises money to help animals at risk in New York City. The Best Things Are Free, 1" , "date" : "20061206" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "15" , "title" : "CALENDAR" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D03E3DE1631F935A35751C1A9609C8B63"} , {"body" : "The studio Inu Art, up a flight of creaky stairs in a red-brick building in Red Hook, Brooklyn, is a toy collector's dream. Its walls are covered with some of the world's most popular action figures in their original plastic packaging: Spider-Man, the Incredible Hulk, X-Men, Fantastic Four, among others. For research, the workers watch movies and" , "date" : "20061201" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Making Better Monsters And Their Super Rivals" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/01\/nyregion\/01action.html"} , {"body" : "THE children whispering and fidgeting in front of the stage at Union Hall in Park Slope, Brooklyn, looked like any kids awaiting, say, a storyteller. Then Zora Sicher and Hugo Orozco, the two 11-year-olds who make up the band Magnolia, climbed onstage and broke into a hard-driving original song called ''Volume.'' It was clear this was not quiet" , "date" : "20061119" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Technology"] , "page_facet" : "1" , "title" : "Mama Was a Riot Grrrl? Then Pick Up a Guitar and Play" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/19\/fashion\/19teen.html"} , {"body" : "The hunt for new ways of creating moderately priced housing in places with immoderate land prices has led housing experts in New York City to an unconventional thought: Why not tear down obsolete branch libraries and replace them with libraries that not only are bigger and better, but also have apartments built on top? In Brooklyn, a community" , "date" : "20061113" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Stranger Than Fiction? Having People Live on Top of Branch Libraries" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/13\/nyregion\/13libraries.html"} , {"body" : "ON Columbia Street in Red Hook, where Brooklyn disappears into Gowanus Bay, there is a hole at the bottom of a fence behind a baseball field. Every Sunday in the spring, summer and fall, it becomes the city's smallest takeout window. As holes in fences go in this rusting edge of a city that is full of them, this one seems mostly unremarkable. It is" , "date" : "20061031" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Home Games Seasoned With Mexican Home Cooking" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/31\/nyregion\/31ink.html"} , {"body" : "Following the Food Chain A panel discussion moderated by the food consultant Clark Wolf about how food is produced and then transported to the consumer will be held tomorrow at 4 p.m. at the Elmer Holmes Bobst Library of New York University, third floor, 70 Washington Square South (Thompson Street). Admission is free. Reservations: (212) 992-9018." , "date" : "20061018" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "13" , "title" : "CALENDAR" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9504E0D81E30F93BA25753C1A9609C8B63"} , {"body" : "To the Editor: Re ''Landlocked in New York,'' by Jason H. Kramer (Op-Ed, Oct. 8): The city's plan for Piers 7 through 12 in Brooklyn is to establish job-intensive, maritime industrial uses, expand cruise uses and provide waterfront access. Allowing American Stevedoring, a private company operating on the piers today, to continue to underutilize the" , "date" : "20061015" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "15" , "title" : "Seeking Change On Brooklyn's Piers" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CEEDA1130F936A25753C1A9609C8B63"} , {"body" : "Two workers were injured yesterday at the Ikea store under construction in Red Hook after a small lift malfunctioned and they tumbled off a low platform, the Buildings Department said. The two men, who were not identified, were treated for minor injuries at Lutheran Medical Center, the Fire Department said. The contractor, Aurora Contractors Inc." , "date" : "20061011" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Workers Injured In Lift Accident" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/11\/nyregion\/11mbrfs-003.html"} ,   {"body" : "For three-quarters of its show on Friday night Wolf Eyes was really nothing special. At the Hook, in Red Hook, Brooklyn, the band lurched through a procession of loud screeching and thudding, arranged into songs. There were very few notes, per se, and sometimes the songs oriented themselves around echoing drum-machine blasts, one lumbering beat at" , "date" : "20061009" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "5" , "title" : "MUSIC REVIEW; Not Music But Noise, Resplendent With Chaos" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/09\/arts\/music\/09wolf.html"} , {"author" : "Jason H. Kramer is a history student at George Washington University." , "body" : "The City of New York owes its grandeur in part to its early prowess in attracting shipping. The Erie Canal, which opened the first major commercial artery to the American interior, helped transform New York docks into the springboard of a nation's commerce. Today, however, the Port Authority of New York and New Jersey is threatening to cut off the" , "date" : "20061008" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "Landlocked in New York" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E01E6DC1230F93BA35753C1A9609C8B63"} , {"author" : "Jason H. Kramer is a history student at George Washington University." , "body" : "NEW YORK CITY owes its grandeur in part to its early prowess in attracting shipping. The Erie Canal, which opened the first major commercial artery to the American interior, helped transform New York docks into the springboard of a nation's commerce. Today, however, the Port Authority of New York and New Jersey is threatening to cut off the east" , "date" : "20061008" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "RED HOOK (NYC)" , "LONG ISLAND (NY)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "17" , "title" : "Landlocked in New York" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/08\/opinion\/08LI-Kramer.html"} , {"body" : "John Cage sometimes composed music by rolling dice. Jackson Mac Low shaped poetry from ''computer-aided non-intentional operations,'' which means his poems were, like, totally random. Hans Arp pasted torn paper wherever it fell on his canvas. Are we talking self-indulgent caprice or art? Both. Creative types often succumb to the romance of" , "date" : "20061008" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Magazine" , "Style"] , "page_facet" : "78" , "title" : "Samurai Sipper; Message on a Bottle" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/08\/style\/tmagazine\/08tfair.html"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20061006" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "The Listings: Oct. 6 - Oct. 12" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A00E3D91530F935A35753C1A9609C8B63"} , {"body" : "ON a recent Tuesday morning, Maria Mackin, a trim 44-year-old real estate agent and mother of three, strode purposefully into the backyard of her home in Red Hook, Brooklyn, and beheld her chickens. There were 28 of them, clucking and pecking and scampering around inside a long chicken run fenced in by wire. Among the flock were two coal-black" , "date" : "20061001" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; In the Land of Co-ops, Coops" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/01\/nyregion\/thecity\/01chic.html"} , {"body" : "Early in the year, the city and state tossed what should have been some tempting chum into the water where developers swim -- an invitation to come up with big ideas to redevelop Governors Island, a 172-acre former military base between Manhattan's southern tip and the western edge of Brooklyn. Ten finalists made the cut. But as with every previous" , "date" : "20061001" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GOVERNORS ISLAND" , "NEW YORK CITY" , "NEW YORK STATE" , "GOVERNORS ISLAND (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "Another Pass on Governors Island" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/01\/opinion\/nyregionopinions\/govisland.1.html"} , {"body" : "Near gone are the stevedores, and now there are suits and ties at Red Hook's Finest Diner on Van Brunt Street, where The Village Voice has a rack by the Luce on the Hook boutique, by the restaurant where they sing karaoke. Down the block, the suits are cleaned at the Barakat Laundromat, where a poster of ''Desperate Housewives'' hangs by a sign" , "date" : "20060924" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "RED HOOK JOURNAL; A Scrappy Laundryman, a Tough Customer, and a Gunman in Trouble" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/24\/nyregion\/24hook.html"} , {"body" : "Attractions Museums and Sites HISTORIC RICHMOND TOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. Tomorrow, 10 a.m. to 5 p.m., ''Richmond Town Flea Market in the Village.'' $2; 62+, $1; children, 50 cents. Raindate, Sunday. Hours: Wednesdays through Sundays, 1 to 5 p.m. Admission: $5; 62+, $4; students and 5 to 17, $3.50;" , "date" : "20060922" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/22\/arts\/22spar.html"} , {"author" : "Marilyn Stasio writes the Crime column for the Book Review." , "body" : "Sometimes it seems as if writers of escapist fiction are themselves in need of escape. How else to explain the recent drift of hometown mysteries -- as one might call those locally based whodunits that normally take a stern but essentially benign view of their neighbors' criminal eccentricities? Not too long ago, the amateur sleuths and" , "date" : "20060917" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "35" , "title" : "ESSAY; There's a New Bad Guy in Town" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/17\/books\/review\/Stasio.t.html"} ,   {"body" : "Lloyd Ultan went looking for a Bronx neighborhood the other day called Williamsbridge. He was overqualified for this seemingly simple task. Mr. Ultan, the borough historian, teaches a course at Lehman College on the history of the Bronx and has written or co-written eight books about the borough. He even wrote the 182-word entry on Williamsbridge" , "date" : "20060916" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Memories Fade, as Do Some Bronx Boundary Lines" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/16\/nyregion\/16bronx.html"} , {"body" : "BROOKLYN'S enthusiasts will tell you that the borough is like Paris in its long and distinguished literary tradition. And that consummate enthusiast, Marty Markowitz, the Brooklyn borough president, has even been known to call it ''the new Left Bank.'' Tomorrow Mr. Markowitz's office has organized what he calls the first-ever Brooklyn Book Festival" , "date" : "20060915" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "25" , "title" : "Literary Voice, Brooklyn Accent" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/15\/books\/15broo.html"} , {"body" : "The score was Cañeros de Teruel 5, San Diego 1. Bases loaded, one out. It was the bottom of the sixth inning, but for San Diego, it was starting to feel like the bottom of everything. Trash-talking fans hurled insults over the din of horns, noisemakers, a live mariachi band and the Mr. Softee jingle. ''You're lucky Cañeros pays you, but you're" , "date" : "20060904" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Diamonds in Their Hearts, and Ears" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/04\/nyregion\/04player.html"} , {"body" : "AFTER three years as the editor in chief of Dwell, a shelter magazine based in San Francisco, Karrie Jacobs had had enough. Homesick for New York and frustrated with the editorial direction of the magazine she had helped to launch, she decided it was time to make a new life for herself. For Ms. Jacobs, that meant finding a place that felt like" , "date" : "20060831" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Books" , "Style"] , "page_facet" : "1" , "title" : "The Cheap Fix" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E1D6113EF932A0575BC0A9609C8B63"} , {"body" : "OPENING THIS WEEK TINI -- Monica Byrne, below, who owned a wine bar in San Francisco, has teamed with Tina Luongo in this somewhat rough-hewn spot. Its name refers to its size. Ms. Luongo will run the room while Ms. Byrne puts charcuterie, cheeses and salads on plates. Their partners are Leisah Swenson and Diana Acevedo. Ms. Byrne will emphasize" , "date" : "20060830" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; OFF THE MENU" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/30\/dining\/30off.html"} , {"body" : "SUANY CARCAMO, stout and smiling, works under a smudged white tent midway down the Bay Street side of the Red Hook ball fields; you'll know you're at the right place if there's a hulking aluminum pot of beans warming on the griddle next to Ms. Carcamo, who will be smacking little balls of wheat flour dough into thick tortillas and tossing them on" , "date" : "20060823" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "9" , "title" : "$25 AND UNDER; A Latin Fiesta, Near the B.Q.E." , "url" : "http:\/\/events.nytimes.com\/2006\/08\/23\/dining\/reviews\/23unde.html"} , {"body" : "Tyrone Simmons, like so many before him, misplaced his trust in the mysterious and legendary secret powers of the New York City brown paper bag. It turns out that a cold can of beer tucked into a paper bag does not disappear, or turn into something else, or become invisible. It is just a can of beer in a bag, and it is a violation of the city's" , "date" : "20060822" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Under One Roof in Brooklyn, Trial, Penalty and Civics Lesson" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/22\/nyregion\/22court.html"} , {"body" : "AT midday on the Thursday before last, 57-year-old Richard Edward Hill put on his Panama hat, picked up his hand-carved walking stick, left his trailer home in the southwest Florida town of Punta Gorda and began the journey back to his roots. Climbing gingerly aboard a Cubana bus, he settled down for the 22-hour ride to Manhattan, a trip that would" , "date" : "20060820" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Beyond the Buzz, Red Hook Remembers" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/20\/nyregion\/thecity\/20time.html"} , {"body" : "Even as their Brooklyn neighborhood is anointed as the next big thing, old and new residents of the local public housing project gather to celebrate their shared world." , "date" : "20060819" , "day_of_week_facet" : "Saturday" , "title" : "Photographs: Red Hook Remembers" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2006\/08\/19\/nyregion\/20060820_TIME_SLIDESHOW_index.html"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Jan. 15, ''Yellowstone to Yukon,'' an exhibition of more than 40 photographs by 11 photographers documenting the animals, vegetation and geology of the regions affected by one of the world's largest wildlife conservation initiatives. Through" , "date" : "20060818" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/18\/arts\/18spar.html"} ,   {"body" : "THE one-day Brooklyn Country Music Festival kicks off on Sept. 9, which raises the inevitable question: There's a country music festival in Brooklyn? Not only that, but fans of honky-tonk, bluegrass and rockabilly don't need to plan a trip around it. There's a spirited country scene every weekend in New York City and, modest though it may be, you'd" , "date" : "20060813" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "12" , "title" : "WEEKEND IN NEW YORK: HONKY-TONK CITY; Torchbearers of Urban Twang" , "url" : "http:\/\/travel.nytimes.com\/2006\/08\/13\/travel\/13weekend.html"} , {"body" : "This is a lament on behalf of New York City voters. Primaries are coming up on September 12 -- the only chance for real races in the many districts that are overwhelmingly Democratic. But there are so few real choices it feels like an Army mess hall. Take the 26 State Senate seats up for grabs this year in the five boroughs. There are only a few" , "date" : "20060813" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "A Disappointing Primary" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/13\/opinion\/nyregionopinions\/candlist.html"} , {"body" : "RAMIN BAHRANI needed to make a decision. For more than two months this filmmaker had auditioned adolescent actors to star in ''Iron Triangle,'' the follow-up to his festival-circuit hit ''Man Push Cart.'' He combed the city, visiting schools and spending afternoons accompanying his casting coordinator around neighborhoods and parks and on subway" , "date" : "20060813" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "14" , "title" : "FILM; In the Cinema Of the Street Kid, Casting at Ground Level" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/13\/movies\/13vana.html"} , {"body" : "The Brooklyn Waterfront Artists Coalition, based in Red Hook, operates one of the rawest exhibition spaces in New York City: a corner of the Beard Street Warehouse, an 1869 complex of storehouses built of rough-cut schist on reclaimed marshland. The galleries have no air-conditioning or heating. Light enters through arched iron shutters and bounces" , "date" : "20060812" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "7" , "title" : "Students Imagine Red Hook's Future" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/12\/arts\/design\/12hook.html"} , {"body" : "INTERNATIONAL A2-10 Security Council Approves Resolution on Lebanon The Security Council agreed unanimously on a measure calling for a full cessation of hostilities in Lebanon, deploying 30,000 Lebanese and U.N. forces in southern Lebanon, and calling upon Israel to withdraw its forces ''in parallel.'' Prime Minister Ehud Olmert of Israel accepted" , "date" : "20060812" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "News Summary" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9501EED9163EF931A2575BC0A9609C8B63"} , {"body" : "The Brooklyn neighborhood is in the throes of rapid social, economic and physical change: a new show creates a vision of what could be." , "date" : "20060811" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "title" : "Slide Show: Reinventing Red Hook" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2006\/08\/11\/arts\/20060812_HOOK_SLIDESHOW_index.html"} , {"body" : "It is the biggest public works project in New York City's history: a $6 billion water tunnel that has claimed 24 lives, endured under six mayors and survived three city fiscal crises, along with the falling and rising fortunes of the metropolis above it. Yesterday, the city's Water Tunnel No. 3 reached a major milestone, as workers completed the" , "date" : "20060810" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Tunnelers Hit Something Big: A Milestone" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/10\/nyregion\/10tunnel.html"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURaL HISTORY, Central Park West and 79th Street. Through Jan. 15, ''Yellowstone to Yukon,'' an exhibition of more than 40 photographs by 11 photographers documenting the animals, vegetation and geology of the regions affected by one of the world's largest wildlife conservation initiatives. Through" , "date" : "20060804" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/04\/arts\/04spar.html"} , {"body" : "TOWNS don't come much tinier than this quiet hamlet, population 86, northwest of Arbois in the heart of the Jura wine region. You can pass the church, the graveyard and a few farmhouses in about the time it takes one of the dozing dogs to roll over. And yet, within sniffing distance of this thriving metropolis is an even-smaller suburb," , "date" : "20060802" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["FRANCE" , "JURA (FRANCE)"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "1" , "title" : "THE POUR; Surprises From the Jura, Jagged in a Velvet-Smooth Universe" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/02\/dining\/02pour.html"} , {"body" : "THERE'S just one thing wrong with the view from the top of the Empire State Building: You can't see the Empire State Building. So, does that one perfect view of New York City exist? No, but for panorama-loving visitors, there are plenty of perfectly imperfect ones. FROM THE TOP DOWN Considering how many lofty buildings there are in Manhattan, it's" , "date" : "20060730" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "14" , "title" : "WEEKEND IN NEW YORK: CITY VIEWS; From on High and Off to the Side" , "url" : "http:\/\/travel.nytimes.com\/2006\/07\/30\/travel\/30weekend.html"} ,   {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Jan. 15, ''Yellowstone to Yukon,'' an exhibition of more than 40 photographs by 11 photographers documenting the animals, vegetation and geology of the regions affected by one of the world's largest wildlife conservation initiatives. Through" , "date" : "20060728" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/28\/arts\/28spar.html"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Jan. 15, ''Yellowstone to Yukon,'' an exhibition of more than 40 photographs by 11 photographers documenting the animals, vegetation and geology of the regions affected by one of the world's largest wildlife conservation initiatives. Through" , "date" : "20060721" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/21\/arts\/21spar.html"} , {"body" : "The pieces of Dino Tomassetti Sr.'s construction empire are all over ground zero. A glance into the pit at the World Trade Center site reveals his company's Laquila cranes, heavy equipment, pickup trucks and crews. His oldest son's blue and white Empire Transit Mix trucks will deliver concrete for the foundation of the Freedom Tower, the most" , "date" : "20060721" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "At Ground Zero, Builder Is Barred But Not His Kin" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/21\/nyregion\/21rebuild.html"} , {"body" : "Water, Poured An exhibition of medieval vessels called aquamanilia, for pouring water at church services and at home, will be on display through Oct. 15 at the Bard Graduate Center for Studies in the Decorative Arts, Design and Culture, 18 West 86th Street. Called ''Lions, Dragons and Other Beasts,'' the exhibition shows the first hollow-cast" , "date" : "20060712" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "CALENDAR" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9405E7D91130F931A25754C0A9609C8B63"} , {"body" : "CLEARLY, the place was a fixer-upper. Even if $260,000 was a steal by New York City standards in 2004, David Petersen found the 1,100-square-foot row house, on 18th Street near Green-Wood Cemetery in Brooklyn, stiflingly narrow at 13 feet 7 inches wide, with dim light and low ceilings. ''The ceiling fan would have sliced off your head,'' he" , "date" : "20060706" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "6" , "title" : "Brooklyn Bargain? First, Check the Cellar" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/06\/garden\/06brooklyn.html"} , {"body" : "Red Hook, Brooklyn, offers great views of the Statue of Liberty and the Fourth of July fireworks, but it also offers many attractions for foodies, including a new Fairway, a brewery, bakeries, wine shops, a farmers' market and even a small farm. These restaurants are along Van Brunt Street, the area's restaurant row. EL HUIPIL (718) 855-4548; 116A" , "date" : "20060702" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "GOOD EATING\/RED HOOK; Food With a View" , "url" : "http:\/\/events.nytimes.com\/2006\/07\/02\/dining\/02rest.html"} , {"body" : "Dozens of longshoremen swarmed across the blue-hulled Zim Charleston on Tuesday at the Red Hook container port, unloading 1,150 containers of food, clothing and furniture from India that are bound for Long Island, New York City and New Jersey. It was the first of what Zim, one of the world's largest container carriers, says will be a weekly service" , "date" : "20060629" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Shipping Is Up in Brooklyn, but Future Is Shaky" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/29\/nyregion\/29waterfront.html"} , {"body" : "Theater 'GOWANUS GIRL,' a Brooklyn journey in time, at the Old Stone House of Gowanus, J. J. Byrne Park, Fifth Avenue and Third Street, Park Slope. Tomorrow and Sunday at 11 a.m. and 12:30 p.m. $8. For 5 and older. Reservations: (917) 494-7540. CHILDREN'S THEATER COMPANY in a showcase of music, Dr. Seuss and comedy at the Bahai Unity Center, 53" , "date" : "20060623" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "Spare Times; For Children" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/23\/arts\/23kids.html"} , {"body" : "IN 1825, New York State had more than a thousand small distilleries, and produced a major share of the nation's whiskey. Today it has just 13, and only recently has one of them revived a local craft, producing the first traditional whiskey made in the state since Prohibition. Created and run by two men in a converted Hudson Valley granary adjoining" , "date" : "20060621" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE" , "HUDSON VALLEY (NY)" , "GARDINER (NY)"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "5" , "title" : "Whiskey's Hudson Valley Revival" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/21\/dining\/21distill.html"} , {"body" : "THE 12-story Italian Renaissance building at 110 Livingston Street in downtown Brooklyn has not historically been ranked among city favorites. As the headquarters of the Board of Education, it once made an easy target for accusations of inefficiency. One book title on the subject puts the building's name alongside words like ''politics'' and" , "date" : "20060611" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "POSTING; Goodbye Cubicles, Hello Condos" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/11\/realestate\/11post.html"} ,   {"body" : "Gentrification cometh, but on certain sleepy weekends, the Red Hook section of Brooklyn still feels like an abandoned urban paradise: wide-open swaths of sky, empty cobblestone streets and plenty of ocean. Tomorrow, however, the Caribbeans are coming, as Dancing in City Parks presents the second in a series of free public performances. First up is" , "date" : "20060609" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "The Listings: June 9 - June 15; DANCING IN CITY PARKS" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0DE0DA1531F93AA35755C0A9609C8B63"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20060602" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings: June 2 - June 8" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9500E3DA1631F931A35755C0A9609C8B63"} , {"body" : "Attractions Museums and Sites HISTORIC RICHMOND TOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. More than 25 buildings, from the late 17th to the 19th centuries, restored and furnished. Sunday, 11 a.m. to 5 p.m., Community Day 2006, with demonstrations by quilters, blacksmiths, tinsmiths, basket-makers and others. Hours:" , "date" : "20060602" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/02\/arts\/02spar.html"} , {"body" : "Theater 'THE MAGIC TREE,' a free 40-minute musical fable by Paper City Productions, Saturdays at 2 and 4 p.m., through June, in Central Park, at the Summit Rock, reachable from West 83rd Street; www.papercityproductions.org. 'WHEN THE MOON HITS YOUR EYE ,' a comedy about Italian-Americans, with music, at Downtown Art, 59-61 East Fourth Street, East" , "date" : "20060602" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "Spare Times; For Children" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/02\/arts\/02kids.html"} , {"body" : "Manhattan NOHO $565,000 88 Bleecker Street (Mercer Street) 1-bedroom, 1-bath, 650-sq.-ft. co-op in a postwar building; renovated kitchen and bath, central air-conditioning, hardwood floors; laundry in building; maintenance $658, 65% tax deductible; listed at $570,000, 30 weeks on market (brokers: Bellmarc Realty; Argo Realty) GREENWICH VILLAGE" , "date" : "20060601" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E6DE1631F932A35755C0A9609C8B63"} , {"body" : "When the metal door bangs shut, the daylight is gone. Distorted guitars climb a mountainous drumbeat and a voice snarls Spanish. Thin strands of neon shine dim pink on women in worn lace and on the mirror, where the sign says, ''Shut Up and Drink.'' Outside, a cursive inscription promises 200 girls onstage at the Sweet Cherry, a corner bar the size" , "date" : "20060531" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Nine Lives of a Topless Bar" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/31\/nyregion\/31club.html"} , {"body" : "Prosecutors announced the indictments of 143 people yesterday in connection with what they said was a $250 million conspiracy to sell drugs in Red Hook. The indictments charge that drug dealers divided up the neighborhood and set the cost of drugs and sale locations, said Charles J. Hynes, the Brooklyn district attorney. Mr. Hynes said the" , "date" : "20060526" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Sweeping Drug Indictment" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/26\/nyregion\/26mbrfs-brief-005.html"} , {"body" : "The hubbub over the city's handling of the 2004 Republican National Convention has still not completely died down, but New York is bidding to bring back the elephants in 2008, Mayor Michael R. Bloomberg said yesterday. The city is also bidding for the Democratic National Convention, which last came to New York City in 1992. ''Typically conventions" , "date" : "20060523" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "New York States Case, Again, As Host of Political Conventions" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/23\/nyregion\/23convention.html"} , {"body" : "An 8-year-old Brooklyn girl was killed yesterday afternoon after she was pinned on the sidewalk underneath a runaway school bus in Crown Heights, the police said. The bus had been left empty and legally parked by the driver while he went to lunch, the police said. An 8-year-old neighborhood boy, who witnesses said had entered the empty bus with a" , "date" : "20060523" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Girl, 8, Killed in Brooklyn By a Runaway School Bus" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/23\/nyregion\/23bus.html"} , {"body" : "''ALL those flowers and designs,'' said Christina Hoff Sommers, a resident scholar at the conservative American Enterprise Institute in Washington. It's no wonder men aren't comfortable at home, with the overdesigned, ''feminized spaces that are being imposed on them'' by the women in their lives, she said. ''They're going to want to push back.''" , "date" : "20060518" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "A Hideout of His Own" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/18\/garden\/18men.html"} ,   {"body" : "Van Brunt Street in Red Hook, Brooklyn, is already dotted with restaurants and food and wine shops. Now, anchoring the waterfront end of the street, a brick warehouse built in the Civil War era for coffee and cotton has become a sprawling new Fairway market. At 52,000 square feet, it is larger than the Manhattan Fairways and just a shade smaller" , "date" : "20060517" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; Fairway Opens Its Brooklyn Doors" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E5D8153EF934A25756C0A9609C8B63"} , {"body" : "MARK AND ELIZABETH EHRHARDT and their two children see bright stars in the night sky when they look out their windows deep in Red Hook, Brooklyn. ''When was the last time you did that in this city?'' Mrs. Ehrhardt said on a recent morning, standing in her loftlike living room, her strawberry blond hair bubbling off her head. ''Everywhere else," , "date" : "20060514" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS\/Red Hook, Brooklyn; An Unlikely Paradise, Right Around the Corner" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/14\/realestate\/14habi.html"} , {"body" : "The Ehrhardt family saw a house they liked in Red Hook, Brooklyn, and then found out they could buy it at cost, for around $500,000." , "date" : "20060514" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "title" : "Audio Slide Show: A Very, Very Fine House" , "url" : "http:\/\/www.nytimes.com\/packages\/khtml\/2006\/05\/14\/realestate\/20060514_HABI_AUDIOSS.html"} , {"body" : "Attractions Museums and Sites MUSEUM OF THE CITY OF NEW YORK, 1120 Fifth Avenue, at 103rd Street. Through Sept. 10, ''The High Style of Dorothy Draper,'' a display of furniture, photographs and other items relating to the career of this noted designer. Through July 23, ''On the Couch: Cartoons From The New Yorker,'' featuring psychotherapy-related" , "date" : "20060512" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/12\/arts\/12spar.html"} , {"body" : "In what the police called a major crackdown on street-level narcotics dealers, the police have arrested 153 people who they said turned Brooklyn's largest housing project into a drug-dealing cooperative. The 18-month investigation at the Red Hook Houses culminated in a raid on April 28 that involved 450 law enforcement officials and the execution" , "date" : "20060511" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "153 Arrests, and Climbing, After Big Brooklyn Drug Raid" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/11\/nyregion\/11bust.html"} , {"body" : "For five years members of the band Nautical Almanac lived and worked in a building they owned in Baltimore, which they called Tarantula Hill. They owned the rehearsal, recording and performance space for maximum self-sufficiency, making ends meet by running a CD duplication service and selling sound equipment on eBay. Owning their means of" , "date" : "20060509" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "5" , "title" : "ROCK REVIEW; Friends in Deed Come to Help Some Noisemakers in Trouble" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9407E7DC163EF93AA35756C0A9609C8B63"} , {"body" : "LAST summer it was the darling of the doggie-as-accessory set. The puggle, an undeniably cute cross between a pug and a beagle, was everywhere. Jake Gyllenhaal's puggle companion, Boo Radley, was soon joined by other celebrity puggles, including those belonging to Julianne Moore, James Gandolfini and Uma Thurman. They began to fetch more than" , "date" : "20060507" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; Huggable, but Only for a While" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/07\/nyregion\/thecity\/07pugg.html"} , {"body" : "WHEN Jeff Koons's giant topiary sculpture ''Puppy'' was installed at Rockefeller Center in May 2000, the three-week-long process involved about 100 riggers, planters, engineers and studio assistants. They erected a 43-foot-high stainless steel armature, which they covered with foam and blanketed with some 70,000 flowering plants. Robert Lazzarini," , "date" : "20060507" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "ART; Looks Brilliant on Paper. But Who, Exactly, Is Going to Make It?" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/07\/arts\/design\/07fine.html"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20060505" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "The Listings: May 5 - May 11" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0DE7D81E3FF936A35756C0A9609C8B63"} , {"body" : "When it gets mad, the upper Upper West Side springs fiercely into combat -- most of the time, that is. It was in the book-cluttered apartments between 96th Street and 110th Street where much of the successful plot to defeat a $1.1 billion West Side superhighway was hatched, leaving a governor and a mayor choking in the organizers' dust in 1985. In" , "date" : "20060501" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Fear of Heights On the West Side; 2 Towers on Broadway Catch Neighborhood Advocates Off Guard" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E1DD113FF932A35756C0A9609C8B63"} ,   {"body" : "RED HOOK is a drinker's paradise. The neighborhood is home to a brewery, a host of unique bars and an outstanding liquor store that's open until midnight, in case you want to grab a bottle to finish the night off with at home. The dining scene is a different story. Pioneer Bar-B-Q is a better destination for whiskey and horseshoes than for pulled" , "date" : "20060426" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "13" , "title" : "$25 AND UNDER; In Red Hook, Beckoning to a Bigger World" , "url" : "http:\/\/events.nytimes.com\/2006\/04\/26\/dining\/reviews\/26unde.html"} , {"body" : "There's a little corner of France in Williamsburg, Brooklyn. Gribouille, 2 Hope Street (Roebling Street), occupies a lovely little whitewashed storefront with a bright room that has a tin ceiling, paper-covered tables and a display case. The owner, Timothée Spitzer, left, a Parisian who came to New York in 2001 and worked in a few French" , "date" : "20060426" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; A Touch of the Left Bank in Williamsburg" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A04E1D8123FF935A15757C0A9609C8B63"} , {"body" : "The county of kings received a new queen yesterday. During the early morning hours, the Queen Mary 2, the largest passenger liner ever built, nosed through the Verrazano Narrows and docked at the new Brooklyn Cruise Terminal in Red Hook, shrouded in mist so thick that it obscured Governors Island nearby. It was the final stop on a 38-day cruise" , "date" : "20060416" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "New Brooklyn Terminal Shows It's Fit for Queen" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/16\/nyregion\/16mary.html"} , {"body" : "It doesn't look like the kind of food anyone would call artisanal, there in the supermarket cooler next to the lamb. It looks like a lump, encased in red plastic, packaged with old-timey flair: the Moxie of meat. ''Porkette,'' the label reads. ''Pork shoulder butt. Boneless. Smoked.'' It is, the J. Freirich company says, ''the Taste of New York.''" , "date" : "20060416" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "61" , "title" : "THE WAY WE EAT; A CUT BELOW" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0DE5DE1F31F935A25757C0A9609C8B63"} , {"body" : "It doesn't look like the kind of food anyone would call artisanal, there in the supermarket cooler next to the lamb. It looks like a lump, encased in red plastic, packaged with old-timey flair: the Moxie of meat. ''Porkette,'' the label reads. ''Pork shoulder butt. Boneless. Smoked.'' It is, the J. Freirich company says, ''the Taste of New York.''" , "date" : "20060416" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "61" , "title" : "The Way We Eat; A Cut Below" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B03E0DA1E30F935A25757C0A9609C8B63"} , {"body" : "It doesn't look like the kind of food anyone would call artisanal, there in the supermarket cooler next to the lamb. It looks like a lump, encased in red plastic, packaged with old-timey flair: the Moxie of meat. ''Porkette,'' the label reads. ''Pork shoulder butt. Boneless. Smoked.'' It is, the J. Freirich company says, ''the Taste of New York.''" , "date" : "20060416" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "61" , "title" : "The Way We Eat; A Cut Below" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/16\/magazine\/16food.html"} , {"body" : "THE old-timers of the Staten Island Ferry fleet have little, if anything, to do these days. They sit at docks off the St. George terminal, their white control towers staring out at the water like children kept inside as a stickball game rages on the street. The 1960's-era Kennedy-class boats, as the Gov. Herbert H. Lehman, the John F. Kennedy and" , "date" : "20060416" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: STATEN ISLAND; Ferries of a Certain Age" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/16\/nyregion\/thecity\/16ferr.html"} , {"body" : "OPENING THIS WEEK TURKS & FROGS TRIBECA -- Osman Cakir, left below, and his brother, Ohan, who own Turks & Frogs, an antiques shop and wine bar in Greenwich Village, have opened a new place featuring the food of their native Turkey. The tailored décor in what was a stonemason's studio is enlivened with antique pieces, which are for sale. The menu" , "date" : "20060412" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["TURKEY" , "NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; OFF THE MENU" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/12\/dining\/12off.html"} , {"body" : "The opulent Queen Mary 2 (left) has sailed through the Mediterranean, the fjords of Norway and along the rugged shores of New England and Canada. Next weekend, it will dock in Red Hook -- a once industrial neighborhood of Brooklyn that is being gentrified. The Carnival Corporation is relocating most of its Princess and Cunard ships from the New" , "date" : "20060409" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Travel"] , "page_facet" : "2" , "title" : "IN TRANSIT; A Queen Finds a Home in Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9400E7D91330F93AA35757C0A9609C8B63"} , {"body" : "It can be eerily quiet or a raging symphony of foghorns, ship alarms, diesel engines, clanging steel and shouted commands from tugboat captains at any time of day or night at the Erie Basin Bargeport in Red Hook. The operation, home to 200 barges and tugs, is one of the last remnants of Brooklyn's working waterfront. Nearby, a developer has" , "date" : "20060405" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Port Owner Says City Is Wavering on Waterfront Plan" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/05\/nyregion\/05hook.html"} ,   {"author" : "E-mail: fyi@nytimes.com" , "body" : "The Beyond-This-World's Fair Q. I'm a science fiction fan, and I heard that the first World Science Fiction Convention was held in New York. Could you provide details? A. Smaller sci-fi gatherings in Philadelphia and in England preceded it in the 30's, but the first meeting billed as a World Science Fiction Convention was held July 2 through 4," , "date" : "20060402" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F. Y. I." , "url" : "http:\/\/www.nytimes.com\/2006\/04\/02\/nyregion\/thecity\/02fyi.html"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "SINCE graduating from the United States Merchant Marine Academy in 2000, Ben Lyons has lived mostly aboard ships. When not at sea, he stayed with his parents in Maryland or his friends in New York. During that time, he was also checking out open houses in New York City. ''At a certain point, you get tired of having half your stuff in Baltimore and" , "date" : "20060326" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "THE HUNT; A Life at Sea, and One Foot in New York" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/26\/realestate\/26hunt.html"} , {"body" : "To the Editor: I am somewhat baffled by John Maxtone-Graham's assertion that passengers sailing into the new Red Hook cruise ship terminal in Brooklyn will experience compromised views of Lady Liberty (''Sailing Away,'' March 12). The Statue of Liberty faces southeast. Visible from the Brooklyn Heights Promenade to Sunset Park, she is a significant" , "date" : "20060319" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "Brooklyn's View Of Lady Liberty" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B05E4D81E31F93AA25750C0A9609C8B63"} , {"body" : "In 1981, the downtown New York art scene, full of gleefully dissonant music, prompted the rock critic Lester Bangs to write a short article for The Village Voice with the title, ''A Reasonable Guide to Horrible Noise.'' Since then the din has only increased. Beginning tonight, it can be heard over the three days of the third annual No Fun Fest at" , "date" : "20060317" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "3" , "title" : "A Festival of Loud Sounds for Reasonable Musicians" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/17\/arts\/music\/17nois.html"} , {"body" : "A Taste of Green A free wine and spirits tasting for St. Patrick's Day will be held on Friday from noon to midnight at LeNell's, 416 Van Brunt Street (Van Dyke Street) in Red Hook, Brooklyn. A celebration of St. Patrick's Day will be held from Friday through Sunday at Café Topsy and Dublin 6, 575 Hudson Street (Bank Street). It will start with" , "date" : "20060315" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "CALENDAR" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B06EED61031F936A25750C0A9609C8B63"} , {"author" : "John Maxtone-Graham is a maritime historian whose latest book, ''Normandie,'' will be published next year by Norton." , "body" : "ON its maiden arrival in New York in June 1911, White Star's giant liner Olympic berthed at the Chelsea piers, at 700 feet the longest in Manhattan. But the vessel's stern still jutted 180 feet out into the Hudson River. Clearly, Europe's naval architects had surpassed New York's harbor engineers. Not until 1935 would the city catch up. The" , "date" : "20060312" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "CITY LORE; Sailing Away" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/12\/nyregion\/thecity\/12pier.html"} , {"body" : "Representative Jerrold L. Nadler of Manhattan and Councilman David Yassky of Brooklyn yesterday criticized the Bloomberg administration's handling of the Red Hook Container Terminal on the Brooklyn waterfront. The city's Economic Development Corporation, which oversees city-owned piers, wants to build a huge passenger cruise ship terminal on the" , "date" : "20060306" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Leaders Criticize Mayor Over Port" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502E3DC1531F935A35750C0A9609C8B63"} , {"body" : "THESE days Smith Street is the busy street, but if you wanted to have fun 50 years ago, well, Atlantic Avenue was the place to be. Bars and restaurants lined both sides as it rose from the docks -- Whiteys, Joe Arozzas', Montero's, Caticas', Veiro's bar. Most had Spanish names because this corner of Brooklyn Heights was all Spanish. Today the last" , "date" : "20060305" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Quarrel" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/05\/nyregion\/thecity\/05feud.html"} , {"body" : "ANYONE with sea legs will tell you that cruising is no longer just about sun-drenched islands. Sure, there are plenty of Mediterranean and Caribbean sailings this summer, but cruise lines are also sending more ships to Northern Europe (where you can, for instance, see the Baroque Catherine Palace, just outside St. Petersburg) and increasing" , "date" : "20060226" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Travel"] , "page_facet" : "7" , "title" : "SUMMER CRUISES: WHAT'S NEW; Oman, Anyone? More Ships, More Ports of Call" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F00E4DB103EF935A15751C0A9609C8B63"} , {"body" : "Selective listings by critics of The New York Times of new and noteworthy cultural events in the New York metropolitan region this week. * denotes a highly recommended film, concert, show or exhibition. Theater Approximate running times are in parentheses. Theaters are in Manhattan unless otherwise noted. Full reviews of current shows, additional" , "date" : "20060224" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "The Listings: Feb. 24 - March 2" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0DE0D81E3EF937A15751C0A9609C8B63"} ,   {"body" : "A Habitats column on Jan. 21, about the house of Andrea Arden and Rhett Butler in Red Hook, Brooklyn, referred imprecisely to Mr. Butler's role in the hardware design for the Seattle home of Bill Gates. Although Mr. Butler did put together a list of the required hardware and did supply much of it, Katonah Architectural Hardware in Katonah, N.Y.," , "date" : "20060219" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Corrections" , "Real Estate"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9803E5DF113EF93AA25751C0A9609C8B63"} , {"body" : "Snow means shoveling means money. And yesterday afternoon, two enterprising labor forces converged on the snow-clogged streets of Brooklyn to fight for market share. One was made up of teenage boys who live in Carroll Gardens -- who shoveled stoops and sidewalks for $30 or more, depending on the house -- to raise money for cellphone bills and" , "date" : "20060213" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A RECORD SNOWFALL: SNAPSHOTS; Playful, Lucrative or Dreadful: No Two Snow Days Are Alike" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F02E2DB123EF930A25751C0A9609C8B63"} , {"body" : "An article on Wednesday about an admission by the New York City Department of Environmental Protection that maintenance lapses at two sewage treatment plants led to the illegal discharge of untreated human waste during the 2003 blackout misidentified the neighborhood of one plant. (The error also appeared in articles on Aug. 18, 2003; Dec. 27," , "date" : "20060210" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E3DC153EF933A25751C0A9609C8B63"} , {"body" : "An article on Wednesday about an admission by the New York City Department of Environmental Protection that maintenance lapses at two sewage treatment plants led to the illegal discharge of untreated human waste during the 2003 blackout misidentified the neighborhood of one plant. (The error also appeared in articles on Aug. 18, 2003; Dec. 27," , "date" : "20060210" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A03E3DC153EF933A25751C0A9609C8B63"} , {"body" : "An article on Wednesday about an admission by the New York City Department of Environmental Protection that maintenance lapses at two sewage treatment plants led to the illegal discharge of untreated human waste during the 2003 blackout misidentified the neighborhood of one plant. (The error also appeared in articles on Aug. 18, 2003; Dec. 27," , "date" : "20060210" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9400E3DC153EF933A25751C0A9609C8B63"} , {"body" : "An article on Wednesday about an admission by the New York City Department of Environmental Protection that maintenance lapses at two sewage treatment plants led to the illegal discharge of untreated human waste during the 2003 blackout misidentified the neighborhood of one plant. (The error also appeared in articles on Aug. 18, 2003; Dec. 27," , "date" : "20060210" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9802E3DC153EF933A25751C0A9609C8B63"} , {"body" : "New York City's Department of Environmental Protection admitted yesterday that its failure to maintain and repair backup generators at several sewage treatment plants violated environmental laws and caused the illegal discharge of 30 million gallons of untreated human waste into the East River during the 2003 blackout. As a result, a federal judge" , "date" : "20060208" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "EAST RIVER (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Sewage Failure in Blackout Puts City Under Court's Thumb" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/08\/nyregion\/08environment.html"} , {"body" : "New York City's new teachers' contract took effect yesterday, causing wide disruption and confusion as most of the city's 1,400 schools changed schedules to adopt new tutoring sessions. The changes upended the routines of parents, educators, school bus companies and after-school programs. At Public School 16 in Williamsburg, Brooklyn, Isabel Cruz" , "date" : "20060207" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "New Tutoring Schedules in Schools Lead to Confusion" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/07\/nyregion\/07schools.html"} , {"author" : "Mark Caldwell is the author of ''New York Night: The Mystique and Its History.''" , "body" : "GOVERNORS ISLAND, 172 acres of American history lying just off the southern tip of Manhattan, is terra incognita to most New Yorkers. Commuters, glimpsing it from the Staten Island Ferry, see only an array of abandoned modern buildings and two unpromising landmarks: a white ventilation tower belonging to the Brooklyn-Battery Tunnel, and Castle" , "date" : "20060205" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Sleeping Beauty" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9804E4DA163EF936A35751C0A9609C8B63"} , {"body" : "To the Editor: Andrew Zimbalist's article supporting the Yankee Stadium redevelopment plan (''Fair Ball,'' Op-Ed, Jan. 22) does not mention the economic and environmental benefits of transit-oriented development. As it stands, the Yankee Stadium plan is the opposite -- it calls for a 75 percent increase in parking and includes no mass transit" , "date" : "20060205" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "A New Stadium: Who Benefits?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0CE5D7163EF936A35751C0A9609C8B63"} ,   {"body" : "National stores have gotten a lot of attention by moving into New York City neighborhoods that were once thought of in the retailing world as about as hospitable as the moon: Old Navy in Harlem, Ikea in Red Hook, Target in Flatbush. But despite the headline-grabbing chain-store openings, the fact remains that New York City is dominated by locally" , "date" : "20060201" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Technology" , "Business"] , "page_facet" : "9" , "title" : "SQUARE FEET; A Retailing Czar, Looking Out for Mom and Pop" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/01\/business\/01czar.html"} , {"body" : "THE message on a metal yellow rectangle hanging neatly from the tall chain-link gate entry to hardware designer Rhett Butler's turn-of-the-century Red Hook compound is not exactly welcoming. ''Warning,'' it reads. ''This Area Patrolled By Attack Dogs.'' The street outside, cold and desolate, is pressed hard up against the damp shores of New York" , "date" : "20060122" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "HABITATS\/Red Hook, Brooklyn; Yin Moves In With Yang" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/22\/realestate\/22habi.html"} , {"body" : "At a pier in Red Hook, Brooklyn, sits a 600-foot container ship brimming with 36 million pounds of Ivory Coast cocoa bound for chocolate factories in Pennsylvania and points west. The ship's hatches yawn wide open. Its turret cranes stand at the ready. Its five holds, each bigger than a king-size swimming pool and 50 feet deep, are stacked with" , "date" : "20060120" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Dispute at a Brooklyn Pier Leaves a Shipload of Cocoa Stranded There" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/20\/nyregion\/20cocoa.html"} , {"body" : "Red Hook could've been a contender, just like Marlon Brando's character in ''On the Waterfront,'' a film that immortalized the bleak, harsh atmosphere of the Brooklyn docks (even if it was filmed in Hoboken). With acres of piers for hauling cargo, and sweeping views of the Manhattan skyline, Red Hook should have become a leading industrial port or" , "date" : "20060119" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "For Whom Will the Foghorn Blow?" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/19\/nyregion\/19redhook.html"} , {"body" : "ARTHUR MELNICK shifted gears on his boxy white Nissan, skirted past Fulton Ferry Landing and described his vision for the future of Brooklyn. ''Look at this!'' he said, pointing at the nearly desolate ribbon of Furman Street. Traffic on the Brooklyn-Queens Expressway screamed overhead, and the old docks and industrial buildings along the East River" , "date" : "20060115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; A Desire Named Streetcar" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/15\/nyregion\/thecity\/15trol.html"} , {"body" : "BENJAMIN APPEL was an author of more than 25 novels from 1934 to 1977, many of them set in New York. He was raised in Hell's Kitchen in Manhattan and lived much of his life in Roosevelt, N.J., but after he moved he still came back to New York often. Sometimes, with one of his three daughters in tow, he would have lunch with his agent or his" , "date" : "20060101" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "4" , "title" : "CITY LORE; Hard-Boiled Tales, Told by a Gentleman" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/01\/nyregion\/thecity\/01appe.html"} , {"body" : "Brrrr Q. Walking to work on frigid mornings during the transit strike brought this question to mind: Just how cold can it get in New York, anyway? A. Pretty nippy. On Friday, Feb. 9, 1934, at 7:25 a.m., the temperature dropped to minus 14.3 degrees Fahrenheit, the coldest day on record. Todd Miner, a meteorologist with Pennsylvania State" , "date" : "20060101" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F. Y. I." , "url" : "http:\/\/www.nytimes.com\/2006\/01\/01\/nyregion\/thecity\/01fyi.html"}]