[  {"body" : "CONDELLO--Vera I. Of New York and Naples, FL. Widow of Victor F. Condello, Sr. Mother of Dr. Virginia Condello and the late Victor F. Condello, Jr. Grandmother of adored and adoring Alexandra and sister of Pat Bolen and his wife, Theresa. Mrs. Condello was an attorney and a partner in the prominent NY law and lobbying firm of Condello & Condello." , "date" : "20060905" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "13" , "title" : "Paid Notice: Deaths CONDELLO, VERA I." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B00E6D8173AF936A3575AC0A9609C8B63"} , {"body" : "Joel W. Harnett, a businessman and civic watchdog who finished last in the Democratic primary for mayor of New York City in 1977, but fueled debate by helping to force the release of a federal investigative report on questionable financial manipulations by city leaders, died on Aug. 11 at his home in Phoenix. He was 80. The cause was prostate" , "date" : "20060815" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S." , "Obituaries"] , "page_facet" : "8" , "title" : "Joel Harnett, 80, Leader of Watchdog Group" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/15\/nyregion\/15harnett.html"} , {"body" : "Anatole Shub, who used his own rich Russian background to report from Moscow, conduct research on Russian topics for the United States Information Agency and write books about the Soviet Union, died on July 2 in Washington. He was 78. The cause was a stroke followed by pneumonia, his son, Adam, said. Mr. Shub (pronounced shewb), was born in the" , "date" : "20060708" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts" , "Obituaries"] , "page_facet" : "6" , "title" : "Anatole Shub, 78, a Researcher And Reporter on Russian Topics" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/08\/us\/08shub.html"} , {"body" : "The city's Franchise and Concession Review Committee approved a $128 million plan to build a water park on Randalls Island yesterday despite opposition from Comptroller William C. Thompson Jr. Mr. Thompson has maintained that the development deal with Aquatic Development Group is illegal because it was not subject to competitive bids once the plan" , "date" : "20060412" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "RANDALLS ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Manhattan: Committee Approves Water Park" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A04E4DB1F30F931A25757C0A9609C8B63"} , {"body" : "MIRKIN--Julian, 77, April 5, 2006 from Myositis. Grew up in Brooklyn, Korean War vet, Master Mason of the Victoria Seagate Masonic Lodge in Brooklyn. Survived by his wife of 52 years, Florence; daughters, Cheryl (Alan) Fink, Marcy (Adam Schutz); 3 granddaughters, Jana, Deena and Leah; and sister, Myra Raykoff. Services Sunday, April 9, at" , "date" : "20060408" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "10" , "title" : "Paid Notice: Deaths MIRKIN, JULIAN" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9505EFDA153AF93BA35757C0A9609C8B63"}]