[  {"body" : "SHORTLY after the start of the not-so-seminal 1995 heist film ''Money Train,'' there comes an appearance by the title character, an imposing subway train covered in silver armor plating and equipped with flashing orange lights and sliding barred doors, like those on a jail cell. The money train, as the vehicle is known, carries the system's cash," , "date" : "20061231" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORK OBSERVED; Cash And Carry" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/31\/nyregion\/thecity\/31mone.html"} , {"body" : "STUTMAN--Louis Age 94, of Sheepshead Bay, Brooklyn, Died Thursday, November 30th 2006. A World War II Veteran and former 1st Commander of the Milton L. Finel Post of the Jewish War Veterans. He began his NYPD career in the Legal Bureau, and was later Executive Secretary to Police Commissioner Kennedy, Chief Clerk, Deputy Police Commissioner of" , "date" : "20061203" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "43" , "title" : "Paid Notice: Deaths STUTMAN, LOUIS" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE3D9103AF930A35751C1A9609C8B63"} , {"body" : "STUTMAN--Louis Age 94, of Sheepshead Bay, Brooklyn, Died Thursday, November 30th 2006. A World War II Veteran and former 1st Commander of the Milton L. Finel Post of the Jewish War Veterans. He began his NYPD career in the Legal Bureau, and was later Executive Secretary to Police Commissioner Kennedy, Chief Clerk, Deputy Police Commissioner of" , "date" : "20061202" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "10" , "title" : "Paid Notice: Deaths STUTMAN, LOUIS" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B05E1DA103AF931A35751C1A9609C8B63"} , {"body" : "SUNDAY through Friday, the Spotted Pig, an intimate gastropub in Greenwich Village, functions as a clubhouse for a certain breed of discreet celebrities like Maggie Gyllenhaal because it feels less like a Hollywood ''it'' restaurant than an intimate neighborhood cubbyhole, safe from gawkers. Then there's Saturday, when even one of the owners can't" , "date" : "20061126" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "On Saturday, They Rested" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/26\/fashion\/26sat.html"} , {"body" : "A 34-year-old Queens man was shot and killed early yesterday near a 24-hour diner in Boerum Hill, Brooklyn, while four men were stabbed outside a sports bar in a separate fight in Sheepshead Bay, the police and witnesses said. The Queens man, Dallas Gilchrist, was shot about five times around 5 a.m. outside City Lights Diner, at the corner of" , "date" : "20061112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "Fights Leave 1 Man Dead And 5 Injured In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/12\/nyregion\/12slaying.html"} , {"author" : "E-mail: haberman@nytimes.com" , "body" : "If you're making a list of election winners in New York, you might include James Madison High School in Brooklyn. Come January, when the new Congress convenes, Madison will be a rarity: a high school that can claim three sitting senators as alumni. Representative Bernard Sanders of Vermont became No. 3 when he won a Senate seat this week, joining" , "date" : "20061110" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "MINNESOTA" , "VERMONT"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "NYC; A Wall of Fame Gets Crowded With Senators" , "url" : "http:\/\/select.nytimes.com\/\/2006\/11\/10\/nyregion\/10nyc.html"} , {"body" : "A man was shot and killed by one of three men attempting to rob a Brooklyn deli last night, the police said. The men fled from the store, the Mini-Mart Deli on Avenue R in Sheepshead Bay. The victim, an employee of the deli whom the police did not identify, was taken to Coney Island Hospital about 9 p.m. and pronounced dead. JENNIFER 8. LEE (NYT)" , "date" : "20061106" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Employee Fatally Shot At Deli" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/06\/nyregion\/06mbrfs-BROOKLYNEMPL_BRF.html"} , {"body" : "Yesterday was a big day in Bensonhurst. A block of Bay 26th Street was renamed Herb Berman Way. No, not Herb Berman the failed 2001 candidate for city comptroller. No one is clamoring to name a street after him. Besides, he's still alive. And not Herb Berman the late founder of the Queens College Center for Jewish Studies. The honoree was Herb" , "date" : "20061104" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Immortalizing a Crusader Who Wielded a Mighty Pen" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/04\/nyregion\/04road.html"} , {"body" : "FOR most people who grew up in and around Sheepshead Bay, the allure of Plum Beach, a rest stop off the Belt Parkway on Brooklyn's southern shore, has been unchanging for as long as they can remember. The quiet, barren area is secluded, making it a convenient spot for assignations of various sorts. Decades ago, the beach's parking lot was notorious" , "date" : "20061029" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PLUM BEACH (NYC)" , "NEW YORK CITY" , "SHEEPSHEAD BAY (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Deadly Days At a Lovers' Lane" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/29\/nyregion\/thecity\/29plum.html"} , {"body" : "A fourth young man was arrested yesterday in a bias attack on a gay man who was fatally struck by a car while fleeing a robbery, prosecutors said. Law enforcement officials have said the man arrested yesterday, Anthony Fortunato, 20, of Brooklyn, selected the victim, Michael J. Sandy, 29, also of Brooklyn, from a gay men's Web site and lured him to" , "date" : "20061026" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Fourth Arrest In Bias Attack" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/26\/nyregion\/26mbrfs-001.html"} ,   {"body" : "A grand jury indicted two men yesterday on charges of second-degree murder as a hate crime in the death of a gay man who was beaten and then struck by a car on Oct. 8 during a robbery attempt. Prosecutors said the men who were charged, John Fox, 19, and Ilya Shurov, 20, were among four men who used the Internet to lure the victim, Michael J. Sandy," , "date" : "20061017" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Two Indicted In Belt Parkway Death" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/17\/nyregion\/17mbrfs-005.html"} , {"body" : "Michael J. Sandy almost escaped his death. When Mr. Sandy pulled up to a Sheepshead Bay street corner last Sunday, he found not the lone man he thought he had been exchanging instant messages with, but two men. Uncomfortable, he drove away. Back home, Mr. Sandy resumed his online chat with the man calling himself ''fireyefox,'' who persuaded him to" , "date" : "20061015" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "35" , "title" : "From Crime to Arrest, By Way of Computer" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/15\/nyregion\/15attack.html"} , {"body" : "The victim of what the authorities say was a hate crime died in a Brooklyn hospital yesterday, five days after he was attacked, robbed and forced into roaring traffic on the Belt Parkway, where he was struck by a hit-and-run driver. The victim, Michael J. Sandy, turned 29 on Thursday. McCartha L. Lewis, his aunt, said dozens of his friends and" , "date" : "20061014" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Victim of Possible Hate Crime Attack Dies" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/14\/nyregion\/14attack.html"} , {"body" : "Three Brooklyn men were charged with hate crimes yesterday in connection with an attack on a man who was lured to a desolate meeting place Sunday night, robbed and forced onto the Belt Parkway, where he was struck by a car and critically injured, the police said. The victim, Michael J. Sandy, 28, of Brooklyn, was still in a coma yesterday," , "date" : "20061012" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "3 Charged in Hate Crimes; Brooklyn Victim Is in a Coma" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/12\/nyregion\/12attack.html"} , {"body" : "The police were questioning four suspects last night who they believe played a part in an attack on a 28-year-old interior designer in Brooklyn on Sunday night, forcing him onto the Belt Parkway, where he was struck by a car and critically injured. The police say the suspects took part in the attack on the victim, Michael J. Sandy, in order to rob" , "date" : "20061011" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Attack Suspects Are Questioned In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/11\/nyregion\/11attack.html"} , {"body" : "Detectives yesterday were trying to determine why two men forced a third man on foot into the busy eastbound lanes of the Belt Parkway in Brooklyn Sunday night, leaving him seriously injured after he was struck by a car. Eyewitnesses told the police that the men struggled with the victim, Michael J. Sandy, 28, in an area near a parking lot" , "date" : "20061010" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Man Is Forced Onto Highway And Hit by a Car in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/10\/nyregion\/10assault.html"} , {"author" : "E-mail: dabarry@nytimes.com" , "body" : "A JAB, and then another, and another and another, almost like the riveting of bolts at a construction site. When the jabbing stopped an hour later, the two towers were soaring again from the Manhattan bedrock, their windows forever tinted red by the evening sun, their majesty forever set against a sky's lavender sighs. This is how the World Trade" , "date" : "20060909" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; He Bears the Mark of His Loss Sadly" , "url" : "http:\/\/select.nytimes.com\/\/2006\/09\/09\/nyregion\/09about.html"} , {"body" : "Ashley Blake Levy, the daughter of Reesa and Stephen J. Levy of Manhattan, was married last evening to John Woods Kemper, a son of Dorothy and David W. Kemper of Ladue, Mo. Rabbi Charles Davidson officiated at the Lighthouse at Chelsea Piers, with Timothy A. Ahern, a member of the Christian Brothers, a Roman Catholic order, taking part. The bride" , "date" : "20060827" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "16" , "title" : "WEDDINGS\/CELEBRATIONS; Ashley Levy, John Kemper" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/27\/fashion\/weddings\/27levy.html"} , {"body" : "Normally summer is the perfect time to be a youngster in Gerritsen Beach, a flyspeck neighborhood deep in south Brooklyn, squeezed between Sheepshead Bay and Marine Park. Its alleys and skinny roads are ideal for tossing baseballs, racing scooters and popping wheelies. Its modest beach, open only to locals, offers a cooling sanctuary and a snack" , "date" : "20060812" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "GERRITSEN BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Hate-Crime Arrests Unsettle a Brooklyn Community" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/12\/nyregion\/12attack.html"} , {"body" : "BEHIND the tall grass and trees of Calvert Vaux Park in Bensonhurst, Brooklyn, hidden from the soccer players on Sundays, is a nautical graveyard. Burned and rotting hulks of abandoned vessels jut from the dirty beach into the silted, sluggish water of Coney Island Creek. The ribs of other ships emerge from the shallows like bones. No one is sure" , "date" : "20060806" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)" , "CONEY ISLAND CREEK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: BENSONHURST; The Ghost Ships of Coney Island Creek" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/06\/nyregion\/thecity\/06grav.html"} ,   {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Jan. 15, ''Yellowstone to Yukon,'' an exhibition of more than 40 photographs by 11 photographers documenting the animals, vegetation and geology of the regions affected by one of the world's largest wildlife conservation initiatives. Through" , "date" : "20060721" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/21\/arts\/21spar.html"} , {"body" : "They had known each other since third grade and, by his account, were the best of friends. Shirley Courcelle and Lloyd Morgan, both 20, grew up together at a public housing project in Sheepshead Bay, Brooklyn, and eventually fell in love. They had been dating off and on for about a year and cared for each other ''like husband and wife,'' he said." , "date" : "20060705" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Death of Newborn Girl Leaves Mother's Neighbors Baffled" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/05\/nyregion\/05baby.html"} , {"body" : "THE automaker DaimlerChrysler proudly announced last week that in 2008 it will introduce to the American market something called the Smart car, a vehicle too small to contain even the nimblest gang of Shriner clowns. This car could dangle from its own key ring. Since part of the marketing campaign celebrates the idea of Smart cars in New York City" , "date" : "20060702" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "3" , "title" : "THE NATION; You Call This a Car? We Have Bigger Cockroaches" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/02\/weekinreview\/02barry.html"} , {"body" : "Donald M. Halperin, a former New York state senator who represented shorefront neighborhoods of Brooklyn for 23 years and then served briefly as Gov. Mario M. Cuomo's housing commissioner, died on Monday in Brooklyn. He was 60. The cause was lung cancer, said his wife, Brenda Halperin. Although a member of the Democratic minority throughout his" , "date" : "20060630" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "9" , "title" : "Donald Halperin, 60, Senator Deeply Loyal to Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/30\/nyregion\/30halperin.html"} , {"body" : "One of the great things about installation art is that it can be made of almost anything -- a snow shovel, empty space, even a few tons of dirt -- and it can be found almost anywhere. To find some late on Saturday night, it was necessary to meet a wary, tattooed man named Duke Riley in the parking lot of a lobster restaurant in Sheepshead Bay," , "date" : "20060626" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BELT PARKWAY (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "When Making Art Becomes a Night at the Beach" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/26\/arts\/design\/26plum.html"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Aug. 20, ''Darwin,'' an exhibition devoted to the naturalist, which includes fossils and live creatures as well as a reconstruction of Darwin's study at Down House. Through today, ''The Butterfly Conservatory: Tropical Butterflies Alive in" , "date" : "20060623" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/23\/arts\/23spar.html"} , {"body" : "LOOKING out the window of her fifth-floor co-op on Corbin Place in Brighton Beach, Brooklyn, Inna Slobodova can still see the elm trees, a swatch of ocean and the open sky. But these days, she also sees a gaping pit next door where Beth Am, a small Jewish community center and synagogue, stood until its demolition this year, and where a nine-story" , "date" : "20060618" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "STREET LEVEL -- Brighton Beach; Is the Bungalow Going the Way of the Dodo?" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/18\/nyregion\/thecity\/18stre.html"} , {"body" : "Attractions Museums and Sites HISTORIC RICHMOND TOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. More than 25 buildings, from the late 17th to the 19th centuries, restored and furnished. Sunday from 5 to 9 p.m., a traditional 19th-century dinner in celebration of Father's Day; $45; members, $40; reservations: (718)" , "date" : "20060616" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/16\/arts\/16spar.html"} , {"body" : "UNTIL recently, Manhattan's waterfront has been a neglected resource, certainly when compared with the urban playgrounds that have sprung up around the Thames in London, the Seine in Paris and even the San Antonio River in Texas. That has begun to change over the last few years, with numerous developments springing up along the Hudson River and" , "date" : "20060611" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "16" , "title" : "WEEKEND IN NEW YORK: ON THE WATERFRONT; Turning Rivers Into Playgrounds" , "url" : "http:\/\/travel.nytimes.com\/2006\/06\/11\/travel\/11weekend.html"} , {"body" : "For years, the New York City school system has encouraged people to leave lucrative professions behind to work as teachers. But a disbarred lawyer convicted of theft may not have been what officials had in mind. Investigators said yesterday that when the disbarred New Jersey lawyer, Thomas Everett, applied for a leave of absence from his job" , "date" : "20060607" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "Time Off? No Problem. But for Jail? Problem." , "url" : "http:\/\/www.nytimes.com\/2006\/06\/07\/nyregion\/07report.html"} ,   {"body" : "With mounting evidence that exposure to the toxic smoke and ash at ground zero during the nine-month cleanup has made many people sick, attention is now focusing on the role of air-filtering masks, or respirators, that cost less than $50 and could have shielded workers from some of the toxins. More than 150,000 such masks were distributed and only" , "date" : "20060605" , "day_of_week_facet" : "Monday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Use of Air Masks at Issue In Claims of 9\/11 Illnesses" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/05\/nyregion\/05masks.html"} , {"body" : "The body of a 25-year-old woman was found inside her Brooklyn apartment yesterday morning after her 6-year-old son ran into the street for help, the police said. The victim, Patricia Torres, was found lying in her home at 2166 East 26th Street in Sheepshead Bay about 11 a.m., the police said, adding that they were seeking to speak with Ms. Torres's" , "date" : "20060524" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Boy Finds Mother Fatally Stabbed" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E00E5DE113EF937A15756C0A9609C8B63"} , {"body" : "A 25-year-old woman was found stabbed to death inside her Brooklyn apartment yesterday morning after her son ran into the street screaming for help, the police said. The victim, Patricia Torres, who had been stabbed repeatedly, was found lying in her home at 2166 East 26th Street in Sheepshead Bay about 11 a.m., the police said. She was declared" , "date" : "20060524" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Brooklyn Boy Finds Mother Fatally Stabbed" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/24\/nyregion\/24stab.html"} , {"body" : "The name of the bank has changed, as with most of this block of Jerome Avenue in Sheepshead Bay, Brooklyn. But it's still a bank, and the building next door is still a post office, and Reed Farrel Coleman can still hear the gunshot and see the man lying there in the street more than 30 years later. He was around 15 that summer day, walking to his" , "date" : "20060515" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "1" , "title" : "Brooklyn, a Crime Writer's Tough Hero" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/15\/books\/15writ.html"} , {"body" : "SOMETHING odd was attached to the wing of the C-47, and several of the volunteer restorers whose task it was to repair the big plane were scratching their heads. When they pulled off the fairing -- the curved sheet of metal between the wing and the fuselage -- they found a strange pump and brackets for some kind of tank. But the tank was missing," , "date" : "20060514" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: JAMAICA BAY; Rebuilding The Planes That Took The City Aloft" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/14\/nyregion\/thecity\/14floy.html"} , {"body" : "A Mother's Memory Q. My late mother, who grew up in Yorkville, told me that as a little girl she would take the subway ''all the way downtown'' to get breast milk for her twin baby brothers. She remembered that the milk was free, and that it came from contributing mothers who were also poor. Is there a record of this? A. Yes. The organization was" , "date" : "20060514" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F. Y. I." , "url" : "http:\/\/www.nytimes.com\/2006\/05\/14\/nyregion\/thecity\/14fyi.html"} , {"body" : "Two weeks ago, Justin Gatlin led a United States 4x400-meter relay team to victory at the Penn Relays in Philadelphia. ''What do you want now?'' he was asked afterward. ''The world record in the 100.'' ''When?'' ''Sometime this year.'' But this soon? He set the world record in the 100 meters yesterday at a Grand Prix meet in Doha, Qatar, winning" , "date" : "20060513" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "TRACK; Gatlin Takes Over As World's Fastest" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/13\/sports\/othersports\/13track.html"} , {"body" : "A CUSTOMER services representative at Ameritrade received a curious phone call last July. The caller said she was a customer and was asking to change the restrictions on her account. The Ameritrade representative, however, had doubts -- big ones. ''The caller does not sound like a female,'' the representative wrote, ''by no means.'' As it turns" , "date" : "20060430" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "An Insider-Trading Case With a B-Movie Plot" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/30\/business\/yourmoney\/30traders.html"} , {"body" : "A 21-year-old woman was struck and killed by a car early yesterday as she crossed the West Side Highway, the police said. The driver of the car continued on, striking another car, before fleeing the scene on foot along with three passengers, according to the police. The woman, identified as Jessica Martinez, of Newark, was pronounced dead at the" , "date" : "20060423" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEWARK (NJ)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Woman Is Run Over on West Side Highway" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/23\/nyregion\/23hit.html"} , {"body" : "The disaster struck 20 years ago on the other side of the world, in a nation that no longer exists, and the memory has faded in American minds. But the legacy of Chernobyl is turning up in hospitals and clinics in New York, where it is growing. Cancer of the thyroid gland is rising in the United States, to about 30,000 new cases a year, according" , "date" : "20060420" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["UKRAINE" , "NEW YORK STATE" , "BELARUS" , "RUSSIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Throats of Émigrés, Doctors Find a Legacy of Chernobyl" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/20\/nyregion\/20chernobyl.html"} ,   {"body" : "Late last month, two elderly women from Brooklyn phoned Safeway Car Service of Sheepshead Bay because they needed a lift to the North Shore University Hospital in Manhasset, in Nassau County. But after their car crossed the border from Queens to Nassau, it was seized by that county's taxi inspectors because it hadn't been registered with the" , "date" : "20060226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NASSAU COUNTY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; Skirmishes Along a Border As the Meter Ticks Away" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/26\/nyregion\/thecity\/26bord.html"} , {"body" : "North Shore Towers, an upscale co-op complex in eastern Queens, consists of three hulking 33-story buildings along the Grand Central Parkway near the Nassau County border. The complex has a private 18-hole golf course and an indoor shopping concourse. It has 3,500 residents, many of whom are well-to-do, a $35 million annual budget, underground" , "date" : "20060225" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Queens Co-op Has It All: Golf, Shops and a Resident Gadfly" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/25\/nyregion\/25coop.html"} , {"body" : "Pucker Up Q. I recently came across a mention of a bridge known in the 18th century as the Kissing Bridge, near the present Third Avenue and 77th Street. Tell me more. A. That particular bridge was on or near the old Boston Post Road, and would have then been about four miles north of town. A requirement for a good kissing bridge, as with a lover's" , "date" : "20060212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F. Y. I." , "url" : "http:\/\/www.nytimes.com\/2006\/02\/12\/nyregion\/thecity\/12fyi.html"} , {"body" : "Dolorez Williams, 53, is a job counselor who has spent many of her professional hours listening to other people's troubles. But when her own troubles began to multiply, to shattering effect, with the shooting death of her oldest son, the loss of her mother to Alzheimer's, and other trials, she had few people to turn to. ''I didn't know if my life" , "date" : "20060202" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "The Neediest Cases; A Counselor Is Overwhelmed by Her Own Problems" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9903E0D91F3FF931A35751C0A9609C8B63"} , {"body" : "Stew Albert, who with Abbie Hoffman, Jerry Rubin and a handful of similarly scruffy, leftist anti-establishmentarians formed the Yippie party to protest the Vietnam War, mock institutional authority and nominate a pig, Pigasus, for president, died on Monday at his home in Portland, Ore. He was 66. The cause was liver cancer, said his wife, Judy" , "date" : "20060201" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["U.S." , "Obituaries"] , "page_facet" : "23" , "title" : "Stew Albert, 66, Dies; Used Laughter to Protest a War" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/01\/nyregion\/01albert.html"} , {"body" : "People blab on their cellphones all over town, but tantalizing tidbits can still come from people talking to each other in public places. ''So then I looked up herpes on the Internet.'' Woman with a British accent talking to a friend in Central Park ''The story is, she had this asp.'' Man in full Roman costume speaking to woman in complete" , "date" : "20060110" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "INK; Eavesdropping On Public Theater Of the Absurd" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/10\/nyregion\/10ink.html"} , {"body" : "WHEN New York's transit union voted to strike in the wee hours of Dec. 20, an anxious city learned the news from a boyish-looking 28-year-old reporter named Bobby Cuza, who was working out of the Grand Hyatt, in a cramped conference room strewn with cameras, battery chargers, half-empty boxes of cookies, and dozing technicians. The other reporters" , "date" : "20060101" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Little Channel That Could" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/01\/nyregion\/thecity\/01ny1.html"}]