[  {"body" : "The City Council yesterday approved the first major overhaul of the most popular tax break for apartment building developers, adopting a plan intended to induce them to build tens of thousands of apartments for people other than the well-heeled. The changes, which Mayor Michael R. Bloomberg supported and which would go into effect in 2008," , "date" : "20061221" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "IN OVERHAUL, CITY SEEKS TO EXPAND LOWER-COST UNITS" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/21\/nyregion\/21housing.html"} , {"body" : "TOURISTS and New Yorkers alike flock to Chinatown for the bustling street life, flimflam designer bags and mobbed dim sum palaces. Other tourists and New Yorkers alike spurn Chinatown because of its bustling street life, flimflam designer bags and mobbed dim sum palaces. But both crowds should find something to savor in the city's other two" , "date" : "20061217" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FLUSHING (NYC)" , "SUNSET PARK (NYC)" , "CHINATOWN (NYC)"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "14" , "title" : "WEEKEND IN NEW YORK: CHINATOWNS; Dim Sum, Borough by Borough" , "url" : "http:\/\/travel.nytimes.com\/2006\/12\/17\/travel\/17weekend.html"} , {"body" : "Manhattan CHINATOWN $520,000 185 Park Row (Chatham Green) 1-bedroom, 1-bath, 800-sq.-ft. co-op in a postwar building; 24-hr. doormen; south and east exposures; maintenance $559, 50% tax deductible; listed at $539,000, 23 weeks on market (broker: Weichert Mazzeo Agency) GRAMERCY PARK $740,000 121 East 23rd Street (Crossing 23rd) 1-bedroom, 1-bath," , "date" : "20061214" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9800EFDA1531F937A25751C1A9609C8B63"} , {"body" : "A 6-year-old Brooklyn boy who had just left school was struck and killed yesterday when a truck carrying coffins ran through a red light, the police said. The boy, Andys Peraz, a student at Public School 1 in Sunset Park, had run a few steps ahead of his baby sitter when the truck hit him at 46th Street and Third Avenue, the police said. The baby" , "date" : "20061208" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Boy Walking Home From School Is Killed by Truck Carrying Coffins" , "url" : "http:\/\/www.nytimes.com\/2006\/12\/08\/nyregion\/08fatal.html"} , {"body" : "To the Editor: Your Nov. 19 editorial ''Black Soot and Asthma'' mentions opposition in Queens to the proposed cross-harbor rail freight project. But you do not mention strong opposition in many Brooklyn neighborhoods. There are tens of thousands of Brooklyn residents who would be negatively affected by the project, in Bay Ridge, Sunset Park," , "date" : "20061203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "17" , "title" : "Rail Project Opposition Not Just in Queens" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0CE5D61E3EF930A35751C1A9609C8B63"} , {"body" : "Recent Sale $7.55 million 4702-22 Seventh Avenue Sunset Park, Brooklyn This four-story walk-up features 74 apartments and 14 storefronts between 47th and 48th Streets. Buyer: Sunset Park Holdings Seller: Seventh Avenue Associates Broker: Barry Rosner, Newmark Knight Frank Recent Lease $39\/sq. ft. approximate annual rent $429,000 11-13 East 26th" , "date" : "20061122" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "7" , "title" : "TRANSACTIONS" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E04E0DC123EF931A15752C1A9609C8B63"} , {"body" : "A 22-year-old man was shot in the neck and killed shortly before 2 a.m. yesterday inside his apartment in Sunset Park, the police said. There were no arrests yesterday. The police identified the victim as Reginald Smith, a graduate of Lafayette High School's class of 2001. He lived with an unidentified woman and their two young children and was" , "date" : "20061120" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Man Fatally Shot In His Apartment" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/20\/nyregion\/20mbrfs-BROOKLYNMANF_BRF.html"} , {"body" : "Councilwoman Gale A. Brewer runs a small bed-and-breakfast out of her brownstone on the Upper West Side. Councilwoman Inez E. Dickens, who represents Harlem, runs her family's property management company in Sunset Park, Brooklyn. Councilman Thomas White Jr. is paid $197,500 a year as the executive director of an alcohol and substance abuse center" , "date" : "20061117" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Opponents of Council Pay Raise Point to Members' Outside Jobs" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/17\/nyregion\/17council.html"} , {"body" : "The hunt for new ways of creating moderately priced housing in places with immoderate land prices has led housing experts in New York City to an unconventional thought: Why not tear down obsolete branch libraries and replace them with libraries that not only are bigger and better, but also have apartments built on top? In Brooklyn, a community" , "date" : "20061113" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Stranger Than Fiction? Having People Live on Top of Branch Libraries" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/13\/nyregion\/13libraries.html"} , {"body" : "It was the first of three public hearings on the $4.2 billion Atlantic Yards development, and Umar Jordan, a 51-year-old resident of Bushwick, Brooklyn, strode to the front of the auditorium and offered a vigorous defense of the proposal. ''I'm here to speak for the underprivileged, the people that don't get the opportunity to work, the brothers" , "date" : "20061112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "ATLANTIC YARDS (BROOKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Perspectives on the Atlantic Yards Development Through the Prism of Race" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/12\/nyregion\/12yards.html"} ,   {"body" : "Attractions Museums and Sites HISTORIC RICHMOND TOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. Through Dec. 3, ''Snapshots of Honor and Service,'' a display of photographs of servicemen and women from World War I to the present, from private collections and the archives of the Staten Island Historical Society. Through" , "date" : "20061110" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/10\/arts\/10spar.html"} , {"body" : "A man who was struck by two cars Sunday in Sunset Park died yesterday afternoon at Lutheran Medical Center, the police said. The man, Ishmael Rivera, 75, of Brooklyn, was struck about 8:45 p.m. by a dark blue sedan on Fourth Avenue near the intersection of 23rd Street, the police said. Witnesses in a car parked nearby told the police that they" , "date" : "20061107" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Man Hit By Two Cars Dies" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/07\/nyregion\/07mbrfs-BROOKLYNMANH_BRF.html"} , {"body" : "A 75-year-old man was injured last night in a hit-and-run accident in Sunset Park, the police said. The man, whom the police did not identify, was trying to cross Fourth Avenue near 23rd Street when he was struck about 8:45 p.m. by a vehicle that fled the scene. He was taken to Lutheran Medical Center, Brooklyn, where he was in critical condition." , "date" : "20061106" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Man, 75, Injured In Hit-Run" , "url" : "http:\/\/www.nytimes.com\/2006\/11\/06\/nyregion\/06mbrfs-BROOKLYNMAN7_BRF.html"} , {"body" : "Gallery aficionados have The New Yorker's Goings On About Town. Clubbers have Time Out New York. But where do you turn if you're a left-wing activist with nothing to picket? To Todd Eaton, the gregarious 44-year-old who is behind NYProtest, a two-year-old daily listing of progressive street demonstrations and gatherings in the metropolitan area." , "date" : "20061029" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: CITY PEOPLE; Drum Major For the Marchers of New York" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/29\/nyregion\/thecity\/29eato.html"} , {"body" : "TYPICALLY, the problem starts with the bites: itchy, reddish welts that leave their victims wondering if they have a rash or have had an allergic reaction to something. Often, the next step is a visit to the doctor, followed by calls to the landlord, the superintendent and the exterminator. The cause is the bedbug, the nocturnal, blood-sucking" , "date" : "20061015" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Everything You Need to Know About Bedbugs But Were Afraid to Ask" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/15\/realestate\/15cov.html"} , {"body" : "After struggling for more than two decades, Harvey Shomer says, he finally found his niche in the city's dwindling garment industry. Operating out of 5,000 square feet in a dilapidated brick building in Brooklyn, his company, M. Franabar Associates, corrects mistakes in bulk orders arriving from manufacturers in China -- the upside-down labels, the" , "date" : "20061011" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "8" , "title" : "Square Feet; A Pro-Business City Policy Backfires on a Few" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/11\/realestate\/commercial\/11sunset.html"} , {"body" : "A 25-year-old man who had been arrested on suspicion of selling drugs fell ill at a Brooklyn police station and died Friday night, the police said yesterday. The man, whose name was not released, was arrested around 9:30 p.m., and became sick around 10 p.m. while his arrest was being processed at the 72nd Precinct station house in Sunset Park. He" , "date" : "20061001" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Suspect Dies After Arrest" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/01\/nyregion\/01dead.html"} , {"body" : "THERE'S a 1930's comedy about racing called ''Three Men on a Horse,'' but there's nothing funny about ''Three Men in a Room: The Inside Story of Power and Betrayal in an American Statehouse'' (New Press, $23.95). The book is the proverbial lament about Albany inertia, how things get done in the capital and why they don't, written by former State" , "date" : "20060924" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: READING NEW YORK; The Albany Three, and the Tattletale Telescope" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/24\/nyregion\/thecity\/24read.html"} , {"body" : "Two pedestrians whose identities were not released were struck in unrelated incidents yesterday morning, one by a sanitation truck, another by an M.T.A. bus. About 8 a.m. on Broadway near Driggs Avenue in Williamsburg, a 40-year-old woman walked into the path of a sanitation truck owned by Action Carting Environmental of Newark, the police said." , "date" : "20060922" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: 2 Critically Hurt In Separate Accidents" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/22\/nyregion\/22mbrfs-005.html"} , {"body" : "Attractions Museums and Sites MUSEUM OF THE CITY OF NEW YORK, 1120 Fifth Avenue, at 103rd Street. Through Feb. 19, ''Black Style Now,'' an exhibition of hip-hop style and the black fashion revolution that features photographs, garments and accessories worn by Beyoncé, Sean Combs, L L Cool J and others. Tomorrow at 2 p.m., ''Stylin' Slam -- The" , "date" : "20060915" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/15\/arts\/15spar.html"} ,   {"body" : "BROOKLYN'S enthusiasts will tell you that the borough is like Paris in its long and distinguished literary tradition. And that consummate enthusiast, Marty Markowitz, the Brooklyn borough president, has even been known to call it ''the new Left Bank.'' Tomorrow Mr. Markowitz's office has organized what he calls the first-ever Brooklyn Book Festival" , "date" : "20060915" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "25" , "title" : "Literary Voice, Brooklyn Accent" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/15\/books\/15broo.html"} , {"body" : "A man was charged with drunken driving after his passenger was killed in a motorcycle crash early Saturday in Sunset Park, Brooklyn, the police said. The driver, Luis Perez, 38, of Port Richmond, Staten Island, lost control of his Suzuki motorcycle while on the Gowanus Expressway at Hamilton Avenue about 12:30 a.m., the police said. Mr. Perez and" , "date" : "20060910" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "1 Killed in Motorcycle Crash" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/10\/nyregion\/10motorcycle.html"} , {"body" : "To the Editor: Re ''A Heavenly (but Off-Limits) Place to Ride a Bike'' (Aug. 13), about Green-Wood Cemetery's no-bicycle policy: Aside from safety and liability concerns, Green-Wood is a private institution and must first answer to those whose loved ones are interred here. They have made it abundantly clear that they do not want bicycles on" , "date" : "20060827" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "9" , "title" : "Bicycles Welcome, Occasionally" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E5DA103EF934A1575BC0A9609C8B63"} , {"body" : "Tyrone Simmons, like so many before him, misplaced his trust in the mysterious and legendary secret powers of the New York City brown paper bag. It turns out that a cold can of beer tucked into a paper bag does not disappear, or turn into something else, or become invisible. It is just a can of beer in a bag, and it is a violation of the city's" , "date" : "20060822" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Under One Roof in Brooklyn, Trial, Penalty and Civics Lesson" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/22\/nyregion\/22court.html"} , {"body" : "Ken Diamondstone, a small developer in Brooklyn, deserves a lot of credit. He's running against State Senator Marty Conner, a long-term incumbent who also happens to be a lawyer specializing in election law. Mr. Conner has long been the go-to man for politicians who want to get pesky challengers off the ballot. Naturally, Mr. Diamondstone faced" , "date" : "20060820" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "Endorsements and Complaints" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/20\/opinion\/nyregionopinions\/CIcandlist2.html"} , {"body" : "The address is 5718 Third Avenue in Brooklyn, but mail sent to ''That building that is practically touching the Gowanus Expressway and has the huge Japanese steakhouse guy on both sides'' would probably get it there. A few feet of good Sunset Park air are all that separate the bedrooms of the fourth-floor tenants and the southbound lanes of the" , "date" : "20060820" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GOWANUS EXPRESSWAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "In the City, an Apartment With a View, and a Catch" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B02E1D6153EF933A1575BC0A9609C8B63"} , {"body" : "Three police officers were charged yesterday with breaking into a massage parlor in April and stealing surveillance equipment to cover up what prosecutors called a flawed prostitution raid. The officers, including a lieutenant and a sergeant assigned to the Brooklyn South vice squad, pleaded not guilty at a hearing in State Supreme Court in" , "date" : "20060817" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Officers Are Charged in a 'Flawed' Raid" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/17\/nyregion\/17cops.html"} , {"body" : "A New York City police officer and two supervisors, including one charged with maintaining integrity in their vice unit, are expected to surrender to prosecutors today on felony charges that they broke into a massage parlor in Brooklyn, a law enforcement official said yesterday. The three officers, a lieutenant, a sergeant and a police officer who" , "date" : "20060816" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "3 Vice Officers Facing Charges Of Burglary" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/16\/nyregion\/16police.html"} , {"body" : "Green-Wood Cemetery, in Sunset Park, Brooklyn, represents a convergence of interests for John Chiarella. A property manager who lives in Dix Hills, Long Island, Mr. Chiarella, a big man in his late 40's, is an avid cyclist and a member of the Five Borough Bicycle Club, which organizes rides in the city. He is also a gravesite enthusiast. And in an" , "date" : "20060813" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: SUNSET PARK; A Heavenly (but Off-Limits) Place to Ride a Bike" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/13\/nyregion\/thecity\/13gree.html"} , {"body" : "To the Editor: Ah, sweet memories of youth! As a Brooklyn-bred ''early 50's child'' I took great pleasure in the nostalgia evoked by the citing of Sunset Park in ''City Views: From on High and Off to the Side'' (Weekend in New York, July 30) by Seth Kugel. We lived on 45th Street and 10th Avenue during my formative years. When summer came, my" , "date" : "20060813" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "3" , "title" : "SUNSET PARK MEMORIES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E3DD1F3FF930A2575BC0A9609C8B63"} ,   {"body" : "This is a lament on behalf of New York City voters. Primaries are coming up on September 12 -- the only chance for real races in the many districts that are overwhelmingly Democratic. But there are so few real choices it feels like an Army mess hall. Take the 26 State Senate seats up for grabs this year in the five boroughs. There are only a few" , "date" : "20060813" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "A Disappointing Primary" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/13\/opinion\/nyregionopinions\/candlist.html"} , {"body" : "Celebrate not the Midnight Special or the Wabash Cannonball, but trusty old No. 25, the floating locomotive. Yesterday it embarked on the most colorful chapter of its saga: a barge ride from Brooklyn across New York Harbor to its destiny as the centerpiece of Manhattan's newest public park. No. 25 is neither Thomas the Tank Engine nor the Little" , "date" : "20060811" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "RIVERSIDE PARK SOUTH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "A Chugger Floats to Stardom as a Park's Centerpiece" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/11\/nyregion\/11engine.html"} , {"body" : "Senator Hillary Rodham Clinton embarked on her first major day of campaigning in her re-election bid yesterday, but wound up facing a flurry of questions about Senator Joseph I. Lieberman's defeat by an antiwar candidate in the Connecticut Democratic primary. In turn, Mrs. Clinton, a potential 2008 presidential candidate who has come under attack" , "date" : "20060810" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE" , "IRAQ" , "CONNECTICUT"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "5" , "title" : "In Clinton's New York Run, Much Talk of Connecticut" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/10\/nyregion\/10hillary.html"} , {"body" : "THERE'S just one thing wrong with the view from the top of the Empire State Building: You can't see the Empire State Building. So, does that one perfect view of New York City exist? No, but for panorama-loving visitors, there are plenty of perfectly imperfect ones. FROM THE TOP DOWN Considering how many lofty buildings there are in Manhattan, it's" , "date" : "20060730" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "14" , "title" : "WEEKEND IN NEW YORK: CITY VIEWS; From on High and Off to the Side" , "url" : "http:\/\/travel.nytimes.com\/2006\/07\/30\/travel\/30weekend.html"} , {"body" : "Louis Winnick, an economist who played a major role in guiding the investments of the Ford Foundation in housing, community renewal and minority enterprise activity from the late 1960's through the 1980's, died yesterday at a hospice in Manhasset, N.Y. He was 85 and lived in Great Neck, N.Y. The cause of death was mesothelioma, a type of lung" , "date" : "20060730" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Obituaries" , "Business"] , "page_facet" : "32" , "title" : "Louis Winnick, Housing Expert, Dies at 85" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/30\/nyregion\/30winnick.html"} , {"body" : "Less than a month after he acquitted them of one of the most scandalous murder conspiracies in New York history, a federal judge denied bail yesterday to the two retired detectives in the so-called Mafia Cops case on a much less solemn charge: a plot to distribute less than one ounce of methamphetamine. The drug charge was one of only two counts" , "date" : "20060726" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Bail Denied for 'Mafia Cops' Facing Trial in Drug Case" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/26\/nyregion\/26cops.html"} , {"body" : "In the 22 years since she was first elected to the State Senate, Velmanette Montgomery has seen little in the way of political opposition in her Brooklyn district. Ms. Montgomery, a Democrat, has not had a major opponent in a primary or a general election since 1986, when she was opposed by the woman she defeated two years earlier. But this year, a" , "date" : "20060726" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "For a Veteran State Senator, A Rare Primary Challenge" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/26\/nyregion\/26brooklyn.html"} , {"body" : "The Bloomberg administration's ambitious trash plan will change not only the way that the city disposes of its trash -- a process that few New Yorkers even notice -- but also how people take out their garbage every day. Under the new trash plan, which was overwhelmingly approved by the City Council on Wednesday night, residents will be expected to" , "date" : "20060721" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "3" , "title" : "Newly Approved Trash Plan Puts Emphasis on Recycling" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/21\/nyregion\/21garbage.html"} , {"body" : "WHEN 39-year-old Anthony Sisto was growing up in Windsor Terrace, Brooklyn, the older kids on the block warned him never to set foot in neighboring Sunset Park. It was just too dangerous. But Mr. Sisto grew up, and Brooklyn changed. Now Mr. Sisto lives happily in the formerly off-limits neighborhood with his wife, Meggan Cole-Sisto, who seems at" , "date" : "20060716" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS\/Sunset Park; Learning To Bypass The Roadblocks" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/16\/realestate\/16habi.html"} , {"body" : "The lawyers in a triple-murder case filed some paperwork, the judge named some dates and then the court officers called the next case: a skinny 17-year-old with a green T-shirt and a petty robbery charge. That was it. In the time it takes to order breakfast, a man was formally arraigned yesterday, accused of being a serial killer. The accused man," , "date" : "20060715" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Bouncer Quickly Arraigned On Three Murder Charges" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/15\/nyregion\/15bouncer.html"} ,   {"body" : "A bouncer who was charged with shooting patrons outside a Chelsea nightclub in May, killing one, has also been charged with three killings in Brooklyn, court and law enforcement officials said yesterday. In a sealed indictment, a grand jury handed up murder charges in the Brooklyn cases against the bouncer, Stephen Sakai, said the officials, who" , "date" : "20060713" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Law Officials Say Bouncer Is Indicted in 3 More Deaths" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/13\/nyregion\/13bouncer.html"} , {"body" : "Dozens of longshoremen swarmed across the blue-hulled Zim Charleston on Tuesday at the Red Hook container port, unloading 1,150 containers of food, clothing and furniture from India that are bound for Long Island, New York City and New Jersey. It was the first of what Zim, one of the world's largest container carriers, says will be a weekly service" , "date" : "20060629" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Shipping Is Up in Brooklyn, but Future Is Shaky" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/29\/nyregion\/29waterfront.html"} , {"body" : "Two workers excavating the foundation for a warehouse in Brooklyn spent nearly an hour yesterday trapped beneath tons of debris. In a heart-thumping scene that drew nearly 100 rescue workers and scores of curious onlookers, the men were painstakingly extricated with help from a powerful vacuum, but largely by men like Neil Malone, a firefighter and" , "date" : "20060628" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Two Rescued From Cave-In at Construction Site in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/28\/nyregion\/28buried.html"} , {"body" : "An explosion late Friday night at a Brooklyn business was sparked when a stove's pilot light ignited fumes from a roach spray bomb, the Fire Department said yesterday. Firefighters went to the scene of the fire, on Eighth Avenue near 60th Street, in Sunset Park, around 9:30 Friday night and brought it under control within an hour. Five people were" , "date" : "20060625" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Roach Bomb Sets Off Blast" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/25\/nyregion\/25explode.html"} , {"body" : "The Sweet Cherry, the waterfront strip club that for nearly a decade bedeviled the police, prosecutors, politicians and neighborhood groups who wanted it shuttered, has closed -- permanently, officials say -- as part of a broad and unusual plea agreement, lawyers involved in the deal said yesterday. The agreement, reached in State Supreme Court in" , "date" : "20060621" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Strip Club Closes as Part of a Plea Deal" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/21\/nyregion\/21cherry.html"} , {"body" : "A man fleeing from police officers in Brooklyn drove his van into a car last night, killing its driver, the police said. The incident began when callers to 911 reported a man exposing himself near 50th Street and Ninth Avenue in Sunset Park about 8:45 p.m. Police then saw a half-naked man on the street and pursued him. He jumped into a van and sped" , "date" : "20060615" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Driver Killed in Crash With Van Chased by the Police in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/15\/nyregion\/15chase.html"} , {"body" : "All the regulars at the Baseball Card Dugout have nicknames. Steve Mendez works at Verizon, so he's Stevie Verizon. The mailman, Willie, goes under the alias Willie the Mailman. Like that, see? Willie the Mailman is sort of the leadoff man at the Dugout, because before his daily appointed rounds, he stops in the store when it opens at noon and" , "date" : "20060615" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Carroll Gardens Journal; Where Mantle Plays On, and Ben Franklin Is a Rookie" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/15\/nyregion\/15journal.html"} , {"body" : "When the lease for Sundaes & Cones, Royce Chan's store in Sunset Park, Brooklyn, expired after 15 years, he packed up and moved to 95 East 10th Street in the East Village. An array of homemade ice creams in flavors as diverse as green tea, strawberry, tiramisù and chocolate sorbet are served in this industrial-looking shop. I loved the chunks of" , "date" : "20060614" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; One Scoop or Two, Homemade in the East Village" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9902E3D81331F937A25755C0A9609C8B63"} , {"body" : "A 30-year-old woman was sexually assaulted yesterday afternoon in a beauty parlor on 52nd Street in Sunset Park, where she works, the police said. A man entered the unisex parlor, located between two apartment buildings on a quiet residential street around 1 p.m. while the owner was out and sexually attacked the woman, beat her in the head with a" , "date" : "20060608" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Sex Assault In Beauty Parlor" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/08\/nyregion\/08mbrfs-004.html"} , {"body" : "When officials at Brooklyn's Maimonides Medical Center were preparing a new clinic in Sunset Park in April, everything was ready for the big opening day except the big opening day itself. ''One of our staff members told us it was an unlucky date,'' said Pamela S. Brier, the hospital's chief executive. ''We had to change it.'' So the ribbon-cutting," , "date" : "20060604" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "37" , "title" : "Spoonfuls of Culture Help Medicine Go Down" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/04\/nyregion\/04clinic.html"} ,   {"body" : "Attractions Museums and Sites HISTORIC RICHMOND TOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. More than 25 buildings, from the late 17th to the 19th centuries, restored and furnished. Sunday, 11 a.m. to 5 p.m., Community Day 2006, with demonstrations by quilters, blacksmiths, tinsmiths, basket-makers and others. Hours:" , "date" : "20060602" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/06\/02\/arts\/02spar.html"} , {"body" : "When the metal door bangs shut, the daylight is gone. Distorted guitars climb a mountainous drumbeat and a voice snarls Spanish. Thin strands of neon shine dim pink on women in worn lace and on the mirror, where the sign says, ''Shut Up and Drink.'' Outside, a cursive inscription promises 200 girls onstage at the Sweet Cherry, a corner bar the size" , "date" : "20060531" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Nine Lives of a Topless Bar" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/31\/nyregion\/31club.html"} , {"author" : "E-mail: dabarry@nytimes.com" , "body" : "THE two barbershops stand so close to each other that they even share the same Brooklyn street address. One is called Mex-Amigo Unisex, the other is called Good Friends, and, until last weekend, all that separated them was a door leading to the apartments upstairs. Now a chasm as wide as the human condition allows has opened up on Fourth Avenue in" , "date" : "20060531" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "About New York; A Dispute Rises, a Man Falls, and a City Marches On" , "url" : "http:\/\/select.nytimes.com\/\/2006\/05\/31\/nyregion\/31about.html"} , {"body" : "In its latest effort to reclaim waterfront land for recreation, New York City plans to turn a half-mile stretch of contaminated landfill and crumbled piers in the Sunset Park section of Brooklyn into a park with panoramic views of the harbor and the Manhattan skyline. The landfill was created in the 1970's, when the city planned to convert the" , "date" : "20060530" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "SUNSET PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "In the Works, Another Park For a Bit of the Waterfront" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/30\/nyregion\/30sunset.html"} , {"author" : "Ed Morales is the author of ''Living in Spanglish: The Search for Latino Identity in America.''" , "body" : "''THIS is the Bronx I grew up in,'' I said with a sigh to a friend from Puerto Rico. We were at land's end, at the eastern edge of East Tremont Avenue, the point where the Long Island Sound ends and the East River begins. To the left, the long arch of the Throgs Neck Bridge played tag with the sunlight. My friend and I had driven there from" , "date" : "20060528" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "His Island City" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/28\/nyregion\/thecity\/28isla.html"} , {"body" : "A man died after being shot once in the head outside a furniture shop in Sunset Park, Brooklyn, just before noon yesterday, the police said. The unidentified man -- of Mexican descent and in his 20's, according to witnesses -- was found on the sidewalk outside Liberty Furniture and Carpet on a busy commercial stretch of Fourth Avenue, between 58th" , "date" : "20060528" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Man Is Fatally Shot On Brooklyn Street" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/28\/nyregion\/28shoot.html"} , {"body" : "A bouncer was charged early yesterday with shooting a man to death and wounding three others outside a Chelsea club on Tuesday night. He is also being questioned in connection with the deaths of three other men, two of them bouncers, in Brooklyn last fall, officials said. Officials said they had been investigating the bouncer, Stephen Sakai, 30, in" , "date" : "20060526" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Shooting Suspect Being Questioned In Other Killings" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/26\/nyregion\/26shooting.html"} , {"body" : "A man in his 70's was killed yesterday morning in Sunset Park, Brooklyn, when he was struck by a vehicle that left the scene, the police said. The man, whom the police did not identify, was crossing 43rd Street near Fifth Avenue at about 10:45 a.m. when he was hit by a 1999 or 2000 red or maroon Lincoln sedan turning west onto 43rd Street, the" , "date" : "20060521" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "Man Dies After Being Struck In Brooklyn Hit and Run" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/21\/nyregion\/21hit.html"} , {"body" : "The city has agreed to pay $1.5 million to settle a civil lawsuit stemming from a 2001 car crash in which an off-duty police officer killed four members of a family, city officials said yesterday. The settlement, paid to surviving family members, was first reported yesterday in The Daily News. On Aug. 4, 2001, Joseph Gray, the officer, struck and" , "date" : "20060517" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Manhattan: City Settles Suit Stemming From Fatal Crash" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/17\/nyregion\/17mbrfs-brief-004.4.html"} , {"body" : "Attractions Museums and Sites MUSEUM OF THE CITY OF NEW YORK, 1120 Fifth Avenue, at 103rd Street. Through Sept. 10, ''The High Style of Dorothy Draper,'' a display of furniture, photographs and other items relating to the career of this noted designer. Through July 23, ''On the Couch: Cartoons From The New Yorker,'' featuring psychotherapy-related" , "date" : "20060512" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/12\/arts\/12spar.html"} ,   {"body" : "At his corner grocery on Coney Island Avenue in Ditmas Park, Brooklyn, Tariq Asheik minded the store alone yesterday morning, having given his two Mexican employees the day off to join rallies in support of immigrant rights. ''I love immigrants,'' said Mr. Asheik, who is from Pakistan. ''Everyone's an immigrant here.'' Along the unusually quiet" , "date" : "20060502" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "18" , "title" : "THE IMMIGRATION DEBATE: NEW YORK; Thousands Turn Out, But Support Is Mixed Among City's Immigrants" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/02\/us\/02protest.html"} , {"body" : "Theater 'CINDERELLA'S MICE,' a musical by the Vital Children's Theater, at the McGinn Cazale Theater, 2162 Broadway, at 76th Street, fourth floor. For children 3 to 10. Tomorrow and Sunday at 1 and 3 p.m. Through May 14. $16. (212) 352-3101. 'CINDERELLA,' by the New York Theater Ballet, at Florence Gould Hall, 55 East 59th Street, Manhattan, today" , "date" : "20060428" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES; For Children" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/28\/arts\/28kids.html"} , {"body" : "In an act of street theater intended to recall the civil rights movement of the 1960's, 1,200 union supporters streamed slowly across the Brooklyn Bridge late yesterday, accompanying Roger Toussaint, the president of Local 100 of the Transport Workers Union, on a defiant march to his Lower Manhattan jail cell. ''I will do 30 years before transit" , "date" : "20060425" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Union Chief Leads a March to Manhattan, and to Jail" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/25\/nyregion\/25union.html"} , {"body" : "Some families of 9\/11 victims have raised objections to ''United 93,'' the film by Paul Greengrass, right, that has its premiere today at the Tribeca Film Festival, but Gov. George E. Pataki and Mayor Michael R. Bloomberg both declined yesterday to weigh in on the movie. ''I don't think anybody can censor the making of movies,'' the mayor said at a" , "date" : "20060425" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "SHANKSVILLE (PA)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "2" , "title" : "Arts, Briefly; 'United 93': Mayor and Governor Support Free Speech" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A04E2DA123FF936A15757C0A9609C8B63"} , {"body" : "A stretch of polluted waterfront near the Bush Terminal warehouses in Sunset Park will become part of a 23-acre recreational park with ball fields and fishing areas, Mayor Michael R. Bloomberg and Gov. George E. Pataki said yesterday. They, along with Representative Nydia M. Vélazquez and Borough President Marty Markowitz, announced $36 million in" , "date" : "20060421" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: New Waterfront Park" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907E4DD153FF932A15757C0A9609C8B63"} , {"body" : "Edible Brooklyn, a free quarterly, covers the food scene in its namesake borough. The first issue provides close-ups of Acme Smoked Fish in Greenpoint, Jacques Torres Chocolate in Dumbo and the seltzer delivery business, along with a tour of Sunset Park Chinatown with Ed Schoenfeld. Greenmarket locations are given, as well as a list of seasonal" , "date" : "20060419" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; From Soup to Nuts, and in Between, in Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0CE1D7173FF93AA25757C0A9609C8B63"} , {"author" : "E-mail: streetlevel@nytimes.com" , "body" : "JEFF SINGER knows a thing or two about working -- and selling to -- a tough Chinese crowd. For more than a month, Mr. Singer has delivered his sales pitch, with notable success, on the same spot of concrete on Eighth Avenue near 57th Street, usually in between ''the guy selling Chinese trinkets'' and ''the shoe guy.'' One day a few weeks ago, Mr." , "date" : "20060409" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "STREET LEVEL -- Sunset Park; Teaching English, One Booklet At a Time" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/09\/nyregion\/thecity\/09stre.html"} , {"body" : "It can be eerily quiet or a raging symphony of foghorns, ship alarms, diesel engines, clanging steel and shouted commands from tugboat captains at any time of day or night at the Erie Basin Bargeport in Red Hook. The operation, home to 200 barges and tugs, is one of the last remnants of Brooklyn's working waterfront. Nearby, a developer has" , "date" : "20060405" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Port Owner Says City Is Wavering on Waterfront Plan" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/05\/nyregion\/05hook.html"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "The Beyond-This-World's Fair Q. I'm a science fiction fan, and I heard that the first World Science Fiction Convention was held in New York. Could you provide details? A. Smaller sci-fi gatherings in Philadelphia and in England preceded it in the 30's, but the first meeting billed as a World Science Fiction Convention was held July 2 through 4," , "date" : "20060402" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F. Y. I." , "url" : "http:\/\/www.nytimes.com\/2006\/04\/02\/nyregion\/thecity\/02fyi.html"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY'S ROSE CENTER FOR EARTH AND SPACE, Central Park West at 81st Street. ''Cosmic Collisions,'' a sky show devoted to cosmic events past and future, is shown daily every 30 minutes, from 10:30 a.m. to 4:30 p.m. (until 7 p.m. on the first Friday of every month), except at noon and 3 p.m.," , "date" : "20060324" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/24\/arts\/24spar.html"} ,   {"body" : "To the Editor: I am somewhat baffled by John Maxtone-Graham's assertion that passengers sailing into the new Red Hook cruise ship terminal in Brooklyn will experience compromised views of Lady Liberty (''Sailing Away,'' March 12). The Statue of Liberty faces southeast. Visible from the Brooklyn Heights Promenade to Sunset Park, she is a significant" , "date" : "20060319" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "Brooklyn's View Of Lady Liberty" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B05E4D81E31F93AA25750C0A9609C8B63"} , {"body" : "Representative Jerrold L. Nadler of Manhattan and Councilman David Yassky of Brooklyn yesterday criticized the Bloomberg administration's handling of the Red Hook Container Terminal on the Brooklyn waterfront. The city's Economic Development Corporation, which oversees city-owned piers, wants to build a huge passenger cruise ship terminal on the" , "date" : "20060306" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Leaders Criticize Mayor Over Port" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502E3DC1531F935A35750C0A9609C8B63"} , {"body" : "A transit workers' petition drive seeking a second vote on the contract that was narrowly defeated in January is gaining broad support, and could provide an opening to resolve a bitter standoff with the Metropolitan Transportation Authority, according to union members and a member of the authority's board. The petitions, put into circulation about" , "date" : "20060301" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Amid Deadlock, Transit Workers Start Petition for 2nd Vote on Contract Rejected in January" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/01\/nyregion\/01mta.html"} , {"body" : "Nikolay Ionin still had three hours left in his shift and the morning had turned bitterly cold. About 4 a.m. yesterday, Mr. Ionin, a livery-cab driver, picked up a group of people at a restaurant in Coney Island. Fifteen minutes later, the dispatcher at the livery-cab company heard an argument over the radio: it sounded as if Mr. Ionin was fighting" , "date" : "20060227" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Cabdriver Dies in Brooklyn After Argument About Fare" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/27\/nyregion\/27cabby.html"} , {"body" : "Jason Griffiths stopped short of announcing that scientia est potentia -- knowledge is power -- when he spoke to a small audience the other night in the auditorium of Public School 147 in Bushwick, Brooklyn. He did, however, paint a vivid picture of what will be known as the Brooklyn Latin School, a new high school that will open in the fall on the" , "date" : "20060226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: BUSHWICK; A New School In Brooklyn: A Bit of Boston, A Lot of Rome" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/26\/nyregion\/thecity\/26lati.html"} , {"body" : "BAREISS -- Molly (Mary) Stimson. Molly (Mary) Stimson Bareiss (1920-2006) was the soul that held our family together. She was a true, no nonsense Yankee with a generous heart, a gentle spirit and a fierce loyalty. She guarded the inner circle, was an excellent judge of character, and those she let in were friends for life. The elegance of her" , "date" : "20060226" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "27" , "title" : "Paid Notice: Deaths BAREISS, MOLLY (MARY) STIMSON" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0DE7D9163AF935A15751C0A9609C8B63"} , {"body" : "The Kings County Society for the Prevention of Cruelty to Children, a private volunteer group that for years has responded to child abuse complaints without government authorization, has agreed to shut down, Attorney General Eliot Spitzer said yesterday. The group is dissolving as part of the settlement of a suit filed by the attorney general's" , "date" : "20060224" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Unauthorized Responders Will End Work On Child Abuse" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/24\/nyregion\/24child.html"} , {"body" : "In the annals of American newcomers, there must be relatively few immigrants like the Shins. They are an affluent couple in their 40's with two teenage children. They were well established in their careers in Seoul. And then, last July, Maria Shin came to the United States for her first visit, carrying a pocket translator, a laptop and a map on" , "date" : "20060221" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "LONG ISLAND (NY)" , "GREAT NECK (NY)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Seeking Less Stress, and Finding Great Neck" , "url" : "http:\/\/www.nytimes.com\/2006\/02\/21\/nyregion\/21neck.html"} , {"body" : "AS real estate scavengers have discovered in recent years, the brownstones of Brooklyn do not end with what is traditionally known as Brownstone Brooklyn. They have begun to look beyond the pricey borders of Carroll Gardens and Park Slope for stately 19th-century architecture, and they have found it and more in Sunset Park, a neighborhood where $1" , "date" : "20060129" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "LIVING IN\/Sunset Park, Brooklyn; On the Trail of Brownstones in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/29\/realestate\/29living.html"} , {"body" : "WHEN Joe Garden, the 35-year-old features editor of the satirical paper The Onion, thinks about the publication's move five years ago this month from Madison, Wis., to New York, he thinks about his first encounter with a staff member of The New Yorker. The emissary from the sleek Condé Nast building had traveled to The Onion's cavelike office in" , "date" : "20060129" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "URBAN TACTICS; An Onion Uprooted, Without Tears" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/29\/nyregion\/thecity\/29onio.html"} ,   {"author" : "E-mail: streetlevel@nytimes.com" , "body" : "IN Philip Lam's office, at Green City Realty on Market Street near the Manhattan Bridge, a picture of a property under renovation is pinned to the wall. The two-bedroom condo has huge windows, pristine hardwood floors and an airy luxury that gives the space the look of a SoHo loft. But this attractive posting has people in Chinatown worried. The" , "date" : "20060122" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CHINATOWN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "STREET LEVEL -- Chinatown; Mott Street Blues" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/22\/nyregion\/thecity\/22owne.html"} , {"body" : "THE showman wears suspenders and a red-trimmed cummerbund, an insurance policy for pants. His pleated shirt is ornamented with black studs and red bow tie, his pinkie with a silver ring. He smells like baby powder, and he spits when he talks and wipes his mouth with paper napkins, and he jabs at the air. He looks made out of old tires and paste." , "date" : "20060122" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "8" , "title" : "SHAKEN AND STIRRED; Dusk of the Drummer" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/22\/fashion\/sundaystyles\/22SHAKE.html"} , {"body" : "At a pier in Red Hook, Brooklyn, sits a 600-foot container ship brimming with 36 million pounds of Ivory Coast cocoa bound for chocolate factories in Pennsylvania and points west. The ship's hatches yawn wide open. Its turret cranes stand at the ready. Its five holds, each bigger than a king-size swimming pool and 50 feet deep, are stacked with" , "date" : "20060120" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Dispute at a Brooklyn Pier Leaves a Shipload of Cocoa Stranded There" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/20\/nyregion\/20cocoa.html"} , {"body" : "When a smile forms on the left side of Marise Acosta's face, it pulls the stiffer right side along with it, and spreads out to her daughter, Clarice Pulliza, who is constantly by her side. The weakness that affects Ms. Acosta's entire right side is caused by cerebral palsy. With the stiffness in her mouth and tongue, it can be hard for Ms. Acosta," , "date" : "20060113" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Neediest Cases; Mother and Daughter Learn to Live Together, When It's Easy and When It's Hard" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9402E5DD173FF930A25752C0A9609C8B63"} , {"body" : "The last best address leads to a metallic gray warehouse by the waterfront in Sunset Park, Brooklyn. Trash haulers go about and there is a dull buzzing sound in the hallway. Graffiti gives information that white people are devils. Envelopes marked Price Rite Photo are stacked by a door. No one has picked up the mail since the business quit the" , "date" : "20060111" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "1" , "title" : "In a Flash, Camera Dealers Feel the Web's Wrath; Complaints and Threats Are Made in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/11\/nyregion\/11cameras.html"} , {"body" : "ERHAN YILDIRIM is singing in Arabic. His voice barely rises above the sound of the water that falls onto ceramic tiles after it spills over the lifeless body in front of him. In mournful tones, Mr. Yildirim celebrates God -- ''He is great, and there is no God but God'' -- as he prepares yet another immigrant for a proper Muslim burial, one that" , "date" : "20060108" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: URBAN TACTICS; For Muslim New Yorkers, Final Rites That Fit" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/08\/nyregion\/thecity\/08burial.html"} , {"body" : "At first glance, the stretch of Bay Ridge, Brooklyn, that lies a few blocks inland from the water doesn't seem much in need of government assistance. Dignified old apartment buildings and single-family houses with yards and elaborate gates line the quiet streets. On a recent gray afternoon, a car from a driving school inched along as its operator" , "date" : "20060101" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: BAY RIDGE; Counting Graying Heads" , "url" : "http:\/\/www.nytimes.com\/2006\/01\/01\/nyregion\/thecity\/01norc.html"}]