[  {"body" : "AROUND 15 years ago, a decade after Sean Sweeney got out of the party-planning business and moved into a loft in the artists' haven and former industrial backwater called SoHo, he found himself the host of a meeting of a neighborhood group called the SoHo Alliance. The group's answering service, it turned out, had a severe backlog of unreturned" , "date" : "20061008" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Mini Mayors" , "url" : "http:\/\/www.nytimes.com\/2006\/10\/08\/nyregion\/thecity\/08mayor.html"} , {"author" : "Sara Gran is the author of the novels ''Dope,'' ''Come Closer'' and ''Saturn's Return to New York.''" , "body" : "I HAVE a theory about the F train. I think that people who ride the F train, which stops in the heart of Park Slope, Brooklyn, and is therefore the train of choice for dozens of writers, editors and publishers, choose their subway reading material very carefully. You rarely see the folks who get off at Seventh Avenue reading anything pocket-sized," , "date" : "20060910" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "1" , "title" : "Call It Booklyn" , "url" : "http:\/\/www.nytimes.com\/2006\/09\/10\/nyregion\/thecity\/10broo.html"} , {"body" : "Sweat darkened the brim of Nicholas Evans-Cato's straw hat last week as he brushed oil paint onto a six-foot-wide canvas, all the while perched on the tar-paper roof of an old factory building in Dumbo, Brooklyn. It was scorching hot up there, but Mr. Evans-Cato had no time to waste. In front of him was a half-finished painting of the Brooklyn" , "date" : "20060806" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: DUMBO; Now You Paint 'Em, Now You Don't" , "url" : "http:\/\/www.nytimes.com\/2006\/08\/06\/nyregion\/thecity\/06stac.html"} , {"body" : "For a former home of possibly the country's most notorious mobster, the three-story building with beige siding at 21 Garfield Place in Park Slope, Brooklyn, is totally unremarkable. Of course, the young Al Capone and his family moved there in the early 1900's, long before he made his name as a murderous bootlegger in Roaring Twenties Chicago. The" , "date" : "20060730" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: PARK SLOPE; For a Mobster's Home, A Cool $1 Million Price" , "url" : "http:\/\/www.nytimes.com\/2006\/07\/30\/nyregion\/thecity\/30capo.html"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "Twain's Magical Mystery Tour Q. I was surfing the Web when I came across an account supposedly written by Samuel L. Clemens (the young Mark Twain) about his visit to the first New York World's Fair as a teenager. Was this a hoax? A. No, it was true. Even though Twain's own writings put him at the wheel of a Mississippi riverboat as a teenager, his" , "date" : "20060618" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F. Y. I." , "url" : "http:\/\/www.nytimes.com\/2006\/06\/18\/nyregion\/thecity\/18fyi.html"} , {"body" : "ON June 8, John Starks, a former star guard for the New York Knicks, will take to the newest court in Brooklyn, leading pick-up games, teaching bystanders a thing or two and signing commemorative basketballs, each of them painted gold. Yet the court isn't on any playground, it is inside what used to be the boiler room of 99 Gold Street, a toy" , "date" : "20060528" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "POSTING; A Home-Court Advantage" , "url" : "http:\/\/www.nytimes.com\/2006\/05\/28\/realestate\/28post.html"} , {"body" : "An 18-year-old man and two women in their 60's were wounded within minutes of each other in Brooklyn yesterday, in shootings that appeared to be related, the police said. The two women, Ruthie Richardson, 61, and Mary Parker, 63, were each hit at 2:27 p.m. as they were sitting on a bench outside of 202 York Street, part of the Farragut Houses in" , "date" : "20060401" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Women and 1 Man Are Shot in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2006\/04\/01\/nyregion\/01bench.html"} , {"author" : "Jeff Byles is the author of ''Rubble: Unearthing the History of Demolition.''" , "body" : "ON May 22, 1936, the photographer Berenice Abbott ambled along the Brooklyn waterfront, thrilling to river-wrapped vistas and old warehouses that glowered with imposing grandeur. Crossing the narrow streets on one of her celebrated sorties to shoot the surging metropolis for the federal Works Progress Administration, she turned her lens upon a" , "date" : "20060319" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Amid the Facades, Furrowed Brows" , "url" : "http:\/\/www.nytimes.com\/2006\/03\/19\/nyregion\/19land.html"}]