[  {"body" : "Fire marshals are investigating a blaze that erupted in a cloud of dense black smoke in a Brooklyn apartment on Sunday night, killing a husband and wife and seriously injuring one of their sons. The victims, Anthony Ciarcia, 74, and his wife, Delores, 66, were found inside their second-story apartment at 210 Bay 23d Street in the Bath Beach" , "date" : "19950829" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Fatal Brooklyn Fire Is Seen as Suspicious" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/29\/nyregion\/fatal-brooklyn-fire-is-seen-as-suspicious.html"} , {"body" : "Two people died and a man was critically injured with burns over half his body in a fire that roared through the second floor of a Brooklyn row house last night, Fire Department officials said. As of 1 A.M., the authorities had not released the names of the dead or provided descriptions other than saying that they were adults. The critically" , "date" : "19950828" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "House Fire In Brooklyn Leaves Two Dead" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/28\/nyregion\/house-fire-in-brooklyn-leaves-two-dead.html"} , {"body" : "The life of Gregory Scarpa Jr. reads like the script of a gangster soap opera. The latest episode unfolded yesterday in Federal District Court in Brooklyn, where Mr. Scarpa -- whom the authorities call a mobster, the son of a mobster and the nephew of a mobster -- pleaded not guilty to 13 charges including murder, racketeering, drug trafficking," , "date" : "19950707" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "3" , "title" : "New Indictment for Reputed Colombo Crime Family Captain" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/07\/us\/new-indictment-for-reputed-colombo-crime-family-captain.html"}]