[  {"body" : "Some of the new faces and places that appeared and disappeared in Brooklyn in 1995: IN... Fulton Mall: Macy's. The department store took over the defunct A. & S. flagship store. Sheepshead Bay: Lundy's. The legendary seafood restaurant has reopened, in an abridge format. The flesh: Steam Heat. The all-nude club across the street from the Metrotech" , "date" : "19951231" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: LOOKING BACK, LOOKING AHEAD;BROOKLYN BEAT: Mo More She-Crab Soup" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/31\/nyregion\/neighborhood-report-looking-back-looking-ahead-brooklyn-beat-mo-more-she-crab.html"} , {"body" : "There was nothing particularly solitary or silent about the bright, cold Christmas morning in New York. After a period of intimate fumbling with Scotch tape and prayer, city families moved their celebrations to the sidewalks, searching for a moment of the spirit within the social promenade. Along Fifth Avenue in Manhattan and in the crowded" , "date" : "19951226" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Warm Gatherings, Some in Spirit, On a Crisp Holiday" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/26\/nyregion\/warm-gatherings-some-in-spirit-on-a-crisp-holiday.html"} , {"body" : "All last week's snow lay round about, less than crisp and even. Along Fifth Avenue in Manhattan and in the crowded parishes of Bay Ridge, Brooklyn, children bound up in velveteen and Thinsulate emerged from great church doors on their way to Christmas dinner and the moist embrace of relatives. In Jackson Heights, Queens, immigrants squeezed into" , "date" : "19951226" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "A Chilled City Warms to a Holiday" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/26\/us\/a-chilled-city-warms-to-a-holiday.html"} , {"body" : "Clement Clarke Moore, a prominent Protestant theologian and well-heeled developer of the farmland that became the neighborhood of Chelsea, thought he might be remembered as the author of his age's leading Hebrew dictionary. Instead, he became famous for a poem he wrote for his six children and was reluctant to sign until 15 years after it was" , "date" : "19951220" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Celebrating Santa's Birth as New Yorker;Exhibition Honors Clement Moore, Who Immortalized That Sleigh Ride" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/20\/nyregion\/celebrating-santa-s-birth-new-yorker-exhibition-honors-clement-moore-who.html"} , {"body" : "Yellow Hook, Until . . . Q. I was reading a historical biography and saw a reference to Yellow Hook, Brooklyn. This surprised me. I know Red Hook, but Yellow? A. More than a century ago, the area now known as Bay Ridge was called Yellow Hook, according to documents from the Bay Ridge Historical Society. The name referred to the yellow sand and clay" , "date" : "19951217" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1995\/12\/17\/nyregion\/fyi-017876.html"} , {"body" : "DEAR DIARY: How many times have I entered a subway car and said to myself, \"I feel like a sardine?\" This evening, on a downtown-bound No. 4 IRT, that distinctive and none-too-delicate odor wafted my way and I realized that one of my fellow passengers had taken the expression literally. A businesswoman was eating sardines from a freshly opened can" , "date" : "19951213" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/13\/garden\/metropolitan-diary-009032.html"} , {"body" : "New York City's homeless shelters are filling up. Winter weather has been colder sooner than usual, and social service agencies' outreach efforts have been more intense, city officials and shelter workers say. Other homeless people, meanwhile, have migrated to makeshift encampments scattered throughout the boroughs to escape what advocates for the" , "date" : "19951210" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "57" , "title" : "THYE NEEDIEST CASES;Marooned at a Shelter, Eking Out Life an Hour at a Time" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/10\/nyregion\/thye-neediest-cases-marooned-at-a-shelter-eking-out-life-an-hour-at-a-time.html"} , {"body" : "The major opposition group within the United Federation of Teachers spent the last few weeks sending out leaflets and organizing a telephone campaign against the proposed five-year contract that went down to defeat last night. The opposition's efforts initially seemed no match for the polished campaign, complete with slick videotapes and mass" , "date" : "19951208" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "11" , "title" : "Slick Campaign Didn't Save Teachers' Pact" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/08\/nyregion\/slick-campaign-didn-t-save-teachers-pact.html"} , {"body" : "HISTORIANS have long memories. Vincent Seyfried, who wrote a seven-volume history of the Long Island Rail Road, had no trouble a few days ago remembering that there has been no passenger service on the Bay Ridge railroad spur in Brooklyn since 1924. He also knew that Austin Corbin built the spur in 1867, which was 13 years before he bought the Long" , "date" : "19951126" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "PERSPECTIVES;Building a Platform for Stores Over a Railroad Line" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/26\/realestate\/perspectives-building-a-platform-for-stores-over-a-railroad-line.html"} , {"body" : "Over and over, Councilman Victor L. Robles pounded his fist on the smooth oak desk in a Council hearing room. \"I will never,\" he shouted, \"support a budget with drastic cuts in youth services.\" But a few days later, Mr. Robles, whose constituents are mainly black and Hispanic residents of Williamsburg, Brooklyn, again raised his voice - this time" , "date" : "19951126" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Council And How It Really Works" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/26\/nyregion\/the-council-and-how-it-really-works.html"} ,   {"body" : "THE holidays are a time for reflection. And so it was that Tracy Dockray, a Manhattan illustrator and decorative painter, was ruminating on just what it was that led her to gold-leaf her motorcycle tank and glue-gun a coat for Zeus, her Chihuahua. Sitting on her glue-gunned upholstery, near her glue-gunned swags, she said, \"The glue gun changed my" , "date" : "19951123" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "For Martha-holics, It's Marathon Season" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/23\/garden\/for-martha-holics-it-s-marathon-season.html"} , {"body" : "Guy V. Molinari's defeat in the race for district attorney last week, his first after two decades in politics, has Democrats seeing wider implications and Republicans insisting that the loss indicated only how much Staten Islanders wanted Mr. Molinari to remain their Borough President. Mr. Molinari, the longstanding king of Staten Island's" , "date" : "19951113" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Molinari's Election Defeat Energizes the Democrats" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/13\/nyregion\/molinari-s-election-defeat-energizes-the-democrats.html"} , {"body" : "ON a clear day on the bay side of Belle Harbor, you can see Manhattan. On cloudy days, the skyline is a gray blur rising from the water, giving justa hint that Belle Harbor belongs to New York City. Celeste Pacifico, her husband, Fernando, and their two children, Michael and Jessica, moved to Belle Harbor from Gravesend, Brooklyn, seven years ago." , "date" : "19951112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BELLE HARBOR (NYC)" , "ROCKAWAY PENINSULA (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "The Battle of Belle Harbor" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/12\/nyregion\/the-battle-of-belle-harbor.html"} , {"body" : "THE New York City Marathon comes around again today. It has become so much a part of people's lives here that the other day it finally seemed time to take up the challenge. But that is not an easy proposition for someone whose attitude toward physical exertion was largely shaped by Calvin Coolidge. \"I do not choose to run,\" Coolidge said back in" , "date" : "19951112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "NYC;26-Mile Drive Is a Marathon, Only Slower" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/12\/nyregion\/nyc-26-mile-drive-is-a-marathon-only-slower.html"} , {"body" : "A 20-year-old man was convicted yesterday of attempted murder and four other young men were found guilty of assault for severely beating an off-duty police sergeant when he confronted them and others drinking beer and smoking marijuana outside his Brooklyn home. The 20-year-old, Everett Miller, was convicted by one of two juries that had tried the" , "date" : "19951104" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "5 Men Are Convicted in Beating of Police Sergeant in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/04\/nyregion\/5-men-are-convicted-in-beating-of-police-sergeant-in-brooklyn.html"} , {"body" : "On the night of Sept. 6, 1994, a 40-year-old homeless Ecuadorean immigrant named Manuel Aucaquizhpi was beaten to death with a baseball bat and other weapons in Dyker Beach Park in Brooklyn. The Brooklyn District Attorney and representatives of Hispanic rights groups described the beating, by a group of white teen-agers, as a savage, bias-driven" , "date" : "19951021" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["DYKER BEACH PARK (BROOKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Two Youths Go on Trial In a Killing" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/21\/nyregion\/two-youths-go-on-trial-in-a-killing.html"} , {"body" : "Testifying yesterday in the trial of five men accused of attempted murder for beating him last year, Detective Sgt. Louis Cosentino said he pulled his gun only when \"they were closing in on me.\" The defense contends that the sergeant did not identify himself as an officer in the altercation outside his apartment in Bay Ridge, Brooklyn, and should" , "date" : "19951021" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Officer Tells of Beating" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/21\/nyregion\/officer-tells-of-beating.html"} , {"body" : "Residents and politicians from all the boroughs except Manhattan argued yesterday that proposed zoning changes for sex-related businesses did not go far enough to protect their communities from the spread of such activities. In an attempt to address fears that earlier proposals would lead many sex businesses to move from Manhattan to industrial and" , "date" : "19951020" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "4 Boroughs Still Protest Zoning Plans For Sex Stores" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/20\/nyregion\/4-boroughs-still-protest-zoning-plans-for-sex-stores.html"} , {"author" : "Roger Rosenblatt is a contributing writer for theMagazine. His last article described Richard Snyder's return to the publishing world." , "body" : "Henry will not face me. We sit close together on small plastic chairs in a classroom at P.S. 314, an elementary school in the Sunset Park area of Brooklyn, where he works with small children in a summer camp. Our knees, drawn high because we are sitting on the low chairs, almost touch. Still, Henry angles his body so that he shows me only his" , "date" : "19951008" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "58" , "title" : "The Society That Pretends to Love Children" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/08\/magazine\/the-society-that-pretends-to-love-children.html"} , {"body" : "At a raucous seven-hour meeting of the Queens County Republican Party that ended in a fistfight on Monday, an insurgent faction led by the City Council minority leader, Thomas V. Ognibene, wrested the party leadership from the incumbent, Frances M. Werner, and installed Joseph M. DeFronzo, a wine importer and top aide to State Senator Serphin R." , "date" : "19951008" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "NEIGHBORHOOD REPORT: QUEENS UP CLOSE; G.O.P. in Turmoil as Insurgent Wins Leader's Post" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/08\/nyregion\/neighborhood-report-queens-up-close-gop-turmoil-insurgent-wins-leader-s-post.html"} ,   {"body" : "At a raucous seven-hour meeting of the Queens County Republican Party that ended in a fistfight on Monday, an insurgent faction led by the City Council minority leader, Thomas V. Ognibene, wrested the party leadership from the incumbent, Frances M. Werner, and installed Joseph M. DeFronzo, a wine importer and top aide to State Senator Serphin R." , "date" : "19951008" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; County G.O.P. Torn Apart as Insurgent Wins Leader's Post" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/08\/nyregion\/neighborhood-report-new-york-up-close-county-gop-torn-apart-insurgent-wins.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CLINTON $800,000 442 West 44th Street 5-bedroom, 3-bath, 4-story town house; dining room, balcony, c\/a, south garden, 2,250-sq-ft. of office space on first 2 floors;" , "date" : "19951008" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/08\/realestate\/residential-resales-045918.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CLINTON $800,000 442 West 44th Street 5-bedroom, 3-bath, 4-story town house; dining room, balcony, c\/a, south garden, 2,250-sq-ft. of office space on first 2 floors;" , "date" : "19951008" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/08\/realestate\/residential-resales-877595.html"} , {"body" : "TO Barry Greenberg, it was a no-brainer: Discovery Zone, then a Chicago-based chain of indoor playgrounds, wanted to expand. The Bronx, with its dense population, seemed perfect. \"I knew their sales would be off the charts there,\" said Mr. Greenberg, a vice president of the New Spectrum store brokerage. But when Mr. Greenberg broached the idea to" , "date" : "19951001" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)" , "BRONX (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Commercial Property; Big Retailers Are Taking The Bronx - And S.I. Too" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/01\/realestate\/commercial-property-big-retailers-are-taking-the-bronx-and-si-too.html"} , {"body" : "It might have been a compliment, the way the Brooklyn Diner opened in Manhattan last June to offer egg creams, hot dogs four times the price of Coney Island's, and a 15-foot mural of the 1955 World Series, the only one \"dem bums\" ever won. What Brooklyn Dodgers fans got instead was another slap in the face. The mural, commissioned for $10,000 from" , "date" : "19950916" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "An Error Most Foul In Brooklyn Mural; Fresh Woe for Fans of Dem Bums: Right Field Is Painted All Wrong" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/16\/nyregion\/error-most-foul-brooklyn-mural-fresh-woe-for-fans-dem-bums-right-field-painted.html"} , {"body" : "IT is a long way, physically and spiritually, from Doris Holvik Jensen's small red-brick walk-up in the Bay Ridge section of Brooklyn to traditional Norwegian farmsteads hewn of fir and caulked with moss. But just past midnight, when the city and her household settle into semblances of silence, you can often find Mrs. Jensen seated at her" , "date" : "19950914" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NORWAY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "4" , "title" : "From Norway, With a Flourish" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/14\/garden\/from-norway-with-a-flourish.html"} , {"body" : "A state Assistant Attorney General and a State Supreme Court law secretary were among the winners in last night's primary elections for Civil Court judgeships in New York City. While voters cast ballots for nominees for 15 Civil Court judgeships, only 5 were contested in the Democratic primary. There were no Republican candidates for judgeships. No" , "date" : "19950913" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Law Secretary Wins Primary For Judgeship" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/13\/nyregion\/law-secretary-wins-primary-for-judgeship.html"} , {"body" : "Yielding to criticism from residents in the boroughs outside Manhattan, the City Planning Commission revised its new zoning proposals for sex-related businesses yesterday by expanding the areas in Manhattan where they could operate. The latest plan would keep the restrictions that are intended to reduce the number and break up the concentration of" , "date" : "19950913" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Sex Shops Zoning Plan Eases Rules in Manhattan" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/13\/nyregion\/sex-shops-zoning-plan-eases-rules-in-manhattan.html"} , {"body" : "Primary elections will be held tomorrow in New York City, with polls open from 6 A.M. to 9 P.M. Voters will cast ballots for nominees for 15 Civil Court judgeships and for district leader and delegates and alternates to the judicial convention. No primaries will be held in the Bronx or Staten Island. Only 5 of the 15 Civil Court judgeships are" , "date" : "19950911" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Civil Court Nominees to Be Decided" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/11\/nyregion\/civil-court-nominees-to-be-decided.html"} , {"body" : "DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of month; next meeting, Sept. 12, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; (718) 389-0009. DISTRICT 2 Fort Greene, Brooklyn Heights; second Wednesday of month; next meeting Sept. 13, 6 P.M.; Brooklyn Union Gas Company, One Metrotech Center, off Myrtle Avenue; (718) 596-5410." , "date" : "19950910" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Brooklyn Community Board Meetings" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/10\/nyregion\/public-interest-brooklyn-community-board-meetings.html"} ,   {"body" : "At Public School 204 in Dyker Heights on Thursday, Celia Rossi's second graders pored over their phonics workbooks. It was a typical first-day-of-school scene. And the number of students in Mrs. Rossi's class, 29, was typical of the larger, more crowded classes throughout Community School District 20, which covers Bay Ridge, Dyker Heights and Fort" , "date" : "19950910" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN SCHOOLS UP CLOSE; Larger Classes, Smaller Staffs" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/10\/nyregion\/neighborhood-report-brooklyn-schools-up-close-larger-classes-smaller-staffs.html"} , {"body" : "There are 15 New York City Civil Court seats up for election in November. Yet only five are being contested in next week's Democratic primary -- which means that many of the others will owe their jobs to party bosses who largely control who gets on the ballot. Unlike some elections in the past, this year's group of primary candidates is low on" , "date" : "19950909" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "Civil Court Choices" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/09\/opinion\/civil-court-choices.html"} , {"body" : "YOU'RE fed up with the muggy city, the glass-and-steel jungle of Manhattan, the honk and shout and backfire of the streets, like a symphony gone bonkers. You need a break, one of those weekend getaways you dream about. Where there's the shady coolness of an arbor, a green-grass park without end, a broad lake for boating, a world-class museum," , "date" : "19950908" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "To Brooklyn, for a Country Weekend" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/08\/arts\/to-brooklyn-for-a-country-weekend.html"} , {"body" : "To the Editor: Your Aug. 30 news article on questions about the maritime industry's future in New York City raises an important issue for Brooklyn and for the city. It is time for a reassessment of the mission of the Port Authority. However, to suggest that the city would be \"better off if it let some or all of its commercial shipping business just" , "date" : "19950905" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "16" , "title" : "Don't Let New York's Maritime Business Die" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/05\/opinion\/l-don-t-let-new-york-s-maritime-business-die-873095.html"} , {"body" : "'This Is a Football' AT their Football 101 clinic for the women of Long Island, the New York Jets handed out T-shirts. Jeanette Teitelbaum of Central Islip quickly grabbed an extra-extra-large. For herself. Mrs. Teitelbaum was eight months pregnant. \"I'm having a planned 'section,' \" she said of the upcoming delivery. \"It's planned around the Jets" , "date" : "19950903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SMITHTOWN (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "LONG ISLAND JOURNAL" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/03\/nyregion\/long-island-journal-256795.html"} , {"body" : "\"Do I know Rich Kotite? Size 15 shoes,\" said Mike Cosby of Gerry Cosby, the landmark sports-equipment store abutting Madison Square Garden. \"He used to come to us all the time at the old Garden when he went to Poly Prep. He had big feet and couldn't find shoes that fit.\" \"Rich Kotite?\" said Don Turner, trainer of the former heavyweight champion" , "date" : "19950903" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "7" , "title" : "N.F.L. '95; A Tough Guy Takes Over A Marshmallow Team" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/03\/sports\/nfl-95-a-tough-guy-takes-over-a-marshmallow-team.html"} , {"body" : "One recent sun-soaked afternoon, several city inspectors dropped by the SoHo sidewalk cafe, Cremcaffe, but they were not there for the iced cappuccino. The inspectors carted away a dozen tables, chairs and umbrellas because the cafe was operating without a license. \"The guys came in like Rambos,\" said Denise Dumont, an employee of Cremcaffe. When" , "date" : "19950902" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "2 Commissioners, 2 Styles; At Consumer Affairs, A Subtle, Determined Diplomat" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/02\/nyregion\/2-commissioners-2-styles-at-consumer-affairs-a-subtle-determined-diplomat.html"} , {"body" : "TO understand the fall and rise of the European car in America, consider the case of Volvo and the cup holder. The year was 1990. With its American sales plunging, Volvo, the Swedish auto maker, was developing a new, make-or-break model, the 850. It asked eight dealers in the United States to confect a \"no apologies car,\" with all the equipment" , "date" : "19950820" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["EUROPE"] , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "Eurocars: On the Road Again" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/20\/business\/eurocars-on-the-road-again.html"} , {"body" : "AFTER work, three times a week, Patrice Pollard, a 39-year-old training coordinator, takes her 11-year-old son, Mallury, to Cove Island Park in Stamford, Conn., and with the waves of Long Island Sound and the humming of the red-and-white park tram in the background, they skate \"the loop.\" Mallury, wearing his black and purple \"Roller Derby Streets\"" , "date" : "19950818" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Where to Go Rolling Without Rocking" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/18\/arts\/where-to-go-rolling-without-rocking.html"} , {"body" : "BRADLEY SAYS HE WILL NOT SEEK 4TH TERM Senator Bill Bradley of New Jersey announced that he would not seek re-election, depriving the Democratic Party of one of its most respected thinkers at a time when the party's loss of Congress is forcing it to re-examine what it stands for. In a speech, Mr. Bradley gave no reason for his decision, but he left" , "date" : "19950817" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/17\/nyregion\/metro-digest-022295.html"} ,   {"body" : "He is the only elected Republican official from Brooklyn. But Robert J. DiCarlo, a State Senator from Bay Ridge, was more than willing to carry the legislative ball for a plan to build a $70 million sports complex in his Democrat-dominated borough -- until he saw the affirmative-action language in the bill. Although virtually identical bills passed" , "date" : "19950817" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Affirmative-Action Debate Stalls Brooklyn Sports Complex" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/17\/nyregion\/affirmative-action-debate-stalls-brooklyn-sports-complex.html"} , {"body" : "The City Council took the first steps yesterday toward licensing some of the van operators who provide popular but illegal transportation in many neighborhoods of New York City. A Council committee approved applications by two van operators in Brooklyn and one in the Bronx to be licensed by the city's Taxi and Limousine Commission. If the" , "date" : "19950808" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Illegal Vans Move Closer To Licensing" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/08\/nyregion\/illegal-vans-move-closer-to-licensing.html"} , {"body" : "THE early-morning sun burned, and a gentle breeze from the Atlantic was just beginning to kick in at Monmouth Park race track. No question, it was a great day to watch Grandson Johnny get a lip tattoo. Pressed against the paddock rail, a crowd of apprehensive parents and truly curious youngsters watched as Johnny, a mild-mannered 2-year-old bay," , "date" : "19950806" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "I Got the Horse Right Here" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/06\/nyregion\/i-got-the-horse-right-here.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN GRAMERCY PARK AREA $705,600 1 Irving Place (Zeckendorf Towers) 2-bedroom, 2-bath, 1,163-sq.-ft. condo in a 10-year-old building; 24-hr. doormen, concierge, dining area," , "date" : "19950806" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/06\/realestate\/residential-resales-189995.html"} , {"body" : "IT'S been said that New York is a cynical town. But fishermen know otherwise. Look around the waters' edges this summer -- any day, any hour -- and you will see them, bleary-eyed optimists in spite of themselves. They are in Queens or Brooklyn, say, fishing for porgies on the Cross Bay Boulevard bridge, or for blues on the 69th Street pier in Bay" , "date" : "19950804" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Hooked: A Magnificent Obsession" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/04\/arts\/hooked-a-magnificent-obsession.html"} , {"body" : "The first New York City police officer convicted of homicide since 1977 was sentenced to one to four years in prison yesterday for fatally shooting a man on the Lower East Side of Manhattan. The officer, Jonas Bright, an 18-year veteran of the housing police who has retired since the shooting, showed no emotion as Judge John A. K. Bradley" , "date" : "19950802" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Officer Sentenced In a Fatal Shooting" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/02\/nyregion\/officer-sentenced-in-a-fatal-shooting.html"} , {"body" : "On Saturday night, Lourdes Gonzalez and Martin Quinones, like thousands of New Yorkers before them, headed for Coney Island on their first date. For Ms. Gonzalez, 24, a single mother of three from Bay Ridge, Brooklyn, it was a renewed hope for romantic possibilities. \"It was beautiful day,\" she said. \"We walked on the boardwalk. I got on one ride;" , "date" : "19950731" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A First Date Ends in a Far-Too-Scary Ride" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/31\/nyregion\/a-first-date-ends-in-a-far-too-scary-ride.html"} , {"body" : "FOR millions of New Yorkers waiting anxiously in Times Square, World War II ended at 7:03 P.M. Aug. 14, 1945. At that moment, the 15,000 light bulbs on the Times Tower's zipper sign spelled out five words that touched off a tumultuous celebration: \"Official -- Truman announces Japanese surrender.\" After surviving years of scarcity and sacrifice," , "date" : "19950730" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NEW YORK 1945; The War Was Ending. Times Square Exploded. Change Was Coming." , "url" : "http:\/\/www.nytimes.com\/1995\/07\/30\/nyregion\/new-york-1945-the-war-was-ending-times-square-exploded-change-was-coming.html"} , {"body" : "It would be hard to blame people in Sunset Park and Red Hook for wanting to turn back the clock, to reclaim western Brooklyn as it was before the soaring, noisy eyesore known as the Gowanus Expressway was rammed through their neighborhoods. But the river of steel and concrete forced on another generation by Robert Moses in 1941 is about to become" , "date" : "19950730" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS EXPRESSWAY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Gowanus: Rougher Road Ahead; Highway Work Will Make It Worse Before It's Better" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/30\/nyregion\/gowanus-rougher-road-ahead-highway-work-will-make-it-worse-before-it-s-better.html"} , {"body" : "For his class trip to the theater, Archie Nieman borrowed Dad's car. It's a hearse. It was entirely fitting, since he is studying mortuary science. But it was the show they were seeing that really made this a busman's holiday: \"Grandma Sylvia's Funeral,\" a boisterous mix of bereavement and burlesque set in the Helsenrott Jewish Mortuary (also known" , "date" : "19950730" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "31" , "title" : "For a Mortuary Class, a Play Is a Rollicking Slice of Death" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/30\/nyregion\/for-a-mortuary-class-a-play-is-a-rollicking-slice-of-death.html"} ,   {"body" : "Three young men convicted of severely beating an off-duty police sergeant in front of his apartment building in Bay Ridge, Brooklyn, were each sentenced yesterday to 5 to 15 years in prison, the maximum penalty. The defendants, Ralph Alio, 17; Jason Sellitti, 19, and Michael Schollin, 20, all of Bay Ridge, had been found guilty of first-degree" , "date" : "19950729" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "3 Get Maximum Terms in Assault on Officer" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/29\/nyregion\/3-get-maximum-terms-in-assault-on-officer.html"} , {"body" : "HOW DISNEY NEGOTIATED 42d STREET DEAL Interviews with government officials, development experts and some of the Walt Disney Company's real estate executives illustrate how Disney was able to obtain substantial government subsidies to restore the decrepit New Amsterdam Theater on 42d Street in Manhattan, far beyond what other companies involved in" , "date" : "19950729" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/29\/nyregion\/metro-digest-733395.html"} , {"body" : "In a stifling-hot junior high school in the Bay Ridge section of Brooklyn on Tuesday night, more than 400 neighborhood residents jammed into the auditorium to complain, often with fervor and passion, about the Giuliani administration's plan to impose strict zoning regulations on sex-related businesses. To this crowd, brought together by City" , "date" : "19950727" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Plan to Change Sex Zoning Rules Draws Vocal Opposition" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/27\/nyregion\/plan-to-change-sex-zoning-rules-draws-vocal-opposition.html"} , {"body" : "WHEN someone on the Jets' defense jumped offside, Rich Kotite let him know it. \"The ball's right in front of you,\" the new head coach barked. \"Let's go. Let's go.\" When the Jets opened their training camp yesterday, Rich Kotite sounded and acted like a head coach as he prowled the practice field. That's more important than you think. He is their" , "date" : "19950727" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "7" , "title" : "Sports of The Times; Kotite Doesn't Tiptoe" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/27\/sports\/sports-of-the-times-kotite-doesn-t-tiptoe.html"} , {"body" : "The bad marriage of heat and humidity that for several days has made it feel as if it is over 100 degrees in the New York area pushed power consumption to near record levels yesterday, and showed no sign of abating. An afternoon rainstorm briefly lowered the temperature, but brought high winds that slammed scaffolding, leaving two men dangling in" , "date" : "19950727" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Heat and Humidity Bully New Yorkers With a Wet Blanket" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/27\/nyregion\/heat-and-humidity-bully-new-yorkers-with-a-wet-blanket.html"} , {"body" : "Thousands of New York City teachers are preparing to retire early under a buyout plan, and educators say the exodus will leave behind a younger teaching force and probably, shortages in math, science and social studies teachers. So far, 3,450 of the city's 68,500 teachers and 1,745 other school employees, including 105 principals and 191 assistant" , "date" : "19950726" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "New York Buyouts Could Leave Gaps In Teaching Ranks" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/26\/nyregion\/new-york-buyouts-could-leave-gaps-in-teaching-ranks.html"} , {"body" : "By the standards of Brooklyn politics, Arthur Bramwell is something of an anomaly. Mr. Bramwell is the chairman of the Republican Party in one of the most heavily Democratic counties in the nation, a man who came up through a Bedford-Stuyvesant political clubhouse in a party centered around Bay Ridge, and a black man in a party that is mostly" , "date" : "19950723" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Politics as a Numbers Game: G.O.P.'s No. 1 Is Threatened" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/23\/nyregion\/neighborhood-report-brooklyn-up-close-politics-numbers-game-gop-s-no-1.html"} , {"body" : "George Mullane, a Bay Ridge bartender who remembers sneaking into Ebbets Field as a teen-ager, shrugged at the news that one of his baseball idols had pleaded guilty to tax fraud yesterday. \"I know it's wrong what Duke Snider did, don't get me wrong,\" Mr. Mullane said in the hazy, neon darkness of the Brooklyn Dodgers Bar on Third Avenue. \"But he's" , "date" : "19950721" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "In Brooklyn, Both Sympathy and Dismay" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/21\/nyregion\/in-brooklyn-both-sympathy-and-dismay.html"} , {"body" : "HE rode standing by the subway door, over 6 feet tall, and hanging to a strap on the No. 1 heading into the Bronx. He looked young, strong, mean. The dark look in his eyes, the sneer on his lips were unmistakable: blank hatred. Contempt. Was he a gang member? Or a freelance thug? Was he armed? Asked to talk for a few minutes, he said something, but" , "date" : "19950716" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/16\/nyregion\/no-headline-858395.html"} , {"body" : "Three of four young men accused of beating an off-duty police sergeant in front of his apartment building in Bay Ridge, Brooklyn, in October were found guilty of first-degree assault yesterday. The charge was less severe than the attempted murder charge the District Attorney's office had sought a conviction on. A fourth defendant -- whom the" , "date" : "19950713" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "3 of 4 Guilty of Assault in Officer's Beating in Bay Ridge" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/13\/nyregion\/3-of-4-guilty-of-assault-in-officer-s-beating-in-bay-ridge.html"} ,   {"body" : "Long before he was accused of going after his wife with a meat cleaver, stabbing his 2-year-old nephew, killing his mother-in-law and driving a stolen car into a crowd of homeless people, Venerando Agas had shown signs of a fatal temper, relatives say. Mr. Agas's daughter, Kathleen, said that her father, an immigrant from the Philippines, had once" , "date" : "19950712" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Suspect in Rampage Had Violent Outbursts of Temper, Relatives Say" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/12\/nyregion\/suspect-in-rampage-had-violent-outbursts-of-temper-relatives-say.html"} , {"author" : "Roy Hoffman, who teaches fiction writing at New York University, is a novelist. He lives in Brooklyn." , "body" : "IN THE NEW MOVIE \"SMOKE,\" SET in the Park Slope section of Brooklyn, Harvey Keitel plays Auggie Wren, the street-savvy manager of the local tobacco shop. In addition to accommodating customers like Paul Benjamin (William Hurt) with exotic cigars, Auggie pursues an odd project. He takes snapshots of the corner in front of his store every morning at" , "date" : "19950709" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "9" , "title" : "FILM VIEW; The Nabe as American Small Town" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/09\/movies\/film-view-the-nabe-as-american-small-town.html"} , {"body" : "When Colleen Sambucci-Mussolino joined the Army as a cook in 1965, she was prepared for the rigors of military life. But nothing could have prepared her for the ordeal she endured on an Army base in Alabama and the subsequent years of emotional pain. Ms. Sambucci-Mussolino said she was raped by four soldiers at Fort McClellan that year. And the" , "date" : "19950709" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: BAY RIDGE; For Women, Better V.A. Care" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/09\/nyregion\/neighborhood-report-bay-ridge-for-women-better-va-care.html"} , {"body" : "Curly was stabbed two months ago, Larry was bludgeoned last month, and Moe was sliced up two weeks ago. The three injured dogs with the Three Stooges names had roamed the neighborhood in peace for years, fed most nights by John Contino, a Coney Island dog lover who feeds strays and runs Mighty Mutts, a nonprofit animal adoption agency. . Mr." , "date" : "19950709" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: CONEY ISLAND; Stray Dogs Wounded in Attacks" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/09\/nyregion\/neighborhood-report-coney-island-stray-dogs-wounded-in-attacks.html"} , {"body" : "In the tangled northern reaches of Riverside Park, Bette Midler pays a 10-person crew to pick up trash. Tennis players groom the clay courts themselves near 96th Street. An old man who calls himself \"the phantom trash collector\" patrols the lower 17 blocks of the park every day. A 10-year-old girl has adopted the Kossuth Statue at 113th Street. New" , "date" : "19950709" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RIVERSIDE PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Experiment in Green; Officials Dole Out Chunks of Riverside Park, And Corps of Volunteers Pick Up the Pieces" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/09\/nyregion\/experiment-green-officials-dole-chunks-riverside-park-corps-volunteers-pick-up.html"} , {"body" : "\"EXCUSE me,\" said Danny Perasa politely to the waitress at the new Brooklyn Diner on 57th Street in Manhattan, \"but have you ever heard of Carl Erskine?\" \"No, I haven't,\" said the waitress, who was clearly born years after the old Dodger pitched his last inning. \"Roy Campanella?\" \"No,\" she said, smiling. \"Hilda Chester?\" \"No, again.\" Mr. Perasa" , "date" : "19950708" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "ABOUT NEW YORK; Hello to West Brooklyn? Well, Manhattan to You" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/08\/nyregion\/about-new-york-hello-to-west-brooklyn-well-manhattan-to-you.html"} , {"body" : "The Fourth of July falls on Tuesday, but it will be celebrated all weekend long. Here is a sampling of activities in the metropolitan region. New York City Today HERITAGE TRAIL NEW YORK, lower Manhattan. Four free, self-guided walking tours past 50 historic sites and attractions in lower Manhattan. The trails are indicated by painted dots on the" , "date" : "19950630" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "23" , "title" : "Walking Tours, Music, Fireworks and Fairs" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/30\/arts\/walking-tours-music-fireworks-and-fairs.html"} , {"body" : "The bewildering case of a booby-trapped package that injured a pregnant Queens teen-ager on Tuesday has refocused attention on the murder of a Brooklyn woman 13 years ago, who died hours after being hit by bullets fired from a package she received just before Mother's Day. Joan Kipp, 54, a guidance-counselor supervisor from Bay Ridge, was struck in" , "date" : "19950630" , "day_of_week_facet" : "Friday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Bombing Recalls 1983 Death in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/30\/nyregion\/bombing-recalls-1983-death-in-brooklyn.html"} , {"body" : "The kicks and punches poured in \"like raindrops,\" a veteran transit police sergeant testified yesterday at the trial of four young men accused of savagely beating him last October -- even though, he said, he had identified himself as a police officer and flashed his badge. The incident, which began as a resident confronting a bunch of" , "date" : "19950630" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Officer Says Youths' Blows Fell 'Like Raindrops'" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/30\/nyregion\/officer-says-youths-blows-fell-like-raindrops.html"} , {"body" : "The words are everywhere. They have been writ large on the walls of the Queens-Midtown Tunnel, plastered on Walk-Don't Walk signals in Bay Ridge, wheat-pasted on fruit stands in Forest Hills and tattooed on the templates of Lincoln Center. They have been sighted in advertisements for Donna Karan clothes and they make a cameo appearance over Bruce" , "date" : "19950629" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Graffiti Maker 'Cost,' a Prankster to Some but a Criminal in the Law's Eyes, Is Sentenced" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/29\/nyregion\/graffiti-maker-cost-prankster-some-but-criminal-law-s-eyes-sentenced.html"} ,   {"body" : "In a report, \"Keeping Track of New York's Children,\" the Citizens' Committee for Children of New York Inc., measured the risks to children in each community board (for education, the surveys were based on community school districts). Overall, the report found, \"in virtually every category, New York City children continue to fare worse than their" , "date" : "19950625" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; CHILD WELFARE: Growing Up in New York" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/25\/nyregion\/neighborhood-report-new-york-up-close-child-welfare-growing-up-in-new-york.html"} , {"body" : "It will be another week before Detective Sgt. Louis Cosentino appears in a Brooklyn courtroom to testify against four of the nine young men accused of savagely beating him before dawn one day last October in an incident that began simply as a confrontation between a resident and a bunch of boisterous beer-drinking youths. But his battered face --" , "date" : "19950621" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Battered Face Offers Prelude To Testimony By Detective" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/21\/nyregion\/battered-face-offers-prelude-to-testimony-by-detective.html"} , {"body" : "MANY words have been used to explain New York pizza, but one word stands out: tradition. Respect for tradition is why New York pizzerias go to such lengths to link themselves to the great pizzerias of the past. Tradition explains why Andrew Bellucci called the pizzeria he opened in SoHo last year Lombardi's, after the restaurant opened on Spring" , "date" : "19950616" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "The Top Pizzas In New York: Bred and Baked By Tradition" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/16\/arts\/the-top-pizzas-in-new-york-bred-and-baked-by-tradition.html"} , {"body" : "On the surface, at least, it seemed to make sense: the City Council struggled to come to an agreement with Mayor Rudolph W. Giuliani on a painful new city budget. So for the last week or so, the Council's leadership has gathered in a closed room each day to discuss a host of options. But the leadership meetings have not exactly been intimate" , "date" : "19950614" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORK CITY'S BUDGET: THE COUNCIL; Behind Closed Doors, 37 'Leaders' Weigh In" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/14\/nyregion\/new-york-city-s-budget-the-council-behind-closed-doors-37-leaders-weigh-in.html"} , {"body" : "A troubled 16-year-old student's statement to a high school guidance counselor led to the arrest yesterday of a New York City teacher's aide on charges of sexual abuse, the police said yesterday. The arrest marked the fifth incident of sexual abuse involving a New York public school employee and a student in the last four weeks. \"But what we are" , "date" : "19950608" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "9" , "title" : "High School Aide Held in Sexual Abuse of Student" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/08\/nyregion\/high-school-aide-held-in-sexual-abuse-of-student.html"} , {"body" : "Amid spinning batons, bellowing cannons and trembling hands raised in long salutes, there were those who marked Memorial Day together, marching through Bay Ridge or casting white roses into the Hudson River. And there were those who remembered alone, like 89-year-old Leonid Tarasyuk, who even yesterday, when he looked out beneath the lowering sky" , "date" : "19950530" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Cannons, Salutes and Plenty of Bad Weather" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/30\/nyregion\/cannons-salutes-and-plenty-of-bad-weather.html"} , {"body" : "Alternate-side street parking regulations have never been among New York's more beloved traditions. But in some places at least, a measure of relief is on the way. An experiment that began in Bay Ridge to halve the time drivers must vacate parking spots to allow street cleaning was deemed a success and has been made permanent there. Other" , "date" : "19950528" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: SOUTHERN BROOKLYN; 90 Minutes That Shook . . . Street Parking?" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/28\/nyregion\/neighborhood-report-southern-brooklyn-90-minutes-that-shook-street-parking.html"} , {"body" : "With generals and doughboys, pilots and sailors, eagles and globes, the city remembers those who have fought in the nation's wars. Scattered through the five boroughs, more than 300 memorials under the jurisdiction of the Department of Parks and Recreation recall history from the American Revolution through the Vietnam War. Jonathan Kuhn, the" , "date" : "19950528" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "For a City's War Heroes, Salutes Cast in Metal and Set in Stone" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/28\/nyregion\/for-a-city-s-war-heroes-salutes-cast-in-metal-and-set-in-stone.html"} , {"body" : "Here is a sampling of Memorial Day weekend events in the New York metropolitan region. Unless noted, events are free. NEW YORK CITY Today BRYANT PARK CONCERT, Avenue of the Americas at 40th Street. A performance by the St. Lawrence String Quartet. 12:30 P.M. Part of free Performance Series in the park sponsored by the Bryant Park Restoration" , "date" : "19950526" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "Events for Memorial Day Weekend" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/26\/arts\/events-for-memorial-day-weekend.html"} , {"body" : "For nearly four months, five members of the City Council have been laboring over an alternative city budget, a plan that addresses the deficit and reshapes Mayor Rudolph W. Giuliani's proposal. But, to hear many Council members and other city officials tell it, the budget proposal, offered this week, has virtually no chance of receiving the" , "date" : "19950526" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "5 Council Mavericks Offer Own Budget" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/26\/nyregion\/5-council-mavericks-offer-own-budget.html"} ,   {"body" : "'Flapping While Chirping' Wave Hill West 249th Street Riverdale The Bronx (718) 549-3200 Recommended ages: 3 to 10 Tomorrow and Sunday When Rose Gold was asked where she wanted to go for Mother's Day, she chose Wave Hill. Rose, from Manhattan, is 7; her mother, Janet, who was happy to go, says the horticultural center is one of Rose's favorite" , "date" : "19950526" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/26\/arts\/for-children.html"} , {"body" : "For more than 150 years, Gramercy Park has existed as a genteel island of leafy exclusivity in an edgy city. But genteel is hardly the word to describe the escalating battle between property owners and trustees over the care, the design and the look of the city's best-known private park. The fight has grown so nasty in the neighborhood, which calls" , "date" : "19950523" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "GRAMERCY PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Nasty Fight Over a Genteel Park" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/23\/nyregion\/nasty-fight-over-a-genteel-park.html"} , {"body" : "Deciphering a Slogan Q. For years, an odd slogan was visible from the Queens approach to the Queens-Midtown Tunnel. It appeared to have been stenciled or painted on the outside of the overhead roadway and it read, \"WHEELS OVER INDIAN TRAILS .\" The words have since been eradicated, but I often wonder about it. Who painted it and where did it go? A." , "date" : "19950521" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1995\/05\/21\/nyregion\/fyi-309895.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN BATTERY PARK CITY $188,000 200 Rector Place (Liberty Court) 1-bedroom, 1-bath, 1,660-sq.-ft. condo in a 7-year-old building; 24-hr. doormen, concierge, balcony, 2" , "date" : "19950521" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/21\/realestate\/residential-sales.html"} , {"body" : "* FORT HAMILTON It's not often that a neighborhood fights to give back money to the city. But that's what happened when a community board member led a campaign to stop the $230,000 renovation of Pigeon Park, which sits on the triangle that divides Fourth and Fifth Avenues near 94th Street. \"What could they possibly spend all that money on?\" asked" , "date" : "19950521" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT; Brooklyn Update" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/21\/nyregion\/neighborhood-report-brooklyn-update.html"} , {"body" : "Despite angry protests by some owners that it is costing them business, most restaurants in New York City are abiding by a six-week-old ban on smoking, leaving the dining rooms of large restaurants and taverns almost smoke-free. The city's Commissioner of Health, Dr. Margaret Hamburg, said that inspectors had found most restaurants complying with" , "date" : "19950521" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Restaurants Complying On Smoking" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/21\/nyregion\/restaurants-complying-on-smoking.html"} , {"body" : "A 29-year-old ex-convict who was driving a stolen car was shot to death by the police in Bay Ridge, Brooklyn, on Tuesday night after plainclothes officers stopped the vehicle and saw him reach for something under the seat, the police said. The man, Joseph Orlando, was shot twice in the chest by an officer, who thought he might have been reaching" , "date" : "19950518" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Driver of Stolen Car Is Fatally Shot by Officer" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/18\/nyregion\/driver-of-stolen-car-is-fatally-shot-by-officer.html"} , {"body" : "When a soccer field donated by the Norwegian Football Federation was burned down last fall, the children of Red Hook lost a treasured place to practice the sport. But 12-year-old Andrew Mankowski has a solution -- bring his soccer-playing brethren to the field's new site in Bay Ridge. \"That stinks that someone burned their field down,\" said Andrew," , "date" : "19950514" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NORWAY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: BAY RIDGE; Once Again, Norway Builds A Soccer Field" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/14\/nyregion\/neighborhood-report-bay-ridge-once-again-norway-builds-a-soccer-field.html"} , {"body" : "THE BRONX DISTRICT 1 Port Morris, Melrose, Mott Haven; last Thursday of the month; next May 25, 6:30 P.M., Lincoln Hospital, 234 East 149th Street, Conference Room 6; (718) 585-7117. Agenda: T.B.A. DISTRICT 2 Hunts Point, Longwood; last Wednesday of the month; next May 31, 6 P.M., at I.S. 74, 730 Bryant Avenue, Hunts Point Peninsula; (718)" , "date" : "19950507" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "PUBLIC INTEREST; Next Community Board Meetings" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/07\/nyregion\/public-interest-next-community-board-meetings.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN BATTERY PARK CITY $448,000 21 South End Avenue (Regatta) 2-bedroom, 2 1\/2-bath, 1,220-sq.-ft. condo in a 6-year-old building; 24-hr. concierge, dining area, harbor" , "date" : "19950507" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/07\/realestate\/residential-resales-991395.html"} ,   {"body" : "Next month, Maimonides Medical Center will open a satellite clinic in Bay Ridge exclusively to handle women's health issues. But in contrast to traditional definitions of women's health, the clinic will not offer any obstetrical services, instead focusing on general wellness. The clinic, Brooklyn Women's Services, at 9201 Fourth Avenue, will be" , "date" : "19950430" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BAY RIDGE (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: BAY RIDGE; A Women's Clinic, Minus Obstetrics" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/30\/nyregion\/neighborhood-report-bay-ridge-a-women-s-clinic-minus-obstetrics.html"} , {"body" : "Like George Washington in the legend of old, Peter Dworan stood up and admitted to chopping down the cherry tree. And two others. Mr. Dworan, who lives with his wife in a three-family house near Shore Road in Bay Ridge, confessed to the arborcides Thursday in Kings County Supreme Court. He apparently cut down the trees, to the great chagrin of his" , "date" : "19950423" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BROWNSTONE BROOKLYN; A Serial Tree-Killer Confesses" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/23\/nyregion\/neighborhood-report-brownstone-brooklyn-a-serial-tree-killer-confesses.html"} , {"body" : "A housing police officer has been convicted of criminally negligent homicide in the shooting death of a man who was stopped at a traffic light in lower Manhattan, a spokeswoman for the Manhattan District Attorney said yesterday. The shooting occurred as the officer searched for a burglary suspect. It was the first time since 1977 that a New York" , "date" : "19950423" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Police Officer Found Guilty in Killing" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/23\/nyregion\/police-officer-found-guilty-in-killing.html"} , {"body" : "On most Saturdays, Judith Weisman can be found prospecting at Christie's on Park Avenue, sifting through Fine, Important, Highly Important and Magnificent objets looking for a bargain. On one chilly afternoon recently, Mrs. Weisman wore gold lame sandals that matched the Empire Style Ormolu Mantel Clock Surmounted by A Classically Clad Maiden" , "date" : "19950423" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "New Auction Gems: Common Folks; Venerable Houses Woo Unstuffy Buyers With Unstuffy Stuff" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/23\/nyregion\/new-auction-gems-common-folks-venerable-houses-woo-unstuffy-buyers-with-unstuffy.html"} , {"body" : "A housing police officer charged with manslaughter in the shooting death of a man in a parked car in lower Manhattan three years ago testified in his own defense yesterday, saying the car suddenly jerked backward and his service revolver accidentally discharged, sending a bullet into the victim's head. The officer, Jonas Bright, said he thought the" , "date" : "19950418" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Officer, Disputing Witness, Calls His Fatal Shot an Accident" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/18\/nyregion\/officer-disputing-witness-calls-his-fatal-shot-an-accident.html"} , {"body" : "The Brooklyn poet laureate's study is unused now. There are an old memo pad, books and photographs in the tiny, lamplighted Brooklyn Heights den. A walking stick, polished but untouched, stands in a corner. And there is a poem taped to the bulletin board. It opens: I have no soil but this hard ground, Stone and subterranean quarry, Underground" , "date" : "19950416" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "1" , "title" : "A Job Opening in Brooklyn: Poet Laureate" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/16\/nyregion\/a-job-opening-in-brooklyn-poet-laureate.html"} , {"body" : "ANDREA ULDRYCH, a traveler from Germany, was trying on a double-breasted blazer at Century 21, the way-downtown department store at 22 Cortlandt Street, near Church Street. Her leather jacket and purse lay in a heap on the floor. It wasn't easy. \"I can't try the dresses on,\" Ms. Uldrych said, barely speaking English. \"I don't know if I'd buy it.\"" , "date" : "19950416" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "32" , "title" : "HERE NOW; The Lure of Bargains Way Downtown" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/16\/style\/here-now-the-lure-of-bargains-way-downtown.html"} , {"body" : "The \"Dear Employee\" letters were signed by First Deputy Mayor Peter J. Powers. Many of them were sent out. The one that I saw was delivered to a man who lives with his family in the Bay Ridge section of Brooklyn, a stable middle- and working-class enclave about five miles from City Hall and several light years from the seat of Federal power in" , "date" : "19950412" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "25" , "title" : "In America; Jobless In Bay Ridge" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/12\/opinion\/in-america-jobless-in-bay-ridge.html"} , {"body" : "To the Editor: \"Kool-Aid, Not Soda: Living on Food Stamps\" (front page, April 5), on Kentucky families struggling to stretch food stamps into meals, was a welcome addition to the often all-too-one-sided debate on restructuring the food stamp program. You don't need to go as far as Kentucky, however, to divine the effects of proposed food stamp" , "date" : "19950412" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["KENTUCKY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "24" , "title" : "In New York, Food Stamp Cuts Will Inflate Ranks of Hungry" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/12\/opinion\/l-in-new-york-food-stamp-cuts-will-inflate-ranks-of-hungry-077095.html"} , {"body" : "ON a block in Bay Ridge lined with small local businesses, the gray limestone building at 82d Street and Fifth Avenue stands out. Flood lights in the windows shine on haute couture dresses in white taffeta and ivory peau de soie. Mercedes-Benzes drop off clients. A shuttle bus pulls up from Manhattan. On any given Saturday, people pour out of the" , "date" : "19950402" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Saturdays at Kleinfeld's" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/02\/nyregion\/new-yorkers-co-saturdays-at-kleinfeld-s.html"} ,   {"body" : "IT is every co-op owner's worst nightmare: The building falls into default on its underlying mortgage. Then the bank moves to foreclose. Then the co-op files for bankruptcy. Then the judge sells the building, effectively liquidating the shareholders' equity and turning every apartment owner into a renter. Such a scenario is unfolding in Bay Ridge," , "date" : "19950402" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "A Foreclosed Co-op in Brooklyn Becoming a Rental" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/02\/realestate\/a-foreclosed-co-op-in-brooklyn-becoming-a-rental.html"} , {"body" : "NADIA ABDULLAH, a medical supervisor in Flatbush, loves clothes but wages a personal crusade against the retail price. \"I never pay full price -- I hate that,\" she says. On many weekends, her crusade takes her beyond the city's borders to the burgeoning factory outlets off suburban highways, where she attacks the racks and bins in places like" , "date" : "19950326" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SECAUCUS (NJ)" , "NEW YORK CITY METROPOLITAN AREA" , "NORWALK (CONN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Shopping the Outlets: Are They Worth the Trip?" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/26\/nyregion\/shopping-the-outlets-are-they-worth-the-trip.html"} , {"body" : "In Harlem, an orphaned boy grieving for his parents found solace in art therapy. In the South Bronx, a single mother returned to school when she found free day care for her toddler. And in Brooklyn, through counseling, a sorrowful old man finally accepted his wife's death. They were among thousands whose lives were made better this year by The New" , "date" : "19950310" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "The Neediest Cases; As Drive Ends, Thousands Have Fund to Thank" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/10\/nyregion\/the-neediest-cases-as-drive-ends-thousands-have-fund-to-thank.html"} , {"body" : "WEAPON OF CHOICE IN SCHOOLS: BOX CUTTER At first, the two dozen or so students milling about outside Theodore Roosevelt High School in the Bronx agreed that schools need to be made safer. But in a few moments, swift as switchblades, the students produced a gleaming assortment of weapons. There was a pearl-handled pocket knife, a pair of brass" , "date" : "19950310" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/10\/nyregion\/metro-digest-689095.html"} , {"body" : "Grampa, a blind poodle, sleeps in a crib on one side of John Contino's bed. On the other side is a cage containing five kittens. Here and in the houses of friends, he is the master of 24 dogs and five cats. Mr. Contino, a slight, articulate man living on a pension, roams the vacant lots, windswept beaches and rubbage-strewn alleys and parks of" , "date" : "19950305" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Humans to the Rescue" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/05\/nyregion\/humans-to-the-rescue.html"} , {"body" : "Seaside Twilight Zone Q. When I want to see some ocean, I take a subway to Edgemere, Rockaway. All the land there looks odd. I see curbs, hydrants, street signs, all covered with weeds, yet no buildings, except a spooky-looking school that looks like its from the movie \"The Birds.\" Who owns this land and what are the future plans? A. If Hitchcock" , "date" : "19950305" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1995\/03\/05\/nyregion\/fyi-698095.html"} , {"body" : "Scaling back its plans for shrinking the military, the Clinton Administration has prepared a list for its last scheduled round of military base closings that officials acknowledge will force the Pentagon to keep open more installations than it needs. At Defense Secretary William J. Perry's direction, the armed services have recommended that about" , "date" : "19950225" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW JERSEY" , "NEW HAMPSHIRE" , "NEW YORK STATE" , "CALIFORNIA" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "1" , "title" : "PENTAGON TO SEEK SCALED-BACK LIST OF BASE CLOSINGS" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/25\/us\/pentagon-to-seek-scaled-back-list-of-base-closings.html"} , {"body" : "A proposal by the Transit Authority for the first broad cuts in subway and bus service in two decades touched off a political struggle yesterday as Mayor Rudolph W. Giuliani accused the agency of trying to scare more money out of the city and state and as other officials blamed the Mayor for the cuts. The cutbacks, which the agency formally" , "date" : "19950223" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Mayor and Transit Officials Clash Over Service Cutbacks" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/23\/nyregion\/mayor-and-transit-officials-clash-over-service-cutbacks.html"} , {"body" : "A sampling of places to go and dance, throughout the city. Many have cover charges; call ahead. THE BIG CLUBS LIMELIGHT Sixth Avenue at 20th Street, (212) 807-7850. Tuesday to Sunday 10 P.M.-4 A.M. Theme\/ music: Tuesday, alternative; Wednesday, half-gay, half-straight; Thursday through Saturday, house, techno; Sunday, rock & roll and live bands." , "date" : "19950212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "Sampling: Where to Go" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/12\/nyregion\/sampling-where-to-go.html"} , {"body" : "AROUND lunchtime last Thursday, Mustafa Hassan Ibn Yusef, 27, was having a crisis. \"I wanted a cigarette,\" he said. \"I wanted a juice.\" But it was the second day of Ramadan, the Muslim month of fasting and prayer, and he did not give in to his cravings. He resisted. \"I said, 'Allah-u Akbar' -- 'God is greatest.' \" He said that to himself again and" , "date" : "19950208" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "Ramadan: A Time For Fasts And Feasts" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/08\/garden\/ramadan-a-time-for-fasts-and-feasts.html"} ,   {"body" : "In 130 years, it grew from a 25-by-90-foot dry-goods shop in downtown Brooklyn to a chain of 18 department stores across the New York metropolitan region. But on April 30, the name Abraham & Straus will pass into shopping history. The parent company, Federated Department Stores Inc., will convert most of the stores into one of its better known" , "date" : "19950118" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "After 130 Years, A. & S. Name Will Fade Into Retailing History" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/18\/nyregion\/after-130-years-a-s-name-will-fade-into-retailing-history.html"} , {"body" : "It was as a 20-year-old college senior, sitting in a county jail in Maryland on manslaughter charges, that Stephen G. Murphy, now a noted New York lawyer, came to appreciate his power to make people crazy. Mr. Murphy, who represents Edward J. Leary, the man arraigned last week on charges of setting off a firebomb in the subway, had been imprisoned" , "date" : "19950115" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Brawler of Howard Beach Returns; Stephen Murphy, the Lawyer Prosecutors Love to Hate" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/15\/nyregion\/brawler-howard-beach-returns-stephen-murphy-lawyer-prosecutors-love-hate.html"} , {"body" : "The city official who supervised the testing of New York City's drinking water for the last decade says that senior environmental officials repeatedly skewed results of water-quality tests in recent years by ordering workers to avoid taking samples from potentially contaminated sites. The official, Eva Chen, is the second former city manager to" , "date" : "19950113" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "New York City Official Says Tests of Water Were Skewed" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/13\/nyregion\/new-york-city-official-says-tests-of-water-were-skewed.html"} , {"body" : "In a moment of remorse, Abraham Meyers, the car enthusiast charged with killing a Brooklyn mother and her two daughters last May while driving intoxicated through Howard Beach, changed his plea to guilty yesterday, his lawyer and Queens prosecutors said. Mr. Meyers, 55, of Ozone Park, had been charged with three counts of murder and manslaughter in" , "date" : "19950113" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Death Driver Admits Guilt" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/13\/nyregion\/death-driver-admits-guilt.html"} , {"body" : "The decision was reached, the announcement was made, the cap was placed on Stephon Marbury's head. The father, Donald Marbury, bent over and gave his son a gentle kiss. Family members joyously wept. Exultant grown men shook hands and embraced and roamed the back area of the restaurant in the Bay Ridge section of Brooklyn as if it were visiting" , "date" : "19950108" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "ON BASKETBALL; College 101: There's No Business Like the Pro Business" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/08\/sports\/on-basketball-college-101-there-s-no-business-like-the-pro-business.html"} , {"body" : "First came a firebomb that injured more than 40 people two weeks ago. Then, on Wednesday, an escaped mental patient shoved a grandmother from a subway platform, killing her. Despite the assurances of the Metropolitan Transit Authority's $1.7 million advertising campaign that the subways are safer and more pleasant, many riders yesterday said they" , "date" : "19950106" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "4" , "title" : "For Many Subway Riders, a Greater Feeling of Fear" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/06\/nyregion\/for-many-subway-riders-a-greater-feeling-of-fear.html"} , {"body" : "The Big East was the big winner last year in the sweepstakes for the top high school player in New York City, perhaps the country. Yesterday, Stephon Marbury chalked one up for the Atlantic Coast Conference. In a mild surprise, Marbury gave his oral commitment to attend Georgia Tech instead of Syracuse, the Big East school that was his favorite as" , "date" : "19950106" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "Marbury Makes Choice: Ga. Tech" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/06\/sports\/marbury-makes-choice-ga-tech.html"} , {"body" : "For more than 24 hours, La Chang Soon did not know of her daughter's fate. Her own health failing, the 93-year-old woman was told that her daughter had been hospitalized after falling ill. But as time wore on, the truth could no longer be hidden. Yesterday the sobs of a grieving mother filled the family's small Brooklyn apartment as a steady stream" , "date" : "19950106" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Rail Death: Mother, 93, Says 'Why?'" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/06\/nyregion\/rail-death-mother-93-says-why.html"} , {"body" : "A man who escaped from a state psychiatric center on Christmas Eve pushed a 63-year-old woman to her death from a Manhattan subway platform yesterday as a train pulled in, the police said. The suspect walked away, laughing and babbling gibberish, before he was tackled by a computer technician who had watched the attack from an escalator. The victim" , "date" : "19950105" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Pushed to Tracks, Woman Is Killed by F Train" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/05\/nyregion\/pushed-to-tracks-woman-is-killed-by-f-train.html"} , {"body" : "The official police statistics show there has been a double-digit decrease in crime in the last year in the Sunset Park section of Brooklyn, with fewer rapes, robberies and car thefts. But the standard scene outside Nereida Rodriguez's apartment window has not changed much. Men deal drugs. Groups of youths, exchanging the handshakes that identify" , "date" : "19950103" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Officially, Crime Is Dropping, But Brooklyn Is Still Worried" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/03\/nyregion\/officially-crime-is-dropping-but-brooklyn-is-still-worried.html"} ,   {"body" : "BROWNSTONE BROOKLYN On the Waterfront Not an awful lot has actually happened there over the recent years, but the Brooklyn Heights waterfront -- or, more specifically, what to do with it -- is a perpetually, loomingly big story around the neighborhood. The reason, quite simply, is a widespread fear that development will mean losing the passionately" , "date" : "19950101" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT; Looking Back, Looking Ahead, Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/01\/nyregion\/neighborhood-report-looking-back-looking-ahead-brooklyn.html"}]