[  {"body" : "The shutdowns of big businesses in Brooklyn this year were well publicized: A. & S., Pechter Field's bakery, KB Electronics, each gone, along with hundreds of jobs. The economic base of Brooklyn, it seemed, was draining away fast. But behind the headlines is a bit of hope. As large companies continue to close, analysts say, they are being replaced" , "date" : "19951231" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: LOOKING BACK, LOOKING AHEAD;Brooklyn's Small Plants Filling Industrial Gap" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/31\/nyregion\/neighborhood-report-looking-back-looking-ahead-brooklyn-s-small-plants-filling.html"} , {"body" : "Some of the new faces and places that appeared and disappeared in Brooklyn in 1995: IN... Fulton Mall: Macy's. The department store took over the defunct A. & S. flagship store. Sheepshead Bay: Lundy's. The legendary seafood restaurant has reopened, in an abridge format. The flesh: Steam Heat. The all-nude club across the street from the Metrotech" , "date" : "19951231" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: LOOKING BACK, LOOKING AHEAD;BROOKLYN BEAT: Mo More She-Crab Soup" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/31\/nyregion\/neighborhood-report-looking-back-looking-ahead-brooklyn-beat-mo-more-she-crab.html"} , {"body" : "In a dramatic acceleration of a four-year trend, New York City's crime rate in 1995 registered its steepest drop in 23 years, belying commonly held fears of wanton violence that were most recently stirred by the deadly assault at a Harlem clothing store and the killings of five people at a Bronx shoe store. Coming on the heels of a sharp decline" , "date" : "19951231" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK, NY, USA" , "HOUSTON (TEX)" , "SAN DIEGO (CALIF)" , "NEW YORK CITY" , "PHILADELPHIA (PA)" , "NEWARK (NJ)" , "HARTFORD (CONN)" , "HARTFORD, CT, USA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York's Violent Crime Rate Drops to Lows of Early 1970's" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/31\/nyregion\/new-york-s-violent-crime-rate-drops-to-lows-of-early-1970-s.html"} , {"body" : "The demand for free food at soup kitchens and food pantries across New York City has surged in the last year, forcing centers to turn away the hungry even as proposed cuts in Federal and state aid further threaten the insufficient supplies. The independent food bank that supplies the city has faced an escalating demand for emergency food since the" , "date" : "19951231" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Bare Pantries In New York, As Cuts Loom" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/31\/nyregion\/bare-pantries-in-new-york-as-cuts-loom.html"} , {"body" : "Of course, New York isn't the only city that attracts dreamers. But having organized its port a century-and-a-half ago with a savvy and ruthlessness that left Boston and Philadelphia dazzled in defeat, New York perhaps has a birthright to predict the future. Ask for visions and themes emerge. The computer is a major focus, as if it were a torpedo" , "date" : "19951231" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Visions of New York's Future" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/31\/nyregion\/visions-of-new-york-s-future.html"} , {"body" : "Last January, her life at rock bottom, Cheryl Wilson arrived at the Brooklyn Bureau of Community Service's Bedford-Stuyvesant Family Center with her two young boys. After a messy divorce, Ms. Wilson had been left to cope with two active boys and the effects of the physical and emotional abuse she had suffered at her former husband's hands. I was" , "date" : "19951229" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE NEEDIEST CASES;Job Helps Single Mother Hold Her Family Together" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/29\/nyregion\/the-neediest-cases-job-helps-single-mother-hold-her-family-together.html"} , {"body" : "The city's Child Welfare Administration has taken over custody of the two children of a Brooklyn man arrested Monday night in the beating of his 6-year-old daughter, law enforcement officials said yesterday. The officials, who spoke on condition of anonymity, said that the 3-year-old son of the man, Jose Balbuena Sr., had been placed with a foster" , "date" : "19951228" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Children Removed From Custody Of Man Charged in Abuse of Girl" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/28\/nyregion\/children-removed-from-custody-of-man-charged-in-abuse-of-girl.html"} , {"body" : "Abby P. fondly remembers growing up on Bainbridge Street in the Bedford-Stuyvesant section of Brooklyn, running up to her father's car to ask him for money or rushing to the corner where her mother worked as a crossing guard at P.S. 21. But by the time she turned 13, she realized life in her family was changing. Abby wanted to run away from the" , "date" : "19951227" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "The Neediest Cases;Job Club With a Proud Membership" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/27\/nyregion\/the-neediest-cases-job-club-with-a-proud-membership.html"} , {"body" : "A neighbor called 911 shortly before 8 P.M. Christmas night to report a case of possible child abuse in Brooklyn. Police officers and Emergency Medical Service workers responded, intent on rescuing a child from harm. That opportunity, however, was almost lost. The parents of the two children in the Bedford-Stuyvesant apartment showed the officers" , "date" : "19951227" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Second Look, Then an Arrest In a Girl's Abuse" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/27\/nyregion\/a-second-look-then-an-arrest-in-a-girl-s-abuse.html"} , {"body" : "NEW YORK CITY Second Look Leads to Arrest Police officers and Emergency Medical Service workers responded to a report of possible child abuse in Brooklyn, intent on rescuing a child. But the parents of the two children in the Bedford-Stuyvesant apartment showed the officers and paramedics a healthy 3-year-old boy; the 6-year-old girl with the black" , "date" : "19951227" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK, NY, USA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/27\/nyregion\/metro-digest-039160.html"} ,   {"body" : "Asia Gaddy, 3, trudged into the living room, her three little braids sticking straight up with sleep. Somewhat frightened by the small miracle that had transformed her living room, she walked slowly, hesitantly, toward her new plastic kitchen, her new plastic ironing board and her new plastic vacuum. Her brother, Omari, 9, ran into the room and" , "date" : "19951226" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Warm Gatherings, Some in Spirit, On a Crisp Holiday;In a Brooklyn Home: Gifts and Gratitude" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/26\/nyregion\/warm-gatherings-some-spirit-crisp-holiday-brooklyn-home-gifts-gratitude.html"} , {"body" : "There was nothing particularly solitary or silent about the bright, cold Christmas morning in New York. After a period of intimate fumbling with Scotch tape and prayer, city families moved their celebrations to the sidewalks, searching for a moment of the spirit within the social promenade. Along Fifth Avenue in Manhattan and in the crowded" , "date" : "19951226" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Warm Gatherings, Some in Spirit, On a Crisp Holiday" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/26\/nyregion\/warm-gatherings-some-in-spirit-on-a-crisp-holiday.html"} , {"body" : "Investigators believe they know who ignited the flammable liquid that set fire to a Brooklyn subway token booth and killed the clerk, but lack the evidence to charge him with that crime, the Brooklyn District Attorney said yesterday. The District Attorney, Charles J. Hynes, declined to identify the person suspected of dropping a lighted match onto" , "date" : "19951222" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Subway Fire Attacker Identified, Official Says" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/22\/nyregion\/subway-fire-attacker-identified-official-says.html"} , {"body" : "As investigators continued to search for several more youths who they say carried out an arson attack that killed a subway token clerk in Brooklyn, two suspects were arraigned yesterday and their roles were more clearly described. The Brooklyn District Attorney's office said that both suspects, Vincent Ellerby, 17, and Thomas Malik, 18, confessed" , "date" : "19951217" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "58" , "title" : "Two Arraigned In Arson Death In the Subway" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/17\/nyregion\/two-arraigned-in-arson-death-in-the-subway.html"} , {"body" : "The arson attack that killed a clerk in a Brooklyn subway token booth last month had nothing to do with the movie \"Money Train,\" the District Attorney of Brooklyn said yesterday, after two more teen-agers were arrested and denied that it was a copycat crime. One of the youths arrested yesterday, Vincent Ellerbee, 17, of 260 Herkimer Street, is" , "date" : "19951216" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "26" , "title" : "TOKEN BOOTH FIRE ATTACK SEEMS UNRELATED TO MOVIE" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/16\/nyregion\/token-booth-fire-attack-seems-unrelated-to-movie.html"} , {"body" : "This is a sampling of the musical presentations planned for the holiday season at churches and concert halls in New York City. All are free unless otherwise noted (churches accept donations). This selection, compiled by Alex Ross, represents what caught this critic's eye and excited his expectations. Today CHURCH OF ST. LUKE IN THE FIELDS" , "date" : "19951215" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "7" , "title" : "And Voices Shall Ring Out, to Ring In the Holidays" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/15\/arts\/and-voices-shall-ring-out-to-ring-in-the-holidays.html"} , {"body" : "An 18-year-old Brooklyn man was arrested yesterday for last month's fatal attack on a subway token clerk in which the killers set fire to his booth after spraying it with a flammable liquid. As many as four others are still being sought in the fiery assault. Investigators and elected officials had suggested that the Nov. 26 attack was inspired by" , "date" : "19951215" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "1" , "title" : "Police Arrest 18-Year-Old In Subway Fire" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/15\/nyregion\/police-arrest-18-year-old-in-subway-fire.html"} , {"body" : "Harry P. Kaufman, the subway token clerk who suffered devastating burns and lung damage two weeks ago when two men turned his Brooklyn booth into an exploding inferno in a botched robbery that replayed scenes from the movie \"Money Train,\" died yesterday at New York Hospital-Cornell Medical Center. His death -- the first of a city token clerk in a" , "date" : "19951211" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "1" , "title" : "Token Clerk In Fire Attack Dies of Burns" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/11\/nyregion\/token-clerk-in-fire-attack-dies-of-burns.html"} , {"body" : "New York City's homeless shelters are filling up. Winter weather has been colder sooner than usual, and social service agencies' outreach efforts have been more intense, city officials and shelter workers say. Other homeless people, meanwhile, have migrated to makeshift encampments scattered throughout the boroughs to escape what advocates for the" , "date" : "19951210" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "57" , "title" : "THYE NEEDIEST CASES;Marooned at a Shelter, Eking Out Life an Hour at a Time" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/10\/nyregion\/thye-neediest-cases-marooned-at-a-shelter-eking-out-life-an-hour-at-a-time.html"} , {"body" : "In the third attack of its kind in a month, a man sprayed a flammable liquid into a subway token booth in Queens yesterday, setting the booth on fire. The token clerk managed to escape unharmed, the police said, and the attacker fled. The attack occurred about 8:45 P.M. at the Hunters Point Avenue station on the No. 7 line in Long Island City. It" , "date" : "19951210" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "52" , "title" : "Subway Clerk Forced to Flee by Fire Attack" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/10\/nyregion\/subway-clerk-forced-to-flee-by-fire-attack.html"} ,   {"body" : "Roxie Roker, a star of the long-running CBS television series \"The Jeffersons,\" died on Saturday, her publicity agent said. She was 66. Her family, including her son, Lenny Kravitz, the rock guitarist and singer, declined to release further details, said the publicity agent, Cynthia Snyder. Ms. Roker was born in Miami. She grew up in Brooklyn," , "date" : "19951206" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "17" , "title" : "Roxie Roker, 66, Who Broke Barrier In Her Marriage on TV's'Jeffersons'" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/06\/nyregion\/roxie-roker-66-who-broke-barrier-in-her-marriage-on-tv-s-jeffersons.html"} , {"body" : "UNLESS you know exactly where it is, you can walk past the United States Army recruiting station near Lincoln Center without giving it so much as a glance. It blends into the background at Amsterdam Avenue and 66th Street, dwarfed by Martin Luther King Jr. High School across the street and no more conspicuous than the hairdresser's shop next door." , "date" : "19951206" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NYC;Recruiting In Shadow Of Bosnia" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/06\/nyregion\/nyc-recruiting-in-shadow-of-bosnia.html"} , {"author" : "John Tierney is a staff writer for the Magazine." , "body" : "Rudolph W. Giuliani, not ONE TO UNDERESTIMATE HIMSELF, FEELS A CERTAIN kinship when he looks at the portrait of Fiorello La Guardia that hangs behind his desk at City Hall. \"A really terrific role model,\" Mayor Giuliani calls him. So far the resemblance has eluded most other New Yorkers. In the public mind Fiorello La Guardia is the Little Flower," , "date" : "19951203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "60" , "title" : "THE HOLY TERROR" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/03\/magazine\/the-holy-terror.html"} , {"body" : "MANHATTAN BATTERY PARK CITY $350,000 350 Albany Street (Hudson Tower) 2-bedroom, 2-bath, 1,175-sq.-ft. condo in a 9-year-old building; 24-hr. concierge, dining area, 9-ft. ceilings, Hudson River view; common charge $1,323; taxes $6,804, listed at $399,000, 1 week on market (Brokers: Santolo & Dowe; Bellmarc Regal Management) GREENWICH VILLAGE $1.45" , "date" : "19951203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/03\/realestate\/residential-resales-079510.html"} , {"body" : "A man squirted an apparently flammable liquid into a subway token booth in Brooklyn early yesterday, but unlike in a similar case three days before, the liquid never ignited. The incident, at the Park Place subway station along the Franklin Avenue Shuttle, was the third attack on a token booth involving the use of flammable liquids or fire in as" , "date" : "19951130" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Token Clerk Is Threatened In 3d Attack" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/30\/nyregion\/token-clerk-is-threatened-in-3d-attack.html"} , {"body" : "The burn unit at New York Hospital-Cornell Medical Center in Manhattan is at the end of a long white corridor. Stella Kaufman, a churchgoing woman, hopes it is the path to her husband's healing. But as she holds vigil by her husband's bedside, she admits that with the waiting, comes worry. \"He is not doing well,\" Mrs. Kaufman said yesterday about" , "date" : "19951129" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "At Burn Unit, Vigil for Subway Clerk" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/29\/nyregion\/at-burn-unit-vigil-for-subway-clerk.html"} , {"body" : "Expressing cautious optimism, police officials said yesterday that they believed they had identified two suspects in the torching of a subway booth on Sunday that left the token clerk, Harry Kaufman, in extremely critical condition. \"We have a couple of people in mind,\" said a senior police official who spoke on the condition that he not be" , "date" : "19951129" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Are Sought In Subway Fire" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/29\/nyregion\/2-are-sought-in-subway-fire.html"} , {"body" : "Columbia Pictures, the maker of the new $60 million movie \"Money Train,\" said yesterday that it was \"appalled and dismayed\" by the subway firebombing that critically burned a token clerk in Brooklyn over the weekend, but declined to comment on a rising chorus of charges in Washington and New York that the film had inspired the vicious attack. The" , "date" : "19951128" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "Movies" , "New York and Region"] , "page_facet" : "1" , "title" : "Subway Fire Attack Prompts an Uproar Over Action Movie" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/28\/nyregion\/subway-fire-attack-prompts-an-uproar-over-action-movie.html"} , {"body" : "It was lunchtime at Boys and Girls High School in Brooklyn, and Amateka Morgan, a math teacher, was scanning a cafeteria full of 400 boisterous students like a nightclub bouncer. Sensing a fight was about to erupt, Mr. Morgan darted over to a group of tall senior boys and uttered soothing words that persuaded them to take their seats again. Moments" , "date" : "19951128" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Trading of Chalk for Whistles Is Out;A New Contract Would Bar Teachers From Policing Duties" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/28\/nyregion\/trading-chalk-for-whistles-new-contract-would-bar-teachers-policing-duties.html"} , {"body" : "Two men armed with a bottle of flammable liquid and a match turned a token clerk's booth into an inferno inside a Brooklyn subway station early yesterday, critically injuring the clerk in an attack that officials said may have been patterned on a current movie. The liquid was squirted into the bulletproof booth, igniting with such force that the" , "date" : "19951127" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "1" , "title" : "Attackers Set Fire to Token Clerk in Brooklyn Subway Station" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/27\/nyregion\/attackers-set-fire-to-token-clerk-in-brooklyn-subway-station.html"} ,   {"body" : "To the Editor: As a state Senator representing parts of Brooklyn, I have closely followed your coverage of the pending merger of the Chemical and Chase Manhattan banks and the impact it is likely to have on financial services for my district and all New York City (\"Stalking the Next Big Takeovers,\" Investing It, Nov. 5). The merger -- from banks" , "date" : "19951126" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "Business"] , "page_facet" : "26" , "title" : "The Merger Downside" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/26\/business\/l-the-merger-downside-064939.html"} , {"body" : "Over and over, Councilman Victor L. Robles pounded his fist on the smooth oak desk in a Council hearing room. \"I will never,\" he shouted, \"support a budget with drastic cuts in youth services.\" But a few days later, Mr. Robles, whose constituents are mainly black and Hispanic residents of Williamsburg, Brooklyn, again raised his voice - this time" , "date" : "19951126" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Council And How It Really Works" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/26\/nyregion\/the-council-and-how-it-really-works.html"} , {"body" : "The man handling the order for the burial headstone this week took down the details: Shamone Johnson. Born Feb. 21, 1991. Died Aug. 27, 1995. He then spoke to the woman making the purchase. \"Looks like a real lousy holiday coming up,\" he said. Arlene Brown didn't smile or cry. But she didn't accept the notion. Arlene Brown had taken Shamone Johnson" , "date" : "19951124" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "3 Thanksgivings in Brooklyn Help Defy Disaster's Sting" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/24\/nyregion\/3-thanksgivings-in-brooklyn-help-defy-disaster-s-sting.html"} , {"body" : "The day begins for Linda Woods at 6 A.M. with a shower and a pill. The shower keeps her clean and fresh. The pill keeps her sane. I have a tiny, small case of schizophrenia,\" Ms. Woods, 38, said. Five milligrams of Prolixin -- a little red tablet no bigger than a ladybug -- ease her paranoia and hallucinations and let her march through the day in" , "date" : "19951123" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "THE NEEDIEST CASES;Helping the Medicine Go Down, for a Start" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/23\/nyregion\/the-neediest-cases-helping-the-medicine-go-down-for-a-start.html"} , {"body" : "He had glossy brochures depicting neat two-family houses. He had samples of the building materials that would be used and the lighting fixtures that would be installed. What John Erglis did not have, he admitted in court yesterday, were nearly enough sites for the number of houses he had promised to build in the East New York section of Brooklyn" , "date" : "19951118" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "He Built Their Hopes but Little Else" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/18\/nyregion\/he-built-their-hopes-but-little-else.html"} , {"body" : "Tucked amid hardy collard greens, tomatoes, carrots and beets in a small Operation Greenthumb garden in Bedford-Stuyvesant, cotton bolls were bursting open, ready for picking, last week. The patch is the work of Mary Jones, a grandmother who has been gardening there for 15 years, and who has fond memories of a childhood trip to an uncle's cotton" , "date" : "19951105" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BEDFORD-STUYVESANT;Why Cotton? -- Through the Eyes of Mary Jones" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/05\/nyregion\/neighborhood-report-bedford-stuyvesant-why-cotton-through-the-eyes-of-mary-jones.html"} , {"body" : "The following agencies accept items for the needy, including food, clothing, toys and furniture. AMERICAN RED CROSS IN GREATER NEW YORK , 150 Amsterdam Avenue, Manhattan, accepts new, unwrapped toys and books for children who are homeless, victims of disasters or in H.I.V.\/AIDS wards in hospitals. Hours: Monday through Friday, 9 A.M. to 5 P.M." , "date" : "19951029" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "WHERE TO GIVE; Meeting Needs for Clothes, Food and More" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/29\/nyregion\/where-to-give-meeting-needs-for-clothes-food-and-more.html"} , {"body" : "As police and correction officers searched all five boroughs yesterday for two defendants who escaped Tuesday from a holding cell in State Supreme Court in Brooklyn, investigators were trying to determine how they got free. A small metal door at the back of the cell, leading into a plumbing crawlspace, was found ajar, officials said. They said the" , "date" : "19951026" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Police Seek Escape Path And Escapees" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/26\/nyregion\/police-seek-escape-path-and-escapees.html"} , {"body" : "Last year, only 12 percent of Public School 304's third graders were reading at or above grade level, among the lowest levels in the city. The school, in the Bedford-Stuyvesant section of Brooklyn, has had four principals in four years. Despite several years of intervention by the state, the city, the Federal Government and nationally known" , "date" : "19951025" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "At New York's Bad Schools, Problem Wasn't Just Money" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/25\/nyregion\/at-new-york-s-bad-schools-problem-wasn-t-just-money.html"} , {"body" : "INTO the great kettle of alphabet soup in which the designations of New York City housing programs swim, the Giuliani administration, early on, ladled the letters N.E.P. They stand for Neighborhood Entrepreneurs Program. The idea behind this new program was that about half the occupied tax-foreclosed housing units that remain under centralized city" , "date" : "19951022" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK STATE"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PERSPECTIVES;The Ax Is Poised on Low-Income Housing Efforts" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/22\/realestate\/perspectives-the-ax-is-poised-on-low-income-housing-efforts.html"} ,   {"body" : "The State Board of Regents has said it would consider closing and reorganizing 17 of the city's failing schools if student achievement did not improve. Schools are placed on the state's \"poor performance\" list based on achievment test scores in mathematics and reading, attendance and, for older students, dropout rates. Following are the 17 schools" , "date" : "19951017" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "17 in Peril" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/17\/nyregion\/17-in-peril.html"} , {"body" : "The Colonial buffs brought tri-cornered hats. Civil War types gathered maps and newspaper clippings. Neighborhood groups displayed sepia-toned, turn-of-the-century photographs. There were mementos from the 40's and 50's: badges for Steeplechase Park in Coney Island, menus and lobster bibs from Lundy's Restaurant in Sheepshead Bay, and not a few" , "date" : "19951015" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE;Breuckelen Revisited: A History Fair in the County of Kings" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/15\/nyregion\/neighborhood-report-brooklyn-up-close-breuckelen-revisited-history-fair-county.html"} , {"body" : "On paper it looks straightforward enough. A business plan goes awry, the company falls behind on its taxes, its debt to the city grows to $2.4 million, and its property is seized and put on the auction block. But in this case the business is the Adelphi Medical Clinic, which mixed desperation and determination in its 14 years treating patients from" , "date" : "19951015" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BEDFORD-STUYVESANT;After 14 Years' Service, Health Clinic Faces Auction Gavel" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/15\/nyregion\/neighborhood-report-bedford-stuyvesant-after-14-years-service-health-clinic.html"} , {"body" : "\"Bedford-Stuyvesant is not a bad place to live,\" said Loura Flemings. \"Bed-Stuy has such a bad rap. People take pride and joy in their homes. People don't sell drugs on every corner. People live decently.\" Eight homeowners will be aiming to show just that when they open their doors for the Brownstoners of Bedford-Stuyvesant's 17th annual house tour" , "date" : "19951015" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: Annual Walking Tour Is Next Saturday; Brownstones Of Bed-Stuy" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/15\/realestate\/postings-annual-walking-tour-is-next-saturday-brownstones-of-bed-stuy.html"} , {"body" : "TRACEY FRASCOGNA, an assistant district attorney in Brooklyn, knew she had a good case, a sure conviction for illegal gun possession -- if the jury believed her witnesses. That was the problem. The only witnesses were two police officers. On gun and drug cases, it often happens that all the witnesses are police officers, and it did not take last" , "date" : "19951012" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO MATTERS;Tactic Strives To Weed Out The Skeptics From Juries" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/12\/nyregion\/metro-matters-tactic-strives-to-weed-out-the-skeptics-from-juries.html"} , {"body" : "To the Editor: Re \"More Blacks in Their 20's Have Trouble With the Law\" (news article, Oct. 5): Despite the effort over the past 30 years to win equal education for blacks, principally through desegregation, too many -- especially black males -- are not being schooled well enough to hold living-wage jobs. That's one reason young blacks are" , "date" : "19951011" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "Schools Make a Better Investment Than Prisons" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/11\/opinion\/l-schools-make-a-better-investment-than-prisons-701795.html"} , {"body" : "As part of a larger effort to revamp the municipal hospital system, New York's Health and Hospitals Corporation has targeted Woodhull Medical and Mental Health Center in Brooklyn for a major overhaul. One reason is that Woodhull has focused largely on basic emergency care and now needs to concentrate more on up-to-date preventive medicine. But the" , "date" : "19951009" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "Health"] , "page_facet" : "16" , "title" : "Editorial Notebook; A Hospital Under Pressure" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/09\/opinion\/editorial-notebook-a-hospital-under-pressure.html"} , {"body" : "POPE ASKS NATIONS TO CONFRONT CRISES Speaking to the world from the rostrum of the United Nations and to America from the goal line of Giants Stadium, Pope John Paul II called on the nations -- and the United States in particular -- to live up to their moral responsibilities and confront the crises that cloud this century's last decade. \"It is one" , "date" : "19951006" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/06\/nyregion\/metro-digest-208095.html"} , {"body" : "Burglarizing the King Emmanuel Baptist Church in Bedford-Stuyvesant was a popular venture in the fall of 1989, a time when crack was causing crime to spiral upward in many Brooklyn neighborhoods. On Oct. 11 that year, two weeks after recording equipment was stolen from the church, the Rev. Irvin Wilson, 51, heard noises at about 6:30 P.M. He came" , "date" : "19951006" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Inmate Charged in 1989 Slaying of Minister" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/06\/nyregion\/inmate-charged-in-1989-slaying-of-minister.html"} , {"body" : "POPE ASKS NATIONS TO CONFRONT CRISES Speaking to the world from the rostrum of the United Nations and to America from the goal line of Giants Stadium, Pope John Paul II called on the nations -- and the United States in particular -- to live up to their moral responsibilities and confront the crises that cloud this century's last decade. \"It is one" , "date" : "19951006" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/06\/nyregion\/metro-digest-041017.html"} ,   {"body" : "The following agencies accept items for the needy, including food, clothing, toys and furniture. AMERICAN RED CROSS IN GREATER NEW YORK , 150 Amsterdam Avenue, Manhattan, accepts new, unwrapped toys and books for children who are homeless, victims of disasters or in H.I.V.\/AIDS wards in hospitals. Hours: Monday through Friday, 9 A.M. to 5 P.M." , "date" : "19951001" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "WHERE TO GIVE;Meeting Needs for Clothes, Food and More" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/01\/nyregion\/where-to-give-meeting-needs-for-clothes-food-and-more.html"} , {"author" : "Constance C. R. White is a style reporter for The New York Times." , "body" : "LETTERS TO MY CHILDREN By Robert C. Maynard with Dori J. Maynard. Illustrated. 246 pp. Kansas City, Mo.: Andrews & McMeel. $16.95. WHITE BUCKS AND BLACK-EYED PEAS Coming of Age Black in White America. By Marcus Mabry. 303 pp. New York: Scribner. $23. THE DITCHDIGGER'S DAUGHTERS A Black Family's Astonishing Success Story. By Yvonne S. Thornton as" , "date" : "19951001" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "29" , "title" : "The Price of the Ticket" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/01\/books\/the-price-of-the-ticket.html"} , {"body" : "The strains of German unification five years after the twain met are the subject of \"The Germans: Portrait of a New Nation\" on PBS tonight. It appears that east is no longer east and west is not quite west. Journalists, politicians, academics and just folks offer their feelings about the difficulties of reconciling a thriving, democratic West" , "date" : "19950929" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "17" , "title" : "TV WEEKEND; German Reunification, 5 Years After the Fact" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/29\/arts\/tv-weekend-german-reunification-5-years-after-the-fact.html"} , {"body" : "The young men blend together on the Staten Island street corner, a blur of baggy T-shirts and blue jeans. They smoke and laugh like any neighborhood crew. But under one baseball cap, you'll find a rap star. \"I could leave, move out of the neighborhood, but the neighborhood is still in me,\" said Jason Hunter, the rapper, better known as Inspektah" , "date" : "19950924" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "Still Hanging in the 'Hood; Rappers Who Stay Say Their Strength Is From the Streets" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/24\/nyregion\/still-hanging-hood-rappers-who-stay-say-their-strength-streets.html"} , {"body" : "A drug dealer shot and wounded an undercover narcotics officer who was buying drugs from him on a Brooklyn street corner late Thursday night, the police said yesterday. One bullet fractured the officer's left arm and penetrated his chest. As the officer fell to the sidewalk at Van Buren Avenue and Marcus Garvey Boulevard in the Bedford-Stuyvesant" , "date" : "19950923" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Police Officer Shot While Undercover" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/23\/nyregion\/police-officer-shot-while-undercover.html"} , {"body" : "An article in The Home Section yesterday about the conversion of a mansion in the Stuyvesant Heights Historic District in Bedford-Stuyvesant, Brooklyn, into a bed and breakfast misstated the date of a house tour that will visit it. The tour, Brownstoners of Bedford-Stuyvesant, will be on Oct. 21, not this Saturday." , "date" : "19950922" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/22\/nyregion\/c-corrections-708495.html"} , {"body" : "When Deputy Inspector William J. Dwyer, commanding officer of the 84th Precinct, was abruptly relieved of his command last July, accused of showing up intoxicated at a meeting with senior police officials, many merchants and members of community groups lamented his departure. They wondered whether Inspector Dwyer's successor would be able to match" , "date" : "19950917" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN; Precinct Shift: A New Chief For the 84th" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/17\/nyregion\/neighborhood-report-downtown-brooklyn-precinct-shift-a-new-chief-for-the-84th.html"} , {"body" : "Community School Board 15 is waging a rebellion. Angry that it received less money from the Board of Education again this year, even though enrollment and teacher salaries rose, it refused to adopt its 1996 budget, and urged other districts to do the same. The action was largely symbolic, since school boards are obligated to pass their budgets." , "date" : "19950917" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROWNSTONE BROOKLYN; School Board 15, Rebels With a Fiscal Cause" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/17\/nyregion\/neighborhood-report-brownstone-brooklyn-school-board-15-rebels-with-fiscal-cause.html"} , {"body" : "In six years, Silfrido Frias and Edwin B. Canaan have gone from running a one-room paralegal service in the Washington Heights section of Manhattan to establishing Sherman Plaza, a diverse enterprise with 2,000 square feet of new office space that offers paralegal services, real estate brokering, international calling booths, beeper sales and" , "date" : "19950911" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Bank-Poor Communities Are Forced to Improvise" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/11\/nyregion\/bank-poor-communities-are-forced-to-improvise.html"} , {"body" : "Brooklyn's Franklin Avenue Shuttle has long stood apart from the rest of the city's subways, in ways more often grim than glorious, and yesterday was no exception. The shuttle's Dean Street station closed for business just after midnight, the first subway station shuttered since 1962. The official causes of death, given by the Transit Authority," , "date" : "19950911" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "A Subway Station Is Shuttered, the First in 33 Years" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/11\/nyregion\/a-subway-station-is-shuttered-the-first-in-33-years.html"} ,   {"body" : "THE POOR IMPROVISE FOR BANK SERVICES In six years, Silfrido Frias and Edwin B. Canaan have gone from running a one-room paralegal service in the Washington Heights section of Manhattan to establishing Sherman Plaza, a diverse enterprise with 2,000 square feet of new office space. The two men are lawyers trained in the Dominican Republic who have" , "date" : "19950911" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/11\/nyregion\/metro-digest-562095.html"} , {"body" : "Dr. Lester Young used to be a guidance counselor. Now, as superintendent of Community School District 13, he watched as the Board of Education cut $1.6 million from his budget. Instead of cutting teachers, he looked to his old profession for some of the savings he needed: this year the district's guidance staff was cut nearly in half. The district" , "date" : "19950910" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN SCHOOLS UP CLOSE; Finding Cuts That Hurt The Least" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/10\/nyregion\/neighborhood-report-brooklyn-schools-up-close-finding-cuts-that-hurt-the-least.html"} , {"body" : "DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of month; next meeting, Sept. 12, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; (718) 389-0009. DISTRICT 2 Fort Greene, Brooklyn Heights; second Wednesday of month; next meeting Sept. 13, 6 P.M.; Brooklyn Union Gas Company, One Metrotech Center, off Myrtle Avenue; (718) 596-5410." , "date" : "19950910" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Brooklyn Community Board Meetings" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/10\/nyregion\/public-interest-brooklyn-community-board-meetings.html"} , {"body" : "The corner of Columbus Avenue and 86th Street is one of many places where the merger of Chase Manhattan and Chemical Banking will play out for New Yorkers. Directly across Columbus Avenue from the Chase branch on the Upper West Side sits another branch operated by Chemical. The planned merger instantly put one of them on the list of severely" , "date" : "19950829" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "BANKING'S NEW GIANT: CHASE AND CHEMICAL AGREE TO MERGE IN $10 BILLION DEAL CREATING LARGEST U.S. BANK -- THE IMPACT; Critics Say the Impact of Consolidation Will Hurt Poorer Areas" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/29\/us\/banking-s-new-giant-chase-chemical-agree-merge-10-billion-deal-creating-largest.html"} , {"body" : "There is no air-conditioning in Denis Higgins's apartment, only the blast of an unnatural breeze that sets his curtains dancing each time a train roars by -- every two to three minutes. Mr. Higgins, 58, lives above Peggy Gordon's Pub on Roosevelt Avenue in Jackson Heights, Queens. His window is all of eight feet from the No. 7 line to Flushing." , "date" : "19950828" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Whole Lotta Shakin'; Life by the Elevated Isn't for Everybody" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/28\/nyregion\/whole-lotta-shakin-life-by-the-elevated-isn-t-for-everybody.html"} , {"body" : "The West Indian-American Day Carnival has grown from meager beginnings in Harlem social halls in the 1940's to become one of the city's largest parades: This year city officials expect more than two million revelers to throng Eastern Parkway on Labor Day. And, for the first time, the carnival will be broadcast live. It is a watershed for the" , "date" : "19950827" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: BEDFORD-STUYVESANT\/CROWN HEIGHTS; Secret's Out for 2 Million Fans and TV Network" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/27\/nyregion\/neighborhood-report-bedford-stuyvesant-crown-heights-secret-s-for-2-million-fans.html"} , {"body" : "Four years ago, Chang Hyeok Soo began making plans to leave Korea and move to the United States. He wanted to echo the success of his sister and brother-in-law, who had built a comfortable home in New Jersey and a thriving trading company in Manhattan. But Korea's economic explosion made Mr. Chang, 29, change his mind. He took a trainee job with a" , "date" : "19950822" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["SOUTH KOREA"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Healthy Korean Economy Draws Immigrants Home" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/22\/nyregion\/healthy-korean-economy-draws-immigrants-home.html"} , {"body" : "IN the Baychester section of the northern Bronx, not far from Cardinal Spellman High School, Leslie A. Lerner is starting to build two-family houses where another builder's project went aground in the early 90's. He already has found a handful of buyers, most of them blacks of Jamaican or West Indian heritage. He is building without the public" , "date" : "19950813" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAYCHESTER (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PERSPECTIVES; Building Homes in the Bronx With No Subsidies" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/13\/realestate\/perspectives-building-homes-in-the-bronx-with-no-subsidies.html"} , {"body" : "A 77-year-old woman was found bludgeoned to death in her Brooklyn apartment yesterday, and two suspects were being questioned last night, the police said. The woman, Sarah Nunnally, was discovered at about 9:15 A.M. in her basement apartment at 742 Putnam Avenue, in Bedford-Stuyvesant, by a home health worker who attended to her, said Detective" , "date" : "19950813" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Beating Kills Woman, 77" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/13\/nyregion\/beating-kills-woman-77.html"} , {"body" : "The Metropolitan Transportation Authority board will retreat slightly from the service cuts it is to vote on today, including keeping the Franklin Avenue Shuttle in Brooklyn running around the clock, officials said yesterday. But the board will go ahead with broad reductions in subway and bus service. The news of the restoration came as city" , "date" : "19950810" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "M.T.A. Expected to Retreat Only a Little on Service Cuts" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/10\/nyregion\/mta-expected-to-retreat-only-a-little-on-service-cuts.html"} ,   {"body" : "The initial list of candidates to be the next New York City Schools Chancellor includes several formidable contenders, like the three finalists in the 1993 search. Others are decided long shots, like a conservative professor who is a perennial candidate for public office, and a former New Jersey principal who patrolled school hallways with a" , "date" : "19950807" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Wide Variety of Candidates In Schools Chancellor Search" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/07\/nyregion\/wide-variety-of-candidates-in-schools-chancellor-search.html"} , {"body" : "\"I didn't know black people could do this,\" said Justin Pringle, a 14-year-old from Bedford-Stuyvesant, Brooklyn. \"I never knew until now how the West was born and that black people had a part in it and and could be cowboys.\" Along with many of the other 120 campers at Camp Pioneer, a Fresh Air Fund camp here for boys 12 to 15, Justin was" , "date" : "19950806" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "THE FRESH AIR FUND; Black Cowboys Share Their Art With Urban Children" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/06\/nyregion\/the-fresh-air-fund-black-cowboys-share-their-art-with-urban-children.html"} , {"body" : "REMEMBER banks -- those imposing marble Greek Revival-style temples found in every downtown, usually not far from a similarly solid and conservative structure called City Hall? How about bank branches or savings and loan offices -- those modest, modernist buildings that often dispensed money like Big Macs at drive-up windows? Slowly, almost" , "date" : "19950806" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Recycling Banks: Some Debits, Some Dividends" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/06\/realestate\/recycling-banks-some-debits-some-dividends.html"} , {"body" : "Before she was picked to attend a program that helps Hispanic and African-American children qualify for the city's specialized high schools, Haydee Villanueva had never even heard of Stuyvesant High School. But all summer, Haydee and other academically talented children have been spending long days at Stuyvesant studying algebra, physics and" , "date" : "19950804" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "For Poor but Talented, A Shot at Opportunity; Helping Pupils Qualify for Top Exams" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/04\/nyregion\/for-poor-but-talented-a-shot-at-opportunity-helping-pupils-qualify-for-top-exams.html"} , {"body" : "A murderer who escaped from a detention cell at Brooklyn Family Court Tuesday afternoon turned himself in yesterday morning in Bedford-Stuyvesant, the police said. The prisoner, Gregory Webb, 28, who was serving 15 years to life for killing a bystander during a gunfight four years ago, walked out of the Family Court building in downtown Brooklyn" , "date" : "19950803" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Escaped Killer Surrenders 20 Hours Later" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/03\/nyregion\/escaped-killer-surrenders-20-hours-later.html"} , {"body" : "STUDENT TRANSIT PASSES ARE IMPERILED With the city no longer paying for transit passes for almost 500,000 students, Mayor Giuliani and the Metropolitan Transportation Authority are locked in a tense financial standoff that M.T.A. officials say will force them to kill the program. [ Page A1. ] RECORD SETTLEMENT IN HARASSMENT SUIT Del Laboratories, a" , "date" : "19950803" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/03\/nyregion\/metro-digest-533895.html"} , {"body" : "FOR millions of New Yorkers waiting anxiously in Times Square, World War II ended at 7:03 P.M. Aug. 14, 1945. At that moment, the 15,000 light bulbs on the Times Tower's zipper sign spelled out five words that touched off a tumultuous celebration: \"Official -- Truman announces Japanese surrender.\" After surviving years of scarcity and sacrifice," , "date" : "19950730" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NEW YORK 1945; The War Was Ending. Times Square Exploded. Change Was Coming." , "url" : "http:\/\/www.nytimes.com\/1995\/07\/30\/nyregion\/new-york-1945-the-war-was-ending-times-square-exploded-change-was-coming.html"} , {"body" : "Behind the 30 percent drop in murders and shootings reported in New York City this year is a startling development: drug dealers and gang members have apparently begun to leave their guns at home. Police Department and Federal law enforcement officials say that gunplay has decreased from the South Bronx to the Rockaways partly through the" , "date" : "19950730" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Shootings Fall As More Guns Stay at Home" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/30\/nyregion\/shootings-fall-as-more-guns-stay-at-home.html"} , {"body" : "Across three decades, Perceo Melo had operated bodegas in Brooklyn: one on Rockaway Avenue, another on Franklin Avenue. In each place, he had made a living and a name for himself among the people he served, extending informal lines of credit, talking about religion and baseball, making sandwiches early each morning for the neighborhood's" , "date" : "19950729" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Career in Bodegas Ends in Death of Man and Son" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/29\/nyregion\/career-in-bodegas-ends-in-death-of-man-and-son.html"} , {"body" : "Four New York City police officers were suspended yesterday and one was charged with driving while impaired by alcohol after a pedestrian was struck and seriously injured in the Flatbush section of Brooklyn. The accident occurred about 3:30 A.M. at Flatbush Avenue and Avenue R. A pedestrian stepped from between two parked vehicles and was struck by" , "date" : "19950729" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "4 Officers Are Suspended, One Is Charged in Accident" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/29\/nyregion\/4-officers-are-suspended-one-is-charged-in-accident.html"} ,   {"body" : "A store owner and an employee were shot and killed last night during a robbery at a bodega in Bedford-Stuyvesant, Brooklyn, the police said. Shortly after 10 P.M., two men entered the grocery store at 235 Stuyvesant Avenue and announced a robbery, said Detective Mark Patterson, a police spokesman. It was not clear last night what provoked the two" , "date" : "19950728" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "2 Dead in Bodega Robbery" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/28\/nyregion\/2-dead-in-bodega-robbery.html"} , {"body" : "The New York City Schools Chancellor yesterday removed all nine members of a Brooklyn community school board who were deadlocked in their search for a new superintendent and promptly installed his own administrator and board of trustees to manage the district. Chancellor Ramon C. Cortines took control of the district, No. 16 in Bedford-Stuyvesant," , "date" : "19950725" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Cortines Ousts a School Board in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/25\/nyregion\/cortines-ousts-a-school-board-in-brooklyn.html"} , {"body" : "Tomorrow night, \"Dateline\" gives its full hour to a celebration of several young people who have beaten the odds against growing up safe and sane in their Brooklyn neighborhood. It's a muted celebration. Their achievement -- high school graduation, some college, a steady job -- would be taken for granted in most other American communities. What" , "date" : "19950724" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "12" , "title" : "TELEVISION REVIEW; Those Lucky Few Youngsters Who Escape Tragic Streets" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/24\/arts\/television-review-those-lucky-few-youngsters-who-escape-tragic-streets.html"} , {"body" : "In the 1980's, James Slattery and Morris Horn ran one of the most notorious welfare hotels in New York City, the filthy, crime-ridden and profitable Brooklyn Arms in Fort Greene. After the city closed the hotel in 1989, Mr. Slattery and Mr. Horn, with no experience in the prison business, bid to open a Federal halfway house in Bedford-Stuyvesant." , "date" : "19950723" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["ELIZABETH (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Prison Empire: How It Grew -- A special report.; Parlaying the Detentions Business Into Profit" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/23\/nyregion\/prison-empire-it-grew-special-report-parlaying-detentions-business-into-profit.html"} , {"body" : "By the standards of Brooklyn politics, Arthur Bramwell is something of an anomaly. Mr. Bramwell is the chairman of the Republican Party in one of the most heavily Democratic counties in the nation, a man who came up through a Bedford-Stuyvesant political clubhouse in a party centered around Bay Ridge, and a black man in a party that is mostly" , "date" : "19950723" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Politics as a Numbers Game: G.O.P.'s No. 1 Is Threatened" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/23\/nyregion\/neighborhood-report-brooklyn-up-close-politics-numbers-game-gop-s-no-1.html"} , {"body" : "A 22-year-old police officer was charged with attempted murder yesterday after the police said she handed her gun to her boyfriend, who then shot his uncle in the heat of a bitter quarrel in a Brooklyn alley. The officer, Simona Patterson, who joined the force in 1993 and still had probationary status, was on pregnancy leave at the time of the" , "date" : "19950722" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Police Officer And Friend Are Charged In Shooting" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/22\/nyregion\/police-officer-and-friend-are-charged-in-shooting.html"} , {"body" : "Dance Program Central Park Summerstage Rumsey Playfield Midpark at 72d Street Manhattan (212) 360-2777 Recommended ages: 9 and up Tonight Hip-hop music is not in the same league, of course, as the sugary good-naturedness of many children's recordings. But older children often prefer the sexy tunes of hip-hop over a sweet song about, say, bugs in" , "date" : "19950721" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/21\/arts\/for-children.html"} , {"body" : "Assault charges against a Brooklyn teen-ager who was arrested after a shootout that injured seven people last month have been dropped, the police said yesterday. The youth, Rowan Henry, who lives in the Bedford-Stuyvesant section of Brooklyn, was arrested less than an hour after the June 27 gun battle. But later that night, the charges were dropped" , "date" : "19950719" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Charges Dropped Against a Youth" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/19\/nyregion\/charges-dropped-against-a-youth.html"} , {"body" : "Two teen-agers were arrested yesterday and charged with trying to murder the boyfriend of the rap star Queen Latifah and stealing her BMW in a carjacking Sunday in Harlem, the authorities said. Queen Latifah, who has often denounced violence in her lyrics, yesterday identified the two suspects, Ricardo Rodriguez, 18, of Edgemere, Queens, and Rashin" , "date" : "19950718" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["HARLEM (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Two Teen-Agers Arrested in Carjacking Involving Rap Star" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/18\/nyregion\/two-teen-agers-arrested-in-carjacking-involving-rap-star.html"} , {"body" : "At 8:30 A.M. yesterday, when the temperature had no business being above 90 degrees, Roberto Madrid was watering a circle of impatiens near Cadman Plaza in Brooklyn when Mario DeMaio asked to borrow the hose. Mr. DeMaio, 34, rinsed his hands and arms, then splashed his face. He let the water gush down over his shaved head. \"I'm homeless,\" he told" , "date" : "19950716" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New Yorkers Brave Day of Record Heat" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/16\/nyregion\/new-yorkers-brave-day-of-record-heat.html"} ,   {"author" : "Roy Hoffman, who teaches fiction writing at New York University, is a novelist. He lives in Brooklyn." , "body" : "IN THE NEW MOVIE \"SMOKE,\" SET in the Park Slope section of Brooklyn, Harvey Keitel plays Auggie Wren, the street-savvy manager of the local tobacco shop. In addition to accommodating customers like Paul Benjamin (William Hurt) with exotic cigars, Auggie pursues an odd project. He takes snapshots of the corner in front of his store every morning at" , "date" : "19950709" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "9" , "title" : "FILM VIEW; The Nabe as American Small Town" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/09\/movies\/film-view-the-nabe-as-american-small-town.html"} , {"body" : "In the tangled northern reaches of Riverside Park, Bette Midler pays a 10-person crew to pick up trash. Tennis players groom the clay courts themselves near 96th Street. An old man who calls himself \"the phantom trash collector\" patrols the lower 17 blocks of the park every day. A 10-year-old girl has adopted the Kossuth Statue at 113th Street. New" , "date" : "19950709" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RIVERSIDE PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Experiment in Green; Officials Dole Out Chunks of Riverside Park, And Corps of Volunteers Pick Up the Pieces" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/09\/nyregion\/experiment-green-officials-dole-chunks-riverside-park-corps-volunteers-pick-up.html"} , {"body" : "Hoping to replicate New York City's success over the last decade in rebuilding abandoned housing, the Giuliani administration for the first time will offer packages of vacant land and financing to develop retail stores along some of the city's most blighted commercial strips. The administration wants to spur the opening of dozens of neighborhood" , "date" : "19950709" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Aid Packages For Retailers In Poor Areas" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/09\/nyregion\/aid-packages-for-retailers-in-poor-areas.html"} , {"body" : "Principals and teachers around New York City say that the pressure to reassess the grades of failing students -- as a high school principal did last week -- surfaces in subtle ways. They describe the case of Robert Durkin, the principal of Washington Irving High School in Manhattan, as an extreme case. He was removed last week for giving 17 failing" , "date" : "19950703" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "25" , "title" : "In Schools, Subtle Pressure To Change Students' Grades" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/03\/nyregion\/in-schools-subtle-pressure-to-change-students-grades.html"} , {"body" : "About 300 people protested outside a police station house in Bedford-Stuyvesant, Brooklyn, early yesterday, demanding the release of a minister arrested after a fight with police officers who were ticketing double-parked cars outside his church. Some of the protesters crowded into the precinct house's tiny lobby, while others milled about on the" , "date" : "19950702" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Brooklyn Churchgoers Protest Pastor's Arrest in Ticket Dispute" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/02\/nyregion\/brooklyn-churchgoers-protest-pastor-s-arrest-in-ticket-dispute.html"} , {"body" : "Seven people were shot yesterday afternoon in a gun battle along a busy Brooklyn street that left a teen-ager near death. It began, the police said, when one young man said something disrespectful about another youth's mother. One eyewitness said, however, that the battle in Bedford-Stuyvesant began as a \"fair fight\" between two youths, after which" , "date" : "19950628" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "7 Wounded in Gun Battle On Busy Street in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/28\/nyregion\/7-wounded-in-gun-battle-on-busy-street-in-brooklyn.html"} , {"body" : "SINGING in a gospel choir is complicated business. Just ask the four dozen regulars in the gospel chorus of the Bridge Street African Wesleyan Methodist Episcopal Church in Bedford-Stuyvesant. They will tell you that you need the voice and you need the spirit, but you also need the time. You have to rehearse almost every day at home, in your car," , "date" : "19950625" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Inside a Gospel Choir" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/25\/nyregion\/inside-a-gospel-choir.html"} , {"body" : "In a report, \"Keeping Track of New York's Children,\" the Citizens' Committee for Children of New York Inc., measured the risks to children in each community board (for education, the surveys were based on community school districts). Overall, the report found, \"in virtually every category, New York City children continue to fare worse than their" , "date" : "19950625" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; CHILD WELFARE: Growing Up in New York" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/25\/nyregion\/neighborhood-report-new-york-up-close-child-welfare-growing-up-in-new-york.html"} , {"body" : "On the surface, at least, it seemed to make sense: the City Council struggled to come to an agreement with Mayor Rudolph W. Giuliani on a painful new city budget. So for the last week or so, the Council's leadership has gathered in a closed room each day to discuss a host of options. But the leadership meetings have not exactly been intimate" , "date" : "19950614" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORK CITY'S BUDGET: THE COUNCIL; Behind Closed Doors, 37 'Leaders' Weigh In" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/14\/nyregion\/new-york-city-s-budget-the-council-behind-closed-doors-37-leaders-weigh-in.html"} , {"body" : "Demitria Melvin's three years of life had not been easy. Born to a crack-addicted mother, she still suffered the residual effects of the drug, which sometimes left her a bit hyperactive. On Saturday morning, her foster mother, wanting to run some errands, took Demitria to a neighbor's apartment in Bedford-Stuyvesant, Brooklyn. But it was the last" , "date" : "19950614" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Murder Charges for Baby Sitter in the Death of a Child in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/14\/nyregion\/murder-charges-for-baby-sitter-in-the-death-of-a-child-in-brooklyn.html"} ,   {"body" : "Morning did not break so much as it creaked into being in Queens yesterday, daylight stretching out slowly across the concourse at Jamaica Center. At 5:28 A.M., banks were locked, fast-food stores were shuttered, and most of the day's newspapers remained bundled in the street. But down the sleepy streets, through the nascent light, men and women in" , "date" : "19950607" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CRASH ON THE SUBWAY: THE RIDERS; The First to Meet Disaster Are Also the First to Meet the Dawn" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/07\/nyregion\/crash-subway-riders-first-meet-disaster-are-also-first-meet-dawn.html"} , {"body" : "When the musicians in Lester Bowie's Hip Hop Feel-harmonic want to get together for a jam session, they don't have to go very far. \"Most of the guys live in the neighborhood,\" explained Mr. Bowie, the jazz trumpeter. The neighborhood is Fort Greene. And the owner of a local jazz club summed it up well. It's getting pretty snazzy around here,\" said" , "date" : "19950604" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FORT GREENE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: FORT GREENE\/BEDFORD-STUYVESANT;'It's Getting Pretty Snazzy': A Brownstone Enclave of Jazz" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/04\/nyregion\/neighborhood-report-fort-greene-bedford-stuyvesant-it-s-getting-pretty-snazzy.html"} , {"body" : "A grand jury in Brooklyn has voted not to indict a police officer in the shooting of a 16-year-old boy who apparently pointed a toy pistol at the officer, the Brooklyn District Attorney's office said yesterday. At the time of the incident, neighbors said the police officer shot the teen-ager immediately after asking him to halt, and the boy's" , "date" : "19950601" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "No Indictment In a Shooting" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/01\/nyregion\/no-indictment-in-a-shooting.html"} , {"body" : "For nearly four months, five members of the City Council have been laboring over an alternative city budget, a plan that addresses the deficit and reshapes Mayor Rudolph W. Giuliani's proposal. But, to hear many Council members and other city officials tell it, the budget proposal, offered this week, has virtually no chance of receiving the" , "date" : "19950526" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "5 Council Mavericks Offer Own Budget" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/26\/nyregion\/5-council-mavericks-offer-own-budget.html"} , {"body" : "Queenie Baker came to the home of Edwin and Rosa Hall so beaten and stunted that at 18 months old she still did not eat solid food. Taking only milk or other liquids, she arrived in a body cast that stretched from the middle of her small chest to the top of her left foot. She and two siblings had been rescued from a father who beat them cruelly and" , "date" : "19950526" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Abused in One Home, Child Meets Death in the Next" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/26\/nyregion\/abused-in-one-home-child-meets-death-in-the-next.html"} , {"body" : "The death of a 21-month-old baby girl at Bellevue Hospital Center in Manhattan early yesterday was ruled a homicide by the City Medical Examiner's office, which found that the infant suffered from child abuse and had died after a \"blunt impact to the head and torso.\" The child, who was not identified by the police, was declared dead at 3:56 A.M.," , "date" : "19950525" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Death of Baby Girl Is Ruled a Homicide" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/25\/nyregion\/death-of-baby-girl-is-ruled-a-homicide.html"} , {"body" : "Over three decades, New York City educators have opened scores of small public academies, including 46 high schools in the last two years. In the series, all the new high schools are profiled, as well as influential older ones and some innovative elementary and middle schools. Here is a sampler of schools that are trying to create oases of learning" , "date" : "19950525" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "ALTERNATIVE SCHOOLS; Educators' Partnerships Test New Ideas Within Framework of a Traditional System" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/25\/nyregion\/alternative-schools-educators-partnerships-test-new-ideas-within-framework-234595.html"} , {"body" : "Pulsing to the rhythms of dance hall reggae, the intersection of Fulton Street and Nostrand Avenue is a kind of Caribbean and African bazaar where street vendors hawk herbs such as sea moss and bacano, handmade leather hats, purses carved from calabash gourds and landscapes that are painted while you wait. But the burgeoning outdoor market is" , "date" : "19950521" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BEFORD STUYVESANT; Vendors Fear Another Block Could Be Another Country" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/21\/nyregion\/neighborhood-report-beford-stuyvesant-vendors-fear-another-block-could-be.html"} , {"body" : "The Giuliani administration and the City Council have clashed in hearing rooms, battled in the courts and collided in budget negotiations. But they have avoided finger-jabbing shouting matches echoing through the ceremonial rooms of City Hall. Until yesterday. Two of the city's most powerful figures -- John Dyson, the often sharp-edged Deputy" , "date" : "19950518" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Top Card at City Hall: Dyson vs. Vallone" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/18\/nyregion\/top-card-at-city-hall-dyson-vs-vallone.html"} , {"body" : "\"Take those earphones off,\" the principal said to the young girl cruising down the hall at the Bedford-Stuyvesant Street Academy High School in Brooklyn. The young girl was cool. She swept the earphones from her head in one graceful motion and was gone. More youngsters were materializing. It was the change of periods. Apparent chaos. \"I got an 84!\"" , "date" : "19950513" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "19" , "title" : "In America; If You Were Principal" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/13\/opinion\/in-america-if-you-were-principal.html"} ,   {"body" : "Denise Richardson, 18, was pregnant with her second daughter when her boyfriend was murdered. Depressed and scared, she flipped through the Yellow Pages and phoned a social service agency near her home in Bedford-Stuyvesant, Brooklyn. \"I was looking for someone to talk to so I wouldn't hurt myself or my child,\" she said recently. \"I was sexually" , "date" : "19950512" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "ILLINOIS"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Budget Cuts Threaten Effort To Preserve Families at Risk" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/12\/nyregion\/budget-cuts-threaten-effort-to-preserve-families-at-risk.html"} , {"body" : "An 80-year-old retired real-estate agent who had been battling cancer for the last four years was found bludgeoned to death early yesterday morning in the living room of her stone town house in a historic section of Bedford-Stuyvesant, the police said. The woman, Virginia Beaty, the widow of a Brooklyn fuel-oil dealer, was found lying fully clothed" , "date" : "19950510" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "80-Year-Old Widow Is Found Bludgeoned to Death at Home" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/10\/nyregion\/80-year-old-widow-is-found-bludgeoned-to-death-at-home.html"} , {"body" : "In Westchester County, Sandy L. spent years in soul-searching discussions with her husband before they decided, out of love, to have a baby despite the risk. The baby is due this month. In Sheepshead Bay, Brooklyn, Monica Hernandez went through similar heartache, pregnant with a fifth child when so much about her future was uncertain. These two" , "date" : "19950509" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Anguish in Era of AIDS: Choosing to Have Babies" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/09\/nyregion\/anguish-in-era-of-aids-choosing-to-have-babies.html"} , {"body" : "THE BRONX DISTRICT 1 Port Morris, Melrose, Mott Haven; last Thursday of the month; next May 25, 6:30 P.M., Lincoln Hospital, 234 East 149th Street, Conference Room 6; (718) 585-7117. Agenda: T.B.A. DISTRICT 2 Hunts Point, Longwood; last Wednesday of the month; next May 31, 6 P.M., at I.S. 74, 730 Bryant Avenue, Hunts Point Peninsula; (718)" , "date" : "19950507" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "PUBLIC INTEREST; Next Community Board Meetings" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/07\/nyregion\/public-interest-next-community-board-meetings.html"} , {"body" : "Federal agents said yesterday that they had broken up a ring of high-tech bandits who were stealing cellular telephone codes off the airwaves and installing them on other telephones illegally. Secret Service agents arrested 22 people in raids at an electronics store and several homes on Thursday, closing down what they said was the largest cellular" , "date" : "19950506" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "22 Held in Ring That Traced And Sold Mobile Phone Codes" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/06\/nyregion\/22-held-in-ring-that-traced-and-sold-mobile-phone-codes.html"} , {"body" : "In 1986, Mayor Edward I. Koch made a bold commitment, promising that New York City would spend $4.2 billion in the following decade to build new homes for poor and working-class New Yorkers. Nine years later, the city has made good on much of that ambitious pledge. Under Mr. Koch and his successors, the city has financed and overseen the creation" , "date" : "19950430" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York Pledge to House Poor Works a Rare, Quiet Revolution" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/30\/nyregion\/new-york-pledge-to-house-poor-works-a-rare-quiet-revolution.html"} , {"body" : "As he selected four yellow pears in the Pathmark on Bergen Street in Newark's Central Ward, Henry Heyward, 54, recalled how he had watched the neighborhood wither after the riots and fires of 1967. He now lives in a different part of town, but often comes here to shop: the selection is as good as in any suburb. \"I usually can find everything I need" , "date" : "19950430" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEWARK (NJ)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "A Market Scores a Success in Newark" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/30\/nyregion\/a-market-scores-a-success-in-newark.html"} , {"body" : "At the Brooklyn end of New York City's most familiar bridge lies a modest patch of green called Walt Whitman Park, named in remembrance of the most American of poets, who lived, schooled and worked nearby. In the 1840's, Whitman wrote ecstatically of the city's \"numberless crowded streets\" and the \"immigrants arriving, fifteen or twenty thousand a" , "date" : "19950419" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "Topics of The Times; Whitman's Brooklyn, Still" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/19\/opinion\/topics-of-the-times-whitman-s-brooklyn-still.html"} , {"body" : "Scott Jackson dropped out of Food and Maritime High School in the 10th grade, but he did not give up on life: He earned his high school equivalency diploma and in the next decade worked as a security guard at institutions like the South Street Seaport and the New York Public Library, where he won promotion after promotion. One day in June 1990, as" , "date" : "19950418" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Was It Temptation at Tiffany's?" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/18\/nyregion\/was-it-temptation-at-tiffany-s.html"} , {"body" : "It was a breezy springtime morning, the sort of day on which Ernie Banks used to saunter out of the dugout, and say, \"Let's play two.\" On its opening day, the Harlem Little League was doing the Chicago Cubs great one better: it was playing 23 games, all preceded by a whale of a parade. Eight African drummers led the way up Adam Clayton Powell Jr." , "date" : "19950416" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Little League of Their Own" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/16\/nyregion\/a-little-league-of-their-own.html"} ,   {"body" : "The \"Dear Employee\" letters were signed by First Deputy Mayor Peter J. Powers. Many of them were sent out. The one that I saw was delivered to a man who lives with his family in the Bay Ridge section of Brooklyn, a stable middle- and working-class enclave about five miles from City Hall and several light years from the seat of Federal power in" , "date" : "19950412" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "25" , "title" : "In America; Jobless In Bay Ridge" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/12\/opinion\/in-america-jobless-in-bay-ridge.html"} , {"body" : "This is a sampling of the musical presentations planned for the holiday season at churches and concert halls in New York City. All are free unless otherwise noted (churches accept donations). The selection, compiled by Alex Ross, is what caught this critic's eye and excited his expectations. Tomorrow CHRIST AND ST. STEPHEN'S CHURCH (Episcopal), 120" , "date" : "19950407" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "32" , "title" : "Bach et al., in Churches and Halls" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/07\/arts\/bach-et-al-in-churches-and-halls.html"} , {"body" : "Jaime Kleinman, 16, took another look at the American Revolution and surprised herself by arguing that the British were right. \"They did everything for the colonists,\" she said. \"They didn't deserve to be turned on.\" Many of her classmates at a Long Island high school, however, argued just as strongly that the British were wrong. In a Brooklyn high" , "date" : "19950405" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "History on the March; New Standards, Attacked on the Right, Stress the Neglected" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/05\/nyregion\/history-on-the-march-new-standards-attacked-on-the-right-stress-the-neglected.html"} , {"body" : "A Brooklyn man and woman were arrested yesterday after police officers found the woman's 2-year-old daughter semiconscious, with second-degree burns on her buttocks and back. The man, Ira Manson, 23, and the woman, Patricia Hoyt, 20, identified by the police as his girlfriend, were charged with first-degree assault and endangering the welfare of a" , "date" : "19950326" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "Finding Injured Child, Police Arrest Couple" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/26\/nyregion\/finding-injured-child-police-arrest-couple.html"} , {"body" : "A 16-year-old boy who the police say was brandishing a pellet gun was shot and killed by a police officer yesterday morning in the driveway of a home in Sheepshead Bay. The police said that the pellet gun appeared to be real and that the boy was struggling with the officer when the officer's gun went off. Yesterday afternoon, a pool of blood and" , "date" : "19950325" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Boy, 16, With Pellet Gun Is Killed by Officer" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/25\/nyregion\/boy-16-with-pellet-gun-is-killed-by-officer.html"} , {"body" : "They are a familiar blur as they rush through the city's incident-prone streets, sirens screaming, responding to calls from the stricken. On board are crews of \"weekend warriors\" -- accountants, electricians, truck drivers, plumbers -- animated by do-goodism and accompanied by city ambulance workers who say they want to rescue lives in the" , "date" : "19950315" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Tragedy Casts Harsh Light on Volunteer Ambulance Units" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/15\/nyregion\/tragedy-casts-harsh-light-on-volunteer-ambulance-units.html"} , {"body" : "The phone calls come almost weekly -- death threats and extortion demands that are recorded on Tom Keller's answering machine. Mr. Keller, a construction contractor who has spent more than two decades rebuilding poor sections of Brooklyn, plays the tapes and then erases them, never much moved. Tony Barrett gets similar messages. They come from" , "date" : "19950314" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Almost Alone, 2 Contractors Resist Labor Extortion Groups" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/14\/nyregion\/almost-alone-2-contractors-resist-labor-extortion-groups.html"} , {"body" : "NO city comes close to New York in its spending for housing development. Focusing mainly on restoring the tax-foreclosed housing stock for low-income people, the city has spent $3.6 billion over the last eight years. The results are visible in far-flung neighborhoods, where once-abandoned apartment buildings have been restored. In addition," , "date" : "19950305" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PERSPECTIVES; Prescriptions for Housing Programs" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/05\/realestate\/perspectives-prescriptions-for-housing-programs.html"} , {"body" : "Movie makers descended yesterday on the Franklin Avenue Shuttle line in Brooklyn. They put fresh paint on the Franklin Avenue station and mounted new signs. There were scenes to be shot, and the crumbling, decrepit place had to appear to be a functioning subway terminus. The title of the work in progress: \"The Money Train.\" \"Great joke, huh?\" said" , "date" : "19950224" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Life and Hard Times Of a Brooklyn Shuttle; No Respect for Franklin Avenue Line" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/24\/nyregion\/life-and-hard-times-of-a-brooklyn-shuttle-no-respect-for-franklin-avenue-line.html"} , {"body" : "In the violent underworld of Chinese gangs and human smuggling, illegal immigrants who cannot pay their passage fees are often kidnapped, beaten, held hostage or even killed. Guoguang Chen, a 46-year-old immigrant from Fujian, China, can tell the story. Twice, in fact. Last February, Mr. Chen was kidnapped and held hostage for two months by a group" , "date" : "19950223" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CHINA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Chinese Immigrant Flees an Asian Smuggling Gang a 2d Time" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/23\/nyregion\/chinese-immigrant-flees-an-asian-smuggling-gang-a-2d-time.html"} ,   {"body" : "A kindergarten pupil in Brooklyn is reported to have been handcuffed to a banister last week by a member of the staff of Public School 35 in the Bedford-Stuyvesant section of Brooklyn, New York City Board of Education officials said yesterday, and an investigation has been ordered. \"There are conflicting versions of events, with some staff saying" , "date" : "19950214" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Handcuffing Investigated" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/14\/nyregion\/handcuffing-investigated.html"} , {"body" : "A 13-year-old girl slashed a 13-year-old boy in the face with a razor as they fought over a sweat jacket in a corridor of a junior high school in Brooklyn, the police said. The boy, who suffered a wound above his right eye, was taken to Woodhull Medical and Mental Health Center, where he was reported in stable condition. Sgt. John Clifford, a" , "date" : "19950210" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Girl, 13, Held in Razor Attack On Boy in Brooklyn Junior High" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/10\/nyregion\/girl-13-held-in-razor-attack-on-boy-in-brooklyn-junior-high.html"} , {"body" : "She boarded the bus to New York with a bottle of soda and two packs of cigarettes. Everything else stayed behind, reminders of a wearisome past. Betty W. arrived in winter 1993, after living with her sister in Michigan for years. She suffered from diabetes, asthma and hypertension, but was not taking medication. She was also mentally ill and had" , "date" : "19950210" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "The Neediest Cases; One Day at a Time, a Woman on Her Own Builds Confidence in Her Life" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/10\/nyregion\/neediest-cases-one-day-time-woman-her-own-builds-confidence-her-life.html"} , {"body" : "Laura Scott Taylor, the co-founder and retired principal of the Concord Baptist Elementary School in Bedford-Stuyvesant, Brooklyn, died on Sunday at Kings County Hospital Center. Mrs. Taylor, who lived in Crown Heights, was 79. Mrs. Taylor was fatally injured when she was hit by a truck last Friday while crossing a street in Crown Heights. For 32" , "date" : "19950210" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "26" , "title" : "Laura Scott Taylor Dies at 79; Ran Bedford-Stuyvesant School" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/10\/obituaries\/laura-scott-taylor-dies-at-79-ran-bedford-stuyvesant-school.html"} , {"body" : "When B. Johnson thinks of how cold it was last winter, he shudders from more than the memory of frigid air. Last year, he and his wife faced a financial crisis that could have taken his home and left him penniless. \"My story is not unusual for senior citizens,\" Mr. Johnson, 72, said recently. \"It's a hard thing after working all your life to find" , "date" : "19950129" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "The Neediest Cases; Energy Aid Plan Helps Older Couple Survive a Hard Winter" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/29\/nyregion\/the-neediest-cases-energy-aid-plan-helps-older-couple-survive-a-hard-winter.html"} , {"body" : "At first glance, the series of robberies at a Brooklyn housing project had the trappings of typical holdups, the police said. The robbers, wearing hats and masks, followed victims into elevators, put a gun to their heads and dashed away with money or jewelry. But soon the police noticed two things that were unusual. All the victims were women. So" , "date" : "19950126" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Two Women Charged in Series Of Brooklyn Armed Robberies" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/26\/nyregion\/two-women-charged-in-series-of-brooklyn-armed-robberies.html"} , {"body" : "Police Charge Man In Brooklyn Rape A 31-year-old man was arrested and charged with kidnapping and rape yesterday after he abducted a former girlfriend while she sat in her car in front of her apartment in Brooklyn, the police said. Sgt. Edward Caro, a Police Department spokesman, said that the victim's husband heard her screaming, and that when he" , "date" : "19950122" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Man Is Charged With Rape in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/22\/nyregion\/man-is-charged-with-rape-in-brooklyn.html"} , {"body" : "Two people were shot to death and another seriously injured at a Brooklyn night club early yesterday morning, as hundreds of patrons scurried for cover, the police said. The exact motive in the shooting was unclear, but the police said the incident apparently started as a minor dispute that reeled out of control. Sgt. John Clifford, a police" , "date" : "19950120" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "EAST FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Dispute Leads to Deaths of 2 In Shooting at Brooklyn Club" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/20\/nyregion\/dispute-leads-to-deaths-of-2-in-shooting-at-brooklyn-club.html"} , {"body" : "In the cavernous sanctuary of the Concord Baptist Church in Bedford-Stuyvesant, the Rev. Gary V. Simpson grasped the pulpit yesterday acknowledging that the return of the death penalty to New York seemed virtually assured. But he then went on to offer parishioners a passionate attack on capital punishment. \"Now that the death penalty is coming back" , "date" : "19950116" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Ministers Raise Voices in Face of the Death Penalty" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/16\/nyregion\/ministers-raise-voices-in-face-of-the-death-penalty.html"} , {"body" : "TIMOTHY WHITESIDE slouched in his folding chair, chomping on a chip straight from the Pringles can, a jumble of keys hanging from the belt loop of his jeans. But when Phyllis Gobetz said it was time for \"a little recognition,\" his 6-foot-6 frame shot up. \"Yeeeesssss!\" he whooped, clapping madly. \"Uh-huh!\" It was the early January rally for Kings" , "date" : "19950115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Tupperware Walks on the Wild Side" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/15\/nyregion\/new-yorkers-co-tupperware-walks-on-the-wild-side.html"} ,   {"body" : "The month was September, and the girl was sitting on a relative's stoop, savoring the afternoon sun. Then came the gunfire, ripping through the summer calm and changing the texture of her life forever. A stray bullet lodged in Sharon B.'s spine that day in 1988, paralyzing her legs. She was an unintended victim of violence, and to this day she is" , "date" : "19950105" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE NEEDIEST CASES; A Woman, Forever Changed by Gunfire, Will Not Give Up" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/05\/nyregion\/the-neediest-cases-a-woman-forever-changed-by-gunfire-will-not-give-up.html"} , {"body" : "With Red Auerbach all but in the rearview mirror by yesterday afternoon, Lenny Wilkens was asked to take a moment and consider possible goals on the road ahead. It was a tossup question, beginning a fishing expedition for affirmation that Wilkens, soon to become pro basketball's top-winning coach, also fancies the helm of the next United States" , "date" : "19950104" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "7" , "title" : "ON PRO BASKETBALL; The Victories Speak for Themselves" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/04\/sports\/on-pro-basketball-the-victories-speak-for-themselves.html"} , {"body" : "BROWNSTONE BROOKLYN On the Waterfront Not an awful lot has actually happened there over the recent years, but the Brooklyn Heights waterfront -- or, more specifically, what to do with it -- is a perpetually, loomingly big story around the neighborhood. The reason, quite simply, is a widespread fear that development will mean losing the passionately" , "date" : "19950101" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT; Looking Back, Looking Ahead, Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/01\/nyregion\/neighborhood-report-looking-back-looking-ahead-brooklyn.html"} , {"body" : "More Than 100 Years Of Luxury Linens Can't find $2,000 sheets at the Macy's white sale? For the last 100 years, celebrities and royals alike have known exactly where to find them -- down on Grand Street at the Harris Levy linen store. The store celebrated its 100th anniversary in November. Over the years, it has catered to such luxury-seeking" , "date" : "19950101" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/01\/nyregion\/new-yorkers-co-623495.html"}]