[  {"body" : "Some of the new faces and places that appeared and disappeared in Brooklyn in 1995: IN... Fulton Mall: Macy's. The department store took over the defunct A. & S. flagship store. Sheepshead Bay: Lundy's. The legendary seafood restaurant has reopened, in an abridge format. The flesh: Steam Heat. The all-nude club across the street from the Metrotech" , "date" : "19951231" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: LOOKING BACK, LOOKING AHEAD;BROOKLYN BEAT: Mo More She-Crab Soup" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/31\/nyregion\/neighborhood-report-looking-back-looking-ahead-brooklyn-beat-mo-more-she-crab.html"} , {"body" : "Yellow Hook, Until . . . Q. I was reading a historical biography and saw a reference to Yellow Hook, Brooklyn. This surprised me. I know Red Hook, but Yellow? A. More than a century ago, the area now known as Bay Ridge was called Yellow Hook, according to documents from the Bay Ridge Historical Society. The name referred to the yellow sand and clay" , "date" : "19951217" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1995\/12\/17\/nyregion\/fyi-017876.html"} , {"body" : "It happens these days at every town meeting and on every radio show, and on a cold night in Bensonhurst this week, it happened when Sheldon Hyman took the microphone. \"You just took for yourself a $35,000-a-year increase,\" the high school vice principal told the chief executive of the city, raising the subject that everyone in the room was waiting" , "date" : "19951215" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Reviews Are Mixed For Mayor On Road" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/15\/nyregion\/reviews-are-mixed-for-mayor-on-road.html"} , {"body" : "The 73-year-old rabbi moved across the den of his house on Ocean Parkway in Brooklyn one night last week and peered through the drawn blinds of the front windows. He said he was unafraid, but it was with a certain concern that he stared out into the gathering darkness. \"I'm a high-profile person all of a sudden,\" he said, managing a sort of sad" , "date" : "19951203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["ISRAEL" , "WEST BANK" , "MIDDLE EAST"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "51" , "title" : "How a Rabbi's Rhetoric Did, Or Didn't, Justify Assassination" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/03\/nyregion\/how-a-rabbi-s-rhetoric-did-or-didn-t-justify-assassination.html"} , {"author" : "John Tierney is a staff writer for the Magazine." , "body" : "Rudolph W. Giuliani, not ONE TO UNDERESTIMATE HIMSELF, FEELS A CERTAIN kinship when he looks at the portrait of Fiorello La Guardia that hangs behind his desk at City Hall. \"A really terrific role model,\" Mayor Giuliani calls him. So far the resemblance has eluded most other New Yorkers. In the public mind Fiorello La Guardia is the Little Flower," , "date" : "19951203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "60" , "title" : "THE HOLY TERROR" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/03\/magazine\/the-holy-terror.html"} , {"body" : "Have we got anything yet?\" asked Lieut. Walter Wilfinger, in his office as chief of detectives of the 61st Precinct on Coney Island Avenue in Brooklyn. He squared the black-rimmed glasses on his face and turned to Bob Sommer, one of his detectives. \"Nothing,\" replied Sommer, his amber tie loosened, sitting across the desk from him. \"It's going on" , "date" : "19951127" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "BOXING;Success Story Is Rewritten As a Mystery" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/27\/sports\/boxing-success-story-is-rewritten-as-a-mystery.html"} , {"body" : "A woman and her teen-aged son were arrested after the police uncovered a cache of weapons, marijuana and hundreds of rounds of ammunition in their Brooklyn home, officials said yesterday. Officers with a search warrant raided the Bensonhurst home of the woman, Aida Anzalone, 42, on Friday night. They seized a 9-millimeter machine gun, two" , "date" : "19951126" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "Weapons Cache Is Seized" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/26\/nyregion\/weapons-cache-is-seized.html"} , {"body" : "When they crooned, \"Madison, we're ever loyal to thee,\" it was hard to accuse James Madison High School's Class of 1935 of hyperbole. It was their diamond anniversary reunion, and even after 60 years many of the Madison alumni remembered the words to the school's four songs. They came from as near as Brooklyn and as far away as Miami and Canada" , "date" : "19951119" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: FLATBUSH\/MIDWOOD;James Madison High: The View From the Loyal Class of '35" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/19\/nyregion\/neighborhood-report-flatbush-midwood-james-madison-high-view-loyal-class-35.html"} , {"body" : "Dan Hedaya is not a movie star. Never has been. In New York, his hometown, he has traveled unnoticed for years on buses and subways. His meals in restaurants have gone undisturbed. Walking around his SoHo neighborhood, he has always seemed like a perfectly average -- and anonymous -- fellow. Until now. Everything's changed,\" he said recently." , "date" : "19951114" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "13" , "title" : "After 20 Years, Dan Hedaya Is Fading Out of Anonymity" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/14\/movies\/after-20-years-dan-hedaya-is-fading-out-of-anonymity.html"} , {"body" : "A steady rain speckled the Narrows as the Heaven, a 22 1\/2-foot fishing boat, cut its engine and bobbed under the Verrazano-Narrows Bridge. Gene Ritter and Pete Oliver squeezed into their diving suits, strapped on scuba tanks and jumped into the murky water. \"You never know what you're going to find down there,\" Mr. Ritter said before disappearing" , "date" : "19951112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK HARBOR"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN WATERFRONT;Explorers of Watery Wilds Dive for Urban History . . ." , "url" : "http:\/\/www.nytimes.com\/1995\/11\/12\/nyregion\/neighborhood-report-brooklyn-waterfront-explorers-watery-wilds-dive-for-urban.html"} ,   {"body" : "Stephen G. Murphy, the combative lawyer for defendants in some of New York City's most closely watched cases, pleaded guilty yesterday to nonpayment of state and city taxes. Under a plea agreement, Mr. Murphy, 52, admitted a single misdemeanor count of failing to file a return on income generated by his law practice. Judge John Cataldo of Manhattan" , "date" : "19951103" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Defense Lawyer Admits Failure to Pay Taxes" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/03\/nyregion\/defense-lawyer-admits-failure-to-pay-taxes.html"} , {"body" : "An article on Saturday about a gas explosion at the Marlboro Houses apartments in Brooklyn misstated their location. They are in Bensonhurst, not Coney Island. (Because of an editing error, the erroneous location also appeared in an article on Sunday.)" , "date" : "19951025" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/25\/nyregion\/c-corrections-576395.html"} , {"body" : "An article on Saturday about a gas explosion at the Marlboro Houses apartments in Brooklyn misstated their location. They are in Bensonhurst, not Coney Island. (Because of an editing error, the erroneous location also appeared in an article on Sunday.)" , "date" : "19951025" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/25\/nyregion\/c-corrections-087998.html"} , {"body" : "A gas explosion ripped through several apartments on the top floor of a Brooklyn housing complex yesterday, injuring 20 people in a blast that officials said might have stemmed from a quarrel between a teft a maintenance worker severely burned and sent hundreds of terrified tenants of the Marlboro Houses in Coney Island fleeing into the street," , "date" : "19951021" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Exposed Stove Pipe Leads to Gas Blast That Injures 20" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/21\/nyregion\/exposed-stove-pipe-leads-to-gas-blast-that-injures-20.html"} , {"body" : "Sal Spera paced his roof, squinting at a steely October sky. He waited, fidgeted, phoned other roofs and dreamed of one of his 11 pigeons hurtling out of the heavens and winning everything. Suddenly a bird appeared. It circled, once, twice, three times, then flew away. \"I'll die! I'll die!\" Mr. Spera wailed. But he begged first. \"Come home, baby!" , "date" : "19951016" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "An Old Sport, Still Aloft" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/16\/nyregion\/an-old-sport-still-aloft.html"} , {"body" : "A day after the State Board of Regents announced that it had begun a review aimed at reorganizing or even closing some of New York City's worst public schools, Mayor Rudolph W. Giuliani heartily welcomed the possibility of state intervention and used it to renew his attacks on the city's Board of Education. Mr. Giuliani said that the Board of" , "date" : "19951015" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "37" , "title" : "Mayor Lauds State Move On City's Worst Schools" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/15\/nyregion\/mayor-lauds-state-move-on-city-s-worst-schools.html"} , {"body" : "According to Thomas Wolfe, only the dead know Brooklyn. But, in Brooklyn, Roberta Halporn knows the dead. Ms. Halporn is a thanatologist, one who studies death, dying, illness and grieving. An avid grave-rubber, she travels around the country to cemeteries with wax and paper to make rubbings of tombstones. The worst mistake is not to contemplate" , "date" : "19951008" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BROWNSTONE BROOKLYN;She Follows the Dead. Really." , "url" : "http:\/\/www.nytimes.com\/1995\/10\/08\/nyregion\/neighborhood-report-brownstone-brooklyn-she-follows-the-dead-really.html"} , {"body" : "The mood was forlorn at the Abu Bakr Mosque in Brooklyn yesterday as word came that Sheik Omar Abdel Rahman had been convicted in the \"day of terror\" conspiracy trial. \"It's unfair, it's injustice,\" said Nasser Ahmed, a 37-year-old electrical engineer from Bensonhurst by way of Egypt, the treasurer of the mosque, a converted red-brick house at 115" , "date" : "19951002" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE TERROR CONSPIRACY: THE REACTION;Muslims Have Mixed Views On Conviction" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/02\/nyregion\/the-terror-conspiracy-the-reaction-muslims-have-mixed-views-on-conviction.html"} , {"body" : "Two teen-age brothers were indicted yesterday on attempted murder charges stemming from five bias-related attacks in which a Hispanic man and four Asians were set upon in Bensonhurst, Brooklyn, all within a half-hour, four weeks ago. A third suspect is still being sought. Three of the victims were hospitalized after they were attacked on the" , "date" : "19950929" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Teen-Age Brothers Charged In 5 Bias Attacks in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/29\/nyregion\/teen-age-brothers-charged-in-5-bias-attacks-in-brooklyn.html"} , {"body" : "CLEARANCE DELAYED FOR SCHOOLS FINALIST The investigative firm hired by New York City's Board of Education to conduct background checks of its three finalists for chancellor concluded that it could not yet clear Leon M. Goldstein, the Mayor's choice, because too many questions remain. After several weeks of fact-finding, the report outlines at least" , "date" : "19950929" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/29\/nyregion\/metro-digest-717195.html"} ,   {"body" : "Maurice Eason, a 19-year-old from the housing projects of East New York, walked into the central jury room at State Supreme Court in Brooklyn slightly after 9 A.M. one morning last week. It was his first experience as a prospective juror. Also arriving was Marie McElwan, a 68-year-old woman who had spent her life in Flatbush. It was her seventh" , "date" : "19950925" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Jurors Question Honesty Of Police" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/25\/nyregion\/jurors-question-honesty-of-police.html"} , {"body" : "AFTER 10 years in Florida, Arthur and Jean Dempsey are coming back north. They relocated from the Bensonhurst section of Brooklyn to Port Richey, near Tampa Bay, in 1985. Now they are in their middle 60's and feeling that they must see more of their children and grandchildren in New Jersey. \"Many families feel as we do,\" said Mrs. Dempsey. \"We want" , "date" : "19950917" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NORTHEASTERN STATES (US)" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "For the Elderly, Increasing Options in Housing" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/17\/realestate\/for-the-elderly-increasing-options-in-housing.html"} , {"body" : "IN a borough rich in architectural merit, Borough Park in Brooklyn is bereft. It has no designated city landmarks, nor even a mention in the inclusive A.I.A. Guide to New York City. But to the 95,000 Orthodox Jews who constitute more than 80 percent of the population of Borough Park, the ultimate landmark is from long ago and far away. Their eyes" , "date" : "19950915" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "The Devout Raise a City Within a City And Prosper" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/15\/arts\/the-devout-raise-a-city-within-a-city-and-prosper.html"} , {"body" : "Federal prosecutors charged yesterday that 12 employees and 17 patients at a veterans hospital in Brooklyn were dealing or buying heroin and crack cocaine and, in other cases, sold large doses of methadone to the very patients being treated in the hospital's drug addiction program. United States marshals and agents from the Department of Veterans" , "date" : "19950914" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "20 Arrested in Drug Dealing In a Brooklyn V.A. Hospital" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/14\/nyregion\/20-arrested-in-drug-dealing-in-a-brooklyn-va-hospital.html"} , {"body" : "A state Assistant Attorney General and a State Supreme Court law secretary were among the winners in last night's primary elections for Civil Court judgeships in New York City. While voters cast ballots for nominees for 15 Civil Court judgeships, only 5 were contested in the Democratic primary. There were no Republican candidates for judgeships. No" , "date" : "19950913" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Law Secretary Wins Primary For Judgeship" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/13\/nyregion\/law-secretary-wins-primary-for-judgeship.html"} , {"body" : "Primary elections will be held tomorrow in New York City, with polls open from 6 A.M. to 9 P.M. Voters will cast ballots for nominees for 15 Civil Court judgeships and for district leader and delegates and alternates to the judicial convention. No primaries will be held in the Bronx or Staten Island. Only 5 of the 15 Civil Court judgeships are" , "date" : "19950911" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Civil Court Nominees to Be Decided" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/11\/nyregion\/civil-court-nominees-to-be-decided.html"} , {"body" : "DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of month; next meeting, Sept. 12, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; (718) 389-0009. DISTRICT 2 Fort Greene, Brooklyn Heights; second Wednesday of month; next meeting Sept. 13, 6 P.M.; Brooklyn Union Gas Company, One Metrotech Center, off Myrtle Avenue; (718) 596-5410." , "date" : "19950910" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Brooklyn Community Board Meetings" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/10\/nyregion\/public-interest-brooklyn-community-board-meetings.html"} , {"body" : "From Bushwick to Bensonhurst, Brooklyn's 12 school districts are looking for ways to serve more students with less money. District 32 in Bushwick, which expects to gain more than 200 students this year, lost 39 teachers over the summer to an early retirement program. With the district facing a $2.5 million shortfall, Dr. Robert Brasco, the deputy" , "date" : "19950910" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "13" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Schools' Bind: More Pupils, Less Money" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/10\/nyregion\/neighborhood-report-brooklyn-up-close-schools-bind-more-pupils-less-money.html"} , {"author" : "WILLIAM GRIMES is a cultural reporter for The Times." , "body" : "MOST visitors do not come to New York for mild sensations. They want the big roller-coaster ride, with noise, lights and lots of shrieking. They're looking for the place encapsulated in the title of a recent British book about New York, \"Maximum City.\" But just as yang must have its yin, so max must have its min. The mind can handle only so many" , "date" : "19950910" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "13" , "title" : "THE CITY IN A QUIET KEY" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/10\/travel\/the-city-in-a-quiet-key.html"} , {"body" : "There are 15 New York City Civil Court seats up for election in November. Yet only five are being contested in next week's Democratic primary -- which means that many of the others will owe their jobs to party bosses who largely control who gets on the ballot. Unlike some elections in the past, this year's group of primary candidates is low on" , "date" : "19950909" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "Civil Court Choices" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/09\/opinion\/civil-court-choices.html"} ,   {"body" : "YOU'RE fed up with the muggy city, the glass-and-steel jungle of Manhattan, the honk and shout and backfire of the streets, like a symphony gone bonkers. You need a break, one of those weekend getaways you dream about. Where there's the shady coolness of an arbor, a green-grass park without end, a broad lake for boating, a world-class museum," , "date" : "19950908" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "To Brooklyn, for a Country Weekend" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/08\/arts\/to-brooklyn-for-a-country-weekend.html"} , {"body" : "The first copies of Brooklyn Bridge, a glossy magazine about Brooklyn, had just arrived, and Melissa Ennen, the owner and editor in chief, was searching for an errant truck driver and fielding frenzied calls from distributors. \"At Time Warner or Conde Nast,\" she said, \"I'm sure everything would be in place.\" Hers is not a typical publishing house." , "date" : "19950903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Deep Pockets, New Try: A Magazine Is Born" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/03\/nyregion\/neighborhood-report-brooklyn-up-close-deep-pockets-new-try-a-magazine-is-born.html"} , {"body" : "There is no air-conditioning in Denis Higgins's apartment, only the blast of an unnatural breeze that sets his curtains dancing each time a train roars by -- every two to three minutes. Mr. Higgins, 58, lives above Peggy Gordon's Pub on Roosevelt Avenue in Jackson Heights, Queens. His window is all of eight feet from the No. 7 line to Flushing." , "date" : "19950828" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Whole Lotta Shakin'; Life by the Elevated Isn't for Everybody" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/28\/nyregion\/whole-lotta-shakin-life-by-the-elevated-isn-t-for-everybody.html"} , {"body" : "OH, to be a cookbook author with 75,000 copies in print and your picture right there on the cover in full color. Even if the photo session -- an all-day ordeal under hot studio lights where the photographer snapped and snapped -- dragged on until the torta di ricotta was warm and the giambotte was cool. \"They put so much makeup on me I said I was" , "date" : "19950827" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["ITALY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "On Sunday; Recapturing The Flavors Of an Era" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/27\/nyregion\/on-sunday-recapturing-the-flavors-of-an-era.html"} , {"body" : "There was a surprise waiting for investigators this month when they raided the wire rooms of a major bookmaking operation in New York City. Instead of finding smoke-filled dens with the customary bookies' paraphernalia of betting slips and paper tally sheets, prosecutors said, the raiders uncovered a high-tech operation of computers, fax machines" , "date" : "19950825" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "3" , "title" : "Bookies Go Computer Age, But Wind Up Being Raided" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/25\/nyregion\/bookies-go-computer-age-but-wind-up-being-raided.html"} , {"body" : "A 2-year-old boy survived a fall from a fifth-floor window in a Brooklyn housing project yesterday when he missed a concrete curb and instead landed on a soft, grassy embankment, the police said. Neighbors who saw the boy's fall and physicians who treated him later at Staten Island University Hospital called his survival miraculous and attributed" , "date" : "19950824" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Two-Year-Old Child Survives a Five-Story Fall" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/24\/nyregion\/two-year-old-child-survives-a-five-story-fall.html"} , {"body" : "The Metropolitan Transportation Authority has voted to reduce bus and subway service. Here are major changes, due Sept. 10, and any alternatives. Subway Service MANHATTAN 42d Street Shuttle CURRENT 24 hours\/day. SEPT. 10 No service midnight-6 A.M. ALTERNATIVE No. 7 train. Lenox Avenue Shuttle CURRENT 24 hours\/day. SEPT. 10 No service 11 P.M.-6" , "date" : "19950820" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; Coming Transit Reductions: What They Mean for You" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/20\/nyregion\/neighborhood-report-new-york-up-close-coming-transit-reductions-what-they-mean.html"} , {"body" : "In an unprecedented hunt for welfare fraud and abuse, the Giuliani administration says it is planning to cut off benefits to more than 100,000 New Yorkers by the end of the year. Though some outside fiscal monitors say they do not believe the city can meet that goal, many people who have unsuccessfully tried to win welfare benefits in recent weeks" , "date" : "19950808" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "100,000 New Yorkers May Be Cut Off Welfare in Crackdown" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/08\/nyregion\/100000-new-yorkers-may-be-cut-off-welfare-in-crackdown.html"} , {"body" : "UBU THE DOG HAS BEEN DEAD for 11 years now. It has been nearly six years since \"Family Ties,\" one of the definitive domestic sitcoms of the 1980's, went off the air in a cloud of awards, tributes and syndication money. In 1991, Gary David Goldberg, Ubu's old master and the creator of \"Family Ties,\" chose to leave the rocking chair on the front" , "date" : "19950806" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "TELEVISION; A Sitcom Master Makes Peace With the Medium" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/06\/arts\/television-a-sitcom-master-makes-peace-with-the-medium.html"} , {"body" : "Before she was picked to attend a program that helps Hispanic and African-American children qualify for the city's specialized high schools, Haydee Villanueva had never even heard of Stuyvesant High School. But all summer, Haydee and other academically talented children have been spending long days at Stuyvesant studying algebra, physics and" , "date" : "19950804" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "For Poor but Talented, A Shot at Opportunity; Helping Pupils Qualify for Top Exams" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/04\/nyregion\/for-poor-but-talented-a-shot-at-opportunity-helping-pupils-qualify-for-top-exams.html"} ,   {"body" : "Like a captain going down with the ship, Encarnita Quinlan stood among the half-empty shelves of Endicott Booksellers and gazed bravely at the bargain hunters picking over the remains of her store, which is closing after 14 years in business on the Upper West Side of Manhattan. A sympathetic customer approached and asked, \"Heartbroken?\" Ms. Quinlan" , "date" : "19950803" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "1" , "title" : "Book War: Shops vs. Superstores; As Chains Grow, Struggling Small Stores Stress Expertise" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/03\/nyregion\/book-war-shops-vs-superstores-chains-grow-struggling-small-stores-stress.html"} , {"body" : "There is a certain \"Car 54, Where Are You?\" quality to careering about the boroughs with Henry J. Stern, New York City's odd duck of a Parks Commissioner, who over two recent days fielded calls from his chauffered Crown Victoria about the mini-crises that roll through a job he would happily keep for life. He bristled at news that a sulking" , "date" : "19950723" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Guarding the Turf, Stepping on Toes; Henry Stern, Passionate and Blunt, Champions the City Parks" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/23\/nyregion\/guarding-turf-stepping-toes-henry-stern-passionate-blunt-champions-city-parks.html"} , {"author" : "Roy Hoffman, who teaches fiction writing at New York University, is a novelist. He lives in Brooklyn." , "body" : "IN THE NEW MOVIE \"SMOKE,\" SET in the Park Slope section of Brooklyn, Harvey Keitel plays Auggie Wren, the street-savvy manager of the local tobacco shop. In addition to accommodating customers like Paul Benjamin (William Hurt) with exotic cigars, Auggie pursues an odd project. He takes snapshots of the corner in front of his store every morning at" , "date" : "19950709" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "9" , "title" : "FILM VIEW; The Nabe as American Small Town" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/09\/movies\/film-view-the-nabe-as-american-small-town.html"} , {"body" : "Thirteen years ago, the careers of R. Lindley DeVecchio, an F.B.I. agent, and Gregory Scarpa, a Mafia gangster, became secretly entwined. Mr. Scarpa was a prized mole for the Federal Bureau of Investigation inside the Colombo crime family; Mr. DeVecchio was his contact agent, or handler. But that relationship has now backfired for the Government," , "date" : "19950702" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "The Thin Line Between Mole And Manager" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/02\/nyregion\/the-thin-line-between-mole-and-manager.html"} , {"body" : "Rebecca Van did not tell a soul that she was taking remedial English 100 at John Jay College of Criminal Justice in Manhattan. Two times a week she slipped into her seat in a packed classroom and struggled to organize her thoughts on paper. She labored through essay tests on topics like sex education and abortion in the 50 minutes that were" , "date" : "19950701" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "21" , "title" : "Students Who Want Extra Help; One-Year Limit on Remedial Work at CUNY Dismays Many" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/01\/nyregion\/students-who-want-extra-help-one-year-limit-remedial-work-cuny-dismays-many.html"} , {"body" : "THE movie industry is riddled with angst these days. Costs are skyrocketing, there's a glut of products, movies are under attack for mindless violence, and mergers, management buyouts and executive defections are causing musical chairs at the top. But apparently, the anxiety has not filtered down to movie-theater owners. Even in the metropolitan" , "date" : "19950625" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Real Estate"] , "page_facet" : "1" , "title" : "Now Playing: Invasion of the Multiplex" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/25\/realestate\/now-playing-invasion-of-the-multiplex.html"} , {"body" : "In a report, \"Keeping Track of New York's Children,\" the Citizens' Committee for Children of New York Inc., measured the risks to children in each community board (for education, the surveys were based on community school districts). Overall, the report found, \"in virtually every category, New York City children continue to fare worse than their" , "date" : "19950625" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; CHILD WELFARE: Growing Up in New York" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/25\/nyregion\/neighborhood-report-new-york-up-close-child-welfare-growing-up-in-new-york.html"} , {"body" : "IT is the first Sunday night in June. Joseph Salamone, dressed in his work clothes -- a black tuxedo and Rockport shoes -- stands in the back of the Carillon Room at the Oriental Manor, catering hall extraordinaire in Bensonhurst. He looks past the beveled mirrors, 15-foot chandeliers and pots of green silk plants, at the 200 guests assembled for" , "date" : "19950611" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Here Comes the Bride. Here Comes Another." , "url" : "http:\/\/www.nytimes.com\/1995\/06\/11\/nyregion\/new-yorkers-co-here-comes-the-bride-here-comes-another.html"} , {"body" : "Richard LaGravenese paused for a long moment after being asked what he thought of Robert James Waller's best-selling novel \"The Bridges of Madison County.\" Squirming a bit, the screenwriter finally said of the book, which he adapted for the screen: \"The writing wasn't to my taste. But something in it clearly appealed to women. One of my older" , "date" : "19950606" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Movies" , "Arts" , "Books"] , "page_facet" : "13" , "title" : "Rebuilding 'Bridges' Without Leaving The Novel Behind" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/06\/movies\/rebuilding-bridges-without-leaving-the-novel-behind.html"} , {"body" : "* FORT HAMILTON It's not often that a neighborhood fights to give back money to the city. But that's what happened when a community board member led a campaign to stop the $230,000 renovation of Pigeon Park, which sits on the triangle that divides Fourth and Fifth Avenues near 94th Street. \"What could they possibly spend all that money on?\" asked" , "date" : "19950521" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT; Brooklyn Update" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/21\/nyregion\/neighborhood-report-brooklyn-update.html"} ,   {"body" : "At the Castel Del Golfo Social Club in Bensonhurst, one pastime is considered more engrossing than the briscola hands dealt at its card tables, more popular than the foosball games played in the basement, more stimulating than the strong espresso served at the front counter. It is poetry. Vincenzo Ancona is the club's poet laureate. His Sicilian" , "date" : "19950514" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: BENSONHURST; Honors for a Poet Who Turns Life Into Verse in Bensinosti" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/14\/nyregion\/neighborhood-report-bensonhurst-honors-for-poet-who-turns-life-into-verse.html"} , {"body" : "In a corner of the upper level of the BMT Stillwell Avenue subway station, behind a wooden door that reads \"For Transit Authority Employees Only,\" things were just as George Bekas left them. Ashtrays were set on faded orange, red and green Formica tables, glass cases were stocked with cookies and potato chips, and a bowl of raw eggs chilled in a" , "date" : "19950514" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: CONEY ISLAND; For BMT George's, a Beloved Greasy Spoon, It's the End of the Line" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/14\/nyregion\/neighborhood-report-coney-island-for-bmt-george-s-beloved-greasy-spoon-it-s-end.html"} , {"body" : "A 39-year-old man whose father was Jewish was charged yesterday with having set a series of fires at synagogues, yeshivas and a Jewish center over the past year that have shaken Jews in the Far Rockaway area of Queens. The fires had conjured up images of anti-Semitism, but the police said the arsonist's motive was anger at his mother, not bias. The" , "date" : "19950512" , "day_of_week_facet" : "Friday" , "geo_facet" : ["FAR ROCKAWAY (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Man Is Charged in 7 Fires At Jewish Centers in Queens" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/12\/nyregion\/man-is-charged-in-7-fires-at-jewish-centers-in-queens.html"} , {"body" : "THE BRONX DISTRICT 1 Port Morris, Melrose, Mott Haven; last Thursday of the month; next May 25, 6:30 P.M., Lincoln Hospital, 234 East 149th Street, Conference Room 6; (718) 585-7117. Agenda: T.B.A. DISTRICT 2 Hunts Point, Longwood; last Wednesday of the month; next May 31, 6 P.M., at I.S. 74, 730 Bryant Avenue, Hunts Point Peninsula; (718)" , "date" : "19950507" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "PUBLIC INTEREST; Next Community Board Meetings" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/07\/nyregion\/public-interest-next-community-board-meetings.html"} , {"body" : "Mayor Rudolph W. Giuliani yesterday acknowledged for the first time that services were likely to diminish in New York City public schools as a result of budget cuts he has imposed. \"Something has to give somewhere,\" the Mayor told teachers' union members gathered in mid-Manhattan for an annual convention. \"Some of the services probably are going to" , "date" : "19950507" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "47" , "title" : "Giuliani Says His Budget Will Affect School Services" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/07\/nyregion\/giuliani-says-his-budget-will-affect-school-services.html"} , {"body" : "The thump of basketballs can be heard most nights from outside Public School 42 in the quiet Eltingville neighborhood on Staten Island. Inside, teen-agers play a fierce game in the gymnasium while a smaller group of boys and girls work on arts and crafts on cafeteria tables. But this program of evening basketball, craft making and tutoring, along" , "date" : "19950424" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "ELTINGVILLE (NYC)" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "On Staten Island, Anger at Plan to Cut Youth Program" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/24\/nyregion\/on-staten-island-anger-at-plan-to-cut-youth-program.html"} , {"body" : "The Loew's Oriental, a once-grand picture palace that dates back to the heyday of silent films, is facing an uncertain future. Employees of the theater, at 86th Street and 18th Avenue, had been notified earlier this month that it would close effective April 13. A later notice said that the theater would stay open indefinitely, but a \"For Sale\" sign" , "date" : "19950423" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BROWNSTONE BROOKLYN; Movie Palace Stars in Its Own Cliffhanger" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/23\/nyregion\/neighborhood-report-brownstone-brooklyn-movie-palace-stars-its-own-cliffhanger.html"} , {"body" : "The Brooklyn poet laureate's study is unused now. There are an old memo pad, books and photographs in the tiny, lamplighted Brooklyn Heights den. A walking stick, polished but untouched, stands in a corner. And there is a poem taped to the bulletin board. It opens: I have no soil but this hard ground, Stone and subterranean quarry, Underground" , "date" : "19950416" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "1" , "title" : "A Job Opening in Brooklyn: Poet Laureate" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/16\/nyregion\/a-job-opening-in-brooklyn-poet-laureate.html"} , {"body" : "A Brooklyn ophthalmologist was shot and seriously wounded outside his office in Borough Park yesterday, and the police arrested a former patient, who they said may have been dissatisfied with his treatment. The shooting occurred about 4:15 P.M. on a quiet, residential street filled with schoolchildren as the doctor, Marcus Edelstein, 47, was" , "date" : "19950413" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Doctor Is Shot In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/13\/nyregion\/doctor-is-shot-in-brooklyn.html"} , {"body" : "The driver of a city bus that struck and killed a 70-year-old pedestrian as she crossed an intersection near her Brooklyn home Saturday night had three accidents in his first year on the job and was mistakenly allowed to pass his one-year probation last fall, Transit Authority officials said yesterday. The authority also revised its original" , "date" : "19950411" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "3 Accidents Tied to Driver In Bus Death" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/11\/nyregion\/3-accidents-tied-to-driver-in-bus-death.html"} ,   {"body" : "Last year, the Board of Education drew up plans to add sixth graders to Public School 128 in Brooklyn. But the principal, Michael Miller, told school officials he did not have enough classroom space to accommodate all the pupils, and the board ended up spending at least $40,000 on two additional classrooms, prosecutors said yesterday. But Mr." , "date" : "19950328" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Brooklyn Principal Accused Of Diverting School Funds" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/28\/nyregion\/brooklyn-principal-accused-of-diverting-school-funds.html"} , {"body" : "Victor Dorman, who helped change the way Americans buy cheese by putting \"the Paper Between the Slices\" as chairman of the Dorman Cheese Company, died on March 4 at his home in Delray Beach, Fla. He was 80. The cause was heart failure related to muscular dystrophy, his son, Neil, said. A native of Bensonhurst, Brooklyn, Mr. Dorman graduated from" , "date" : "19950312" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "47" , "title" : "Victor Dorman, 80, Who Altered The Packaging of Cheese, Dies" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/12\/obituaries\/victor-dorman-80-who-altered-the-packaging-of-cheese-dies.html"} , {"body" : "In 1986, as subtly as a mudslide, bad fortune swallowed Max Epstein. Mr. Epstein, a painter and print maker, was hit by a car in downtown Brooklyn and suffered a broken knee, leg and ribs, as well as head and spinal injuries that left him permanently disabled. The medical bills left him penniless. Three years later, his wife filed for divorce, and" , "date" : "19950224" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "The Neediest Cases; A Hard-Luck Artist's Dark Days End" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/24\/nyregion\/the-neediest-cases-a-hard-luck-artist-s-dark-days-end.html"} , {"body" : "THE chapel at Poly Prep comes straight out of central casting (boys' school, old-line; jump-cut to summers in Quogue). There's the dark woodwork, the stiff-backed pews, the framed black-and-white photographs of alumni killed on the battlefields of World War II. One expects a plump and pink-faced chaplain, intoning something from the Book of Common" , "date" : "19950212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "MAKING IT WORK; Retooling Poly Prep" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/12\/nyregion\/making-it-work-retooling-poly-prep.html"} , {"body" : "It had all the trademarks of a brutal Mafia hit. Frank DeCicco, then the second in command of the Gambino crime family, had just left a mob meeting in Bensonhurst, Brooklyn, on a Sunday afternoon in 1986 and was opening his car door when a thunderous explosion killed him and injured another suspected mobster. But the killers may have got the wrong" , "date" : "19950124" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Defector Says Bomb That Killed Underboss Was Meant for Gotti" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/24\/nyregion\/defector-says-bomb-that-killed-underboss-was-meant-for-gotti.html"} , {"body" : "THERE is definitive proof that secondhand smoke does not kill. Well, it doesn't kill parrots. If he could talk, Poncho, the green-feathered 20-year-old seafarer's friend who lives at the Montero Bar and Grill, could tell some stories to shiver the timbers. From his perch behind delicate bars in the front window, he has watched his Atlantic Avenue" , "date" : "19950122" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Ghosts Of Montero, By the Sea" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/22\/nyregion\/new-yorkers-co-ghosts-of-montero-by-the-sea.html"} , {"body" : "A YEAR ago, Costas Kondylis, one of the city's most employed, most pragmatic apartment tower architects, had 13 people working for him. Today, he has 31. A year ago, Edward Malloy, president of the Building and Construction Trades Council of Greater New York, was \"sitting around with my feet up on the desk looking out the window -- there was" , "date" : "19950115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "What's Up -- and What's Going Up" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/15\/realestate\/what-s-up-and-what-s-going-up.html"} , {"body" : "It was as a 20-year-old college senior, sitting in a county jail in Maryland on manslaughter charges, that Stephen G. Murphy, now a noted New York lawyer, came to appreciate his power to make people crazy. Mr. Murphy, who represents Edward J. Leary, the man arraigned last week on charges of setting off a firebomb in the subway, had been imprisoned" , "date" : "19950115" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Brawler of Howard Beach Returns; Stephen Murphy, the Lawyer Prosecutors Love to Hate" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/15\/nyregion\/brawler-howard-beach-returns-stephen-murphy-lawyer-prosecutors-love-hate.html"} , {"body" : "AMONG the new renters in a residential building called Tiffany Mews at 63 Tiffany Place in the Carroll Gardens section of Brooklyn is Julieta Macias, a graduate student at Adelphi University. She feels fortunate to be there, although she may not realize how much she owes her presence to the Government of Finland. In November Ms. Macias moved into a" , "date" : "19950108" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PERSPECTIVES; Unexpected Arrivals Settle a Casualty Condominium" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/08\/realestate\/perspectives-unexpected-arrivals-settle-a-casualty-condominium.html"} , {"body" : "In the comfort of a flight from Belfast, Francis and Theresa S. arrived in the United States three months ago as tourists. But they had no intention of returning to their home in Northern Ireland after their sightseeing in New York was over. They were coming to stay on as illegal immigrants. Unlike the thousands of Mexicans and Central Americans" , "date" : "19950103" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["MEXICO"] , "nytd_section_facet" : ["Front Page" , "Travel" , "New York and Region"] , "page_facet" : "1" , "title" : "Greeted at Nation's Front Door, Many Visitors Stay On Illegally" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/03\/nyregion\/greeted-at-nation-s-front-door-many-visitors-stay-on-illegally.html"} ,   {"body" : "Max Epstein once made a living as a print maker and painter, creating works suffused with color. In one print, he studied the reflection of water in a lake, forming an imprecise, impressionistic image with a violent mix of primary hues. In one of his landscapes, ducks swim in a lake under a vibrant blue sky punctuated with luminous red spheres of" , "date" : "19950102" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "The Neediest Cases; Helping Troubled Artist Regain His Self-Respect" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/02\/nyregion\/the-neediest-cases-helping-troubled-artist-regain-his-self-respect.html"} , {"body" : "BROWNSTONE BROOKLYN On the Waterfront Not an awful lot has actually happened there over the recent years, but the Brooklyn Heights waterfront -- or, more specifically, what to do with it -- is a perpetually, loomingly big story around the neighborhood. The reason, quite simply, is a widespread fear that development will mean losing the passionately" , "date" : "19950101" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT; Looking Back, Looking Ahead, Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/01\/nyregion\/neighborhood-report-looking-back-looking-ahead-brooklyn.html"}]