[  {"body" : "McDonald's wants to open a 24-hour drive-through franchise in Boerum Hill, on the southeast corner of Atlantic and Third Avenues. The idea is unpopular with many local residents -- but in the course of fighting it last week, they turned a municipal hearing into a forum on the very nature of Boerum Hill. \"What is the essential character of this" , "date" : "19951217" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BOERUM HILL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "NEIGHBORHOOD REPORT: BOERUM HILL;Not a Hamburger Heaven" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/17\/nyregion\/neighborhood-report-boerum-hill-not-a-hamburger-heaven.html"} , {"body" : "John and Cynthia Gillis already had their special, private garden in the Boerum Hill section of Brooklyn. Now, with the approval of the New York City Landmarks Preservation Commission, they are about to build a house designed to complement their garden, and the neighborhood. It was a decade ago that Mr. Gillis, an architect, and Mrs. Gillis, a" , "date" : "19951217" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY" , "BOERUM HILL (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: Growing in the Boerum Hill Historic District;Brooklyn Gets a House and Garden" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/17\/realestate\/postings-growing-boerum-hill-historic-district-brooklyn-gets-house-garden.html"} , {"body" : "IT'S clear why they're moving into their new apartment; the question is why they ever moved into their old one. \"Relative to a phone booth, I guess you could say it's spacious,\" said Stephen Kelleher, a 30-year-old playwright, referring to the studio apartment on St. Marks Place in the East Village where he and his wife, Minerva Perez, still live" , "date" : "19951029" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BOERUM HILL (NYC)"] , "nytd_section_facet" : ["Theater" , "Real Estate"] , "page_facet" : "8" , "title" : "Habitats: From East Village to Boerum Hill;A Playwright's Horizons" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/29\/realestate\/habitats-from-east-village-to-boerum-hill-a-playwright-s-horizons.html"} , {"body" : "Jay Schechter could tell the new Schools Chancellor a thing or two about how hard it is to raise attendance at a New York City public school. Since becoming principal at Sarah J. Hale High School in Brooklyn a little over a year ago -- when nearly one in four children, or 385 out of 1,675, were absent every day -- Mr. Schecter has made lassoing" , "date" : "19951028" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "A Principal's War Against Truancy: Big Job, Slim Gain" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/28\/nyregion\/a-principal-s-war-against-truancy-big-job-slim-gain.html"} , {"body" : "Walk along the 10th floor of 110 Livingston Street, the executive wing atop the cavernous Board of the Education headquarters in downtown Brooklyn, and what is most striking is the silence. The airy corner office of the lone deputy schools chancellor, Beverly Hall, has been empty since midsummer, when Ms. Hall left to take over the troubled school" , "date" : "19951003" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "At School Headquarters, a Silence Grows" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/03\/nyregion\/at-school-headquarters-a-silence-grows.html"} , {"body" : "BRAWTA CARIBBEAN CAFE ++ (718) 855-5515; 347 Atlantic Avenue, at Hoyt Street, Boerum Hill; (c) all major credit cards Newly relocated in bigger quarters, Brawta Cafe is as relaxed, cheerful and colorful as ever, and the fresh, zesty West Indian preparations remain terrific. Some of the better offerings are chicken roti, or chunks of chicken with" , "date" : "19951001" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "GOOD EATING;Over the Bridge: Brooklyn's Best" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/01\/nyregion\/good-eating-over-the-bridge-brooklyn-s-best.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN SOHO $478,000 473 Broome Street 2-bedroom, 2-bath, 2,400-sq.-ft. co-op in a loft building; elevator, 12-ft. ceilings, decorative columns, large windows, h\/w floors, 2" , "date" : "19950924" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/24\/realestate\/residential-resales-478095.html"} , {"body" : "A man who the police believe is responsible for attacking or sexually assaulting several women in two Brooklyn neighborhoods was arrested early Saturday morning as he was about to attack another woman, the police said. The man, Tony Harrison, 26, of 418 St. John's Place in Prospect Heights, was under surveillance by the police and, they said, was" , "date" : "19950918" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Suspect in Series of Rapes Is Arrested in Park Slope" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/18\/nyregion\/suspect-in-series-of-rapes-is-arrested-in-park-slope.html"} , {"body" : "Detectives in Brooklyn arrested a suspect yesterday who they believe may be responsible for as many as eight rapes and sexual assaults in Park Slope in the past year. The suspect, Tony Harrison, 26, of St. John's Place in Brooklyn, was taken into custody about 5:30 A.M. at Seventh and Flatbush Avenues as he was following a woman into an apartment" , "date" : "19950917" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "Suspect Is Arrested In Brooklyn Rapes" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/17\/nyregion\/suspect-is-arrested-in-brooklyn-rapes.html"} , {"body" : "Community School Board 15 is waging a rebellion. Angry that it received less money from the Board of Education again this year, even though enrollment and teacher salaries rose, it refused to adopt its 1996 budget, and urged other districts to do the same. The action was largely symbolic, since school boards are obligated to pass their budgets." , "date" : "19950917" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROWNSTONE BROOKLYN; School Board 15, Rebels With a Fiscal Cause" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/17\/nyregion\/neighborhood-report-brownstone-brooklyn-school-board-15-rebels-with-fiscal-cause.html"} ,   {"body" : "The first copies of Brooklyn Bridge, a glossy magazine about Brooklyn, had just arrived, and Melissa Ennen, the owner and editor in chief, was searching for an errant truck driver and fielding frenzied calls from distributors. \"At Time Warner or Conde Nast,\" she said, \"I'm sure everything would be in place.\" Hers is not a typical publishing house." , "date" : "19950903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Deep Pockets, New Try: A Magazine Is Born" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/03\/nyregion\/neighborhood-report-brooklyn-up-close-deep-pockets-new-try-a-magazine-is-born.html"} , {"body" : "THE call came about 10:30 on a Sunday night. \"O.K.,\" a voice said. \"They want you to go find her.\" Marie Schembri left off doing the dinner dishes and went up to the \"Batcave,\" the third-floor office of her Boerum Hill brownstone. Her eyes flicked over a series of wigs, an array of tiny cameras, glasses. No, she thought. Not tonight, not for the" , "date" : "19950827" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Snoop's Story: The Confessions Of a Private Eye" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/27\/nyregion\/a-snoop-s-story-the-confessions-of-a-private-eye.html"} , {"body" : "West Indian Expansion When Brawta Caribbean Cafe opened just over a year ago in Boerum Hill, Brooklyn, it was so tiny that the dining room seated only eight people and the food had to be brought in by car from a kitchen nearby. But the restaurant was bright and cheerful, and the West Indian dishes were terrific. So it's no surprise that Brawta," , "date" : "19950825" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "26" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/25\/arts\/974695.html"} , {"body" : "To the Editor: The murder of a lesbian woman in the Boerum Hill section of Brooklyn may not have been related to her sexual orientation, but police mishandling of the case certainly was. It follows a distinct pattern of mistreatment of lesbians by our police officers, courts and city government. Just how safe and fair is this city for lesbians? The" , "date" : "19950816" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "24" , "title" : "For Lesbian Victims, Justice Isn't Equal" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/16\/opinion\/l-for-lesbian-victims-justice-isn-t-equal-273495.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA $265,000 114 West 27th Street 1,600-sq.-ft. open-space co-op in a loft building: elevator, 2 baths, remodeled kitchen, steam shower, north exposure; maintenance" , "date" : "19950813" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/13\/realestate\/residential-resales-311895.html"} , {"body" : "Word spread fast: Through the women's softball league in Prospect Park. Out of the lesbian bookstore on Ninth Street. Along the many strands of the sisterly network of women who have made Park Slope, Brooklyn, one of the city's premier addresses for lesbians. The facts were muddy at first, spawning panic. Fliers pasted on a Dumpster here and a wall" , "date" : "19950801" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "PARK SLOPE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "In Park Slope, a Rape and Killing Leaves Sense of Anger and Distrust Among Lesbians" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/01\/nyregion\/park-slope-rape-killing-leaves-sense-anger-distrust-among-lesbians.html"} , {"author" : "Roy Hoffman, who teaches fiction writing at New York University, is a novelist. He lives in Brooklyn." , "body" : "IN THE NEW MOVIE \"SMOKE,\" SET in the Park Slope section of Brooklyn, Harvey Keitel plays Auggie Wren, the street-savvy manager of the local tobacco shop. In addition to accommodating customers like Paul Benjamin (William Hurt) with exotic cigars, Auggie pursues an odd project. He takes snapshots of the corner in front of his store every morning at" , "date" : "19950709" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "9" , "title" : "FILM VIEW; The Nabe as American Small Town" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/09\/movies\/film-view-the-nabe-as-american-small-town.html"} , {"body" : "WASHINGTON HEIGHTS Open-Air Serenades: Music in Bennett Park \"People in Washington Heights enjoy the arts but can't always get down to Lincoln Center,\" said Roxanne Ansolabehere, a board member of Northern Manhattan Community Artists, a nonprofit sponsored by the city Department of Cultural Affairs. So it is bringing the arts up to Washington" , "date" : "19950611" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/11\/nyregion\/playing-in-the-neighborhood-815995.html"} , {"body" : "Urban Garden, Urban History Conservatory Garden in Central Park, Fifth Avenue between 104th and 105th Streets; (212)838-6878. The Abigail Adams Smith Museum is sponsoring a tour of the garden by Diane Schaub, the museum curator, today at 6:30. Reservations are required. Fee, $10; those 65 and older, $8; members, $6. The museum will offer a" , "date" : "19950608" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "Calendar: Tours and an Exhibition" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/08\/garden\/calendar-tours-and-an-exhibition.html"} , {"body" : "BRAWTA CAFE ++ (718) 855-5515; 105 Bond Street, Boerum Hill; $; no credit cards This trim little spot, as bright and cheerful as the owner, Jennifer Ewers, who greets patrons, serves tasty Caribbean fare. The dining room is tiny, with only eight seats, and adorned with beautiful African artifacts. The small menu features specialties of zesty jerk" , "date" : "19950514" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "GOOD EATING; From the Heights, Hill, and Slope" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/14\/nyregion\/good-eating-from-the-heights-hill-and-slope.html"} ,   {"body" : "A 16-year-old boy who the police say was brandishing a pellet gun was shot and killed by a police officer yesterday morning in the driveway of a home in Sheepshead Bay. The police said that the pellet gun appeared to be real and that the boy was struggling with the officer when the officer's gun went off. Yesterday afternoon, a pool of blood and" , "date" : "19950325" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Boy, 16, With Pellet Gun Is Killed by Officer" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/25\/nyregion\/boy-16-with-pellet-gun-is-killed-by-officer.html"} , {"body" : "Police Officer Roger Smith remembers when he began to lift fingerprints in downtown Brooklyn and surrounding neighborhoods in 1986: He would typically face an urgent bunch of 20 or more fresh burglary cases after his weekend off. \"I'd run around like a chicken without a head,\" he recalled. But burglaries in his precinct, covering Brooklyn Heights," , "date" : "19950315" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Burglaries Show Big Decline in New York City" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/15\/nyregion\/burglaries-show-big-decline-in-new-york-city.html"} , {"body" : "THE public face of the Brooklyn Heights Association is a squarish, habitually unkemptroom on the second floor of a residence for the elderly on Pierrepont Street. This in a neighborhood famed for its meticulously preserved brownstones and historic heritage. Say what you will, the office is classic yech. Appearances are one thing. If" , "date" : "19950312" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Brownstone Warriors" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/12\/nyregion\/brownstone-warriors.html"} , {"body" : "A simmering concern about the fairness of a 20-year-old program for gifted children in a Brooklyn school district has flared into controversy, sparked by the formation of a task force to re-evaluate the program and a counter-move to make sure it survives. About 200 people -- most of them parents of children in the program -- packed a meeting of" , "date" : "19950226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROWNSTONE BROOKLYN; A Way to Nurture the Gifted? Or Privileges for the Elite?" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/26\/nyregion\/neighborhood-report-brownstone-brooklyn-way-nurture-gifted-privileges-for-elite.html"} , {"body" : "CLAUDE N. LIMOGES thought he recognized the threat of lead paint. When a 2-year-old boy living in an apartment building that Mr. Limoges owned was diagnosed with an elevated blood lead level, Mr. Limoges sent a work crew into the building to replace the windows, doors and woodwork, all of which were covered with lead paint. But before the workmen" , "date" : "19950212" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Lead Paint: New Rules, Old Questions" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/12\/realestate\/lead-paint-new-rules-old-questions.html"} , {"body" : "The \"If You're Thinking\" column last Sunday, about living in Boerum Hill, Brooklyn, misstated the given name of a real estate executive at the William B. May Company. He is Christopher Thomas, not Charles." , "date" : "19950205" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BOERUM HILL (NYC)"] , "nytd_section_facet" : ["Corrections" , "Real Estate"] , "page_facet" : "5" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/05\/realestate\/c-corrections-394995.html"} , {"body" : "In the cavernous sanctuary of the Concord Baptist Church in Bedford-Stuyvesant, the Rev. Gary V. Simpson grasped the pulpit yesterday acknowledging that the return of the death penalty to New York seemed virtually assured. But he then went on to offer parishioners a passionate attack on capital punishment. \"Now that the death penalty is coming back" , "date" : "19950116" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Ministers Raise Voices in Face of the Death Penalty" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/16\/nyregion\/ministers-raise-voices-in-face-of-the-death-penalty.html"} , {"body" : "EVERY now and then you meet someone who has just won the apartment-hunting lottery, finding not just an affordable apartment with some serendipitous features, but an apartment that suits the buyer to perfection. If those are the criteria, then Lee Willett just struck it rich. You wouldn't know to look at him, or even to talk with him, that he is a" , "date" : "19950108" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Habitats\/129 Columbia Heights; A Real 2-Bedroom Find With Views of the Harbor" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/08\/realestate\/habitats-129-columbia-heights-a-real-2-bedroom-find-with-views-of-the-harbor.html"}]