[  {"body" : "To the Editor: In your Nov. 26 article \"At the Mike With the Guru of Glib,\" Marty Glickman comments that John Madden talks too much, adding that he is \"terrific -- but I can take him for only one quarter.\" Many of us tune in to a skippable game just because of the stimulation that Madden, and Madden alone, brings to every play with his keen insight" , "date" : "19951210" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "23" , "title" : "In Defense of John Madden And His Heartfelt Intensity" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/10\/nyregion\/l-in-defense-of-john-madden-and-his-heartfelt-intensity-099945.html"} , {"body" : "To the Editor: In your Nov. 26 article \"At the Mike With the Guru of Glib,\" Marty Glickman comments that John Madden talks too much, adding that he is \"terrific -- but I can take him for only one quarter.\" Many of us tune in to a skippable game just because of the stimulation that Madden, and Madden alone, brings to every play with his keen insight" , "date" : "19951210" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "23" , "title" : "In Defense of John Madden And His Heartfelt Intensity" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/10\/nyregion\/l-in-defense-of-john-madden-and-his-heartfelt-intensity-003107.html"} , {"body" : "She is the professional nit-picker of Borough Park. And no one is complaining. Almost every day, they trek to Dalya H.'s house in Brooklyn -- distraught, exhausted parents, hands wrinkled from loads of laundry; children with slightly shamed faces and scalps afire with itching. The legions of the afflicted are the children of surgeons and" , "date" : "19951204" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "A Ladybug Takes On the Lice;Professional Nit-Picker Has More Business Than She Can Handle" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/04\/nyregion\/ladybug-takes-lice-professional-nit-picker-has-more-business-than-she-can-handle.html"} , {"body" : "HISTORIANS have long memories. Vincent Seyfried, who wrote a seven-volume history of the Long Island Rail Road, had no trouble a few days ago remembering that there has been no passenger service on the Bay Ridge railroad spur in Brooklyn since 1924. He also knew that Austin Corbin built the spur in 1867, which was 13 years before he bought the Long" , "date" : "19951126" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "PERSPECTIVES;Building a Platform for Stores Over a Railroad Line" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/26\/realestate\/perspectives-building-a-platform-for-stores-over-a-railroad-line.html"} , {"body" : "Over and over, Councilman Victor L. Robles pounded his fist on the smooth oak desk in a Council hearing room. \"I will never,\" he shouted, \"support a budget with drastic cuts in youth services.\" But a few days later, Mr. Robles, whose constituents are mainly black and Hispanic residents of Williamsburg, Brooklyn, again raised his voice - this time" , "date" : "19951126" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Council And How It Really Works" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/26\/nyregion\/the-council-and-how-it-really-works.html"} , {"body" : "To the Editor: In your article about the Belle Harbor parents' desire to extend their grammar school through eighth grade (\"The Battle of Belle Harbor,\" Nov. 12) I found it disturbing that concerns about maintaining racial balance at the junior high school were cited as a reason for blocking the plan. With all the talk now about the need for school" , "date" : "19951126" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BELLE HARBOR (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region" , "Education"] , "page_facet" : "17" , "title" : "Don't Let Racial Balancing Stop Parents' School Plan" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/26\/nyregion\/l-don-t-let-racial-balancing-stop-parents-school-plan-065064.html"} , {"body" : "To the Editor: Joyce Purnick (column, Nov. 13) brings out in her interview with Colette Avital, the Israeli Consul General, the stereotyping and invective that have been leveled at the Orthodox Jewish communities in New York and Israel since the peace process began in 1993. The bias is reflected in the use of \"Orthodox\" as the obvious source for" , "date" : "19951120" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "ISRAEL" , "MIDDLE EAST"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "14" , "title" : "Militants Don't Live In Borough Park" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/20\/opinion\/l-militants-don-t-live-in-borough-park-050938.html"} , {"body" : "Vilified from the outside as provocateurs of Yitzhak Rabin's assassination and roiled from within by self-examination, the Orthodox Jewish community has been profoundly shaken by the slaying and divided over how to respond. The sense of siege among the Orthodox is evident in New York, having grown steadily since Mr. Rabin's death two weeks ago," , "date" : "19951119" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "ISRAEL" , "MIDDLE EAST"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "After Rabin's Death, Orthodox Jews Look Within" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/19\/nyregion\/after-rabin-s-death-orthodox-jews-look-within.html"} , {"body" : "COLETTE AVITAL is not one to look for silver linings. She is a realistic diplomat. But Ms. Avital, Israel's Consul General in New York, does think that the assassination of Prime Minister Yitzhak Rabin can, and should, serve as a \"wake-up call\" to American Jews. Especially those in New York. \"Some of the extreme elements come from New York,\" she" , "date" : "19951113" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "ISRAEL" , "MIDDLE EAST"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO MATTERS;Candid Diplomat Sees 'Wake-Up Call' for New York Jews" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/13\/nyregion\/metro-matters-candid-diplomat-sees-wake-up-call-for-new-york-jews.html"} , {"body" : "On Jan. 5, 1994, a bomb was found outside the New York office of a Jewish group supportive of the Israeli-Palestinian peace accord. A note was left warning of a civil war in Israel. A few months later, law enforcement officials said, 13-year-old boys were studying the Bible and firing automatic weapons at a training camp in the Catskills run by a" , "date" : "19951113" , "day_of_week_facet" : "Monday" , "geo_facet" : ["ISRAEL" , "MIDDLE EAST"] , "nytd_section_facet" : ["World"] , "page_facet" : "10" , "title" : "Assassination of Rabin Raises Alarm Over Role of Kahane's ViolentFollowers in U.S." , "url" : "http:\/\/www.nytimes.com\/1995\/11\/13\/world\/assassination-of-rabin-raises-alarm-over-role-of-kahane-s-violentfollowers-in-us.html"} ,   {"body" : "Long lines at token booths, confusion over the mathematics and widespread exasperation bedeviled New York City's transit system and tens of thousands of riders yesterday as an on-again, off-again fare increase went into effect, at least temporarily. The matter goes back to Federal court tomorrow. Difficult as it was yesterday, straphanger advocates" , "date" : "19951113" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Subway Fares and Tempers Rise, And Riders Brace for Bedlam" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/13\/nyregion\/subway-fares-and-tempers-rise-and-riders-brace-for-bedlam.html"} , {"body" : "In 1940, as the first spasms of war struck Europe, Chiune Sugihara was an obscure bureaucrat serving as the Japanese consul in Kaunas, Lithuania. He was a kind and gentle family man, an able linguist, a typical low-level civil servant. Then, in one ineffable moment, he became a hero. Because of that moment, because he saved the lives of thousands" , "date" : "19951108" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["JAPAN"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Honors Come Late For a Japanese Schindler;A Month of Tribute to Savior of Thousands" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/08\/nyregion\/honors-come-late-for-japanese-schindler-month-tribute-savior-thousands.html"} , {"body" : "Sadness and disgust hit David Sack, a Reform Jewish internist in Cheshire, Conn., when he heard last night that Yitzhak Rabin had been assassinated. \"Oh, God,\" he sighed. \"I think the people who want to make peace have to pay with their lives, and this we have had to learn over and over again, from Martin Luther King to Anwar Sadat.\" Jonathan" , "date" : "19951105" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "ISRAEL" , "MIDDLE EAST"] , "nytd_section_facet" : ["World" , "Washington"] , "page_facet" : "16b" , "title" : "ASSASSINATION IN ISRAEL: NEW YORK;As the Sabbath Wanes, Word Spreads, Bringing Sadness and Tears" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/05\/world\/assassination-israel-new-york-sabbath-wanes-word-spreads-bringing-sadness-tears.html"} , {"body" : "A rabbi's assistant accused of sexually molesting a 15-year-old girl on a flight from Australia pleaded guilty to the charge on Tuesday, a day before his trial was set to begin, and faces up to two years in prison. The assistant, Rabbi Yehudah Friedlander, an aide to Rabbi Israel Grunwald of Brooklyn, is to be sentenced on Jan. 18, the United" , "date" : "19951102" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Rabbi's Aide Pleads Guilty in Sex Charge" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/02\/nyregion\/rabbi-s-aide-pleads-guilty-in-sex-charge.html"} , {"body" : "Al Schreiber, a New York supermarket executive who was a former chairman of Maimonides Medical Center and a philanthropist, died on Saturday at St. Rose's Home in Manhattan. He was 63 and lived in Mill Basin, Brooklyn. The cause was complications from a brain tumor, said his wife, Ellen. At his death, Mr. Schreiber was the president and chief" , "date" : "19951030" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "6" , "title" : "Al Schreiber, 63, Who Headed Supermarket Company, Is Dead" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/30\/nyregion\/al-schreiber-63-who-headed-supermarket-company-is-dead.html"} , {"body" : "ALTHOUGH most Americans buy their wines in stores and would never dream of making their own, those who passionately crush, press and ferment, whether in garages, basements or apartments, know firsthand that this is the season of the grape. And just as new techniques and equipment are steadily changing the home wine-making picture, the amateur wine" , "date" : "19951004" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "9" , "title" : "Busy Season for Home Wine Makers" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/04\/garden\/busy-season-for-home-wine-makers.html"} , {"body" : "The parish demographics have changed wildly, even weekly, in the nine decades since German immigrants built St. Aloysius Roman Catholic Church in Queens. Last Sunday, a young Filipino woman's voice rang out from the Ridgewood church's choir loft, while down below a Vietnamese grandmother rocked her infant grandchild. Hispanic and Indian" , "date" : "19951003" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "A VISIT FROM THE POPE: THE FAITHFUL;Vibrant Parishes Find Strength in Diversity" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/03\/nyregion\/a-visit-from-the-pope-the-faithful-vibrant-parishes-find-strength-in-diversity.html"} , {"body" : "How old is Leon M. Goldstein? Asked his age during an interview on Wednesday, Mr. Goldstein, the Mayor's leading choice for the job of schools chancellor, answered: \"60.\" \"You mean I don't look it?\" he quickly added with a laugh. He was then asked, twice, for his date of birth. \"7-17-35,\" he finally answered. But his record at the State Department" , "date" : "19950923" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "28" , "title" : "The New Math of the Man Who Would Be Chancellor" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/23\/nyregion\/the-new-math-of-the-man-who-would-be-chancellor.html"} , {"body" : "Three men were arrested yesterday in the kidnapping, torture and slaying early this month of a Chinese immigrant in Brooklyn after New York City police detectives tracked the suspects across the country to a cheap motel room near San Jose, Calif., the police said. Following a trail that led them from Borough Park, where the immigrant, a Chinese" , "date" : "19950920" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "SAN JOSE (CALIF)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "3 Men Held In Slaying Of Immigrant" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/20\/nyregion\/3-men-held-in-slaying-of-immigrant.html"} , {"body" : "Since he arrived from Pakistan 15 years ago, Mohammed Malik has managed to follow the age-old script for immigrant success in New York. First he drove a taxicab, then he opened a delicatessen and today he lives in a comfortable apartment with his wife and brother on a shady street in Bayside, Queens. But he said his confidence in his family's" , "date" : "19950917" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NASSAU COUNTY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "Gangs Find Shop Owners Easy Prey at Home" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/17\/nyregion\/gangs-find-shop-owners-easy-prey-at-home.html"} ,   {"body" : "IN a borough rich in architectural merit, Borough Park in Brooklyn is bereft. It has no designated city landmarks, nor even a mention in the inclusive A.I.A. Guide to New York City. But to the 95,000 Orthodox Jews who constitute more than 80 percent of the population of Borough Park, the ultimate landmark is from long ago and far away. Their eyes" , "date" : "19950915" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "The Devout Raise a City Within a City And Prosper" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/15\/arts\/the-devout-raise-a-city-within-a-city-and-prosper.html"} , {"body" : "International A3-12 SERBS AGREE TO PULL BACK GUNS The Bosnian Serbs have agreed to withdraw their heavy guns out of firing range of Sarajevo, ending -- at least temporarily -- NATO's bombing campaign against the Serbs, U.S. officials said. A1 MUSLIMS AND CROATS PRESS ON The Bosnian Army and Bosnian Croat forces seemed to consolidate their gains in" , "date" : "19950915" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/15\/nyregion\/news-summary-746395.html"} , {"body" : "A state Assistant Attorney General and a State Supreme Court law secretary were among the winners in last night's primary elections for Civil Court judgeships in New York City. While voters cast ballots for nominees for 15 Civil Court judgeships, only 5 were contested in the Democratic primary. There were no Republican candidates for judgeships. No" , "date" : "19950913" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Law Secretary Wins Primary For Judgeship" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/13\/nyregion\/law-secretary-wins-primary-for-judgeship.html"} , {"body" : "Primary elections will be held tomorrow in New York City, with polls open from 6 A.M. to 9 P.M. Voters will cast ballots for nominees for 15 Civil Court judgeships and for district leader and delegates and alternates to the judicial convention. No primaries will be held in the Bronx or Staten Island. Only 5 of the 15 Civil Court judgeships are" , "date" : "19950911" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Civil Court Nominees to Be Decided" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/11\/nyregion\/civil-court-nominees-to-be-decided.html"} , {"body" : "DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of month; next meeting, Sept. 12, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; (718) 389-0009. DISTRICT 2 Fort Greene, Brooklyn Heights; second Wednesday of month; next meeting Sept. 13, 6 P.M.; Brooklyn Union Gas Company, One Metrotech Center, off Myrtle Avenue; (718) 596-5410." , "date" : "19950910" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Brooklyn Community Board Meetings" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/10\/nyregion\/public-interest-brooklyn-community-board-meetings.html"} , {"body" : "On the surface, the kidnapping and murder of Gao Liqin, the Chinese immigrant whose mutilated body was found in a basement apartment in Brooklyn on Sept. 2, had all the markings of an abduction by smugglers. Ms. Gao had come to this country from Fujian Province, a prime smuggling area, and, like thousands before her, had assumed a crushing $30,000" , "date" : "19950910" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CHINA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "New Type of Kidnapping Strikes Fear Into Chinese Immigrants" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/10\/nyregion\/new-type-of-kidnapping-strikes-fear-into-chinese-immigrants.html"} , {"body" : "There are 15 New York City Civil Court seats up for election in November. Yet only five are being contested in next week's Democratic primary -- which means that many of the others will owe their jobs to party bosses who largely control who gets on the ballot. Unlike some elections in the past, this year's group of primary candidates is low on" , "date" : "19950909" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "Civil Court Choices" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/09\/opinion\/civil-court-choices.html"} , {"body" : "Celsa Magris was giving a visitor a tour of her Sunset Park apartment. There is no front door knob, just a hole. A candle illuminates the bathroom, since the ceiling collapsed and was replaced without a light fixture. Murky water stands in the bathtub, which does not drain. The toilet in Margarita Gonzalez's apartment next door does not flush. On" , "date" : "19950903" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "NEIGHBORHOOD REPORT: SUNSET PARK; Crying Neglect, Tenants Unite To Fight Owner" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/03\/nyregion\/neighborhood-report-sunset-park-crying-neglect-tenants-unite-to-fight-owner.html"} , {"body" : "Celsa Magris was giving a visitor a tour of her Sunset Park apartment. There is no front door knob, just a hole. A candle illuminates the bathroom, since the ceiling collapsed and was replaced without a light fixture. Murky water stands in the bathtub, which does not drain. The toilet in Margarita Gonzalez's apartment next door does not flush. On" , "date" : "19950903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: SUNSET PARK; Amid Decay, Tenants Seek To Organize" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/03\/nyregion\/neighborhood-report-sunset-park-amid-decay-tenants-seek-to-organize.html"} , {"body" : "Douglas Jablon first realized that change was afoot in Borough Park, Brooklyn, about five months ago, on the day that a vanload of Yemenis arrived at Maimonides Medical Center with prayer rugs tucked under their arms. \"Eight or nine of them came into the waiting room because one of their family members was sick,\" recalled Mr. Jablon, a patient" , "date" : "19950817" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "MIDDLE EAST" , "BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Jews and Muslims Share a Piece of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/17\/nyregion\/jews-and-muslims-share-a-piece-of-brooklyn.html"} ,   {"body" : "BRADLEY SAYS HE WILL NOT SEEK 4TH TERM Senator Bill Bradley of New Jersey announced that he would not seek re-election, depriving the Democratic Party of one of its most respected thinkers at a time when the party's loss of Congress is forcing it to re-examine what it stands for. In a speech, Mr. Bradley gave no reason for his decision, but he left" , "date" : "19950817" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/17\/nyregion\/metro-digest-022295.html"} , {"body" : "The threat of a terrorist attack against Kennedy International Airport had the airport operating yesterday under the most stringent security measures since the 1991 gulf war, with each passenger without a ticket treated like an unwanted guest and each untended car or suitcase like a potential bomb. Law enforcement officials were investigating the" , "date" : "19950814" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "After Terrorist Threat, Kennedy Becomes a Wary Fortress" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/14\/nyregion\/after-terrorist-threat-kennedy-becomes-a-wary-fortress.html"} , {"body" : "The City Council took the first steps yesterday toward licensing some of the van operators who provide popular but illegal transportation in many neighborhoods of New York City. A Council committee approved applications by two van operators in Brooklyn and one in the Bronx to be licensed by the city's Taxi and Limousine Commission. If the" , "date" : "19950808" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Illegal Vans Move Closer To Licensing" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/08\/nyregion\/illegal-vans-move-closer-to-licensing.html"} , {"body" : "As one who lives in the no man's land of two-fare zones, Arnold C. Lewis of Springfield Gardens, Queens, will be one of those hit hardest if the price of a token climbs to $1.50. But he considers himself lucky. \"It will be hard for me, but I'll live,\" said Mr. Lewis, 49, who counsels inmates at a work-release center in Harlem. \"However, someone who" , "date" : "19950807" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Burden of Transit-Fare Rise Will Not Be Borne Equally" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/07\/nyregion\/burden-of-transit-fare-rise-will-not-be-borne-equally.html"} , {"body" : "SIX mornings a week, Hilal Mohammad beat sunrise to his Brooklyn garage. He rolled up the gates, and then his sleeves. This was America, and so anything was possible. Nothing, though, was sweeter than a workload of seized engines, overheated radiators, cracked transmissions. For the mechanic from Amman, there was magic to the monotony. \"I had no" , "date" : "19950730" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN BRIDGE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "On Sunday; One Customer Wrecks a Life Of Hard Work" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/30\/nyregion\/on-sunday-one-customer-wrecks-a-life-of-hard-work.html"} , {"body" : "First, Sarah Leah Goldstein was ambushed by a biblical passage that had been ignored for centuries. Then she was saved by a voice from beyond the grave. A special assembly of Orthodox Jewish religious judges declared yesterday that Miss Goldstein, whose father betrothed her at age 11 to a man whose identity he would not reveal, was free to marry" , "date" : "19950711" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Orthodox Judges Overturn Betrothal of a Minor" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/11\/nyregion\/orthodox-judges-overturn-betrothal-of-a-minor.html"} , {"body" : "Federal prosecutors have dismissed charges against one of two rabbis from Borough Park, Brooklyn, who were accused of sexually abusing a 15-year-old girl during a trans-Pacific flight in May, officials said yesterday. The United States Attorney's office in Los Angeles dropped the complaint of abusive sexual misconduct against Rabbi Israel Grunwald," , "date" : "19950707" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Charges Against Rabbi Dropped" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/07\/nyregion\/charges-against-rabbi-dropped.html"} , {"body" : "In the latest embarrassment to rock the Police Department, two Brooklyn officers were arrested yesterday and charged with demanding payoffs -- not from drug dealers or local merchants, but from rabbis who needed police escorts for religious processions. Sgt. Timothy Brovakos, 39, and Officer John Quercia, 37, demanded that three rabbis pay them a" , "date" : "19950630" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Officers Are Said to Seek Payoffs From Rabbis" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/30\/nyregion\/2-officers-are-said-to-seek-payoffs-from-rabbis.html"} , {"body" : "In a report, \"Keeping Track of New York's Children,\" the Citizens' Committee for Children of New York Inc., measured the risks to children in each community board (for education, the surveys were based on community school districts). Overall, the report found, \"in virtually every category, New York City children continue to fare worse than their" , "date" : "19950625" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; CHILD WELFARE: Growing Up in New York" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/25\/nyregion\/neighborhood-report-new-york-up-close-child-welfare-growing-up-in-new-york.html"} , {"body" : "The centennial of the nation's first bicycle path, which stretches along Ocean Parkway from Prospect Park to Coney Island, was celebrated last week with a wedding on wheels. Arthur Grae and the formerElaine Epstein exchanged vows on Thursday after peddling their tandem down the path near Beverly Road as a keyboard player played the Wedding March." , "date" : "19950618" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: CENTRAL BROOKLYN; Bike Path, Once Grand, Is Now Ignored" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/18\/nyregion\/neighborhood-report-central-brooklyn-bike-path-once-grand-is-now-ignored.html"} ,   {"body" : "A Manhattan lawyer and his father have been indicted on charges that they operated a scheme in which 19 investors, who believed they were making mortgage loans to homeowners, were defrauded of at least $1.1 million, the Brooklyn District Attorney, Charles J. Hynes, said yesterday. The investors were promised a return of 16 percent interest every" , "date" : "19950607" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Lawyer and His Father Indicted for Fraud" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/07\/nyregion\/lawyer-and-his-father-indicted-for-fraud.html"} , {"body" : "The chief rabbi of a Hungarian Hasidic congregation in Borough Park, Brooklyn, and his assistant rabbi were charged in Los Angeles yesterday with sexually abusing a 15-year-old girl on a flight from Melbourne, Australia, where the men had been on a lecture tour. The rabbis denied the allegations. The suspects, Rabbi Israel Grunwald, 44, the head of" , "date" : "19950602" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Two Rabbis Are Charged In Sexual Abuse on a Plane" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/02\/nyregion\/two-rabbis-are-charged-in-sexual-abuse-on-a-plane.html"} , {"body" : "SECRET TALKS HIDE PRISON POLICY DEBATE In recent days, Governor Pataki has been closed up in a room with the leader of the State Senate and the Assembly Speaker, completing work on the most significant changes to state criminal sentencing laws in at least two decades -- all without a single public hearing or any other form of public debate. [Page" , "date" : "19950602" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/02\/nyregion\/metro-digest-002631.html"} , {"body" : "The obscure biblical verse lay dormant for centuries. Then a very angry Orthodox Jewish man in Brooklyn came upon it and resurrected it, but in a form twisted by the bile and agony of modern divorce. The rabbis call what he has wrought disgusting, perverse, abhorrent -- and heartbreakingly valid under Jewish law. Israel Goldstein, 39, had been" , "date" : "19950527" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Fathers' Tactic in Divorce Wars; Jewish Custom Is Revived as Leverage Against Wives" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/27\/nyregion\/fathers-tactic-divorce-wars-jewish-custom-revived-leverage-against-wives.html"} , {"body" : "As every lawyer knows, when negotiations in a case reach gridlock, it's time for a little arm-twisting. But according to the Manhattan District Attorney, a 29-year-old matrimonial lawyer named Svi Zer went a bit further. Prosecutors say that in trying to resolve one of his divorce cases, Mr. Zer paid a thug $200 not just to twist the opposing" , "date" : "19950513" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "An Adversarial Relationship; Divorce Can Lead to War, Sometimes Between the Lawyers" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/13\/nyregion\/adversarial-relationship-divorce-can-lead-war-sometimes-between-lawyers.html"} , {"body" : "THE BRONX DISTRICT 1 Port Morris, Melrose, Mott Haven; last Thursday of the month; next May 25, 6:30 P.M., Lincoln Hospital, 234 East 149th Street, Conference Room 6; (718) 585-7117. Agenda: T.B.A. DISTRICT 2 Hunts Point, Longwood; last Wednesday of the month; next May 31, 6 P.M., at I.S. 74, 730 Bryant Avenue, Hunts Point Peninsula; (718)" , "date" : "19950507" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "PUBLIC INTEREST; Next Community Board Meetings" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/07\/nyregion\/public-interest-next-community-board-meetings.html"} , {"body" : "Shopping for Passover in Borough Park has been a tradition for Frances Klein for more than 30 years. As she sorted through bins of onions at a greengrocer on 13th Avenue this week, she grudgingly conceded that Passover price gouging -- another tradition -- finally seems to have ended. \"There was a time when things would go sky high before" , "date" : "19950414" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Passover Price Gouging Is Reported to Be Easing" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/14\/nyregion\/passover-price-gouging-is-reported-to-be-easing.html"} , {"body" : "A Brooklyn ophthalmologist was shot and seriously wounded outside his office in Borough Park yesterday, and the police arrested a former patient, who they said may have been dissatisfied with his treatment. The shooting occurred about 4:15 P.M. on a quiet, residential street filled with schoolchildren as the doctor, Marcus Edelstein, 47, was" , "date" : "19950413" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Doctor Is Shot In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/13\/nyregion\/doctor-is-shot-in-brooklyn.html"} , {"body" : "On Saturday night, at the Brooklyn intersection she crossed on her way home every evening after twilight, Rachel Neufeld went down under the right front wheel of a city bus and was crushed to death. She was 70 years old, and a woman unknown in a city where fame and riches are the ordinary measure of a life. The details of the accident at Avenue J" , "date" : "19950410" , "day_of_week_facet" : "Monday" , "geo_facet" : ["AUSCHWITZ (POLAND)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Sudden Death for Woman Who Survived So Much" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/10\/nyregion\/sudden-death-for-woman-who-survived-so-much.html"} , {"body" : "Pessy Weber quickly cut and tossed chunks of dough to 20 volunteers -- women in colorful head coverings and a man in a yarmulke -- standing on either side of a long table covered by a fresh sheet of brown paper. \"Nu, nu, hurry up,\" she urged. \"Everybody hurry up with the matzoh.\" Time is always of the essence at the 11-year-old Chareidim Shmurah" , "date" : "19950409" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BOROUGH PARK; So, What's in a Matzoh? Much More Than Flour and Water" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/09\/nyregion\/neighborhood-report-borough-park-so-what-s-matzoh-much-more-than-flour-water.html"} ,   {"body" : "They are a familiar blur as they rush through the city's incident-prone streets, sirens screaming, responding to calls from the stricken. On board are crews of \"weekend warriors\" -- accountants, electricians, truck drivers, plumbers -- animated by do-goodism and accompanied by city ambulance workers who say they want to rescue lives in the" , "date" : "19950315" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Tragedy Casts Harsh Light on Volunteer Ambulance Units" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/15\/nyregion\/tragedy-casts-harsh-light-on-volunteer-ambulance-units.html"} , {"body" : "Two artists from a far tip of Long Island, a priest who knew the Pope in Poland and a Brooklyn boy with the voice of an angel will be among the most excited Roman Catholics next October when Pope John Paul II returns to the United States. The artists have carved a 4-foot-high black walnut sculpture of the Holy Family. The priest has a banner" , "date" : "19950303" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Pope Reschedules American Visit for the Fall; Area's Faithful Again Preparing For a Papal Visit" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/03\/nyregion\/pope-reschedules-american-visit-for-fall-area-s-faithful-again-preparing-for.html"} , {"body" : "Known to some simply as \"the junction,\" the intersection of Flatbush and Nostrand Avenues used to be nearly synonymous with shopping in Brooklyn. For decades the area has served as a transportation hub for commuters as well as a hospitable home for new immigrants. The shops are still here -- the mix today includes nine fast-food chains, four" , "date" : "19950219" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: FLATBUSH\/BOROUGH PARK; The Good Times? Long Gone for Stores at 'the Junction'" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/19\/nyregion\/neighborhood-report-flatbush-borough-park-good-times-long-gone-for-stores.html"} , {"body" : "A New York City police officer was convicted yesterday of second-degree assault in striking and seriously injuring a Brooklyn man with his nightstick and police radio. Officer Gerard Pitti, 31, an eight-year veteran of the force, was found guilty by a jury in State Supreme Court in Brooklyn after six hours of deliberations in a two-week trial." , "date" : "19950201" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Officer Convicted of Hitting Brooklyn Man" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/01\/nyregion\/officer-convicted-of-hitting-brooklyn-man.html"} , {"body" : "To the Editor: As the daughter of Holocaust survivors, growing up in Brooklyn, I too learned Yiddish as my \"mama loshen.\" As a child, it generally embarrassed me to have my parents speak Yiddish in public and I asked them to speak only English when we were out together. Today I miss hearing and speaking Yiddish in New York. I am not, nor were my" , "date" : "19950129" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "15" , "title" : "Religious Form of Yiddish Is Where It All Started" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/29\/nyregion\/l-religious-form-of-yiddish-is-where-it-all-started-261495.html"} , {"body" : "CHINESE NEW YEAR LION DANCES, starting tomorrow, with the Fu-Jow Pai Martial Arts troupe at 1 P.M. in front of the China Institute, 125 East 65th Street, Manhattan. Free. Featuring a Beijing opera demonstration and a face painting drop-in workshop at 2 P.M. Information: (212) 744-8181. Other lion dances are to be held on Tuesday, from noon to 6" , "date" : "19950127" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "16" , "title" : "Keep in Mind" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/27\/arts\/keep-in-mind.html"} , {"body" : "The bedtime stories Aleksandr Khazanov's father told him in Russia were of multiplication tables and long division. When Aleksandr was 14, and living in Brooklyn, his math teacher at Stuyvesant High School felt the boy was so advanced that he could learn more studying on his own. Last summer, at 15, Aleksandr passed qualifying exams for" , "date" : "19950125" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Front Page" , "Science" , "New York and Region" , "Technology"] , "page_facet" : "1" , "title" : "At 15, Westinghouse Finalist Grasps 'Holy Grail' of Math" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/25\/nyregion\/at-15-westinghouse-finalist-grasps-holy-grail-of-math.html"} , {"body" : "Almost nothing would shake the lives of city car owners more than aggressive ticketing of double-parked cars on alternate-side days. In the city's densest neighborhoods, from Morningside Heights to Sunset Park, lines of double-parked cars form to make way for street sweeping. Of course, it's illegal. But most people know that during street-sweeping" , "date" : "19950115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; Legal Double-Parking? That's the Ticket, Some Say" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/15\/nyregion\/neighborhood-report-new-york-up-close-legal-double-parking-that-s-ticket-some.html"} , {"body" : "A man who escaped from a state psychiatric center on Christmas Eve pushed a 63-year-old woman to her death from a Manhattan subway platform yesterday as a train pulled in, the police said. The suspect walked away, laughing and babbling gibberish, before he was tackled by a computer technician who had watched the attack from an escalator. The victim" , "date" : "19950105" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Pushed to Tracks, Woman Is Killed by F Train" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/05\/nyregion\/pushed-to-tracks-woman-is-killed-by-f-train.html"} , {"body" : "The official police statistics show there has been a double-digit decrease in crime in the last year in the Sunset Park section of Brooklyn, with fewer rapes, robberies and car thefts. But the standard scene outside Nereida Rodriguez's apartment window has not changed much. Men deal drugs. Groups of youths, exchanging the handshakes that identify" , "date" : "19950103" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Officially, Crime Is Dropping, But Brooklyn Is Still Worried" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/03\/nyregion\/officially-crime-is-dropping-but-brooklyn-is-still-worried.html"} ,   {"body" : "Behind the bloodcurdling headlines about a firebombing on the No. 4 train, a drive-by shooting on the Brooklyn Bridge and the killing of a police officer in a botched bicycle store holdup, behind the back-to-back campaigns that elected a new Mayor vowing to improve the quality of life in New York City and a new Governor committed to bring back the" , "date" : "19950101" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York City Crime Falls But Just Why Is a Mystery" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/01\/nyregion\/new-york-city-crime-falls-but-just-why-is-a-mystery.html"}]