[  {"body" : "A little over a year ago, a typical morning for Maya V. meant waking up, getting dressed and barely uttering a word to her parents before leaving her Brooklyn home to meet her friends. Her parents thought she was going to school, but instead the 15-year-old Ukrainian immigrant was leading a double life. She started cutting classes at school and in" , "date" : "19951216" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "26" , "title" : "THE NEEDIEST CASES;Regaining the Promise of Youth and the Trust of Parents" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/16\/us\/the-neediest-cases-regaining-the-promise-of-youth-and-the-trust-of-parents.html"} , {"body" : "NEW YORK CITY Subway Film Permit Revoked The makers of the television series \"Law and Order\" had to shoot a subway scene, involving a fictional attack by terrorists, on an Upper West Side street after the Transit Authority revoked their permit to use a subway station. [25.] But the arson attack that killed a clerk in a subway token booth in" , "date" : "19951216" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK, NY, USA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Metro Digest" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/16\/nyregion\/metro-digest-014400.html"} , {"body" : "A suspended teacher faces the loss of her job after pleading guilty to official misconduct and political corruption in State Supreme Court in Brooklyn on Thursday. The teacher, Myra Abramowitz, 50, of Staten Island, was accused of collaborating with a school principal to pressure school employees in Brooklyn to join a local Democratic club, attend" , "date" : "19951216" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "27" , "title" : "Woman Pleads Guilty in School Corruption Case" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/16\/nyregion\/woman-pleads-guilty-in-school-corruption-case.html"} , {"body" : "The major opposition group within the United Federation of Teachers spent the last few weeks sending out leaflets and organizing a telephone campaign against the proposed five-year contract that went down to defeat last night. The opposition's efforts initially seemed no match for the polished campaign, complete with slick videotapes and mass" , "date" : "19951208" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "11" , "title" : "Slick Campaign Didn't Save Teachers' Pact" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/08\/nyregion\/slick-campaign-didn-t-save-teachers-pact.html"} , {"body" : "Have we got anything yet?\" asked Lieut. Walter Wilfinger, in his office as chief of detectives of the 61st Precinct on Coney Island Avenue in Brooklyn. He squared the black-rimmed glasses on his face and turned to Bob Sommer, one of his detectives. \"Nothing,\" replied Sommer, his amber tie loosened, sitting across the desk from him. \"It's going on" , "date" : "19951127" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "BOXING;Success Story Is Rewritten As a Mystery" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/27\/sports\/boxing-success-story-is-rewritten-as-a-mystery.html"} , {"body" : "Over and over, Councilman Victor L. Robles pounded his fist on the smooth oak desk in a Council hearing room. \"I will never,\" he shouted, \"support a budget with drastic cuts in youth services.\" But a few days later, Mr. Robles, whose constituents are mainly black and Hispanic residents of Williamsburg, Brooklyn, again raised his voice - this time" , "date" : "19951126" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Council And How It Really Works" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/26\/nyregion\/the-council-and-how-it-really-works.html"} , {"body" : "Blame it on the B train if Winnie Yiu cut classes on a few Tuesdays and Thursdays this fall. With subways over the Manhattan Bridge disrupted by construction until yesterday, leaving high school early was the only way to make it on time from Fort Hampton, Brooklyn, to her gig as a teen-age disk jockey in a karaoke bar on the Bowery. Take the" , "date" : "19951113" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "For Riders, A Bright Spot Amid Tumult" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/13\/nyregion\/for-riders-a-bright-spot-amid-tumult.html"} , {"body" : "In the first government review of the self-taxing business districts that have proliferated in New York City in the last decade, a City Council inquiry has concluded that some have abused their power and failed to deliver promised services. The Council's inquiry, to be released today, found that a lack of oversight has allowed some of these" , "date" : "19951108" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "A Report Criticizes Improvement Zones In New York City" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/08\/nyregion\/a-report-criticizes-improvement-zones-in-new-york-city.html"} , {"body" : "For months, the woman had lived with other crack addicts on a fire escape beside the Coney Island Thrift Shop, just down the block from the public-housing high rise where she bought her drugs and the street corner where she had long worked as a prostitute, her relatives said. But yesterday, the woman who had become such a fixture in the decaying" , "date" : "19951011" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Body Is Found by a Scavenger in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/11\/nyregion\/body-is-found-by-a-scavenger-in-brooklyn.html"} , {"body" : "Even though Leon M. Goldstein has withdrawn as a candidate to be New York City's next Schools Chancellor, his troubles may not be over. Investigators with at least two city agencies yesterday began looking into several conflict-of-interest allegations that emerged from a routine background check of Mr. Goldstein's presidency at Kingsborough" , "date" : "19950930" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "22" , "title" : "THE CHANCELLOR SEARCH: THE INQUIRY; Withdrawal of His Candidacy Does Not Mean Goldstein's Troubles Are Over" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/30\/nyregion\/chancellor-search-inquiry-withdrawal-his-candidacy-does-not-mean-goldstein-s.html"} ,   {"body" : "The investigative firm hired by New York City's Board of Education to conduct background checks of its three finalists for schools chancellor concluded yesterday that it could not yet clear Leon M. Goldstein, the Mayor's choice, because too many questions remained. After several weeks of fact-finding that continued yesterday, the report outlined at" , "date" : "19950929" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "QUESTIONS HOLD UP CHECK ON FINALIST TO BE CHANCELLOR" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/29\/nyregion\/questions-hold-up-check-on-finalist-to-be-chancellor.html"} , {"body" : "When a mathematics professor formally asked Leon M. Goldstein, president of Kingsborough Community College, to approve the reappointment of a professor several years ago, Mr. Goldstein responded: \"What's in it for me?\" according to the professor. \"I couldn't believe it,\" said Dr. Bernard Eisenberg, the former math professor at Kingsborough who" , "date" : "19950928" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "School Board Seeking Inquiry Into Statements by Goldstein" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/28\/nyregion\/school-board-seeking-inquiry-into-statements-by-goldstein.html"} , {"body" : "It slanted down from the lowering sky like showers of silver javelins. It lashed dusty windowpanes, beat tattoos on parched leaves and darkened the bone-dry earth. It dripped from eaves and ran in silken rivulets into arid gardens and iridescent streets. The gray windy air was fresh again with a sense of life renewed. After months of deepening" , "date" : "19950918" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "After a Dry Summer, Listen to the Rhythm!" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/18\/nyregion\/after-a-dry-summer-listen-to-the-rhythm.html"} , {"body" : "Bella Jakubovicz and Asya Drubich came to the United States from the Soviet Union in the early 1980's, inconspicuous additions to the thousands of Jewish emigres making the flight to freedom. According to law enforcement officials, the two women wound up in Brooklyn, sought help from local relief agencies and eventually took jobs as minimum-wage" , "date" : "19950913" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Low-Wage Jewelry Workers Made Millions in Theft Ring, Prosecutors Say" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/13\/nyregion\/low-wage-jewelry-workers-made-millions-in-theft-ring-prosecutors-say.html"} , {"body" : "A state Assistant Attorney General and a State Supreme Court law secretary were among the winners in last night's primary elections for Civil Court judgeships in New York City. While voters cast ballots for nominees for 15 Civil Court judgeships, only 5 were contested in the Democratic primary. There were no Republican candidates for judgeships. No" , "date" : "19950913" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Law Secretary Wins Primary For Judgeship" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/13\/nyregion\/law-secretary-wins-primary-for-judgeship.html"} , {"body" : "Primary elections will be held tomorrow in New York City, with polls open from 6 A.M. to 9 P.M. Voters will cast ballots for nominees for 15 Civil Court judgeships and for district leader and delegates and alternates to the judicial convention. No primaries will be held in the Bronx or Staten Island. Only 5 of the 15 Civil Court judgeships are" , "date" : "19950911" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Civil Court Nominees to Be Decided" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/11\/nyregion\/civil-court-nominees-to-be-decided.html"} , {"body" : "DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of month; next meeting, Sept. 12, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; (718) 389-0009. DISTRICT 2 Fort Greene, Brooklyn Heights; second Wednesday of month; next meeting Sept. 13, 6 P.M.; Brooklyn Union Gas Company, One Metrotech Center, off Myrtle Avenue; (718) 596-5410." , "date" : "19950910" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Brooklyn Community Board Meetings" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/10\/nyregion\/public-interest-brooklyn-community-board-meetings.html"} , {"body" : "There are 15 New York City Civil Court seats up for election in November. Yet only five are being contested in next week's Democratic primary -- which means that many of the others will owe their jobs to party bosses who largely control who gets on the ballot. Unlike some elections in the past, this year's group of primary candidates is low on" , "date" : "19950909" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "Civil Court Choices" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/09\/opinion\/civil-court-choices.html"} , {"body" : "The first copies of Brooklyn Bridge, a glossy magazine about Brooklyn, had just arrived, and Melissa Ennen, the owner and editor in chief, was searching for an errant truck driver and fielding frenzied calls from distributors. \"At Time Warner or Conde Nast,\" she said, \"I'm sure everything would be in place.\" Hers is not a typical publishing house." , "date" : "19950903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Deep Pockets, New Try: A Magazine Is Born" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/03\/nyregion\/neighborhood-report-brooklyn-up-close-deep-pockets-new-try-a-magazine-is-born.html"} , {"body" : "BUDGET CUTS LAND IN PRINCIPAL'S OFFICE Last year, Public School 100 in the Bronx had one assistant principal. On Tuesday, when the principal, Kenneth Wilkoff, picked up another budget for the new school year, he learned that he would receive money for only \"0.4\" of an assistant principal. On Wednesday, at a District 8 school board meeting, he" , "date" : "19950828" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/28\/nyregion\/metro-digest-901795.html"} ,   {"body" : "Federal authorities unsealed an indictment today that provided new evidence of the growing power of Russian organized crime in the metropolitan region, charging 25 people with taking part in an elaborate scheme that cheated the government of more than $140 million in fuel taxes. Officials said many of those indicted are emigres from the former" , "date" : "19950808" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Russian Emigres Are Among 25 Named in Tax Fraud in Newark" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/08\/nyregion\/russian-emigres-are-among-25-named-in-tax-fraud-in-newark.html"} , {"body" : "To the Editor: Recently many tons of sand were added to \"enhance\" Brooklyn's beaches from Manhattan Beach to Sea Gate. It is now possible to walk at low tide from Brighton Beach to Manhattan Beach on sand. Yes, the beach at Sea Gate was dangerously narrow and merited widening. This was not true of most of the rest of this stretch of shoreline." , "date" : "19950726" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "Sea Life Pays for a Walk on the Beaches" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/26\/opinion\/l-sea-life-pays-for-a-walk-on-the-beaches-888095.html"} , {"body" : "Yanislav Levinzon, his round eyes beaming panic, is playing a little old Russian immigrant grandfather racked by helpless anxiety. He is about to take his American citizenship test, but can't for the life of him remember which ocean lies off the West Coast. Come on, his children prompt him, you remember! We swam there last year in California! \"Ah!\"" , "date" : "19950722" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["RUSSIA" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Exit Laughing; Russian Jews Bearing Jokes Keep Emigres in Stitches" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/22\/nyregion\/exit-laughing-russian-jews-bearing-jokes-keep-emigres-in-stitches.html"} , {"body" : "The Federal Communications Commission proposed rules today that would allow new global satellite communications systems to share a part of the airwaves with a technology for transmitting dozens of television channels over microwave frequencies. The new rules would essentially settle a dispute between businesses that want the same segment of the" , "date" : "19950714" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Business"] , "page_facet" : "4" , "title" : "F.C.C. Proposes Dual Use For One Part of Airwaves" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/14\/business\/fcc-proposes-dual-use-for-one-part-of-airwaves.html"} , {"author" : "Roy Hoffman, who teaches fiction writing at New York University, is a novelist. He lives in Brooklyn." , "body" : "IN THE NEW MOVIE \"SMOKE,\" SET in the Park Slope section of Brooklyn, Harvey Keitel plays Auggie Wren, the street-savvy manager of the local tobacco shop. In addition to accommodating customers like Paul Benjamin (William Hurt) with exotic cigars, Auggie pursues an odd project. He takes snapshots of the corner in front of his store every morning at" , "date" : "19950709" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "9" , "title" : "FILM VIEW; The Nabe as American Small Town" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/09\/movies\/film-view-the-nabe-as-american-small-town.html"} , {"body" : "\"I ACTUALLY feel pretty comfortable in New York,\" says a man with a tumble of curls and a deadpan delivery, as he leans against the counter of local cigar store. \"I get scared, like, in Sweden.\" He has his reasons. Sweden is that frightening country where \"it's kind of empty\" and \"everything works.\" What self-respecting New Yorker would want to" , "date" : "19950709" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "1" , "title" : "Do the Movies Get New York Right?" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/09\/nyregion\/do-the-movies-get-new-york-right.html"} , {"body" : "A man described by Federal authorities as the most powerful Russian organized-crime leader in the United States was arrested in a Brooklyn apartment yesterday and charged with trying to extort $8.5 million from two immigrant businessmen. Federal Bureau of Investigation officials said that that the suspect, Vyacheslav Kirillovich Ivankov, had been" , "date" : "19950609" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Reputed Russian Crime Chief Arrested" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/09\/nyregion\/reputed-russian-crime-chief-arrested.html"} , {"body" : "Savely Kramarov, a bumbling, cross-eyed Russian comic who unified a generation of disgruntled Soviet movie fans in laughter, died on Tuesday at the Pacific Medical Center in San Francisco, 13 years after immigrating to the United States. He was 60 and lived in Forest Knolls, in nearby Marin County. His wife, Natalia, said the cause was" , "date" : "19950608" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "24" , "title" : "Savely Kramarov, Comedian Revered in Russia, Dies at 60" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/08\/obituaries\/savely-kramarov-comedian-revered-in-russia-dies-at-60.html"} , {"body" : "Amid spinning batons, bellowing cannons and trembling hands raised in long salutes, there were those who marked Memorial Day together, marching through Bay Ridge or casting white roses into the Hudson River. And there were those who remembered alone, like 89-year-old Leonid Tarasyuk, who even yesterday, when he looked out beneath the lowering sky" , "date" : "19950530" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Cannons, Salutes and Plenty of Bad Weather" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/30\/nyregion\/cannons-salutes-and-plenty-of-bad-weather.html"} , {"body" : "THE CULTURES MAY DIFFER. So may the accents. But movies about ethnic mobs often tell a universal tale, one with a simple moral: the man who tears at the fabric of society risks destroying his most precious piece of it -- his family. Yet these movies also pose a paradox: that which the mobsters inevitably destroy is perhaps the one thing they" , "date" : "19950521" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "11" , "title" : "FILM; Thicker Than Water, and Spilled by the Mob" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/21\/movies\/film-thicker-than-water-and-spilled-by-the-mob.html"} ,   {"body" : "It must have been risky for actors like Tim Roth, Vanessa Redgrave, Maximilian Schell and Edward Furlong (from \"Terminator 2\") to leap into a first film written and directed by a 25-year-old, but James Gray's \"Little Odessa\" rewards the actors' confidence. Set and largely shot in the Russian-Jewish community of Brighton Beach, Brooklyn, the film" , "date" : "19950519" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "12" , "title" : "FILM REVIEW; Russian Emigre Family With a Son in the Mob" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/19\/movies\/film-review-russian-emigre-family-with-a-son-in-the-mob.html"} , {"body" : "In a heavily guarded Manhattan courtroom, eight members of the Wild Cowboys, one of the largest and most violent drug gangs brought to trial in New York City, were convicted yesterday of carrying out a series of murders to maintain their control over a cocaine business that flourished in three boroughs. A ninth gang member who was convicted of" , "date" : "19950516" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Gang Members Convicted Of Murders in 3 Boroughs" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/16\/nyregion\/gang-members-convicted-of-murders-in-3-boroughs.html"} , {"body" : "A 39-year-old man whose father was Jewish was charged yesterday with having set a series of fires at synagogues, yeshivas and a Jewish center over the past year that have shaken Jews in the Far Rockaway area of Queens. The fires had conjured up images of anti-Semitism, but the police said the arsonist's motive was anger at his mother, not bias. The" , "date" : "19950512" , "day_of_week_facet" : "Friday" , "geo_facet" : ["FAR ROCKAWAY (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Man Is Charged in 7 Fires At Jewish Centers in Queens" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/12\/nyregion\/man-is-charged-in-7-fires-at-jewish-centers-in-queens.html"} , {"body" : "THE BRONX DISTRICT 1 Port Morris, Melrose, Mott Haven; last Thursday of the month; next May 25, 6:30 P.M., Lincoln Hospital, 234 East 149th Street, Conference Room 6; (718) 585-7117. Agenda: T.B.A. DISTRICT 2 Hunts Point, Longwood; last Wednesday of the month; next May 31, 6 P.M., at I.S. 74, 730 Bryant Avenue, Hunts Point Peninsula; (718)" , "date" : "19950507" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "PUBLIC INTEREST; Next Community Board Meetings" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/07\/nyregion\/public-interest-next-community-board-meetings.html"} , {"body" : "To the Editor: The April 16 article \"Express Service to Wall Street, and Nowhere Else\" by Bruce Lambert opens: \"There is no cab stand like it anywhere else in the city.\" I would like to welcome Mr. Lambert to the corner of Brighton Beach and Coney Island Avenues, a stop on the D and Q lines, any weekday morning. There he'll find a queue of yellow" , "date" : "19950507" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "20" , "title" : "Another Cab Stand Offers Riders a Single Destination" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/07\/nyregion\/l-another-cab-stand-offers-riders-a-single-destination-688595.html"} , {"body" : "Transit Authority officials repeatedly failed to intervene as a contractor botched asbestos removal at six elevated subway stations in Brooklyn and Queens in 1992 and 1993, spewing the material over stations and surrounding areas, according to an independent investigator's findings released yesterday. At four of the six stations, a Transit" , "date" : "19950504" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Transit Authority Faulted on Asbestos" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/04\/nyregion\/transit-authority-faulted-on-asbestos.html"} , {"body" : "Edgars and Beyond Edgar Allan Poe once wrote that for writers \"an established name is an estate in tenure, or a throne in possession.\" Oddly enough, one of the best ways for mystery writers to establish themselves is to win an award named for the father of detective fiction himself, the Edgar Allan Poe Awards. The Edgars, the Oscars of the mystery" , "date" : "19950426" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "17" , "title" : "Book Notes" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/26\/books\/book-notes-376295.html"} , {"body" : "The Pacific Telesis Group is leaping into the nascent business of wireless cable television. The company is expected to announce today that it will acquire Cross Country Wireless Inc. in a deal worth $175 million. Cross Country Wireless holds licenses to beam cable programming to viewers throughout Southern California using microwave signals." , "date" : "19950418" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["CALIFORNIA"] , "nytd_section_facet" : ["Technology" , "Business"] , "page_facet" : "1" , "title" : "In a Video Rush, Phone Groups Aren't Waiting For Fiber Optics" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/18\/business\/in-a-video-rush-phone-groups-aren-t-waiting-for-fiber-optics.html"} , {"body" : "The Brooklyn poet laureate's study is unused now. There are an old memo pad, books and photographs in the tiny, lamplighted Brooklyn Heights den. A walking stick, polished but untouched, stands in a corner. And there is a poem taped to the bulletin board. It opens: I have no soil but this hard ground, Stone and subterranean quarry, Underground" , "date" : "19950416" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "1" , "title" : "A Job Opening in Brooklyn: Poet Laureate" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/16\/nyregion\/a-job-opening-in-brooklyn-poet-laureate.html"} , {"body" : "WANTED: Teachers. Must be adaptable, flexible, possess good sense of humor, be willing to travel with circus.\" The 60 children in the Ringling Brothers and Barnum & Bailey Circus receive a minimum of three hours of school a day. And their education is provided by teachers, supplied by On Location Education, a company that bills itself as the" , "date" : "19950402" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "New York and Region" , "Education" , "Theater"] , "page_facet" : "10" , "title" : "Where Schooling Happens on Location" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/02\/nyregion\/where-schooling-happens-on-location.html"} ,   {"body" : "The Transit Authority will extensively reroute subway service between Manhattan and Brooklyn during off-peak hours this summer because of construction work on the Manhattan Bridge. Transit officials said yesterday that beginning May 1 the bridge would be closed to subway traffic from 9:45 A.M. to 3:30 P.M. on weekdays and from 4 A.M. Saturday to 10" , "date" : "19950326" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Bridge Repairs to Disrupt Off-Peak Subway Service" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/26\/nyregion\/bridge-repairs-to-disrupt-off-peak-subway-service.html"} , {"body" : "The sole optimistic note in this report on crime in Russia is the hope that it is only a temporary growing pain of democracy and a free-market economy. But mostly \"The Wild, Wild East\" is an anthology of bribery, extortion and violence. Russia's Interior Ministry says criminals control tens of thousands of businesses and hundreds of banks. There" , "date" : "19950310" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "TV WEEKEND; Crime and Corruption in Russia" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/10\/arts\/tv-weekend-crime-and-corruption-in-russia.html"} , {"body" : "The reputed head of a Russian emigre crime gang in Brooklyn was arrested in Italy yesterday and indicted in Manhattan on charges of masterminding a five-year reign of violence that included at least three gangland murders tied to drug trafficking, racketeering and extortion. The suspect, Monya Elson, 44, was arrested by Italian police officers in" , "date" : "19950309" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Russian Gang Chief Indicted in Slayings" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/09\/nyregion\/russian-gang-chief-indicted-in-slayings.html"} , {"body" : "In a chilling monotone, the leader of a $16-million-a-year-drug ring called the Wild Cowboys testified yesterday how he and fellow gang members terrorized the South Bronx and upper Manhattan. He detailed how gang members assassinated their rivals and even recounted his own murder of a man he said had tried to cheat him. Nelson Sepulveda's testimony" , "date" : "19950301" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Gang Leader Details Crimes Of Drug Ring" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/01\/nyregion\/gang-leader-details-crimes-of-drug-ring.html"} , {"body" : "BEFORE the Communist revolution stifled luxury in Russia, aristocrats would glide through the snow in ankle-length sable, with matching muffs and hats. Wealth is rare in Russia these days, and sable still rarer, but fur is still as fundamental to the Russian landscape as birch trees and onion domes. So in the Russian-immigrant enclave of Brighton" , "date" : "19950219" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RUSSIA" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAKING IT WORK; The Furs of Brighton Beach" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/19\/nyregion\/making-it-work-the-furs-of-brighton-beach.html"} , {"body" : "For travelers who want to combine dining and smoking, New York City's new smoking law provides a single loophole: go to a very small restaurant. Fearing that small restaurateurs could not survive the city's stringent new rules, which take effect on April 10, the Mayor and City Council decided to exempt restaurants that seat 35 or fewer people. This" , "date" : "19950212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "3" , "title" : "TRAVEL ADVISORY; Last Refuge of Smokers: Very Small Restaurants" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/12\/travel\/travel-advisory-last-refuge-of-smokers-very-small-restaurants.html"} , {"body" : "It was a chance encounter in the aisle of a Brighton Beach drugstore on Super Bowl Sunday. He said, \"You have nice eyes.\" She said, \"What's your name?\" And when he lied, she became suspicious. He is a paroled rapist and, unfortunately for him, she is a parole officer in the office where he reported every other week. She recognized him from pictures" , "date" : "19950203" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Suspect Held After Flirting With Officer" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/03\/nyregion\/suspect-held-after-flirting-with-officer.html"} , {"body" : "The room was bright and smelled of strong coffee. The women, seeking strength in one another's faces, huddled around a table laden with food they had cooked. In this place where they felt safe, they discussed the problem that has made them feel so desperate and alone. Anzhela, the first to speak, described how her husband would disappear for weeks" , "date" : "19950130" , "day_of_week_facet" : "Monday" , "geo_facet" : ["RUSSIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Battered Immigrants Find a Haven" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/30\/nyregion\/battered-immigrants-find-a-haven.html"} , {"body" : "Nikita Dolgushin is not a household name, but to those familiar with the troubled course of Soviet ballet in the last three decades, his reputation as one of Russia's most talked-about classical dancers is well known. He was part of Rudolf Nureyev's generation at the Kirov Ballet school in Leningrad, now St. Petersburg, and danced with the Kirov" , "date" : "19950127" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "DANCE REVIEW; A Russian Portrait, With an Aging Star" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/27\/arts\/dance-review-a-russian-portrait-with-an-aging-star.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA $395,000 112 West 18th Street 2-bedroom, 2-bath, 1,800-sq.-ft. loft condo; elevator, high ceilings, original yellow pine beams; common charge $385, taxes" , "date" : "19950122" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/22\/realestate\/residential-resales-532595.html"} ,   {"body" : "Max Schnapp, a labor activist turned advocate of pets and their owners, died on Jan. 10 at Interfaith Hospital in Brooklyn. He was 90 and lived in Brighton Beach. He had a lengthy illness, his family said. Mr. Schnapp founded and was president of the Pet Owners Protective Association. For many years, he was a highly visible, vociferous presence at" , "date" : "19950118" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "21" , "title" : "Max Schnapp, 90, Labor Activist And an Animal Rights Advocate" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/18\/obituaries\/max-schnapp-90-labor-activist-and-an-animal-rights-advocate.html"} , {"body" : "Of numerous murders in recent years linked to Russian organized crime in Brighton Beach, not one has been solved. That, police investigators say, is because no one has come forward with any information, despite the fact that dozens of people were present at the scenes of some of the killings. The unsolved murders -- the police say as many as 15 in" , "date" : "19950117" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Cold War In Brighton Beach; Police and Russian Emigres Share an Uneasy Relationship" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/17\/nyregion\/cold-war-brighton-beach-police-russian-emigres-share-uneasy-relationship.html"} , {"body" : "Surplus coats of the former Soviet Army are the latest addition to the army of military coats being worn by civilians. The precisely cut, blue-gray coats, with their signature wide collar and lapels, are made of heavy wool. They often come complete with brass buttons and insignia and, occasionally, medals. Many wearers point to the surplus shops on" , "date" : "19950115" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "38" , "title" : "ON THE STREET; Cold War Leftovers Include Warm Coats" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/15\/style\/on-the-street-cold-war-leftovers-include-warm-coats.html"} , {"body" : "In her pocket, Nadezhda Sivets carries a photo of her apartment building in Tajikistan, its walls battered by mortar shells. But the civil war in her homeland is far from her thoughts now, and a more personal struggle dominates her life. Mrs. Sivets' son, Denis, has a rare disease, and she has spent years searching for an accurate diagnosis. At 10," , "date" : "19950103" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE NEEDIEST CASES; Far From Home, a Couple Seek Medical Care for Their Ailing Son" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/03\/nyregion\/the-neediest-cases-far-from-home-a-couple-seek-medical-care-for-their-ailing-son.html"}]