[  {"body" : "In a dramatic acceleration of a four-year trend, New York City's crime rate in 1995 registered its steepest drop in 23 years, belying commonly held fears of wanton violence that were most recently stirred by the deadly assault at a Harlem clothing store and the killings of five people at a Bronx shoe store. Coming on the heels of a sharp decline" , "date" : "19951231" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK, NY, USA" , "HOUSTON (TEX)" , "SAN DIEGO (CALIF)" , "NEW YORK CITY" , "PHILADELPHIA (PA)" , "NEWARK (NJ)" , "HARTFORD (CONN)" , "HARTFORD, CT, USA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York's Violent Crime Rate Drops to Lows of Early 1970's" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/31\/nyregion\/new-york-s-violent-crime-rate-drops-to-lows-of-early-1970-s.html"} , {"body" : "New Year's Eve was going to be something special for 73-year-old Constance Gittens, friends and relatives said. A native of Guyana who immigrated to the United States in the 1960's, Ms. Gittens just last month flew two of her sisters to New York from their homeland to live with her, relatives said. The sisters were preparing a New Year's Eve feast" , "date" : "19951228" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Brooklyn Fire Kills Two Sisters Recently Re-united and Injures a Third" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/28\/nyregion\/brooklyn-fire-kills-two-sisters-recently-re-united-and-injures-a-third.html"} , {"body" : "Friday night at Madison Square Garden. A star-studded crowd. A buzzing arena. And a 22-year-old rising star named Oscar De La Hoya in the ring. For the first time in two and a half years, big-time boxing returned to the Garden, and it did so with distinction. The 135-pound De La Hoya, defending his share of the world lightweight title for a final" , "date" : "19951217" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "BOXING;A Knockout Night at the Garden" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/17\/sports\/boxing-a-knockout-night-at-the-garden.html"} , {"body" : "The 73-year-old rabbi moved across the den of his house on Ocean Parkway in Brooklyn one night last week and peered through the drawn blinds of the front windows. He said he was unafraid, but it was with a certain concern that he stared out into the gathering darkness. \"I'm a high-profile person all of a sudden,\" he said, managing a sort of sad" , "date" : "19951203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["ISRAEL" , "WEST BANK" , "MIDDLE EAST"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "51" , "title" : "How a Rabbi's Rhetoric Did, Or Didn't, Justify Assassination" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/03\/nyregion\/how-a-rabbi-s-rhetoric-did-or-didn-t-justify-assassination.html"} , {"body" : "Doctor, lawyer, butcher, baker -- the world seems filled with people toiling at conventional jobs. But here and there are those who work to the ringing of a different cash register, as shown by these reader responses to a request from The New York Times. Take Dr. Ivan Huber, a professor of biology at Fairleigh Dickinson University, who sought to" , "date" : "19951203" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Business"] , "page_facet" : "13" , "title" : "ON THE JOB;Tales From the Alternative Career Path" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/03\/business\/on-the-job-tales-from-the-alternative-career-path.html"} , {"body" : "AT DEATH, GIRL WAS CHARGE OF AGENCY When Elisa Izquierdo was placed in her mother's care around the time of her father's death last year, a Family Court judge ordered the city to supervise her new home through visits by a caseworker at least twice a month for a full year, according to an official of the city's Child Welfare Administration who spoke" , "date" : "19951128" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/28\/nyregion\/metro-digest-068497.html"} , {"body" : "They waited in line for an hour, sometimes longer, their anger palpable just beneath their grief. They formed a battalion of women, mothers from Bushwick, Brownsville and Manhattan. Few of them knew 6-year-old Elisa Izquierdo, who was beaten to death last week, but they came to her wake anyway, a crowd 300 people strong, in an unorchestrated" , "date" : "19951128" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "In Brooklyn, Wake for Slain Child Is a Forum of Grief, Shock and Rage" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/28\/nyregion\/in-brooklyn-wake-for-slain-child-is-a-forum-of-grief-shock-and-rage.html"} , {"body" : "To the Editor: As a state Senator representing parts of Brooklyn, I have closely followed your coverage of the pending merger of the Chemical and Chase Manhattan banks and the impact it is likely to have on financial services for my district and all New York City (\"Stalking the Next Big Takeovers,\" Investing It, Nov. 5). The merger -- from banks" , "date" : "19951126" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "Business"] , "page_facet" : "26" , "title" : "The Merger Downside" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/26\/business\/l-the-merger-downside-064939.html"} , {"body" : "Ruthel Branch is torn between two sons. One, Lamont, 32, is in the Sullivan Correctional Facility upstate, serving 25 years to life for murder. But the killer, she says, is not him; it's her son Lorenzo, 34. \"You've got a son in jail for something he didn't do, and you've got a son out of jail who did do it but who says it's an accident,\" Ms." , "date" : "19951029" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: CROWN HEIGHTS;Not Quite 'Clockers,' but Close" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/29\/nyregion\/neighborhood-report-crown-heights-not-quite-clockers-but-close.html"} , {"body" : "The West Virginia basketball recruit TERRANCE SPRINGER did not graduate from junior college and cannot immediately transfer, a university official said yesterday. Springer could join the team after the end of the first semester if he graduates from junior college, said SHELLY POE, the sports information director. The 6-foot-6-inch, 200-pound" , "date" : "19951018" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "16" , "title" : "SPORTS PEOPLE: BASKETBALL; West Virginia's Woes" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/18\/sports\/sports-people-basketball-west-virginia-s-woes.html"} ,   {"body" : "Henry Roth, who in 1934 wrote \"Call It Sleep,\" a novel acclaimed as an American classic for its powerful portrayal of a Jewish immigrant boy struggling to survive in the slums of the Lower East Side, died yesterday at Lovelace Hospital in Albuquerque, N.M. He was 89 years old and had lived in Albuquerque in recent years, said a son, Jeremy. When" , "date" : "19951014" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region" , "Obituaries" , "Books"] , "page_facet" : "27" , "title" : "Henry Roth Is Dead at 89; Wrote Novel 'Call It Sleep'" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/14\/nyregion\/henry-roth-is-dead-at-89-wrote-novel-call-it-sleep.html"} , {"body" : "Three New York City police officers were acquitted last night of charges that they violated the civil rights of Brooklyn residents and drug dealers by systematically stealing cash and drugs and making false arrests to gain overtime. It was the second time in six months that Federal prosecutors failed to gain convictions of the three in the case," , "date" : "19951013" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Officers in Brooklyn Drug Case Acquitted of Rights Charges" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/13\/nyregion\/officers-in-brooklyn-drug-case-acquitted-of-rights-charges.html"} , {"body" : "DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of month; next meeting, Sept. 12, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; (718) 389-0009. DISTRICT 2 Fort Greene, Brooklyn Heights; second Wednesday of month; next meeting Sept. 13, 6 P.M.; Brooklyn Union Gas Company, One Metrotech Center, off Myrtle Avenue; (718) 596-5410." , "date" : "19950910" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Brooklyn Community Board Meetings" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/10\/nyregion\/public-interest-brooklyn-community-board-meetings.html"} , {"body" : "New York City may never be finished, but the first encyclopedia of the city finally is. Now, the arguing over who and what got in or was left out can begin. Did Mario M. Cuomo (from Queens) deserve to get a larger entry than James A. Farley (the New Deal political guru and Postmaster General)? Should John Marchi (the Staten Island State Senator)" , "date" : "19950910" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "47" , "title" : "Trotsky's Bronx Headquarters And Other New York Arcana" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/10\/nyregion\/trotsky-s-bronx-headquarters-and-other-new-york-arcana.html"} , {"body" : "From Bushwick to Bensonhurst, Brooklyn's 12 school districts are looking for ways to serve more students with less money. District 32 in Bushwick, which expects to gain more than 200 students this year, lost 39 teachers over the summer to an early retirement program. With the district facing a $2.5 million shortfall, Dr. Robert Brasco, the deputy" , "date" : "19950910" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "13" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Schools' Bind: More Pupils, Less Money" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/10\/nyregion\/neighborhood-report-brooklyn-up-close-schools-bind-more-pupils-less-money.html"} , {"body" : "Seven people were shot in what appeared to be a drug-related shooting in Brooklyn last night that left one person dead and a 14-year-old critically injured, the police said. The shooting occurred just after 11 P.M. on East 94th Street between Kings Highway and Clarkson Avenue, in Brownsville, said Detective Mark Patterson, a police spokesman." , "date" : "19950908" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "1 Dead in Shooting Spree" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/08\/nyregion\/1-dead-in-shooting-spree.html"} , {"body" : "The police arrested a second suspect yesterday in the death of a 4-year-old girl who roller-skated into a hail of gunfire intended for drug dealers at a housing project in Brooklyn last Sunday. Investigators said they also had a clearer picture of the feud between two rival drug gangs in Fort Greene and Brownsville that led to the shootings, at the" , "date" : "19950902" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "2d Suspect Held in Girl's Killing" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/02\/nyregion\/2d-suspect-held-in-girl-s-killing.html"} , {"body" : "Four-year-old Shamone Johnson was roller-skating under the watchful eyes of a family friend in front of a Brooklyn public-housing high-rise when gunshots broke through the playful chatter of children. A moment later, in a din of screams and shouts, neighbors were cradling Shamone's head in their hands and her playmates were pleading with her to say" , "date" : "19950829" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Roller Skater, 4, Is Killed Outside Housing Project" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/29\/nyregion\/roller-skater-4-is-killed-outside-housing-project.html"} , {"body" : "City health officials recommended more than a decade ago that the Parks Department increase the number of lifeguards at a large public pool in Brooklyn where a young girl drowned on Wednesday, but the recommendation was never adopted. Under the 1983 recommendation, which came after a drowning incident strikingly similar to this week's, the number" , "date" : "19950825" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "More Lifeguards Were Urged at Pool Where Girl, 5, Drowned" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/25\/nyregion\/more-lifeguards-were-urged-at-pool-where-girl-5-drowned.html"} , {"body" : "METRO DIGEST WINDOWS 95 INTRODUCED WITH FLASH With free midnight pizzas in Manhattan and free morning newspapers in London, with special colored lights on the Empire State Building and a blitz of one-time, before-dawn sale prices across the country, the moguls of Microsoft let loose with the splashiest, most frenzied, most expensive introduction of" , "date" : "19950824" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/24\/nyregion\/metro-digest-954695.html"} ,   {"body" : "A 5-year-old girl was found unconscious in a city pool in Brooklyn yesterday afternoon and died shortly afterward, police and parks officials said. Ten lifeguards were on duty at the Betsy Head Pool, an Olympic-size outdoor pool at Hopkinson, Livonia and Dumont Avenues in Brownsville, but it was a 17-year-old girl who discovered Kinchata Gooden" , "date" : "19950824" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Child Dies in Brooklyn Pool Amid 10 Lifeguards" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/24\/nyregion\/child-dies-in-brooklyn-pool-amid-10-lifeguards.html"} , {"body" : "For the third time this year, a subway train rear-ended another yesterday, this time at the Brooklyn Bridge-City Hall station, in an accident that sent 18 bloodied and bruised straphangers to hospitals. None were seriously hurt. Transit officials said the operator of the rear train, a slow-moving, southbound No. 6, appeared to be at fault, though" , "date" : "19950823" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Subway Train Hits Another in Lower Manhattan, Injuring 18" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/23\/nyregion\/subway-train-hits-another-in-lower-manhattan-injuring-18.html"} , {"body" : "As black religious leaders criticized the way the police handled a melee at a South Jamaica, Queens, church Sunday night, a senior police official said yesterday that officers had not conferred with supervisors before going into the church to arrest a parishioner. It was that attempt to make the arrest -- for the beating of a retired policeman --" , "date" : "19950823" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Church Leaders Fault Police In Melee at Revival Meeting" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/23\/nyregion\/church-leaders-fault-police-in-melee-at-revival-meeting.html"} , {"body" : "BEFORE Mike Tyson ever laid a glove on Peter McNeeley last night, the former heavyweight champion from the Brownsville section of Brooklyn unleashed a two-fisted attack on the news media last week. Tyson, who served three years in prison for a rape conviction, called one writer an assassin and referred to members of the media, in so many words, as" , "date" : "19950820" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "9" , "title" : "Sports of The Times; He Who Has Pulpit Preaches" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/20\/sports\/sports-of-the-times-he-who-has-pulpit-preaches.html"} , {"body" : "FINALLY, we came last night to the moment when accusations, condemnations and declarations of salvation could no longer be shouted above the roar of the star-studded crowd. There was Shaq. There was Sinbad. There was Sharpton. There was Seinfeld. Sharon Stone. And all the others, from Donald Trump to David Caruso to Divine Brown, here to welcome" , "date" : "19950820" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Sports of The Times; What We Want Most From Tyson" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/20\/sports\/sports-of-the-times-what-we-want-most-from-tyson.html"} , {"body" : "BEFORE the first Floyd Patterson-Sonny Liston heavyweight championship fight in 1962, which like many celebrated fights carried sociological, political and moral implications -- in this case, the gentlemanly Patterson versus the ex-con Liston -- Red Smith of The New York Herald Tribune made the sports columnist's obligatory prediction. \"I'm picking" , "date" : "19950817" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "15" , "title" : "Sports of The Times; Tyson Is Oddly Compelling" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/17\/sports\/sports-of-the-times-tyson-is-oddly-compelling.html"} , {"body" : "Some spoke in tongues. Others jumped from their seats for spontaneous, frenzied dancing. Then the pastor, the Rev. Hezekiah Walker, took the podium, and the gospel choir behind him sang \"I'm Glad to Be Alive.\" There were 250 people at the prayer meeting last week, and most of them were under the age of 30. Many churches form choirs. But in the case" , "date" : "19950813" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: EAST NEW YORK; At This Church, the Choir's Got a Grammy" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/13\/nyregion\/neighborhood-report-east-new-york-at-this-church-the-choir-s-got-a-grammy.html"} , {"body" : "Gerald Eacker, Dontae Jones and Terrance Springer are talented basketball players with forgettable pasts but potential-laden futures that have top colleges lining up to put them in the big time. The question is, do they belong there? Thanks to the junior college system, Eacker, Jones and Springer have revived their academic and athletic careers." , "date" : "19950806" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Education" , "Sports"] , "page_facet" : "1" , "title" : "DREAM FACTGORY OF THE 90's; Three Stories Of Junior College Second Chances" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/06\/sports\/dream-factgory-of-the-90-s-three-stories-of-junior-college-second-chances.html"} , {"body" : "A Far Rockaway teen-ager who the authorities said had a history of psychiatric problems was charged yesterday with killing his 8-month-old cousin while baby-sitting the child. The teen-ager, Rendell Williams, used the handle of a bullwhip to beat the baby, Kehia Shields, because she would not stop screaming, and then tried to stifle her cries by" , "date" : "19950802" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Teen-Ager Accused of Killing 8-Month-Old Cousin in Queens" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/02\/nyregion\/teen-ager-accused-of-killing-8-month-old-cousin-in-queens.html"} , {"body" : "From the day he was born, with cerebral palsy and severe asthma, Dy'kqim Edmundson's life was a painful struggle. The simplest tasks were almost beyond his reach -- sitting up, eating, even crying. \"The baby didn't really cry,\" his grandmother, Deborah Edmundson, remembered yesterday. \"When you fed him, he would kind of sing, make a happy sound." , "date" : "19950728" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Baby's Death From Scalding Bath Water Is Investigated" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/28\/nyregion\/baby-s-death-from-scalding-bath-water-is-investigated.html"} ,   {"body" : "Dance Program Central Park Summerstage Rumsey Playfield Midpark at 72d Street Manhattan (212) 360-2777 Recommended ages: 9 and up Tonight Hip-hop music is not in the same league, of course, as the sugary good-naturedness of many children's recordings. But older children often prefer the sexy tunes of hip-hop over a sweet song about, say, bugs in" , "date" : "19950721" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/21\/arts\/for-children.html"} , {"body" : "HE rode standing by the subway door, over 6 feet tall, and hanging to a strap on the No. 1 heading into the Bronx. He looked young, strong, mean. The dark look in his eyes, the sneer on his lips were unmistakable: blank hatred. Contempt. Was he a gang member? Or a freelance thug? Was he armed? Asked to talk for a few minutes, he said something, but" , "date" : "19950716" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/16\/nyregion\/no-headline-858395.html"} , {"body" : "In a report, \"Keeping Track of New York's Children,\" the Citizens' Committee for Children of New York Inc., measured the risks to children in each community board (for education, the surveys were based on community school districts). Overall, the report found, \"in virtually every category, New York City children continue to fare worse than their" , "date" : "19950625" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; CHILD WELFARE: Growing Up in New York" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/25\/nyregion\/neighborhood-report-new-york-up-close-child-welfare-growing-up-in-new-york.html"} , {"body" : "The budget approved by the City Council includes such large cuts to the Board of Education that after five years of belt-tightening, the reductions will for the first time broadly affect classrooms, students and teachers, according to district superintendents. The $31.1 billion spending plan adopted by the Council on Thursday includes a reduction" , "date" : "19950618" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "27" , "title" : "TURMOIL IN THE SCHOOLS: THE BUDGET; School Chiefs See New Cuts Finally Hitting Classrooms" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/18\/nyregion\/turmoil-schools-budget-school-chiefs-see-new-cuts-finally-hitting-classrooms.html"} , {"body" : "Over three decades, New York City educators have opened scores of small public academies, including 46 high schools in the last two years. In the series, all the new high schools are profiled, as well as influential older ones and some innovative elementary and middle schools. Here is a sampler of schools that are trying to create oases of learning" , "date" : "19950525" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "ALTERNATIVE SCHOOLS; Educators' Partnerships Test New Ideas Within Framework of a Traditional System" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/25\/nyregion\/alternative-schools-educators-partnerships-test-new-ideas-within-framework-239695.html"} , {"body" : "The school day begins not much differently for Migna B. Taveras than for thousands of other New York City high school students. She leaves her Lower East Side apartment, rushes downstairs to a corner bodega and buys bagels and coffee, which she consumes on her walk to school. But once at Vanguard High, a small school that opened in 1993, the" , "date" : "19950522" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S." , "Education"] , "page_facet" : "5" , "title" : "A School Called Vanguard That Learned the Hard Way" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/22\/us\/a-school-called-vanguard-that-learned-the-hard-way.html"} , {"body" : "THE BRONX DISTRICT 1 Port Morris, Melrose, Mott Haven; last Thursday of the month; next May 25, 6:30 P.M., Lincoln Hospital, 234 East 149th Street, Conference Room 6; (718) 585-7117. Agenda: T.B.A. DISTRICT 2 Hunts Point, Longwood; last Wednesday of the month; next May 31, 6 P.M., at I.S. 74, 730 Bryant Avenue, Hunts Point Peninsula; (718)" , "date" : "19950507" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "PUBLIC INTEREST; Next Community Board Meetings" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/07\/nyregion\/public-interest-next-community-board-meetings.html"} , {"body" : "The conditions on New York City's streets vary widely between rich and poor neighborhoods, with less affluent residents far more likely to endure cracked sidewalks, missing road signs and rubbly vacant lots, according to a survey released by the Public Advocate's office yesterday. The Public Advocate, Mark J. Green, said that the survey found \"a" , "date" : "19950507" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "50" , "title" : "Survey Cites a Big Gap in Street Conditions" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/07\/nyregion\/survey-cites-a-big-gap-in-street-conditions.html"} , {"body" : "The air near the 50-meter pool is warm and humid, and the room, bright and modern, boasts a stunning view of the Hudson River and the New Jersey coast. The pool's eight lanes are filled with children in goggles and caps who swim laps while coaches shout encouragement. The scene could come from an exclusive summer camp. But the pool is in West" , "date" : "19950507" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: HARLEM; The Redtails: Fleet of Fin, And Proud" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/07\/nyregion\/neighborhood-report-harlem-the-redtails-fleet-of-fin-and-proud.html"} , {"body" : "In 1986, Mayor Edward I. Koch made a bold commitment, promising that New York City would spend $4.2 billion in the following decade to build new homes for poor and working-class New Yorkers. Nine years later, the city has made good on much of that ambitious pledge. Under Mr. Koch and his successors, the city has financed and overseen the creation" , "date" : "19950430" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York Pledge to House Poor Works a Rare, Quiet Revolution" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/30\/nyregion\/new-york-pledge-to-house-poor-works-a-rare-quiet-revolution.html"} ,   {"body" : "A grand jury investigating allegations of corruption and brutality in a Bronx police precinct is likely to indict more than a dozen officers soon, possibly by next week, law enforcement officials said yesterday. The investigation of the 48th Precinct in the central Bronx has been going on since 1993, and involves allegations of shakedowns of drug" , "date" : "19950406" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Indictments Against Police Are Expected" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/06\/nyregion\/indictments-against-police-are-expected.html"} , {"body" : "SHON-DU has a little bulletin for the Mayor. He can crack down on welfare, impose all the rules he wants, fingerprint both of Shon-du's hands and put him through workfare hoops from here to his home in Brownsville and back. The Mayor can do that and more, but Shon-du will still manage to beat the system because he knows it inside out. \"They can't" , "date" : "19950406" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "METRO MATTERS; Cheating the Reformers: Ins and Outs of Welfare" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/06\/nyregion\/metro-matters-cheating-the-reformers-ins-and-outs-of-welfare.html"} , {"body" : "A day after acquitting two police officers on charges that they systematically robbed Brooklyn residents and drug dealers, a Federal court jury cleared a third officer from the same troubled precinct of the same charges yesterday morning. The acquittals in Federal District Court in Brooklyn marked the second time in as many months that police" , "date" : "19950405" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Jurors Acquit 3 Officers Of Robbing Drug Dealers" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/05\/nyregion\/jurors-acquit-3-officers-of-robbing-drug-dealers.html"} , {"body" : "Whether the blue dawn that broke like a thin ribbon across the Indiana horizon this morning was fitting symbolism for Mike Tyson upon his release from the Indiana Youth Center prison, only time and Tyson will be able to determine. More than 200 reporters and camera crews, along with hundreds of curiosity seekers, some wearing T-shirts that read," , "date" : "19950326" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "BOXING; After Three Years in Prison, Tyson Gains His Freedom" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/26\/sports\/boxing-after-three-years-in-prison-tyson-gains-his-freedom.html"} , {"body" : "SWIFTY My Life and Good Times By Irving Lazar Written in collaboration with Annette Tapert Illustrated. 288 pages. Simon & Schuster. $24. The Hollywood agent Irving Paul (Swifty) Lazar didn't always resemble a near-sighted Mr. Magoo wearing black-framed eyeglasses that looked as if they'd come out of a novelty shop minus the big rubber nose. To" , "date" : "19950323" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "17" , "title" : "BOOKS OF THE TIMES; The Man With the Sharp Elbows" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/23\/books\/books-of-the-times-the-man-with-the-sharp-elbows.html"} , {"body" : "To hear the former corrupt police officer tell it, protecting the public was the last thing on the minds of the ring of rogue officers in the crime-ridden Brooklyn precinct. Far more important, at least as indicated by his courtroom tale, was robbing drug dealers while on duty and making illegal arrests to gain overtime pay. The former officer," , "date" : "19950319" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "In Trial of 'Morgue Boys,' Former Police Officer Tells of His Tour as Predator in Blue" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/19\/nyregion\/trial-morgue-boys-former-police-officer-tells-his-tour-predator-blue.html"} , {"body" : "It's right there in the Bible. It's in Shakespeare, in Sophocles and in Dostoyevsky, of course. Murder, it turns out, is not only a recurring theme in the great works of literature, but is proving to be a crafty way to lure students to class. At Amherst College this spring semester, a new course, \"Murder,\" has become the most popular in the" , "date" : "19950319" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "32" , "title" : "A Course Called 'Murder' (And It's Tough, Too)" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/19\/us\/a-course-called-murder-and-it-s-tough-too.html"} , {"body" : "AT their family-owned stuffed toy factory in Brooklyn's tough East New York section, where the current inventory of Easter bunnies and teddy bears is smaller than the stock of treasured memories, the Parisi brothers look back fondly on the period they have dubbed the Year of the Snake. Answering a demand in the spring of 1962 for a carnival and" , "date" : "19950319" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; The Demise of the Easter Bunny in East New York" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/19\/nyregion\/new-yorkers-co-the-demise-of-the-easter-bunny-in-east-new-york.html"} , {"body" : "A rogue band of police officers in a Brooklyn precinct relentlessly stole cash, drugs and guns from suspects, made false arrests to gain overtime and counted on a \"blue wall of silence\" to protect them, a Federal prosecutor charged yesterday as three of the accused officers went on trial. In the latest trial stemming from charges of major" , "date" : "19950316" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "3 Officers Accused of Making 'Collars for Dollars' Go on Trial" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/16\/nyregion\/3-officers-accused-of-making-collars-for-dollars-go-on-trial.html"} , {"body" : "Rock Newman may propose it and proclaim it. He may scream about the historical logic behind two Brooklyn homeboys fighting at boxing's former mecca. But wishing and hoping is a long way from making certain that Madison Square Garden is the best site to match up Riddick Bowe, whom Newman manages and promotes, and Mike Tyson, who is scheduled to be" , "date" : "19950316" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "18" , "title" : "BOXING; Garden Is Interested in Bowe-Tyson Bout" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/16\/sports\/boxing-garden-is-interested-in-bowe-tyson-bout.html"} ,   {"body" : "WHEN her son Grant had six children, Margaret Sanger should not have been surprised. In the annals of passive aggression, it is a classic. \"It sure is,\" agrees her grandson Alexander. \"My grandmother very strongly believed that two, at the outside three, was the right number of children to have. So when my mother was pregnant with me, No. 4, she" , "date" : "19950315" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "AT WORK WITH: Alexander C. Sanger; In His Grandmother's Footsteps" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/15\/garden\/at-work-with-alexander-c-sanger-in-his-grandmother-s-footsteps.html"} , {"body" : "The burned body of a woman found inside a suitcase behind a Brooklyn school on Thursday is not that of Stacy Pennant, a 21-year-old Queensboro Community College student who has been missing since early February, the City Medical Examiner's office said yesterday. But officials say they still do not know the identity of the dead woman -- nor that of" , "date" : "19950311" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Burned Body Wasn't That Of a Student" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/11\/nyregion\/burned-body-wasn-t-that-of-a-student.html"} , {"body" : "Five days after the police found the charred body of a 20-year-old Canarsie woman in the basement of a vacant house, the body of another young woman -- also burned beyond recognition -- was found yesterday morning in Brownsville, Brooklyn. The police said they had no specific evidence to link the two cases but added that there were some" , "date" : "19950310" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (NYC)" , "CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Burned Body of a Woman Found at Brooklyn School" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/10\/nyregion\/burned-body-of-a-woman-found-at-brooklyn-school.html"} , {"body" : "WEAPON OF CHOICE IN SCHOOLS: BOX CUTTER At first, the two dozen or so students milling about outside Theodore Roosevelt High School in the Bronx agreed that schools need to be made safer. But in a few moments, swift as switchblades, the students produced a gleaming assortment of weapons. There was a pearl-handled pocket knife, a pair of brass" , "date" : "19950310" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/10\/nyregion\/metro-digest-689095.html"} , {"body" : "A TRIBE'S CLOSE TIES TO EDUCATION In July 1990, Margaret Field, headmaster of the Pine Point School, went to sing the praises of private education to leaders of the Mashantucket Pequot Indian tribe in Ledyard. The Pequots were on the verge of striking it rich in the casino business, and the headmaster was hoping to build a connection. She did. A1." , "date" : "19950221" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/21\/nyregion\/metro-digest-905995.html"} , {"body" : "The walk to school is not easy for any of the children at Junior High School 263 in Brownsville, Brooklyn. For some, the difficulty begins with the first step from bed, as 12-year-olds pick their way through decrepit apartments, hallways littered with crack vials and buildings riddled with bullet holes. For the children who live in the nearby" , "date" : "19950221" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "In Tough Neighborhood, Students Show Courage" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/21\/nyregion\/in-tough-neighborhood-students-show-courage.html"} , {"body" : "\"I don't think you could get a more challenging neighborhood for a school child to have to deal with,\" said Margo Spielberg, the principal of Junior High School 263, a squat brick building in Brownsville, Brooklyn, surrounded by some of the city's most troubled housing projects and violent and perilous streets. But day after day, imperfect morning" , "date" : "19950221" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Neighborhood Tests Students' Courage" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/21\/nyregion\/neighborhood-tests-students-courage.html"} , {"body" : "To the Editor: I was surprised that the very ur-memoir produced by this city was not mentioned: \"A Walker in the City,\" by Alfred Kazin. This book is both a coming-of-age-and-sensibility tale of a young writer and critic shuttling between Brownsville and \"the city\" and an exquisite exposition of the ambivalences suffered by young and ambitious" , "date" : "19950219" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region" , "Books"] , "page_facet" : "19" , "title" : "Challenging a Literary Pick-10" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/19\/nyregion\/l-challenging-a-literary-pick-10-075295.html"} , {"body" : "In an attempt to reassure the public and protect precinct morale, Police Commissioner William J. Bratton has repeatedly said that nothing nearly as serious as the drug-related corruption scandal that engulfed the 30th Precinct in Harlem last year was being investigated in any other precinct. Mr. Bratton's observation had a soothing affect on a city" , "date" : "19950206" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Reminder Of Rogues" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/06\/nyregion\/reminder-of-rogues.html"} , {"body" : "Five people were shot and wounded, two critically, when gunmen broke into a Brooklyn apartment looking for crack cocaine and money late Saturday night and opened fire, the police said. The incident was one of three unrelated episodes of violence late Saturday and early Sunday in which groups of people were shot in three Brooklyn neighborhoods, the" , "date" : "19950123" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Gunmen Fire In 3 Incidents In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/23\/nyregion\/gunmen-fire-in-3-incidents-in-brooklyn.html"} ,   {"body" : "NEW YORK CITY A SCHOOL WHERE IT'S O.K. TO EXCEL Any school with a selected population is destined to shine, especially if it has high standards, advanced courses, strong leadership and involved parents. Midwood High School in Flatbush, Brooklyn, with 55 percent of its students selected for excellence from all over the city, has all of those, and" , "date" : "19950123" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/23\/nyregion\/metro-digest-536495.html"} , {"body" : "CONEY ISLAND, Brownsville, East New York. Too often, these neighborhoods conjure up only frightening images: drugs, teen-agers with guns, teen-agers with babies, the elderly trapped behind locked doors, afraid to venture out. The horror stories aren't the only stories. Everyday, people in these areas battle to keep their families, schools and" , "date" : "19950108" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "CONEY ISLAND (NYC)" , "BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN BOOKSHELF; Against All Odds, Trying to Help the Forgotten" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/08\/nyregion\/neighborhood-report-brooklyn-bookshelf-against-all-odds-trying-help-forgotten.html"} , {"body" : "Fares by Mail Q. Recently I observed a man in a wheelchair boarding a bus and saw the driver hand him a mail-in envelope. When I asked the driver what it was, he said that's how the disabled paid their fares, by mailing the money in. What's the rationale for this? A. An honor system for paying fares dates back to the Transit Authority's purchase of" , "date" : "19950108" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1995\/01\/08\/nyregion\/fyi-913995.html"} , {"body" : "BROWNSTONE BROOKLYN On the Waterfront Not an awful lot has actually happened there over the recent years, but the Brooklyn Heights waterfront -- or, more specifically, what to do with it -- is a perpetually, loomingly big story around the neighborhood. The reason, quite simply, is a widespread fear that development will mean losing the passionately" , "date" : "19950101" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT; Looking Back, Looking Ahead, Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/01\/nyregion\/neighborhood-report-looking-back-looking-ahead-brooklyn.html"}]