[  {"body" : "In a dramatic acceleration of a four-year trend, New York City's crime rate in 1995 registered its steepest drop in 23 years, belying commonly held fears of wanton violence that were most recently stirred by the deadly assault at a Harlem clothing store and the killings of five people at a Bronx shoe store. Coming on the heels of a sharp decline" , "date" : "19951231" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK, NY, USA" , "HOUSTON (TEX)" , "SAN DIEGO (CALIF)" , "NEW YORK CITY" , "PHILADELPHIA (PA)" , "NEWARK (NJ)" , "HARTFORD (CONN)" , "HARTFORD, CT, USA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York's Violent Crime Rate Drops to Lows of Early 1970's" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/31\/nyregion\/new-york-s-violent-crime-rate-drops-to-lows-of-early-1970-s.html"} , {"body" : "A wall paint intended to retard fast-moving stairwell fires that have plagued New York City housing projects apparently failed against a flash fire that roared with terrifying speed up the newly treated stairwell of a building in East Harlem on Friday night. No one was injured in the blaze at 2227 Second Avenue, at East 115th Street, a 14-story" , "date" : "19951224" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Fire Retardant Fails to Slow Stairwell Blaze" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/24\/nyregion\/fire-retardant-fails-to-slow-stairwell-blaze.html"} , {"body" : "A Brooklyn high school student was arrested on assault charges yesterday in an attack on a teacher last week, the police said. The student, Boise Pinckney, 17, of 295 Stanhope Street in the Bushwick section, was arrested at Bushwick High School, at 400 Irving Avenue, shortly after noon yesterday, said a Police Department spokesman, Doram Tamari." , "date" : "19951219" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Student Charged in Attack" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/19\/nyregion\/student-charged-in-attack.html"} , {"body" : "The major opposition group within the United Federation of Teachers spent the last few weeks sending out leaflets and organizing a telephone campaign against the proposed five-year contract that went down to defeat last night. The opposition's efforts initially seemed no match for the polished campaign, complete with slick videotapes and mass" , "date" : "19951208" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "11" , "title" : "Slick Campaign Didn't Save Teachers' Pact" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/08\/nyregion\/slick-campaign-didn-t-save-teachers-pact.html"} , {"body" : "Their faces tinged with sorrow, rage and shame over the grisly death of 6-year-old Elisa Izquierdo, 300 relatives, friends, politicians and strangers filed quietly into St. Joseph's Patron Church in Bushwick yesterday. They watched and listened, some of them unflinchingly, others with downcast eyes, as the Rev. Gianni Agostinelli gazed solemnly at" , "date" : "19951130" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "With Anger and Shame, a Child Is Buried" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/30\/nyregion\/with-anger-and-shame-a-child-is-buried.html"} , {"body" : "AT DEATH, GIRL WAS CHARGE OF AGENCY When Elisa Izquierdo was placed in her mother's care around the time of her father's death last year, a Family Court judge ordered the city to supervise her new home through visits by a caseworker at least twice a month for a full year, according to an official of the city's Child Welfare Administration who spoke" , "date" : "19951128" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/28\/nyregion\/metro-digest-068497.html"} , {"body" : "They waited in line for an hour, sometimes longer, their anger palpable just beneath their grief. They formed a battalion of women, mothers from Bushwick, Brownsville and Manhattan. Few of them knew 6-year-old Elisa Izquierdo, who was beaten to death last week, but they came to her wake anyway, a crowd 300 people strong, in an unorchestrated" , "date" : "19951128" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "In Brooklyn, Wake for Slain Child Is a Forum of Grief, Shock and Rage" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/28\/nyregion\/in-brooklyn-wake-for-slain-child-is-a-forum-of-grief-shock-and-rage.html"} , {"body" : "Two men armed with a bottle of flammable liquid and a match turned a token clerk's booth into an inferno inside a Brooklyn subway station early yesterday, critically injuring the clerk in an attack that officials said may have been patterned on a current movie. The liquid was squirted into the bulletproof booth, igniting with such force that the" , "date" : "19951127" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "1" , "title" : "Attackers Set Fire to Token Clerk in Brooklyn Subway Station" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/27\/nyregion\/attackers-set-fire-to-token-clerk-in-brooklyn-subway-station.html"} , {"body" : "When Awilda Lopez took her first hit of crack cocaine on the hardscrabble streets of Bushwick, Brooklyn, in 1988, she crossed the shadowy divide that separates tough urban poverty from mind-numbing neglect. In a matter of months, Ms. Lopez lost everything to the drug, according to the accounts of several friends and relatives. First, she lost her" , "date" : "19951127" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Mother's Tale: Drugs, Despair And Violence;A Life Mired in Urban Ills Ends in a Daughter's Death" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/27\/nyregion\/mother-s-tale-drugs-despair-violence-life-mired-urban-ills-ends-daughter-s-death.html"} , {"body" : "To the Editor: As a state Senator representing parts of Brooklyn, I have closely followed your coverage of the pending merger of the Chemical and Chase Manhattan banks and the impact it is likely to have on financial services for my district and all New York City (\"Stalking the Next Big Takeovers,\" Investing It, Nov. 5). The merger -- from banks" , "date" : "19951126" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "Business"] , "page_facet" : "26" , "title" : "The Merger Downside" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/26\/business\/l-the-merger-downside-064939.html"} ,   {"body" : "For Dottie Calhoun, a Brooklyn landlord, owning property sometimes feels like treading water with pockets full of stones. \"Sometimes it seems like no matter how hard you try, you can't stay afloat,\" said Mrs. Calhoun, the beleaguered owner of a three-family house in Bushwick. \"Something is always keeping you down.\" Last month, a tenant moved out," , "date" : "19951126" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "49" , "title" : "Some Landlords Struggle Despite New City Policies" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/26\/nyregion\/some-landlords-struggle-despite-new-city-policies.html"} , {"body" : "From the moment Alisa Izquierdo entered the world at Woodhull Hospital in Brooklyn in February 1989, she was a child of ill fortune. Relatives said that she was born with cocaine in her blood, transmitted from her mother, and had to stay in the hospital for several days while medical workers cleansed the drug from her system. At that point, child" , "date" : "19951125" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "1" , "title" : "Alisa's Story: A Girl Trapped, Neglected, Tormented, Dead" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/25\/us\/alisa-s-story-a-girl-trapped-neglected-tormented-dead.html"} , {"body" : "Gov. George E. Pataki today approved a list of 90 tracts of open space -- from the shores of Lake Ontario to the Brooklyn piers -- that the state wants to buy or protect. But he conceded that with the state's budget problems, moving from wish list to reality will be difficult. Surrounded by 14 Yonkers schoolchildren as he signed the land-protection" , "date" : "19951122" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Pataki Lists Tracts to Protect" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/22\/nyregion\/pataki-lists-tracts-to-protect.html"} , {"body" : "Emergency Medical Service officials are investigating whether city ambulance workers tampered with or stole drugs from one of the agency's Brooklyn ambulance stations in recent weeks. The officials said they were looking into reports that at least two emergency patients in Brooklyn received inadequate dosages of the vital drugs. The E.M.S." , "date" : "19951103" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Officials Look Into Charges On Missing E.M.S. Drugs" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/03\/nyregion\/officials-look-into-charges-on-missing-ems-drugs.html"} , {"body" : "THE new-age approach to the age-old problem of schoolyard bullies and violence flies in the face of traditional brute-force remedies. \"I still have parents who say, if somebody hits you, you hit back,\" said Naomi Smartt, principal of P.S. 198 in East Flatbush. Dr. Alan Kazdin, a Yale professor of psychology and child psychiatry, said: \"Some parents" , "date" : "19951022" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "14" , "title" : "Bullydom's Realpolitik: What to Tell Your Kid" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/22\/nyregion\/bullydom-s-realpolitik-what-to-tell-your-kid.html"} , {"body" : "On his fourth day as Chancellor of the New York City Schools, Dr. Rudy Crew said he was taking direct control of the city's 16 most troubled schools, places where the vast majority of children cannot read at grade level and where some teachers appear preoccupied with discipline rather than with learning. In some cases the Chancellor would break" , "date" : "19951020" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "16 City Schools Are Taken Over By Chancellor" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/20\/nyregion\/16-city-schools-are-taken-over-by-chancellor.html"} , {"body" : "The State Board of Regents has said it would consider closing and reorganizing 17 of the city's failing schools if student achievement did not improve. Schools are placed on the state's \"poor performance\" list based on achievment test scores in mathematics and reading, attendance and, for older students, dropout rates. Following are the 17 schools" , "date" : "19951017" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "17 in Peril" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/17\/nyregion\/17-in-peril.html"} , {"body" : "The Colonial buffs brought tri-cornered hats. Civil War types gathered maps and newspaper clippings. Neighborhood groups displayed sepia-toned, turn-of-the-century photographs. There were mementos from the 40's and 50's: badges for Steeplechase Park in Coney Island, menus and lobster bibs from Lundy's Restaurant in Sheepshead Bay, and not a few" , "date" : "19951015" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE;Breuckelen Revisited: A History Fair in the County of Kings" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/15\/nyregion\/neighborhood-report-brooklyn-up-close-breuckelen-revisited-history-fair-county.html"} , {"body" : "As part of a larger effort to revamp the municipal hospital system, New York's Health and Hospitals Corporation has targeted Woodhull Medical and Mental Health Center in Brooklyn for a major overhaul. One reason is that Woodhull has focused largely on basic emergency care and now needs to concentrate more on up-to-date preventive medicine. But the" , "date" : "19951009" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "Health"] , "page_facet" : "16" , "title" : "Editorial Notebook; A Hospital Under Pressure" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/09\/opinion\/editorial-notebook-a-hospital-under-pressure.html"} , {"body" : "Until recently, most new shelters and residences for the homeless were in old buildings that had been renovated. A recently completed project in the Bushwick section of Brooklyn, however, is one of the first of a new generation to be built from the ground up. The five-story brick structure on a 9,000-square-foot lot at 832 Knickerbocker Avenue at" , "date" : "19950924" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["Health" , "Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: A Town House Facade to Deinstitutionalize the Look; Housing in Brooklyn for Mentally Ill Veterans" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/24\/realestate\/postings-town-house-facade-deinstitutionalize-look-housing-brooklyn-for-mentally.html"} ,   {"body" : "Instruction in English alone may not be the perfect method of helping immigrant students into the mainstream. But neither is a system that dragoons children into bilingual programs that reinforce the students' dependency on their native language and then makes escape impossible. The Board of Education made this point last year in a scalding report" , "date" : "19950921" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "New York's Bilingual 'Prison'" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/21\/opinion\/new-york-s-bilingual-prison.html"} , {"body" : "A Brooklyn parents organization filed suit yesterday against the State Commissioner of Education, charging that tens of thousands of immigrant children in New York City had been permitted to \"languish\" for up to six years in bilingual classes, learning neither English nor other subjects particularly well. The suit, by the Bushwick Parents" , "date" : "19950919" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "Lawsuit Is Filed Accusing State Of Overuse of Bilingual Classes" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/19\/nyregion\/lawsuit-is-filed-accusing-state-of-overuse-of-bilingual-classes.html"} , {"body" : "NEW YORK CITY THE POWER OF THE MAYORALTY For months now, Mayor Giuliani has complained that he has no control over New York City's Board of Education -- and the purse strings for a quarter of the city's budget. But in the tumult of events over the last week, he has showed just how much power the mayoralty has. Even as the Mayor has wielded more" , "date" : "19950918" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/18\/nyregion\/metro-digest-788595.html"} , {"body" : "The block party in Bushwick, Brooklyn, on Saturday was one last end-of-summer bash for the children of Halsey Street. There were pony rides and potato sack races, a deejay and dancing. And then, as the party was winding down about 10:10 P.M., there was the flash of guns, a spray of bullets, blood and panic. When the pandemonium subsided, two men," , "date" : "19950918" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Two Are Slain at a Block Party" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/18\/nyregion\/two-are-slain-at-a-block-party.html"} , {"body" : "At least one man was killed and an off-duty transit police officer was shot and seriously wounded last night when gunfire erupted at a raucous block party in Bushwick, Brooklyn. Investigators believe that as many as four people may have been struck by bullets, including a woman and another man, at 10:10 P.M., near an apartment building on Halsey" , "date" : "19950917" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "1 Is Killed, Others Are Hurt Amid Shooting at Block Party" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/17\/nyregion\/1-is-killed-others-are-hurt-amid-shooting-at-block-party.html"} , {"body" : "The coffin carrying the body of a 47-year-old woman was brought up the steps, as six family members and friends walked into St. Barbara's Roman Catholic Church in Bushwick, Brooklyn. The doors then closed against the morning sunlight, and from inside the vast emptiness of the ornate old church, voices rose. The singers were no formal choir. Most" , "date" : "19950917" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "A Church's Daily Rite Of Sadness" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/17\/nyregion\/a-church-s-daily-rite-of-sadness.html"} , {"body" : "International 3-14 LONG ROAD FOR SERBS Among the Serbs who dreamed of greater Serbia, many are finding that the end of the road is back in Serbia, now a desolate land of broken promises. 1 NEW NATO WARNING TO SERBS The Bosnian Serbs have been slow to carry out their agreement to remove heavy weapons from around Sarajevo, leading to a new warning" , "date" : "19950917" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/17\/nyregion\/news-summary-435095.html"} , {"body" : "In six years, Silfrido Frias and Edwin B. Canaan have gone from running a one-room paralegal service in the Washington Heights section of Manhattan to establishing Sherman Plaza, a diverse enterprise with 2,000 square feet of new office space that offers paralegal services, real estate brokering, international calling booths, beeper sales and" , "date" : "19950911" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Bank-Poor Communities Are Forced to Improvise" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/11\/nyregion\/bank-poor-communities-are-forced-to-improvise.html"} , {"body" : "DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of month; next meeting, Sept. 12, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; (718) 389-0009. DISTRICT 2 Fort Greene, Brooklyn Heights; second Wednesday of month; next meeting Sept. 13, 6 P.M.; Brooklyn Union Gas Company, One Metrotech Center, off Myrtle Avenue; (718) 596-5410." , "date" : "19950910" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Brooklyn Community Board Meetings" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/10\/nyregion\/public-interest-brooklyn-community-board-meetings.html"} , {"body" : "From Bushwick to Bensonhurst, Brooklyn's 12 school districts are looking for ways to serve more students with less money. District 32 in Bushwick, which expects to gain more than 200 students this year, lost 39 teachers over the summer to an early retirement program. With the district facing a $2.5 million shortfall, Dr. Robert Brasco, the deputy" , "date" : "19950910" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "13" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Schools' Bind: More Pupils, Less Money" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/10\/nyregion\/neighborhood-report-brooklyn-up-close-schools-bind-more-pupils-less-money.html"} ,   {"body" : "To the Editor: Bob Herbert's \"Power to the Banks\" (column, Sept. 1), depicting the lack of banking services in New York City's poorer areas, is fine as far as it goes, but fails to examine the social and economic consequences or pose any pragmatic solutions to this dismal situation. The Lower East Side, South Bronx, Bushwick and Harlem -- once and" , "date" : "19950907" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "New York Banks' Retreat From Poor Neighborhoods Hurts All" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/07\/opinion\/l-new-york-banks-retreat-from-poor-neighborhoods-hurts-all-190995.html"} , {"body" : "A livery-cab driver was shot and critically injured early yesterday morning as he and other drivers chased a fare beater they suspected of being a robber through a remote industrial area in Williamsburg, Brooklyn, the police said. The wounded man, Carlos Taverez, 33, was one of about 30 drivers who responded to a radio distress code broadcast by" , "date" : "19950903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "Livery Cab Driver Is Wounded In a Chase After a Fare Beater" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/03\/nyregion\/livery-cab-driver-is-wounded-in-a-chase-after-a-fare-beater.html"} , {"body" : "Theresa Marie Berrios, the daughter of Mr. and Mrs. Louis C. Berrios of Laurence Harbor, N.J., was married yesterday to Mark Christopher Santiago, the son of Mr. and Mrs. Louis R. Santiago of Whitestone, Queens. The Rev. Raymond Attanasio performed the ceremony at the Roman Catholic Church of St. Lawrence in Laurence Harbor. Mrs. Santiago, 24," , "date" : "19950820" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "48" , "title" : "WEDDINGS; Theresa Berrios and Mark Santiago" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/20\/style\/weddings-theresa-berrios-and-mark-santiago.html"} , {"body" : "For 19 years, the picture has hung on the wall of the Brooklyn North Homicide Squad, a photo of a curly-haired man with sideburns wanted in the fatal drive-by shooting of a Bushwick woman as she sat on her stoop on the night of May 10, 1976. The picture was still there yesterday. But the suspect, David Galletti, was in custody -- arrested Wednesday" , "date" : "19950819" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A New Identity and 19 Years Can't Hide a Murder Suspect" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/19\/nyregion\/a-new-identity-and-19-years-can-t-hide-a-murder-suspect.html"} , {"body" : "A hand-picked mayoral advisory panel recommended yesterday that New York City abolish its municipal hospital system, a proposal that Mayor Rudolph W. Giuliani praised. In a blunt analytical report, the seven-member panel accused the city's Health and Hospitals Corporation of delivering inefficient, low-quality health services and asserted that its" , "date" : "19950816" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "A MAYORAL PANEL URGES DISMANTLING OF CITY HOSPITALS" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/16\/nyregion\/a-mayoral-panel-urges-dismantling-of-city-hospitals.html"} , {"body" : "IN the Baychester section of the northern Bronx, not far from Cardinal Spellman High School, Leslie A. Lerner is starting to build two-family houses where another builder's project went aground in the early 90's. He already has found a handful of buyers, most of them blacks of Jamaican or West Indian heritage. He is building without the public" , "date" : "19950813" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAYCHESTER (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PERSPECTIVES; Building Homes in the Bronx With No Subsidies" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/13\/realestate\/perspectives-building-homes-in-the-bronx-with-no-subsidies.html"} , {"body" : "ENID CRUZ knows an angel of mercy when she sees one. On the hottest day of the summer, Mrs. Cruz traveled for two hours from the Bushwick section of Brooklyn to visit her husband, an inmate at the Sing Sing Correctional Facility here. The five young Cruz children, ranging from 2 to 12 years old, came with their mother on the long, exhausting trip." , "date" : "19950806" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["OSSINING (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "Volunteer Group Works to Lift Spirits Inside Sing Sing" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/06\/nyregion\/volunteer-group-works-to-lift-spirits-inside-sing-sing.html"} , {"body" : "Behind the 30 percent drop in murders and shootings reported in New York City this year is a startling development: drug dealers and gang members have apparently begun to leave their guns at home. Police Department and Federal law enforcement officials say that gunplay has decreased from the South Bronx to the Rockaways partly through the" , "date" : "19950730" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Shootings Fall As More Guns Stay at Home" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/30\/nyregion\/shootings-fall-as-more-guns-stay-at-home.html"} , {"body" : "Across three decades, Perceo Melo had operated bodegas in Brooklyn: one on Rockaway Avenue, another on Franklin Avenue. In each place, he had made a living and a name for himself among the people he served, extending informal lines of credit, talking about religion and baseball, making sandwiches early each morning for the neighborhood's" , "date" : "19950729" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Career in Bodegas Ends in Death of Man and Son" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/29\/nyregion\/career-in-bodegas-ends-in-death-of-man-and-son.html"} , {"body" : "In the aftermath of a Supreme Court decision striking down a Georgia Congressional district that was drawn along racial lines, a fight is under way over the future of the largely Hispanic 12th District in New York City. A suit was filed late last month in Brooklyn Federal Court seeking to abolish the district. And yesterday, dozens of residents of" , "date" : "19950720" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Hispanic Residents Vow to Fight for Carefully Drawn Congressional District" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/20\/nyregion\/hispanic-residents-vow-to-fight-for-carefully-drawn-congressional-district.html"} ,   {"body" : "It started in an incident last Halloween with egg-throwing, escalated to bottles, and by the time it was over Angel Lopez Almodovar, a mechanic who was bringing a tricycle home to his 4-year-old son in Brooklyn, had been shot to death. Nine months later, the police arrested a 20-year-old man and charged him with the murder. The man, Hector Suarez," , "date" : "19950716" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "27" , "title" : "Man Is Arrested In Halloween Death" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/16\/us\/man-is-arrested-in-halloween-death.html"} , {"body" : "Hoping to replicate New York City's success over the last decade in rebuilding abandoned housing, the Giuliani administration for the first time will offer packages of vacant land and financing to develop retail stores along some of the city's most blighted commercial strips. The administration wants to spur the opening of dozens of neighborhood" , "date" : "19950709" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Aid Packages For Retailers In Poor Areas" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/09\/nyregion\/aid-packages-for-retailers-in-poor-areas.html"} , {"body" : "The police arrested an 18-year-old Brooklyn man last night in connection with a Fourth of July shotgun blast that wounded a 6-year-old girl and seven men who were playing dominoes on a Bushwick sidewalk. The man, David Ratliff, who lives at 62 Covert Street in Bushwick, was charged with reckless endangerment and criminal possession of a weapon," , "date" : "19950708" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Arrest Is Made in Brooklyn Shotgun Blast" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/08\/nyregion\/arrest-is-made-in-brooklyn-shotgun-blast.html"} , {"body" : "To the Editor: It was refreshing to read A. M. Rosenthal's column \"Reviewing Civilian Conduct\" (June 16) about the police action taken in the Bushwick section of Brooklyn after the Puerto Rican Day parade on June 11. The column reveals a clear understanding of what police officers must often contend with in policing a large city. The public doesn't" , "date" : "19950704" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "30" , "title" : "Keeping the Peace" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/04\/opinion\/l-keeping-the-peace-291295.html"} , {"body" : "Principals and teachers around New York City say that the pressure to reassess the grades of failing students -- as a high school principal did last week -- surfaces in subtle ways. They describe the case of Robert Durkin, the principal of Washington Irving High School in Manhattan, as an extreme case. He was removed last week for giving 17 failing" , "date" : "19950703" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "25" , "title" : "In Schools, Subtle Pressure To Change Students' Grades" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/03\/nyregion\/in-schools-subtle-pressure-to-change-students-grades.html"} , {"body" : "Gregory Swenson, 9 years old, will be out of school this week, but his freedom could be short-lived. His mother, Veda, has already told him that her job and the likelihood that there will be no summer camp means he might have to be locked up in their Bronx apartment four days a week. Rasheba Watkins, a 16-year-old student at DeWitt Clinton High" , "date" : "19950625" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Poor Parents' Summertime Blues; Choices for Children: Enforced Boredom or Street Roulette" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/25\/nyregion\/poor-parents-summertime-blues-choices-for-children-enforced-boredom-street.html"} , {"body" : "Like soldiers dazed from one battle too many, teachers, parents and children arrived at schools yesterday angered and saddened over the loss of a chancellor many considered to be their leader and ally in educational reform. \"He's the first person in his position who has attended professional conferences,\" said Eileen Marzola, a teacher for more" , "date" : "19950617" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "24" , "title" : "TURMOIL IN THE SCHOOLS: VOICES; Day After: Dismay at Loss of Someone Who Cares" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/17\/nyregion\/turmoil-in-the-schools-voices-day-after-dismay-at-loss-of-someone-who-cares.html"} , {"body" : "Kendra Newkirk turned 17 on Thursday. There was no father around to help her celebrate. The first and last time she ever saw her father was two years ago on a busy street corner in downtown Brooklyn. \"Our house had burned down and he heard about it and he was going to help us out with some money,\" she said. \"So I went with my mother to the place" , "date" : "19950617" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "19" , "title" : "In America; It's Never Father's Day" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/17\/opinion\/in-america-it-s-never-father-s-day.html"} , {"body" : "New York City has a special board to review civilian complaints against the police. One more thing is needed: a special board to review police complaints against civilians. Let police officers come to this board, and tell it how members of the citizenry often not only revile and humiliate them, but prevent them from carrying out their job of making" , "date" : "19950616" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "27" , "title" : "On My Mind; Reviewing Civilian Conduct" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/16\/opinion\/on-my-mind-reviewing-civilian-conduct.html"} , {"body" : "On the surface, at least, it seemed to make sense: the City Council struggled to come to an agreement with Mayor Rudolph W. Giuliani on a painful new city budget. So for the last week or so, the Council's leadership has gathered in a closed room each day to discuss a host of options. But the leadership meetings have not exactly been intimate" , "date" : "19950614" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORK CITY'S BUDGET: THE COUNCIL; Behind Closed Doors, 37 'Leaders' Weigh In" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/14\/nyregion\/new-york-city-s-budget-the-council-behind-closed-doors-37-leaders-weigh-in.html"} ,   {"body" : "The tradition has grown greatly in recent years. After the Puerto Rican Day Parade in New York City, the dancing, singing and drinking don't end on Fifth Avenue; they just move to places like Bushwick in Brooklyn. But along with the tradition of celebration, tension has taken hold, too. In recent years, stores have been burglarized, police cars" , "date" : "19950613" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Raucous Revelry in Bushwick Leads to Tensions With Police" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/13\/nyregion\/raucous-revelry-in-bushwick-leads-to-tensions-with-police.html"} , {"body" : "More than 50 people were arrested in Bushwick, Brooklyn, this morning when Puerto Rican Day Parade celebrations spilled into the borough from Manhattan and led to clashes with the police, officials said. Police officers were pelted with rocks and bottles after they tried to stop people who were riding outside cars and other vehicles and driving" , "date" : "19950612" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "At Least 50 Are Arrested In Post-Parade Celebration" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/12\/nyregion\/at-least-50-are-arrested-in-post-parade-celebration.html"} , {"body" : "A 7-year-old girl was raped by two boys in the bathroom of an elementary school in the Bushwick section of Brooklyn, the police said yesterday. The incident occurred about 3 P.M. on Wednesday at Public School 106 at 1214 Putnam Avenue. The police said that most of the students had already gone home when the suspects, two older students, forced the" , "date" : "19950611" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "45" , "title" : "Girl, 7, Is Raped in School" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/11\/nyregion\/girl-7-is-raped-in-school.html"} , {"body" : "Saying that the nation's historic commitment to education is under attack, Hillary Rodham Clinton told Brooklyn College graduates yesterday that \"there are those among us who would knock down the ladders of opportunity after they themselves have already reached the top rung.\" The First Lady told the 2,709 graduates at the college's 70th" , "date" : "19950602" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "COMMENCEMENTS;At Brooklyn College Graduation, First Lady Attacks 'Retreat on Education'" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/02\/nyregion\/commencements-brooklyn-college-graduation-first-lady-attacks-retreat-education.html"} , {"body" : "A store clerk was shot and wounded after a robbery in Queens yesterday, a police spokesman said. At about the same time, the police were arresting a pair of suspects in connection with Sunday's shooting death of a Brooklyn convenience-store cashier. Yesterday's shooting of an unidentified male Hispanic store clerk occurred at about 12:45 P.M. near" , "date" : "19950602" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Clerk is Wounded In Queens Robbery" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/02\/nyregion\/clerk-is-wounded-in-queens-robbery.html"} , {"body" : "Three men, apparently intent on robbery, burst into a convenience store in Brooklyn on Sunday night, killing the cashier, the sole support for eight people. Lying on a sofa yesterday in her apartment in Bushwick, Argentina Garcia, 33, clutched a family portrait and sobbed for a shattered family dream and her husband, Ygnacio, who was shot to death." , "date" : "19950530" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Cashier Is Slain, Apparently in a Robbery Attempt" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/30\/nyregion\/cashier-is-slain-apparently-in-a-robbery-attempt.html"} , {"body" : "MEDICAL RESEARCH A CASUALTY OF BUDGETS Biomedical research, long a cornerstone of American medicine, threatens to become a silent casualty of the reorganization of the country's health care system, caught between the nation's relentless search for cheaper medical care and budget-cutting fervor among politicians. American research has produced" , "date" : "19950530" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/30\/nyregion\/metro-digest-249595.html"} , {"body" : "A four-story apartment building collapsed yesterday in the Bushwick section of Brooklyn, injuring no one but forcing the evacuation of a building next door and shutting part of an elevated subway line. The building, 1129 Broadway near DeKalb Avenue, collapsed about 7 P.M. Bricks and rubble spilled onto the sidewalk and street. Michael Butler," , "date" : "19950527" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Apartment Building Falls in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/27\/nyregion\/apartment-building-falls-in-brooklyn.html"} , {"body" : "Over three decades, New York City educators have opened scores of small public academies, including 46 high schools in the last two years. In the series, all the new high schools are profiled, as well as older ones that served as models and some elementary and middle schools organized according to the same principles. As this listing shows, the" , "date" : "19950523" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "ALTERNATIVE SCHOOLS; Partnerships Help Create New Schools" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/23\/nyregion\/alternative-schools-partnerships-help-create-new-schools-154295.html"} , {"body" : "Once they were New York City's sturdy castles of learning, immense neighborhood high schools with as many as 5,000 students each that dependably churned out graduates to sustain the city and, sometimes, transform the world. Colin L. Powell went to Morris High School in the Bronx, Barbra Streisand and Bobby Fischer to Erasmus Hall in Brooklyn, Lewis" , "date" : "19950522" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "New Schools Seeking Small Miracles" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/22\/nyregion\/new-schools-seeking-small-miracles.html"} ,   {"body" : "Deciphering a Slogan Q. For years, an odd slogan was visible from the Queens approach to the Queens-Midtown Tunnel. It appeared to have been stenciled or painted on the outside of the overhead roadway and it read, \"WHEELS OVER INDIAN TRAILS .\" The words have since been eradicated, but I often wonder about it. Who painted it and where did it go? A." , "date" : "19950521" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1995\/05\/21\/nyregion\/fyi-309895.html"} , {"body" : "A grand jury in Brooklyn has voted not to indict a police officer in the death of a 16-year-old honors student who was shot in the head two months ago in Sheepshead Bay, District Attorney Charles J. Hynes announced yesterday. The youth, Yong Xin Huang, was shot during a confrontation with the officer, Steven Mizrahi, in March after a neighbor" , "date" : "19950517" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "No Indictment for Officer Who Shot Brooklyn Youth" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/17\/nyregion\/no-indictment-for-officer-who-shot-brooklyn-youth.html"} , {"body" : "George F. Seuffert Jr., recipient of the Handel Medal, New York City's highest cultural award, and a music consultant to five mayors, died on Saturday at South County Hospital in Wakefield, R.I. He was 82 and lived in Douglaston, Queens. Mr. Seuffert (pronounced SOY-fert) had a heart attack while swimming, his family said. His father founded the" , "date" : "19950511" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "24" , "title" : "George Seuffert Jr., 82, Leader Of a Concert Band for 63 Years" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/11\/obituaries\/george-seuffert-jr-82-leader-of-a-concert-band-for-63-years.html"} , {"body" : "THE BRONX DISTRICT 1 Port Morris, Melrose, Mott Haven; last Thursday of the month; next May 25, 6:30 P.M., Lincoln Hospital, 234 East 149th Street, Conference Room 6; (718) 585-7117. Agenda: T.B.A. DISTRICT 2 Hunts Point, Longwood; last Wednesday of the month; next May 31, 6 P.M., at I.S. 74, 730 Bryant Avenue, Hunts Point Peninsula; (718)" , "date" : "19950507" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "PUBLIC INTEREST; Next Community Board Meetings" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/07\/nyregion\/public-interest-next-community-board-meetings.html"} , {"body" : "When the letters began arriving, the elderly residents of New Hyde Park, Queens, quietly panicked. Real estate agents were offering cash to buy their white clapboard houses, which were not for sale. If their neighbors took the nibble, they feared, their stable community of longtime friends would break up. Robert Weissman, a retired high school" , "date" : "19950505" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW HYDE PARK (NY)" , "NEW YORK CITY" , "NEW YORK STATE" , "BELLEROSE (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Brokers Said to Exploit Fear To Stir Queens Home Sales" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/05\/nyregion\/brokers-said-to-exploit-fear-to-stir-queens-home-sales.html"} , {"body" : "Transit Authority officials repeatedly failed to intervene as a contractor botched asbestos removal at six elevated subway stations in Brooklyn and Queens in 1992 and 1993, spewing the material over stations and surrounding areas, according to an independent investigator's findings released yesterday. At four of the six stations, a Transit" , "date" : "19950504" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Transit Authority Faulted on Asbestos" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/04\/nyregion\/transit-authority-faulted-on-asbestos.html"} , {"body" : "The Brooklyn poet laureate's study is unused now. There are an old memo pad, books and photographs in the tiny, lamplighted Brooklyn Heights den. A walking stick, polished but untouched, stands in a corner. And there is a poem taped to the bulletin board. It opens: I have no soil but this hard ground, Stone and subterranean quarry, Underground" , "date" : "19950416" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "1" , "title" : "A Job Opening in Brooklyn: Poet Laureate" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/16\/nyregion\/a-job-opening-in-brooklyn-poet-laureate.html"} , {"body" : "The $217 million package of budget revisions Mayor Rudolph W. Giuliani sent over to the City Council for approval yesterday seemed routine -- shifting funds from one account to another, keeping the cogs of government turning. But nothing, it seems, is routine with this Mayor and this Council, which have feuded over everything from fire alarm boxes" , "date" : "19950413" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Budget Fine Print Renews Dispute on Police Corruption Panel" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/13\/nyregion\/budget-fine-print-renews-dispute-on-police-corruption-panel.html"} , {"body" : "ON a block in Bay Ridge lined with small local businesses, the gray limestone building at 82d Street and Fifth Avenue stands out. Flood lights in the windows shine on haute couture dresses in white taffeta and ivory peau de soie. Mercedes-Benzes drop off clients. A shuttle bus pulls up from Manhattan. On any given Saturday, people pour out of the" , "date" : "19950402" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Saturdays at Kleinfeld's" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/02\/nyregion\/new-yorkers-co-saturdays-at-kleinfeld-s.html"} , {"body" : "A 16-year-old boy who the police say was brandishing a pellet gun was shot and killed by a police officer yesterday morning in the driveway of a home in Sheepshead Bay. The police said that the pellet gun appeared to be real and that the boy was struggling with the officer when the officer's gun went off. Yesterday afternoon, a pool of blood and" , "date" : "19950325" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Boy, 16, With Pellet Gun Is Killed by Officer" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/25\/nyregion\/boy-16-with-pellet-gun-is-killed-by-officer.html"} ,   {"body" : "One after another, the firefighters rose to speak at the union meeting at a Queens banquet hall. Weeks into the Fire Department's ambitious plan to use them to respond to medical emergencies, the rank and file were angry -- at the Mayor, at the department, at their own union leadership. They had joined the department to fight fires, not to be" , "date" : "19950321" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Firefighters Are Upset Over New Medical Duties" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/21\/nyregion\/firefighters-are-upset-over-new-medical-duties.html"} , {"body" : "NO city comes close to New York in its spending for housing development. Focusing mainly on restoring the tax-foreclosed housing stock for low-income people, the city has spent $3.6 billion over the last eight years. The results are visible in far-flung neighborhoods, where once-abandoned apartment buildings have been restored. In addition," , "date" : "19950305" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PERSPECTIVES; Prescriptions for Housing Programs" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/05\/realestate\/perspectives-prescriptions-for-housing-programs.html"} , {"body" : "A fire that started in a basement spread quickly throughout a two-story apartment building in Brooklyn yesterday afternoon and killed four people, including an 8-month-old baby. The two-alarm blaze in the Bushwick section also injured four others, including a firefighter, and gutted the tan brick building at 1497 Bushwick Avenue between Granite" , "date" : "19950301" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Fast-Moving Fire Kills 4, Including a Baby, in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/01\/nyregion\/fast-moving-fire-kills-4-including-a-baby-in-brooklyn.html"} , {"body" : "FRANK FREEMAN, a ruggedly individualistic Brooklyn architect, has finally gotten what his colleagues covet: an exhibit devoted solely to his own vigorous, richly modeled buildings. But he designed most of them 100 years ago, and many of his bold designs now exist only in photographs. The show runs through April 23 in the lobby of 1 Pierrepont" , "date" : "19950226" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Streetscapes\/Frank Freeman, Architect; After a Century, a Fond Remembrance" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/26\/realestate\/streetscapes-frank-freeman-architect-after-a-century-a-fond-remembrance.html"} , {"body" : "NECESSITY in the 1980's gave rise to the invention of a new form of housing that has never had the benefit of a simple and attractive name. To call it \"supportive housing for dependent singles\" is at least descriptive. Awkward as it is, the phrase is more accurate than the term single-room occupancy housing, historically used to connote low-rent" , "date" : "19950219" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Health" , "Real Estate"] , "page_facet" : "7" , "title" : "PERSPECTIVES; New Buildings for Dependent Singles on the Way" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/19\/realestate\/perspectives-new-buildings-for-dependent-singles-on-the-way.html"} , {"body" : "In explaining his painfully austere vision of municipal life this week, Mayor Rudolph W. Giuliani said it was time New York became more like other cities, scaling back its traditionally generous services to something more like an American norm. But as New Yorkers confronted his spending plan yesterday, even those who found something attractive" , "date" : "19950216" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "GIULIANI'S SPENDING PLAN: REACTION; Giuliani Cuts Raise Issue Of City's Soul" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/16\/nyregion\/giuliani-s-spending-plan-reaction-giuliani-cuts-raise-issue-of-city-s-soul.html"} , {"body" : "The mother whose 21-year-old son had been murdered on the streets of New York read her prepared statement, her tears tumbling onto each of the eight typed pages. The prosecutor, maintaining that he had done the best he could, given the limitations of the law, called the proceeding yesterday in Queens Criminal Court \"ridiculous and absurd.\" The" , "date" : "19950209" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "2 Murders, Light Sentences, Hurt Families" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/09\/nyregion\/2-murders-light-sentences-hurt-families.html"} , {"body" : "A documentary photographer's real skill lies in the ability to blend in, to gain access to disparate groups not only to observe, but also to do so with a camera. As an impressive 35-year retrospective at the Lowinsky Gallery demonstrates, Danny Lyon has long shown that skill, and with it the ability to create formally evocative images in a wide" , "date" : "19950120" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "24" , "title" : "PHOTOGRAPHY REVIEW; Documentary Images Of Bikers and Prisoners" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/20\/arts\/photography-review-documentary-images-of-bikers-and-prisoners.html"} , {"body" : "AMONG the new renters in a residential building called Tiffany Mews at 63 Tiffany Place in the Carroll Gardens section of Brooklyn is Julieta Macias, a graduate student at Adelphi University. She feels fortunate to be there, although she may not realize how much she owes her presence to the Government of Finland. In November Ms. Macias moved into a" , "date" : "19950108" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PERSPECTIVES; Unexpected Arrivals Settle a Casualty Condominium" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/08\/realestate\/perspectives-unexpected-arrivals-settle-a-casualty-condominium.html"}]