[  {"body" : "WHEN the Adell family began assembling property around the Flower District for residential redevelopment, the current chairman of the City Planning Commission had not yet begun his career in government. Indeed, he was not yet out of fifth grade. It has taken a long time -- a very long time -- for the Adells to acquire three large parcels on the" , "date" : "19951210" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FLOWER DISTRICT (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "In Flower District, Ground Is Sown For Housing" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/10\/realestate\/in-flower-district-ground-is-sown-for-housing.html"} , {"body" : "SUSAN FARRELL'S great-grandmother called her a \"moona-gazer\" and feared that her love of perusing the night skies would make her crazy. It was the mid-1950's in the Canarsie section of Brooklyn, and Susan was fascinated with the Milky Way galaxy. Ms. Farrell went to Coney Island to watch the stars from the beach, she said. But in the mid-70's, when" , "date" : "19951210" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "46" , "title" : "Stargazers Seeking Clearer Skies as Light Pollution Limits Visibility" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/10\/nyregion\/stargazers-seeking-clearer-skies-as-light-pollution-limits-visibility.html"} , {"body" : "IN the years after World War II, ecology was not in Brooklyn's vocabulary. Apparently nobody detected an odorless gas seeping out of the Gowanus Canal or the Canarsie dumps and creating wanderlust behavior in the psyches of some residents. At least four that breathed its fumes would be victimized, never quite content with where they were and what" , "date" : "19951203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CLEVELAND (OHIO)" , "BALTIMORE (MD)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Sports of The Times;Brooklyn's Wanderlust Gas Fumes" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/03\/sports\/sports-of-the-times-brooklyn-s-wanderlust-gas-fumes.html"} , {"body" : "Over and over, Councilman Victor L. Robles pounded his fist on the smooth oak desk in a Council hearing room. \"I will never,\" he shouted, \"support a budget with drastic cuts in youth services.\" But a few days later, Mr. Robles, whose constituents are mainly black and Hispanic residents of Williamsburg, Brooklyn, again raised his voice - this time" , "date" : "19951126" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Council And How It Really Works" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/26\/nyregion\/the-council-and-how-it-really-works.html"} , {"body" : "The man handling the order for the burial headstone this week took down the details: Shamone Johnson. Born Feb. 21, 1991. Died Aug. 27, 1995. He then spoke to the woman making the purchase. \"Looks like a real lousy holiday coming up,\" he said. Arlene Brown didn't smile or cry. But she didn't accept the notion. Arlene Brown had taken Shamone Johnson" , "date" : "19951124" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "3 Thanksgivings in Brooklyn Help Defy Disaster's Sting" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/24\/nyregion\/3-thanksgivings-in-brooklyn-help-defy-disaster-s-sting.html"} , {"body" : "A Brooklyn woman sitting in a car in Greenwich Village found herself in the middle of a police chase early yesterday after a man jumped into the car and drove off, the police said. Her companion, a 32-year-old Brooklyn man, was inside a store about midnight when he saw the car take off, said Officer Valerie St. Rose, a police spokeswoman. With the" , "date" : "19951120" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Carjacking Suspect Arrested in Chase" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/20\/nyregion\/carjacking-suspect-arrested-in-chase.html"} , {"body" : "Accusing city and state officials of playing a cruel game of \"budgetary chicken,\" a Federal judge ruled yesterday that New York State cannot cut off support for 50 severely retarded adults who have lived in institutions out of state since they were children. In his ruling, Judge David G. Trager of Federal District Court in Brooklyn said it was" , "date" : "19951117" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "NEW YORK, USA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "New York Is Barred From Cutting Off Support to the Retarded" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/17\/nyregion\/new-york-is-barred-from-cutting-off-support-to-the-retarded.html"} , {"body" : "Long Island Ian Mizel of Hewlett High School, one of Long Island's better offensive linemen, said that whether or not his team beats Great Neck South this afternoon, the bus ride back to school is going to seem like an eternity. \"It's going to be tough,\" he said of playing in his last high school football game. \"Last week, I didn't realize until" , "date" : "19951111" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "30" , "title" : "HIGH SCHOOL REPORT" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/11\/sports\/high-school-report.html"} , {"body" : "Football The day before the opening round of the Catholic High School Football League playoffs, Coach Bill Basel of Chaminade said he expected two of the lower-level teams, Iona Prep (7-1) and Holy Trinity (6-2), both of the AA Division, to challenge the league's traditional powers. St. Francis Prep (5-3) has a league-high 13 championships," , "date" : "19951104" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "32" , "title" : "HIGH SCHOOL FOOTBALL REPORT" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/04\/sports\/high-school-football-report.html"} , {"body" : "The United States Department of Housing and Urban Development has begun a preliminary inquiry into accusations from Brooklyn and Queens residents that real estate brokers are using tactics like race baiting to persuade them to sell their homes, a Federal housing official said last week. Typically the practice, known as blockbusting, involves an" , "date" : "19951022" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "U.S. Is Investigating Charges of Blockbusting" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/22\/nyregion\/us-is-investigating-charges-of-blockbusting.html"} ,   {"body" : "Fran Cassouto, a daughter of Tanni and Dr. Joseph M. Cassouto of Woodsburgh, L.I., is to be married today to Jason David Bash, the son of Gail and Paul Bash of Howard Beach, Queens. Rabbi Marvin Bash, an uncle of the bridegroom, is to officiate at Oheka, the former Otto Kahn house in Cold Spring Hills, L.I. The couple graduated from the State" , "date" : "19951022" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "48" , "title" : "WEDDINGS; Fran Cassouto And Jason D. Bash" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/22\/style\/weddings-fran-cassouto-and-jason-d-bash.html"} , {"body" : "The Colonial buffs brought tri-cornered hats. Civil War types gathered maps and newspaper clippings. Neighborhood groups displayed sepia-toned, turn-of-the-century photographs. There were mementos from the 40's and 50's: badges for Steeplechase Park in Coney Island, menus and lobster bibs from Lundy's Restaurant in Sheepshead Bay, and not a few" , "date" : "19951015" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE;Breuckelen Revisited: A History Fair in the County of Kings" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/15\/nyregion\/neighborhood-report-brooklyn-up-close-breuckelen-revisited-history-fair-county.html"} , {"author" : "Roger Rosenblatt is a contributing writer for theMagazine. His last article described Richard Snyder's return to the publishing world." , "body" : "Henry will not face me. We sit close together on small plastic chairs in a classroom at P.S. 314, an elementary school in the Sunset Park area of Brooklyn, where he works with small children in a summer camp. Our knees, drawn high because we are sitting on the low chairs, almost touch. Still, Henry angles his body so that he shows me only his" , "date" : "19951008" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "58" , "title" : "The Society That Pretends to Love Children" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/08\/magazine\/the-society-that-pretends-to-love-children.html"} , {"body" : "The young men blend together on the Staten Island street corner, a blur of baggy T-shirts and blue jeans. They smoke and laugh like any neighborhood crew. But under one baseball cap, you'll find a rap star. \"I could leave, move out of the neighborhood, but the neighborhood is still in me,\" said Jason Hunter, the rapper, better known as Inspektah" , "date" : "19950924" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "Still Hanging in the 'Hood; Rappers Who Stay Say Their Strength Is From the Streets" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/24\/nyregion\/still-hanging-hood-rappers-who-stay-say-their-strength-streets.html"} , {"body" : "AFTER 10 years in Florida, Arthur and Jean Dempsey are coming back north. They relocated from the Bensonhurst section of Brooklyn to Port Richey, near Tampa Bay, in 1985. Now they are in their middle 60's and feeling that they must see more of their children and grandchildren in New Jersey. \"Many families feel as we do,\" said Mrs. Dempsey. \"We want" , "date" : "19950917" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NORTHEASTERN STATES (US)" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "For the Elderly, Increasing Options in Housing" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/17\/realestate\/for-the-elderly-increasing-options-in-housing.html"} , {"body" : "Following are scouting reports for the top high school football teams in the Public Schools Athletic League and Catholic High Schools Football League as well as for Long Island, New Jersey and Westchester County. P.S.A.L. Jerry Horowitz, who correctly predicted before last season began that his Kennedy team would win the Public School Athletic" , "date" : "19950916" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "26" , "title" : "HIGH SCHOOL FOOTBALL REPORT; Scouting the Top Teams" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/16\/sports\/high-school-football-report-scouting-the-top-teams.html"} , {"body" : "DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of month; next meeting, Sept. 12, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; (718) 389-0009. DISTRICT 2 Fort Greene, Brooklyn Heights; second Wednesday of month; next meeting Sept. 13, 6 P.M.; Brooklyn Union Gas Company, One Metrotech Center, off Myrtle Avenue; (718) 596-5410." , "date" : "19950910" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Brooklyn Community Board Meetings" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/10\/nyregion\/public-interest-brooklyn-community-board-meetings.html"} , {"body" : "From Bushwick to Bensonhurst, Brooklyn's 12 school districts are looking for ways to serve more students with less money. District 32 in Bushwick, which expects to gain more than 200 students this year, lost 39 teachers over the summer to an early retirement program. With the district facing a $2.5 million shortfall, Dr. Robert Brasco, the deputy" , "date" : "19950910" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "13" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Schools' Bind: More Pupils, Less Money" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/10\/nyregion\/neighborhood-report-brooklyn-up-close-schools-bind-more-pupils-less-money.html"} , {"body" : "Six months after the charred remains of a young college student were found in an abandoned house in Woodhaven, Queens, the police said they had solved the mystery of her death: she was killed by kidnappers angry when their attempts to call her father for ransom failed. The way the police tell it, Kimberly Antonakos, a student working part time to" , "date" : "19950908" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Slaying Of Student May Be Solved" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/08\/nyregion\/slaying-of-student-may-be-solved.html"} , {"body" : "The first copies of Brooklyn Bridge, a glossy magazine about Brooklyn, had just arrived, and Melissa Ennen, the owner and editor in chief, was searching for an errant truck driver and fielding frenzied calls from distributors. \"At Time Warner or Conde Nast,\" she said, \"I'm sure everything would be in place.\" Hers is not a typical publishing house." , "date" : "19950903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Deep Pockets, New Try: A Magazine Is Born" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/03\/nyregion\/neighborhood-report-brooklyn-up-close-deep-pockets-new-try-a-magazine-is-born.html"} ,   {"body" : "YVES FRANCOIS, all 6 feet, 4 inches of him, hoisted himself up on the foot-high brownstone base of the iron railing, and, clinging to the railing's wicked-looking spikes, edged himself across the precipice: a wet cement walkway. Mr. Francois is not an easy person to keep up with. At 30, he has already spent four years working as an architectural" , "date" : "19950827" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Habitats: 135 Lafayette Avenue; Architect Renovates a Home for Himself in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/27\/realestate\/habitats-135-lafayette-avenue-architect-renovates-a-home-for-himself-in-brooklyn.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN BATTERY PARK CITY $198,000 380 Rector Place (Liberty Terrace) 1-bedroom, 1-bath, 700-sq.-ft. condo in an 8-year-old building; 24-hr. doormen, concierge, 2 exposures," , "date" : "19950827" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/27\/realestate\/residential-resales-052895.html"} , {"body" : "A man commandeered a bus carrying several dozen passengers in the Bronx yesterday afternoon, but the hijacker was subdued by a passenger and arrested after the driver headed for a nearby police station house, the police said. About 12 people suffered minor injuries when the bus came to a sudden stop as the hijacker struggled to gain control of the" , "date" : "19950821" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Five Minutes of Terror After Man Hijacks Bus" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/21\/nyregion\/five-minutes-of-terror-after-man-hijacks-bus.html"} , {"body" : "TO Hope Cooke, New York is a palimpsest. The word, from the Greek, describes a parchment that has been inscribed and erased several times, still bearing hints of old, faded messages. As the city builds and rebuilds itself, barely legible remnants of its past are left behind. Those remnants -- the faded signs, anomalous buildings and crooked streets" , "date" : "19950820" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "2" , "title" : "MAKING IT WORK; Reading the Hidden City" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/20\/nyregion\/making-it-work-reading-the-hidden-city.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CARNEGIE HILL $765,000 1160 Park Avenue (92d St.) 2-bedroom, 4-bath, 2,220-sq.-ft. prewar co-op; 24-hr. doormen, manned elevator, maid's room, dining room, eat-in" , "date" : "19950723" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/23\/realestate\/residential-resales-812895.html"} , {"body" : "Nearly 10 years ago, Michael DeLuca, in his senior year at New York University, dropped out to take a full-time job at the Manhattan office of New Line Cinema. He never graduated. \"I was shy only four credits,\" Mr. DeLuca said the other afternoon. \"I called N.Y.U. recently and asked them if I could get my degree. Given everything that's happened" , "date" : "19950718" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "13" , "title" : "With Hollywood Money, Trust Someone Under 30" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/18\/movies\/with-hollywood-money-trust-someone-under-30.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CLINTON $230,000 344-348 West 38th Street 2-bedroom, 1-bath, 1,700-sq.-ft. co-op in a loft building; elevator, dining area, 12 1\/2-ft. ceilings, Hudson River view;" , "date" : "19950709" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/09\/realestate\/residential-resales-552195.html"} , {"body" : "In a report, \"Keeping Track of New York's Children,\" the Citizens' Committee for Children of New York Inc., measured the risks to children in each community board (for education, the surveys were based on community school districts). Overall, the report found, \"in virtually every category, New York City children continue to fare worse than their" , "date" : "19950625" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; CHILD WELFARE: Growing Up in New York" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/25\/nyregion\/neighborhood-report-new-york-up-close-child-welfare-growing-up-in-new-york.html"} , {"body" : "A school security guard has been charged with the statutory rape of a 15-year-old sophomore who is now pregnant, and officials acknowledged yesterday that he continued to patrol the halls of Canarsie High School for more than three weeks after school officials first learned of the allegations. Alvin Williams, a 33-year-old school safety officer," , "date" : "19950610" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "24" , "title" : "Once Again, Sex Abuse By Employee At a School" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/10\/nyregion\/once-again-sex-abuse-by-employee-at-a-school.html"} , {"body" : "GIULIANI PROPOSES NEW BATCH OF CUTS Reacting swiftly to the news that the state budget provides far less aid than New York City requested, Mayor Giuliani proposed deep new $100 million cuts to the Board of Education, the city hospital system and local welfare programs. [ Page 1. ] NEW YORK CITY ACCUSED RAPIST PATROLLED SCHOOL A school security" , "date" : "19950610" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/10\/nyregion\/metro-digest-936895.html"} ,   {"body" : "To the Editor: In your news article on how brokers have tried to pressure Queens residents to sell their homes (May 5), you address a growing problem that is more widespread than many suppose. Sadly, middle-class communities in Queens and the Bronx are not the only places where real estate agents use fear to sell homes. Residents of several" , "date" : "19950513" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "In Brooklyn, Too, Neighborhoods See Real Estate Scare Tactics" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/13\/opinion\/l-in-brooklyn-too-neighborhoods-see-real-estate-scare-tactics-688995.html"} , {"body" : "THE BRONX DISTRICT 1 Port Morris, Melrose, Mott Haven; last Thursday of the month; next May 25, 6:30 P.M., Lincoln Hospital, 234 East 149th Street, Conference Room 6; (718) 585-7117. Agenda: T.B.A. DISTRICT 2 Hunts Point, Longwood; last Wednesday of the month; next May 31, 6 P.M., at I.S. 74, 730 Bryant Avenue, Hunts Point Peninsula; (718)" , "date" : "19950507" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "PUBLIC INTEREST; Next Community Board Meetings" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/07\/nyregion\/public-interest-next-community-board-meetings.html"} , {"body" : "In what the Brooklyn District Attorney called \"a particularly gruesome example of vehicular violence,\" a Canarsie man has been charged with murder in the deaths of a father and son in a hit-and-run incident last November. The suspect, Gaspar Gaudino, 21, of East 88th Street, was under the influence of alcohol at the time of the crash and was" , "date" : "19950406" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "A Brooklyn Driver Is Indicted For Murder in Car-Crash Deaths" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/06\/nyregion\/a-brooklyn-driver-is-indicted-for-murder-in-car-crash-deaths.html"} , {"body" : "In his mind, Gerald Browne still smells the acrid odor of gunpowder and hears his silent goodbyes to unseen loved ones. Roy Beatong jolts awake at night, shaken and sweating. And Neil Ir, the owner of Frenchie's Cycle World in Canarsie, Brooklyn, still hears that chilling phone call of four months ago, when his store and his workers, Mr. Browne and" , "date" : "19950402" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "4 Months After Robbery, Bike Shop Is Still Picking Up Pieces" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/02\/nyregion\/4-months-after-robbery-bike-shop-is-still-picking-up-pieces.html"} , {"body" : "The burned body of a woman found inside a suitcase behind a Brooklyn school on Thursday is not that of Stacy Pennant, a 21-year-old Queensboro Community College student who has been missing since early February, the City Medical Examiner's office said yesterday. But officials say they still do not know the identity of the dead woman -- nor that of" , "date" : "19950311" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Burned Body Wasn't That Of a Student" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/11\/nyregion\/burned-body-wasn-t-that-of-a-student.html"} , {"body" : "Five days after the police found the charred body of a 20-year-old Canarsie woman in the basement of a vacant house, the body of another young woman -- also burned beyond recognition -- was found yesterday morning in Brownsville, Brooklyn. The police said they had no specific evidence to link the two cases but added that there were some" , "date" : "19950310" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (NYC)" , "CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Burned Body of a Woman Found at Brooklyn School" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/10\/nyregion\/burned-body-of-a-woman-found-at-brooklyn-school.html"} , {"body" : "WEAPON OF CHOICE IN SCHOOLS: BOX CUTTER At first, the two dozen or so students milling about outside Theodore Roosevelt High School in the Bronx agreed that schools need to be made safer. But in a few moments, swift as switchblades, the students produced a gleaming assortment of weapons. There was a pearl-handled pocket knife, a pair of brass" , "date" : "19950310" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/10\/nyregion\/metro-digest-689095.html"} , {"body" : "As part of his efforts to turn municipal services over to private hands, Mayor Rudolph W. Giuliani has proposed selling off three of New York City's public hospitals, its parking garages, its radio license and even its sewage treatment plants. Now, his administration wants to sell a cemetery. The city's Department of General Services said yesterday" , "date" : "19950308" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "On Going Private: Mayor Wants to Sell Canarsie Cemetery" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/08\/nyregion\/on-going-private-mayor-wants-to-sell-canarsie-cemetery.html"} , {"body" : "A woman whose bound and gagged body was found by firefighters on Saturday in the basement of a burning house in Queens was identified today as a 20-year-old college student from Canarsie, Brooklyn, the police said. Officials said they believe that someone poured a flammable liquid on her and burned her alive. The woman, Kimberly Antonakos, of 1437" , "date" : "19950307" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "College Student May Have Been Burned Alive" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/07\/nyregion\/college-student-may-have-been-burned-alive.html"} , {"body" : "STATE SENATE PASSES DEATH PENALTY The State Senate voted overwhelmingly to return the death penalty to New York State 18 years after the state's last capital punishment law was declared unconstitutional. At 1 this morning, the Assembly was still locked in a sometimes fiery debate that had begun late Monday afternoon. A1. IN CITY HOSPITALS, CHAOTIC" , "date" : "19950307" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/07\/nyregion\/metro-digest-701695.html"} ,   {"body" : "At first glance, the series of robberies at a Brooklyn housing project had the trappings of typical holdups, the police said. The robbers, wearing hats and masks, followed victims into elevators, put a gun to their heads and dashed away with money or jewelry. But soon the police noticed two things that were unusual. All the victims were women. So" , "date" : "19950126" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Two Women Charged in Series Of Brooklyn Armed Robberies" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/26\/nyregion\/two-women-charged-in-series-of-brooklyn-armed-robberies.html"} , {"body" : "When the solitude seems stifling, Frederick B. leaves his house for the more comfortable hush of a library. He reads the newspapers, but often the buzzing in his ears is so bad that he has to stop. And when he sees articles about robberies and murders, the memories creep in and overwhelm. Mr. B., a Jamaican immigrant, spent 30 years repairing" , "date" : "19950116" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "The Neediest Cases; After a Shooting, Help For a Recovering Victim" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/16\/nyregion\/the-neediest-cases-after-a-shooting-help-for-a-recovering-victim.html"} , {"body" : "BROWNSTONE BROOKLYN On the Waterfront Not an awful lot has actually happened there over the recent years, but the Brooklyn Heights waterfront -- or, more specifically, what to do with it -- is a perpetually, loomingly big story around the neighborhood. The reason, quite simply, is a widespread fear that development will mean losing the passionately" , "date" : "19950101" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT; Looking Back, Looking Ahead, Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/01\/nyregion\/neighborhood-report-looking-back-looking-ahead-brooklyn.html"}]