[  {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN BATTERY PARK CITY $178,000 200 Rector Place (Liberty Court) 1-bedroom, 1-bath, 739-sq.-ft. condo in a 7-year-old building; 24-hr. doormen, concierge, dining area," , "date" : "19951119" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/19\/realestate\/residential-resales-047520.html"} , {"body" : "FLORENCE NEAL fears her neighborhood is about to become an acronym. \"Please don't call us RedHo,\" she said, wincing at the thought of Red Hook becoming like SoHo (South of Houston Street) or TriBeCa (the Triangle Below Canal Street). Ms. Neal, a sculptor, painter and graphic designer, was one of the first of a wave of artists who have moved in" , "date" : "19951029" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BOWERY (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "After a Retreat, Gentrification Is Marching To the Fringes" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/29\/realestate\/after-a-retreat-gentrification-is-marching-to-the-fringes.html"} , {"body" : "Angry over budget cuts, parents at School District 15 weighed in Wednesday, denouncing, hissing and booing a temporary school board of three trustees who passed a budget that the elected board would not. School Board 15 was superseded after it defied Chancellor Ramon C. Cortines's order on Sept. 14 to pass its budget, cuts and all. District 15," , "date" : "19950924" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROWNSTONE BROOKLYN; Parents Boo, and Lose" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/24\/nyregion\/neighborhood-report-brownstone-brooklyn-parents-boo-and-lose.html"} , {"body" : "Community School Board 15 is waging a rebellion. Angry that it received less money from the Board of Education again this year, even though enrollment and teacher salaries rose, it refused to adopt its 1996 budget, and urged other districts to do the same. The action was largely symbolic, since school boards are obligated to pass their budgets." , "date" : "19950917" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROWNSTONE BROOKLYN; School Board 15, Rebels With a Fiscal Cause" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/17\/nyregion\/neighborhood-report-brownstone-brooklyn-school-board-15-rebels-with-fiscal-cause.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN FORT WASHINGTON $46,000 875 West 181st Street 2-bedroom, 1-bath, 900-sq.-ft. co-op in a prewar building; elevator, eat-in kitchen, hardwood floors, south exposure;" , "date" : "19950910" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/10\/realestate\/residential-resales-682095.html"} , {"body" : "The first copies of Brooklyn Bridge, a glossy magazine about Brooklyn, had just arrived, and Melissa Ennen, the owner and editor in chief, was searching for an errant truck driver and fielding frenzied calls from distributors. \"At Time Warner or Conde Nast,\" she said, \"I'm sure everything would be in place.\" Hers is not a typical publishing house." , "date" : "19950903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Deep Pockets, New Try: A Magazine Is Born" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/03\/nyregion\/neighborhood-report-brooklyn-up-close-deep-pockets-new-try-a-magazine-is-born.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA $950,000 220 West 22d Street 4-family, 4-story town house; 3 bedrooms, 1 bath, dining area, double parlor in primary duplex; 1 bedroom, 1 bath in simplex units;" , "date" : "19950903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/03\/realestate\/residential-resales-796295.html"} , {"body" : "NO \"Do Not Resuscitate\" sign was posted on the bronze-trimmed doors at 5 East 55th Street when Jean-Jacques Rachou, the owner of La Cote Basque, had to close the restaurant last spring after losing his lease to make way for a Walt Disney store. Mr. Rachou found another space, about a block west, at 60 West 55th Street. \"I can't fight Disney,\" Mr." , "date" : "19950827" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; The Shifting Sands of New York Restaurants" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/27\/nyregion\/new-yorkers-co-the-shifting-sands-of-new-york-restaurants.html"} , {"body" : "Dance Program Central Park Summerstage Rumsey Playfield Midpark at 72d Street Manhattan (212) 360-2777 Recommended ages: 9 and up Tonight Hip-hop music is not in the same league, of course, as the sugary good-naturedness of many children's recordings. But older children often prefer the sexy tunes of hip-hop over a sweet song about, say, bugs in" , "date" : "19950721" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/21\/arts\/for-children.html"} , {"body" : "At 8:30 A.M. yesterday, when the temperature had no business being above 90 degrees, Roberto Madrid was watering a circle of impatiens near Cadman Plaza in Brooklyn when Mario DeMaio asked to borrow the hose. Mr. DeMaio, 34, rinsed his hands and arms, then splashed his face. He let the water gush down over his shaved head. \"I'm homeless,\" he told" , "date" : "19950716" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New Yorkers Brave Day of Record Heat" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/16\/nyregion\/new-yorkers-brave-day-of-record-heat.html"} ,   {"body" : "When the water pipe that burst yesterday was first built, horses were still common on Manhattan's roads, and the first subway line had not even been completed. But in the nine decades since, untold subway cars and heavy trucks have rolled by, their vibrations testing the durability of the rigid cast-iron pipe. And while inspectors frequently test" , "date" : "19950710" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Vibrations on Old Pipes Can Shake Out Surprises" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/10\/nyregion\/vibrations-on-old-pipes-can-shake-out-surprises.html"} , {"author" : "Roy Hoffman, who teaches fiction writing at New York University, is a novelist. He lives in Brooklyn." , "body" : "IN THE NEW MOVIE \"SMOKE,\" SET in the Park Slope section of Brooklyn, Harvey Keitel plays Auggie Wren, the street-savvy manager of the local tobacco shop. In addition to accommodating customers like Paul Benjamin (William Hurt) with exotic cigars, Auggie pursues an odd project. He takes snapshots of the corner in front of his store every morning at" , "date" : "19950709" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "9" , "title" : "FILM VIEW; The Nabe as American Small Town" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/09\/movies\/film-view-the-nabe-as-american-small-town.html"} , {"body" : "The budget approved by the City Council includes such large cuts to the Board of Education that after five years of belt-tightening, the reductions will for the first time broadly affect classrooms, students and teachers, according to district superintendents. The $31.1 billion spending plan adopted by the Council on Thursday includes a reduction" , "date" : "19950618" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "27" , "title" : "TURMOIL IN THE SCHOOLS: THE BUDGET; School Chiefs See New Cuts Finally Hitting Classrooms" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/18\/nyregion\/turmoil-schools-budget-school-chiefs-see-new-cuts-finally-hitting-classrooms.html"} , {"body" : "In the first budget cut to affect a broad swath of both children and their parents, Chancellor Ramon C. Cortines has eliminated summer school for students in kindergarten to third grade, canceling classes for 30,000 young children. Mr. Cortines, with the Board of Education's support, dropped the $16 million summer remedial program to avoid having" , "date" : "19950616" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "TURMOIL IN THE SCHOOLS: THE CUTS; Board Eliminates Summer Session For Students in Primary Grades" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/16\/nyregion\/turmoil-schools-cuts-board-eliminates-summer-session-for-students-primary-grades.html"} , {"body" : "IT is the first Sunday night in June. Joseph Salamone, dressed in his work clothes -- a black tuxedo and Rockport shoes -- stands in the back of the Carillon Room at the Oriental Manor, catering hall extraordinaire in Bensonhurst. He looks past the beveled mirrors, 15-foot chandeliers and pots of green silk plants, at the 200 guests assembled for" , "date" : "19950611" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Here Comes the Bride. Here Comes Another." , "url" : "http:\/\/www.nytimes.com\/1995\/06\/11\/nyregion\/new-yorkers-co-here-comes-the-bride-here-comes-another.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN FLATIRON DISTRICT $340,000 108 Fifth Avenue (16th St.) 2-bedroom, 2-bath, 1,300-sq.-ft. postwar condo; 24-hr. concierge; dining area, c\/a, marble bath, Jacuzzi, 2" , "date" : "19950604" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "10" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/04\/realestate\/residential-resales-086312.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN EAST MIDTOWN $689,000 424 East 52d Street (Southgate) 3-bedroom, 3-bath, 2,350-sq.-ft. prewar co-op; 24-hr. doormen, manned elevator, dining room, eat-in kitchen, 2" , "date" : "19950528" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/28\/realestate\/residential-sales.html"} , {"body" : "VINCENT AND ELIZABETH DEMARTINO -- Vinnie and Liz to their friends -- grew up a few blocks from their new home. He lived in a Carroll Gardens rowhouse on President Street, she in one on Degraw Street. \"His sister and I were best friends since we were 5 years old,\" said Mrs. DeMartino. \"I still have a whole list of family members in the" , "date" : "19950514" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CARROLL GARDENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Habitats\/Carroll Gardens; Moving Close to Family" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/14\/realestate\/habitats-carroll-gardens-moving-close-to-family.html"} , {"body" : "It is not one of the world's more momentous peace accords, but for residents of two Brooklyn neighborhoods it is a meaningful, if temporary, cessation of hostilities. The city's Department of Transportation, besieged by complaints about excessive automobile towing and accusations that certain neighborhoods are being made targets for overly" , "date" : "19950402" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CARROLL GARDENS (NYC)" , "COBBLE HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROWNSTONE BROOKLYN; Parking Enforcers to Ease a Ticketing and Towing 'Blitz'" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/02\/nyregion\/neighborhood-report-brownstone-brooklyn-parking-enforcers-ease-ticketing-towing.html"} , {"body" : "HANDSOME, richly colored and meticulously researched, \"New York, a City of Neighborhoods\" is a mind-stretching map. Its publication by the Department of City Planning marks the first time in the three and a half centuries of New York's history that something like a high-school class portrait of the full range of New York neighborhoods has ever been" , "date" : "19950312" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "The 'Sacred Sites' That Make a Neighborhood Work" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/12\/realestate\/the-sacred-sites-that-make-a-neighborhood-work.html"} ,   {"body" : "A simmering concern about the fairness of a 20-year-old program for gifted children in a Brooklyn school district has flared into controversy, sparked by the formation of a task force to re-evaluate the program and a counter-move to make sure it survives. About 200 people -- most of them parents of children in the program -- packed a meeting of" , "date" : "19950226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROWNSTONE BROOKLYN; A Way to Nurture the Gifted? Or Privileges for the Elite?" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/26\/nyregion\/neighborhood-report-brownstone-brooklyn-way-nurture-gifted-privileges-for-elite.html"} , {"body" : "THERE is definitive proof that secondhand smoke does not kill. Well, it doesn't kill parrots. If he could talk, Poncho, the green-feathered 20-year-old seafarer's friend who lives at the Montero Bar and Grill, could tell some stories to shiver the timbers. From his perch behind delicate bars in the front window, he has watched his Atlantic Avenue" , "date" : "19950122" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Ghosts Of Montero, By the Sea" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/22\/nyregion\/new-yorkers-co-ghosts-of-montero-by-the-sea.html"} , {"body" : "Going Home to Brooklyn Q. After 48 years in southern California, my wife and I want to \"go home again\" to Brooklyn. No travel agency brochure I've seen has that itinerary, but I believe there are small groups or even individuals who give personal tours of the borough. Can you help? -- Ed Wissner, Los Alamitos, Calif. A. Maybe the first date you" , "date" : "19950108" , "day_of_week_facet" : "Sunday" , "page_facet" : "28" , "title" : "Q and A" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/08\/travel\/q-and-a-477795.html"} , {"body" : "AMONG the new renters in a residential building called Tiffany Mews at 63 Tiffany Place in the Carroll Gardens section of Brooklyn is Julieta Macias, a graduate student at Adelphi University. She feels fortunate to be there, although she may not realize how much she owes her presence to the Government of Finland. In November Ms. Macias moved into a" , "date" : "19950108" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PERSPECTIVES; Unexpected Arrivals Settle a Casualty Condominium" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/08\/realestate\/perspectives-unexpected-arrivals-settle-a-casualty-condominium.html"} , {"body" : "BROWNSTONE BROOKLYN On the Waterfront Not an awful lot has actually happened there over the recent years, but the Brooklyn Heights waterfront -- or, more specifically, what to do with it -- is a perpetually, loomingly big story around the neighborhood. The reason, quite simply, is a widespread fear that development will mean losing the passionately" , "date" : "19950101" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT; Looking Back, Looking Ahead, Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/01\/nyregion\/neighborhood-report-looking-back-looking-ahead-brooklyn.html"}]