[  {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN GREENWICH VILLAGE $215,000 63 East 9th Street (Randall House) 2-bedroom, 2-bath, 1,200-sq.-ft. postwar co-op; 24-hr. doormen, concierge, hardwood floors; maintenance" , "date" : "19951224" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/24\/realestate\/residential-resales-033723.html"} , {"body" : "There is evidence that a serial rapist is stalking victims in a Brooklyn neighborhood, where three women have been attacked at playgrounds since August, the police said yesterday. In each of the assaults in the Clinton Hill section, the man approached his victim from behind, then forced her into a playground, where the rape occurred. In two of the" , "date" : "19951202" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Police See Connection in 3 Brooklyn Rapes" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/02\/nyregion\/police-see-connection-in-3-brooklyn-rapes.html"} , {"body" : "IF you have ever passed by Bethesda Fountain in Central Park on a weekend day, you have probably seen the Crows. Not actual large black birds, but four colorful puppets in double-breasted jackets, battered derbies and dreadlocks. They make up a quartet called the Crowtations, and just about every Saturday and Sunday they are in the park from midday" , "date" : "19951029" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Anatomy Of a Street Act" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/29\/nyregion\/the-anatomy-of-a-street-act.html"} , {"body" : "Dr. Lester Young used to be a guidance counselor. Now, as superintendent of Community School District 13, he watched as the Board of Education cut $1.6 million from his budget. Instead of cutting teachers, he looked to his old profession for some of the savings he needed: this year the district's guidance staff was cut nearly in half. The district" , "date" : "19950910" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN SCHOOLS UP CLOSE; Finding Cuts That Hurt The Least" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/10\/nyregion\/neighborhood-report-brooklyn-schools-up-close-finding-cuts-that-hurt-the-least.html"} , {"body" : "YVES FRANCOIS, all 6 feet, 4 inches of him, hoisted himself up on the foot-high brownstone base of the iron railing, and, clinging to the railing's wicked-looking spikes, edged himself across the precipice: a wet cement walkway. Mr. Francois is not an easy person to keep up with. At 30, he has already spent four years working as an architectural" , "date" : "19950827" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Habitats: 135 Lafayette Avenue; Architect Renovates a Home for Himself in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/27\/realestate\/habitats-135-lafayette-avenue-architect-renovates-a-home-for-himself-in-brooklyn.html"} , {"body" : "Mike Tyson got $25 million. Peter McNeeley got disqualified. And a lot of boxing fans who spent as much as $1,500 a ticket or $55 for pay-per-view television believed they got ripped off Saturday night when McNeeley's manager leaped into the ring 89 seconds and two knockdowns into Tyson's comeback debut to provide a bizarre and frustrating ending" , "date" : "19950821" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "3" , "title" : "BOXING; Fight Fans Are Quick To Voice Displeasure" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/21\/sports\/boxing-fight-fans-are-quick-to-voice-displeasure.html"} , {"body" : "A STEPHANIE MILLS song washes over the room's exposed brick walls as clusters of denim-clad people strain to be heard over the din. Every bar stool is occupied, every corner clogged, forcing people headed upstairs to the dining room to navigate the crush. The Shark Bar on a typical Friday night. Standing at the far end of the softly lit bar is" , "date" : "19950820" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Comfort Zones Of the Young, Black Professional" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/20\/nyregion\/the-comfort-zones-of-the-young-black-professional.html"} , {"body" : "A 40-year-old Brooklyn man was charged today with rape in connection with sexual assaults on two women in Fort Greene in Brooklyn two weeks ago, the police said Melvin Alexander, of 127 North Portland Avenue in Clinton Hill, was charged with the rapes after he was arrested on Saturday for an unrelated robbery, Sgt. Edward Orski, a police spokesman," , "date" : "19950725" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Brooklyn Man Is Charged in Two Rapes" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/25\/nyregion\/a-brooklyn-man-is-charged-in-two-rapes.html"} , {"body" : "The About Real Estate column on May 12 about the acquisition of a run-down apartment building at 341 West 45th Street in Manhattan referred incorrectly to the neighborhood. It is Clinton; Clinton Hill is in Brooklyn." , "date" : "19950520" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/20\/nyregion\/c-corrections-598395.html"} , {"body" : "SHOPPING for good design ideas? The season of show houses (and house and garden tours) has arrived: Curtains are being draped, floors polished to a shine and plants pruned to perfection. Here is a sampling of events in the New York area and on the East Coast. Bring a notepad and remember to leave your high heels at home. New York City Upper East" , "date" : "19950427" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "Season Opens for House Tours" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/27\/garden\/season-opens-for-house-tours.html"} ,   {"body" : "It's just about time in Brooklyn to take a closer look at the \"Painted Ladies\" of Victorian Flatbush or see that a pre-war co-op in Clinton Hill really means turn-of-the-century; to venture beyond the neo-Federalist facades of the Upper East Side or traipse in and out of the brownstones of Mount Morris Park in Harlem, or sit around a parlor for a" , "date" : "19950423" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: Spring Offers a Plethora of Neighborhood House Tours; If This Is Sunday, It Must Be Clinton Hill" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/23\/realestate\/postings-spring-offers-plethora-neighborhood-house-tours-if-this-sunday-it-must.html"} , {"body" : "On his day off, Jeff Kantoff relaxes by digging around in old outhouses. Part urban archeologist, part bottle collector, part amateur historian, Mr. Kantoff scours brownstone Brooklyn with three friends for houses built before 1860, when the city of Brooklyn began to install sewer lines. As those old brownstones added bathrooms to their back walls" , "date" : "19950423" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BROWNSTONE BROOKLYN; The Outhouse: Repository Of History" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/23\/nyregion\/neighborhood-report-brownstone-brooklyn-the-outhouse-repository-of-history.html"} , {"body" : "In 1986, as subtly as a mudslide, bad fortune swallowed Max Epstein. Mr. Epstein, a painter and print maker, was hit by a car in downtown Brooklyn and suffered a broken knee, leg and ribs, as well as head and spinal injuries that left him permanently disabled. The medical bills left him penniless. Three years later, his wife filed for divorce, and" , "date" : "19950224" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "The Neediest Cases; A Hard-Luck Artist's Dark Days End" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/24\/nyregion\/the-neediest-cases-a-hard-luck-artist-s-dark-days-end.html"} , {"body" : "Philip Jerome Rudd, a leading real estate developer for many years on the Upper West Side of Manhattan, died on Feb. 11 at Mount Sinai Medical Center. He was 68. The cause was cancer, his family said. Mr. Rudd, who was born in Buffalo and raised in Brooklyn, began his real estate career after a business that he owned in the early 1950's was forced" , "date" : "19950219" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "49" , "title" : "Philip J. Rudd Dies; Developer Was 68" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/19\/obituaries\/philip-j-rudd-dies-developer-was-68.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CLINTON $210,000 34-48 West 38th Street 2-bedroom, 1-bath, 1,700-sq.-ft. co-op in a loft building; 12 1\/2-ft ceilings, h\/w floors, 2 exposures, Hudson River view;" , "date" : "19950205" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/05\/realestate\/residential-resales-402395.html"} , {"body" : "Going Home to Brooklyn Q. After 48 years in southern California, my wife and I want to \"go home again\" to Brooklyn. No travel agency brochure I've seen has that itinerary, but I believe there are small groups or even individuals who give personal tours of the borough. Can you help? -- Ed Wissner, Los Alamitos, Calif. A. Maybe the first date you" , "date" : "19950108" , "day_of_week_facet" : "Sunday" , "page_facet" : "28" , "title" : "Q and A" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/08\/travel\/q-and-a-477795.html"} , {"author" : "Peter Hellman, the author of several books, recently returned from a trip to Poland." , "body" : "IF there isn't a local law of urban proximity, there should be, and it would go like this: The closer an enclave is to Manhattan, the farther it seems to be from Manhattan. Leafy Whitestone, Queens, for example, or sleepy Edgewater, N.J. The prime case may be Greenpoint, Brooklyn, nestled into the northwest corner of the borough by the East River." , "date" : "19950106" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Old-World Poland With an East River View" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/06\/arts\/old-world-poland-with-an-east-river-view.html"}]