[  {"body" : "Here are choices by pop critics of The New York Times of New Year's Eve celebrations that were not sold out at press time. (An introduction appears on page C1.) Pop and Rock Disk Jockeys Essence. Industry\/Amnesia, 50 Broadway, Island Park, L.I., (516) 951-1267. If New Year's Eve is a time to look back while contemplating the future, then this Long" , "date" : "19951229" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "Sounds Around Town: On New Year's Eve" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/29\/arts\/sounds-around-town-on-new-year-s-eve-044431.html"} , {"body" : "New York City, in all its noisy confusion, is the star of two current shows that celebrate photographers' visions of the city from the 1930's to the 60's. A retrospective of Arthur Leipzig's work, at the Museum of the City of New York, and \"New York Stories,\" a group show at the James Danziger Gallery, offer varied views of the city and its people" , "date" : "19951229" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "24" , "title" : "PHOTOGRAPHY REVIEW;New York Views With Pathos and Detachment" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/29\/arts\/photography-review-new-york-views-with-pathos-and-detachment.html"} , {"body" : "It is simply a quirk of scheduling, a coincidence with no critical point intended. But the fact remains that three of the more interesting photography shows at the moment are by artists over 80. Two of the three -- Andreas Feininger, 89, whose photographs of New York and close-ups of seashells are at the Bonni Benrubi Gallery, and Eve Arnold, 82," , "date" : "19951222" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "32" , "title" : "PHOTOGRAPHY REVIEW;New York and Beyond, by 3 Veterans" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/22\/arts\/photography-review-new-york-and-beyond-by-3-veterans.html"} , {"body" : "Yellow Hook, Until . . . Q. I was reading a historical biography and saw a reference to Yellow Hook, Brooklyn. This surprised me. I know Red Hook, but Yellow? A. More than a century ago, the area now known as Bay Ridge was called Yellow Hook, according to documents from the Bay Ridge Historical Society. The name referred to the yellow sand and clay" , "date" : "19951217" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1995\/12\/17\/nyregion\/fyi-017876.html"} , {"body" : "It happens these days at every town meeting and on every radio show, and on a cold night in Bensonhurst this week, it happened when Sheldon Hyman took the microphone. \"You just took for yourself a $35,000-a-year increase,\" the high school vice principal told the chief executive of the city, raising the subject that everyone in the room was waiting" , "date" : "19951215" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Reviews Are Mixed For Mayor On Road" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/15\/nyregion\/reviews-are-mixed-for-mayor-on-road.html"} , {"body" : "SUSAN FARRELL'S great-grandmother called her a \"moona-gazer\" and feared that her love of perusing the night skies would make her crazy. It was the mid-1950's in the Canarsie section of Brooklyn, and Susan was fascinated with the Milky Way galaxy. Ms. Farrell went to Coney Island to watch the stars from the beach, she said. But in the mid-70's, when" , "date" : "19951210" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "46" , "title" : "Stargazers Seeking Clearer Skies as Light Pollution Limits Visibility" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/10\/nyregion\/stargazers-seeking-clearer-skies-as-light-pollution-limits-visibility.html"} , {"body" : "Joel Rifkin, the confessed serial killer who is already serving at least 75 years in prison for killing three women, pleaded guilty to three more murders yesterday in Criminal Court in Brooklyn. Mr. Rifkin, 36, of East Meadow, L.I., told the authorities following his arrest for a minor traffic violation in the summer of 1993 that he had killed at" , "date" : "19951202" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Rifkin, in Brooklyn, Admits Three More Murders" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/02\/nyregion\/rifkin-in-brooklyn-admits-three-more-murders.html"} , {"body" : "Fond memories, funny home movies and zesty newsreels lend a glow to \"Brooklyn,\" the latest episode in PBS's engaging series \"New York the Way It Was.\" The focus is on the 1930's and 40's. Youngsters of the time, who appear tonight in their advanced years, did not have lots of toys, never mind videos or television, but they did have candy stores to" , "date" : "19951128" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "TELEVISION REVIEW;What Could Be Better Than Brooklyn?" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/28\/movies\/television-review-what-could-be-better-than-brooklyn.html"} , {"body" : "Asleep in the Deep Q. How do the large marine mammals manage to sleep without drowning? A. Some sleep out of the water, and some may not sleep at all. The furred or hairy aquatic mammals in the Pinniped order (seals, etc.) have a variety of interesting adaptations that permit them to spend a comparatively long time under water, sometimes at" , "date" : "19951128" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Science" , "Health"] , "page_facet" : "6" , "title" : "Q&A" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/28\/science\/q-a-069701.html"} , {"body" : "Have we got anything yet?\" asked Lieut. Walter Wilfinger, in his office as chief of detectives of the 61st Precinct on Coney Island Avenue in Brooklyn. He squared the black-rimmed glasses on his face and turned to Bob Sommer, one of his detectives. \"Nothing,\" replied Sommer, his amber tie loosened, sitting across the desk from him. \"It's going on" , "date" : "19951127" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "BOXING;Success Story Is Rewritten As a Mystery" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/27\/sports\/boxing-success-story-is-rewritten-as-a-mystery.html"} ,   {"body" : "Over and over, Councilman Victor L. Robles pounded his fist on the smooth oak desk in a Council hearing room. \"I will never,\" he shouted, \"support a budget with drastic cuts in youth services.\" But a few days later, Mr. Robles, whose constituents are mainly black and Hispanic residents of Williamsburg, Brooklyn, again raised his voice - this time" , "date" : "19951126" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Council And How It Really Works" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/26\/nyregion\/the-council-and-how-it-really-works.html"} , {"body" : "The best of times were always when it was just Stephon Marbury, with the ball, in rhythmic motion. In the bleachers, the kids would howl over the dribble between the legs or the no-look pass. The coach saw beauty in simplicity, though, in the perfect bounce pass to the kid curling across the lane. From the day 14-year-old Stephon Marbury followed" , "date" : "19951123" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "27" , "title" : "ON BASKETBALL;Marbury Keeps Threading Passes" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/23\/sports\/on-basketball-marbury-keeps-threading-passes.html"} , {"body" : "It is not quite Wilt Chamberlain against Bill Russell or Hakeem Olajuwon against Shaquille O'Neal. After all, Allen Iverson is just a 19-year-old Georgetown sophomore from Hampton, Va., and Stephon Marbury an 18-year-old Georgia Tech freshman from Coney Island. And they are not 7-foot giants who crash the backboards. Iverson stands 6 feet, Marbury" , "date" : "19951122" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "15" , "title" : "COLLEGE BASKETBALL;Marbury's Homecoming Is Packed With Rivalry" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/22\/sports\/college-basketball-marbury-s-homecoming-is-packed-with-rivalry.html"} , {"body" : "Reacting to what he calls a marked deterioration in public spaces in this country, a New York architect, Gianni Longo, has set out to celebrate the ones that work well. In what he has called the Search of Great American Public Places, a panel of experts has put together a list of 62, including 14 in New York City. The definition of public place was" , "date" : "19951119" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "Agoraphilla: Celebrating Great Community Spaces" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/19\/nyregion\/agoraphilla-celebrating-great-community-spaces.html"} , {"body" : "Robbie Curry went to work at Coney Island Hospital in Brooklyn yesterday with a sense of dread even greater than usual. Mayor Rudolph W. Giuliani, after all, had already put the municipal hospital and two others up for sale. But then, late Friday night, came the news that her union local would not be covered by a no-layoff pledge the Mayor had" , "date" : "19951119" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "44" , "title" : "Hospital Workers Stung by Exclusion From Job Security" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/19\/nyregion\/hospital-workers-stung-by-exclusion-from-job-security.html"} , {"body" : "He had glossy brochures depicting neat two-family houses. He had samples of the building materials that would be used and the lighting fixtures that would be installed. What John Erglis did not have, he admitted in court yesterday, were nearly enough sites for the number of houses he had promised to build in the East New York section of Brooklyn" , "date" : "19951118" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "He Built Their Hopes but Little Else" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/18\/nyregion\/he-built-their-hopes-but-little-else.html"} , {"body" : "A suspicious father used a hidden video camera to tape a baby sitter abusing his 2-year-old son, the police said yesterday. The videotape shows the sitter, Felicia Pena, 41, beating the boy, pulling his hair and dropping him on the floor of the family's home in the Flatlands section of Brooklyn, said Sgt. Edward Orski, a police spokesman. The" , "date" : "19951118" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Sitter Is Taped Beating Boy" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/18\/nyregion\/sitter-is-taped-beating-boy.html"} , {"body" : "The doctors at Coney Island Hospital, one of three city hospitals the Giuliani administration is offering to lease to private operators, have signed a contract to join the New York Hospital Care Network, virtually sealing their hospital's takeover by their new partner. New York Hospital, the network's parent, had long been considered a leading" , "date" : "19951112" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "Hospital Bid With Doctors Seems Likely" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/12\/nyregion\/hospital-bid-with-doctors-seems-likely.html"} , {"body" : "A steady rain speckled the Narrows as the Heaven, a 22 1\/2-foot fishing boat, cut its engine and bobbed under the Verrazano-Narrows Bridge. Gene Ritter and Pete Oliver squeezed into their diving suits, strapped on scuba tanks and jumped into the murky water. \"You never know what you're going to find down there,\" Mr. Ritter said before disappearing" , "date" : "19951112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK HARBOR"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN WATERFRONT;Explorers of Watery Wilds Dive for Urban History . . ." , "url" : "http:\/\/www.nytimes.com\/1995\/11\/12\/nyregion\/neighborhood-report-brooklyn-waterfront-explorers-watery-wilds-dive-for-urban.html"} , {"body" : "ON a clear day on the bay side of Belle Harbor, you can see Manhattan. On cloudy days, the skyline is a gray blur rising from the water, giving justa hint that Belle Harbor belongs to New York City. Celeste Pacifico, her husband, Fernando, and their two children, Michael and Jessica, moved to Belle Harbor from Gravesend, Brooklyn, seven years ago." , "date" : "19951112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BELLE HARBOR (NYC)" , "ROCKAWAY PENINSULA (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "The Battle of Belle Harbor" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/12\/nyregion\/the-battle-of-belle-harbor.html"} ,   {"body" : "WHEN the curators at the Rotunda Gallery, Andrew S. Dolkart and Judith Saltzman, were casting about for exhibit ideas, they decided, Mr. Dolkart recalled, that the gallery was \"a spectacular contemporary space that seemed to cry out for a contemporary architecture exhibit.\" The result: \"New Architecture in Brooklyn (1985-1995),\" which opens" , "date" : "19951105" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "PLAYING IN THE NEIGHBORHOOD: BROOKLYN HEIGHTS;Cityscape as Art" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/05\/nyregion\/playing-in-the-neighborhood-brooklyn-heights-cityscape-as-art.html"} , {"body" : "At Kings County Hospital in Brooklyn, one physician is now responsible for the care of all 60 patients in two of the hospital's general medical wards each night from 8 P.M. to 6 A.M. Doctors consider that a nearly impossible task; until recently, five doctors, including several residents, covered the shift. At Joseph Pulitzer Intermediate School in" , "date" : "19951103" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education" , "Health"] , "page_facet" : "1" , "title" : "SHRINKING THE CITY: Sector by sector;How New Yorkers Feel Budget Squeeze" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/03\/nyregion\/shrinking-the-city-sector-by-sector-how-new-yorkers-feel-budget-squeeze.html"} , {"body" : "A former Tower Records worker, dismissed for stealing two weeks ago, tried to rob the store early yesterday and was arrested for wounding a security guard and pistol-whipping the manager, the police said. The former employee, Raymon Padilla, 22, and a confederate, Wilson Sosa, 23, were charged with attempted murder, assault, criminal possession of" , "date" : "19951101" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Ex-Worker Held in Record Store Shooting" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/01\/nyregion\/ex-worker-held-in-record-store-shooting.html"} , {"body" : "At least three area hospitals seeking to expand their health-care networks are expressing interest in plans to lease three city hospitals, lured by their locations, the mix of patients and the kinds of services each provides. Officials at New York University Medical Center and Maimonides Medical Center both say they are exploring a lease of Coney" , "date" : "19951029" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "37" , "title" : "Medical Centers May Lease City Hospitals" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/29\/nyregion\/medical-centers-may-lease-city-hospitals.html"} , {"body" : "IF you have ever passed by Bethesda Fountain in Central Park on a weekend day, you have probably seen the Crows. Not actual large black birds, but four colorful puppets in double-breasted jackets, battered derbies and dreadlocks. They make up a quartet called the Crowtations, and just about every Saturday and Sunday they are in the park from midday" , "date" : "19951029" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Anatomy Of a Street Act" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/29\/nyregion\/the-anatomy-of-a-street-act.html"} , {"body" : "AT THE TURN OF THE CENTURY, American furniture in the Arts and Crafts style was dismissed as a fad by critics. They were wrong, and the robust modernist chairs and tables, pioneered in America by Gustav Stickley, dominated dens and dining rooms across the land into the 1920's. Fast-forward to the present: After a 25-year-long revival, Arts and" , "date" : "19951029" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "45" , "title" : "ARTS\/ARTIFACTS;If Stickley Was Hertz, Then Limbert Was Avis" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/29\/arts\/arts-artifacts-if-stickley-was-hertz-then-limbert-was-avis.html"} , {"body" : "The Giuliani administration formally offered yesterday to turn over three public hospitals to private health care organizations. It also strongly suggested that the city would try to release the new operators from the terms of current labor contracts. In two detailed plans, one for Coney Island Hospital and one for both Elmhurst Hospital Center and" , "date" : "19951027" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Mayor Offers 3 Hospitals For Lease" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/27\/nyregion\/mayor-offers-3-hospitals-for-lease.html"} , {"body" : "Mayor Rudolph W. Giuliani says he was motivated by principle and a long memory, rather than politics, in ejecting Yasir Arafat from a celebratory concert on Monday night, and his passion on the subject is clearly deeply held. But just as previous mayors have found, Mr. Giuliani's ventures into foreign policy dovetail quite nicely with his political" , "date" : "19951026" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "MIDDLE EAST"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "1" , "title" : "Political Memo;In Mayor's Arafat Snub, a Hint of Strategy" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/26\/nyregion\/political-memo-in-mayor-s-arafat-snub-a-hint-of-strategy.html"} , {"body" : "An article on Saturday about a gas explosion at the Marlboro Houses apartments in Brooklyn misstated their location. They are in Bensonhurst, not Coney Island. (Because of an editing error, the erroneous location also appeared in an article on Sunday.)" , "date" : "19951025" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/25\/nyregion\/c-corrections-576395.html"} , {"body" : "An article on Saturday about a gas explosion at the Marlboro Houses apartments in Brooklyn misstated their location. They are in Bensonhurst, not Coney Island. (Because of an editing error, the erroneous location also appeared in an article on Sunday.)" , "date" : "19951025" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/25\/nyregion\/c-corrections-087998.html"} ,   {"body" : "Candido Rivera was reluctant to leave the comfort of the one-bedroom apartment in Brooklyn where he had been house-sitting for a hospitalized friend, the police said yesterday, because he had no place to go. He sought revenge when he was told to leave, removing a gas stove from the apartment on Friday and selling it for $40 to a man on the street," , "date" : "19951022" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Suspect Held In Gas Blast At Project In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/22\/nyregion\/suspect-held-in-gas-blast-at-project-in-brooklyn.html"} , {"body" : "A gas explosion ripped through several apartments on the top floor of a Brooklyn housing complex yesterday, injuring 20 people in a blast that officials said might have stemmed from a quarrel between a teft a maintenance worker severely burned and sent hundreds of terrified tenants of the Marlboro Houses in Coney Island fleeing into the street," , "date" : "19951021" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Exposed Stove Pipe Leads to Gas Blast That Injures 20" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/21\/nyregion\/exposed-stove-pipe-leads-to-gas-blast-that-injures-20.html"} , {"body" : "BILL THREATENS IMMIGRANT EDUCATION AID A little-noted provision in the Senate welfare bill could deny Federal education aid to tens of thousands of legal immigrants, more than half of them college students in New York and California. Advocates for higher education say the changes would strip the rungs from a ladder that has allowed generations of" , "date" : "19951021" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/21\/nyregion\/metro-digest-575895.html"} , {"body" : "BILL THREATENS IMMIGRANT EDUCATION AID A little-noted provision in the Senate welfare bill could deny Federal education aid to tens of thousands of legal immigrants, more than half of them college students in New York and California. Advocates for higher education say the changes would strip the rungs from a ladder that has allowed generations of" , "date" : "19951021" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/21\/nyregion\/metro-digest-075604.html"} , {"body" : "A shootout involving four young men and two security guards on Sunday evening left a 21-year-old man dead and four others wounded at a private apartment complex in Brooklyn, the police said. The gunfire erupted just before 7:30 P.M. in a laundry room at 3415 Neptune Avenue, one of six high-rise buildings that make up the Bay Park apartment complex" , "date" : "19951017" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "One Killed and 4 Are Hurt in Brooklyn Shootout" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/17\/nyregion\/one-killed-and-4-are-hurt-in-brooklyn-shootout.html"} , {"body" : "The Colonial buffs brought tri-cornered hats. Civil War types gathered maps and newspaper clippings. Neighborhood groups displayed sepia-toned, turn-of-the-century photographs. There were mementos from the 40's and 50's: badges for Steeplechase Park in Coney Island, menus and lobster bibs from Lundy's Restaurant in Sheepshead Bay, and not a few" , "date" : "19951015" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE;Breuckelen Revisited: A History Fair in the County of Kings" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/15\/nyregion\/neighborhood-report-brooklyn-up-close-breuckelen-revisited-history-fair-county.html"} , {"body" : "Frances Hall Murray, a senior personnel specialist, and Robert Peter Daly, a lawyer, were married yesterday in Manhasset, L.I. Msgr. Francis J. Evans, a cousin of the bridegroom, performed the ceremony at the Church of St. Mary. Mrs. Daly, 39, works for the Nassau County Civil Service Commission in Mineola, L.I. She graduated from St. Joseph's" , "date" : "19951015" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "47" , "title" : "WEDDINGS; Frances Murray, Robert P. Daly" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/15\/style\/weddings-frances-murray-robert-p-daly.html"} , {"body" : "For months, the woman had lived with other crack addicts on a fire escape beside the Coney Island Thrift Shop, just down the block from the public-housing high rise where she bought her drugs and the street corner where she had long worked as a prostitute, her relatives said. But yesterday, the woman who had become such a fixture in the decaying" , "date" : "19951011" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Body Is Found by a Scavenger in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/11\/nyregion\/body-is-found-by-a-scavenger-in-brooklyn.html"} , {"body" : "The Mark Twain School for the Gifted and Talented in Coney Island is a rare oasis in the public school system. The selective magnet school, which rejects three-quarters of its applicants, has among the highest math and reading scores in the city. It offers students a rigorous academic program and the opportunity to specialize in 10 \"talent\" areas," , "date" : "19951008" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "NEIGHBORHOOD REPORT: SOUTHERN BROOKLYN; An Influx of Queens Students" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/08\/nyregion\/neighborhood-report-southern-brooklyn-an-influx-of-queens-students.html"} , {"body" : "WHEN Paul Caputo, head coach and starting nose guard for the Yonkers Pitbulls, limped off the field at halftime and left the game, it wasn't because he was too injured to play: he had to get to his restaurant to start the marinara sauce. Mr. Caputo balances the demands of a full-time job as a chef with playing semi-professional football with the" , "date" : "19951001" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WESTCHESTER COUNTY (NY)" , "YONKERS (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "For Semi-Pro Football, Life's a Scrimmage" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/01\/nyregion\/for-semi-pro-football-life-s-a-scrimmage.html"} ,   {"body" : "Sandra Feldman, the canny and powerful president of the New York City teachers' union, has been complaining more than usual this fall: about Mayor Rudolph W. Giuliani's epic battle with the Board of Education over the choice of a new chancellor, about overcrowded classrooms, about having to negotiate a teachers' contract during the worst education" , "date" : "19950929" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "In Schools Crisis, Union's Opportunity" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/29\/nyregion\/in-schools-crisis-union-s-opportunity.html"} , {"body" : "The boardwalk shook last night as swarms of bikers on Harley-Davidsons thundered to Coney Island U.S.A. They had come to the 10th annual Coney Island Tattoo Show. But this show, a salute to tattooed women, had a special poignancy. It was the last event on the boardwalk for Coney Island U.S.A., the nonprofit organization that has run a museum, a" , "date" : "19950925" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Coney Island Adieu With Tattoos, Tattoos" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/25\/nyregion\/coney-island-adieu-with-tattoos-tattoos.html"} , {"body" : "NEW YORK CITY POLICE FACE SKEPTICAL JURORS Maurice Eason, a 19-year-old from the housing projects of East New York, walked into the central jury room at State Supreme Court in Brooklyn slightly after 9 A.M. It was his first experience as a prospective juror. Also arriving was Marie McElwan, a 68-year-old woman who had spent her life in Flatbush. It" , "date" : "19950925" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/25\/nyregion\/metro-digest-338795.html"} , {"body" : "The 73-year-old man could not fit his feet into the tiny stirrups, and the dangling brass rings he once reached for had been taken down some 20 years ago. But as he bobbed up and down on the wooden horse with the colored roses carved in its saddle, Bob Cammann's face shone and his eyes grew moist with memory. \"I have been riding this carousel since" , "date" : "19950918" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BALDWIN (NY)" , "NASSAU COUNTY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Nostalgia Is Power In Fight Over Carousel" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/18\/nyregion\/nostalgia-is-power-in-fight-over-carousel.html"} , {"body" : "Mayor Rudolph Giuliani wants New York City to get out of the business of running hospitals. In February he called for the sale of 3 of the 11 hospitals run by the Health and Hospitals Corporation. Now, to avoid a lengthy review process and other potentially troublesome hurdles, he wants to lease, rather than sell, the facilities. Leasing might well" , "date" : "19950916" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "Health"] , "page_facet" : "18" , "title" : "Leasing the City Hospitals" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/16\/opinion\/leasing-the-city-hospitals.html"} , {"body" : "A state Assistant Attorney General and a State Supreme Court law secretary were among the winners in last night's primary elections for Civil Court judgeships in New York City. While voters cast ballots for nominees for 15 Civil Court judgeships, only 5 were contested in the Democratic primary. There were no Republican candidates for judgeships. No" , "date" : "19950913" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Law Secretary Wins Primary For Judgeship" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/13\/nyregion\/law-secretary-wins-primary-for-judgeship.html"} , {"body" : "Primary elections will be held tomorrow in New York City, with polls open from 6 A.M. to 9 P.M. Voters will cast ballots for nominees for 15 Civil Court judgeships and for district leader and delegates and alternates to the judicial convention. No primaries will be held in the Bronx or Staten Island. Only 5 of the 15 Civil Court judgeships are" , "date" : "19950911" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Civil Court Nominees to Be Decided" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/11\/nyregion\/civil-court-nominees-to-be-decided.html"} , {"body" : "New York City may never be finished, but the first encyclopedia of the city finally is. Now, the arguing over who and what got in or was left out can begin. Did Mario M. Cuomo (from Queens) deserve to get a larger entry than James A. Farley (the New Deal political guru and Postmaster General)? Should John Marchi (the Staten Island State Senator)" , "date" : "19950910" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "47" , "title" : "Trotsky's Bronx Headquarters And Other New York Arcana" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/10\/nyregion\/trotsky-s-bronx-headquarters-and-other-new-york-arcana.html"} , {"body" : "DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of month; next meeting, Sept. 12, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; (718) 389-0009. DISTRICT 2 Fort Greene, Brooklyn Heights; second Wednesday of month; next meeting Sept. 13, 6 P.M.; Brooklyn Union Gas Company, One Metrotech Center, off Myrtle Avenue; (718) 596-5410." , "date" : "19950910" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Brooklyn Community Board Meetings" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/10\/nyregion\/public-interest-brooklyn-community-board-meetings.html"} , {"body" : "From Bushwick to Bensonhurst, Brooklyn's 12 school districts are looking for ways to serve more students with less money. District 32 in Bushwick, which expects to gain more than 200 students this year, lost 39 teachers over the summer to an early retirement program. With the district facing a $2.5 million shortfall, Dr. Robert Brasco, the deputy" , "date" : "19950910" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "13" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Schools' Bind: More Pupils, Less Money" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/10\/nyregion\/neighborhood-report-brooklyn-up-close-schools-bind-more-pupils-less-money.html"} ,   {"body" : "There are 15 New York City Civil Court seats up for election in November. Yet only five are being contested in next week's Democratic primary -- which means that many of the others will owe their jobs to party bosses who largely control who gets on the ballot. Unlike some elections in the past, this year's group of primary candidates is low on" , "date" : "19950909" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "Civil Court Choices" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/09\/opinion\/civil-court-choices.html"} , {"body" : "The man with the puffy face and powder-blue sweatpants had become a fixture on the Steeplechase Pier, making his home on one of the few remaining relics from Coney Island's golden age. All the regulars who fish the waters below knew who he was, and many of them used to give him cigarettes and food when he came begging. On Tuesday night, four" , "date" : "19950907" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Avoiding Attack, Homeless Man Leaps to Death" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/07\/nyregion\/avoiding-attack-homeless-man-leaps-to-death.html"} , {"body" : "HARLEM Now Open for Viewing: Status of Women Curators Though women have held long held jobs as museum curators, few have landed top jobs in the field. This is the subject of a slide lecture, \"Surviving or Thriving? The Status of Woman Curators Today,\" on Saturday at the Museum of the City of New York, delivered by Dr. Kendall Taylor (left)," , "date" : "19950903" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/03\/nyregion\/playing-in-the-neighborhood-982395.html"} , {"body" : "HARLEM Now Open for Viewing: Status of Women Curators Though women have held long held jobs as museum curators, few have landed top jobs in the field. This is the subject of a slide lecture, \"Surviving or Thriving? The Status of Woman Curators Today,\" on Saturday at the Museum of the City of New York, delivered by Dr. Kendall Taylor (left)," , "date" : "19950903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/03\/nyregion\/playing-in-the-neighborhood-500695.html"} , {"body" : "The State Health Department said yesterday that \"serious systemic problems\" at Coney Island Hospital had led to six blood-transfusion errors in the last five years, including one in July that contributed to the death of a Brooklyn paramedic. The errors arose largely because technicians, nurses and residents disregarded detailed rules for making" , "date" : "19950901" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "4" , "title" : "Hospital Is Fined by State For 6 Transfusion Errors" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/01\/nyregion\/hospital-is-fined-by-state-for-6-transfusion-errors.html"} , {"body" : "After a monthlong investigation, the State Health Department said that \"serious systemic problems\" at Coney Island Hospital led to six blood-transfusion errors in five years, including one in July that contributed to the death of a Brooklyn paramedic. The errors arose because technicians, nurses and residents disregarded rules for insuring that the" , "date" : "19950901" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Errors at Hospital" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/01\/nyregion\/errors-at-hospital.html"} , {"body" : "When Emergency Medical Service paramedics entered the Brooklyn apartment on Aug. 12, there were already five firefighters standing in the living room, along with a 72-year-old woman seated on the toilet of the bathroom, an oxygen mask on her face. The picture of apparent calm, however, was misleading. The woman, it turned out, wasn't breathing and" , "date" : "19950829" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Medical Role Of Firefighters Is Contested" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/29\/nyregion\/medical-role-of-firefighters-is-contested.html"} , {"body" : "There is no air-conditioning in Denis Higgins's apartment, only the blast of an unnatural breeze that sets his curtains dancing each time a train roars by -- every two to three minutes. Mr. Higgins, 58, lives above Peggy Gordon's Pub on Roosevelt Avenue in Jackson Heights, Queens. His window is all of eight feet from the No. 7 line to Flushing." , "date" : "19950828" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Whole Lotta Shakin'; Life by the Elevated Isn't for Everybody" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/28\/nyregion\/whole-lotta-shakin-life-by-the-elevated-isn-t-for-everybody.html"} , {"body" : "THE call came about 10:30 on a Sunday night. \"O.K.,\" a voice said. \"They want you to go find her.\" Marie Schembri left off doing the dinner dishes and went up to the \"Batcave,\" the third-floor office of her Boerum Hill brownstone. Her eyes flicked over a series of wigs, an array of tiny cameras, glasses. No, she thought. Not tonight, not for the" , "date" : "19950827" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Snoop's Story: The Confessions Of a Private Eye" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/27\/nyregion\/a-snoop-s-story-the-confessions-of-a-private-eye.html"} , {"author" : "John Hockenberry is the author of \"Moving Violations: War Zones, Wheelchairs and Declaratioins of Independence\" (Hyperion)." , "body" : "A GEOGRAPHER or surveyor might dispute the topographic precision, but for all wheelchairs the apex of New York City lies squarely at Fifth Avenue and 89th Street. Through the heavy front glass doors and up an arty sliver of an elevator to the sixth floor and you are there: at the four-wheel, no-walking summit of Manhattan and the most spectacular" , "date" : "19950825" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "A Rolling Tour Of New York City" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/25\/arts\/a-rolling-tour-of-new-york-city.html"} ,   {"body" : "With jury selection about to begin in his second murder trial, Joel Rifkin, the unemployed landscaper who has confessed to killing 17 women, pleaded guilty today to strangling two women in early 1993 and burying their bodies in shallow graves on the East End of Long Island. The plea was a surprise turnabout by Mr. Rifkin and his lawyers, who for" , "date" : "19950825" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Guilty Plea By Murderer Represents About-Face" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/25\/nyregion\/guilty-plea-by-murderer-represents-about-face.html"} , {"body" : "An off-duty police officer shot and wounded a teen-ager who allegedly was robbing the officer's nephew Wednesday night in Sheepshead Bay, Brooklyn, police officials said. The teen-ager, 17-year-old Pierre Mosley, apparently fired a shotgun first, neighbors said. Mr. Mosley, of 109 Long Pond Lane on Staten Island, was in stable condition yesterday" , "date" : "19950825" , "day_of_week_facet" : "Friday" , "geo_facet" : ["SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Robbery Suspect, 17, Is Shot by Off-Duty Officer" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/25\/nyregion\/robbery-suspect-17-is-shot-by-off-duty-officer.html"} , {"body" : "The Metropolitan Transportation Authority has voted to reduce bus and subway service. Here are major changes, due Sept. 10, and any alternatives. Subway Service MANHATTAN 42d Street Shuttle CURRENT 24 hours\/day. SEPT. 10 No service midnight-6 A.M. ALTERNATIVE No. 7 train. Lenox Avenue Shuttle CURRENT 24 hours\/day. SEPT. 10 No service 11 P.M.-6" , "date" : "19950820" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; Coming Transit Reductions: What They Mean for You" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/20\/nyregion\/neighborhood-report-new-york-up-close-coming-transit-reductions-what-they-mean.html"} , {"body" : "Lori Michele Nahoum, a daughter of Mr. and Mrs. Isadore Nahoum of Brooklyn, is to be married today to Dr. Michael David Bernstein, the son of Gladys Bernstein of Scarsdale, N.Y., and the late Dr. Arthur I. Bernstein. Rabbi Alvin Kass is to perform the ceremony at the Manhattan Beach Jewish Center in Brooklyn. The bride is a reading specialist at" , "date" : "19950820" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "49" , "title" : "WEDDINGS; Lori M. Nahoum, Michael Bernstein" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/20\/style\/weddings-lori-m-nahoum-michael-bernstein.html"} , {"body" : "Fifteen years ago, when Mayor Edward I. Koch closed the tiny Sydenham Hospital in Harlem, the decision led to sit-ins, clashes with the police and the beginning of a swelling rancor between many of the city's black residents and City Hall that ended only with the election of David N. Dinkins in 1989. Yesterday Mayor Rudolph W. Giuliani praised the" , "date" : "19950817" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Mayor May Be in for Biggest Test" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/17\/nyregion\/mayor-may-be-in-for-biggest-test.html"} , {"body" : "An ex-convict from Brooklyn who was arrested on robbery charges has also been charged with a sexual assault on a 12-year-old girl in a Coney Island apartment building, a police spokeswoman said yesterday. Roland Alfred, 30, of 4725 Beach 47th Street in Sea Gate, Brooklyn, is also a suspect in a second sexual assault, of a 13-year-old girl on June" , "date" : "19950817" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Ex-Convict Charged With Sexual Assault" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/17\/nyregion\/ex-convict-charged-with-sexual-assault.html"} , {"body" : "He is the only elected Republican official from Brooklyn. But Robert J. DiCarlo, a State Senator from Bay Ridge, was more than willing to carry the legislative ball for a plan to build a $70 million sports complex in his Democrat-dominated borough -- until he saw the affirmative-action language in the bill. Although virtually identical bills passed" , "date" : "19950817" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Affirmative-Action Debate Stalls Brooklyn Sports Complex" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/17\/nyregion\/affirmative-action-debate-stalls-brooklyn-sports-complex.html"} , {"body" : "A hand-picked mayoral advisory panel recommended yesterday that New York City abolish its municipal hospital system, a proposal that Mayor Rudolph W. Giuliani praised. In a blunt analytical report, the seven-member panel accused the city's Health and Hospitals Corporation of delivering inefficient, low-quality health services and asserted that its" , "date" : "19950816" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "A MAYORAL PANEL URGES DISMANTLING OF CITY HOSPITALS" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/16\/nyregion\/a-mayoral-panel-urges-dismantling-of-city-hospitals.html"} , {"body" : "The widow of a New York City paramedic called yesterday for a criminal investigation into the death of her husband, who died Thursday after receiving the wrong type of blood in a transfusion at Coney Island Hospital. She said she had retained a lawyer to press a wrongful-death lawsuit against the City. The 30-year-old paramedic, Ira Medjuck, was" , "date" : "19950814" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Paramedic's Widow Wants Criminal Inquiry Into His Death" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/14\/nyregion\/paramedic-s-widow-wants-criminal-inquiry-into-his-death.html"} , {"body" : "SUITS OVER LEAD PROVING COSTLY TO CITY New York City is facing a liability explosion because of the nearly 1,000 claims filed on behalf of children exposed to lead in city apartments. Many of the children have learning disorders, mild retardation or other neurological problems commonly linked to lead poisoning. Resolving the cases already filed" , "date" : "19950814" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/14\/nyregion\/metro-digest-680695.html"} ,   {"author" : "Stephan Talty has written for Spin, Film Comment and The Irish Times." , "body" : "The Switchboard at Love Central It's a blazing hot Tuesday, 4 P.M., which means that Monster Bill is on the request lines. He gulps some iced tea, then hits one of the 30 buttons, not bothering to aim because they are all flashing with equal desperation. \"Hot 97!\" It's Christopher from the Bronx. Can Monster Bill play that song \"I'll Be There For" , "date" : "19950813" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "32" , "title" : "The No. 1 Summer Song of Love" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/13\/magazine\/the-no-1-summer-song-of-love.html"} , {"body" : "Sometimes the young men of Coney Island's housing projects feel as if their neighborhood were cut off from the rest of the world. But at least all the faces are familiar, neighbors are like family, and, by an unspoken rule, you stick by your childhood friends, even if they have strayed down the wrong road. Jason Sowell, 16, lived and died in this" , "date" : "19950811" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Bullet Claims a Role Model, Leaving Pain in Coney Island" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/11\/nyregion\/bullet-claims-a-role-model-leaving-pain-in-coney-island.html"} , {"body" : "A decorated Emergency Medical Service paramedic who received the wrong type of blood in a transfusion at a Brooklyn hospital died yesterday, three weeks after he was critically injured in a car accident. Officials at Coney Island Hospital, who previously acknowledged the botched transfusion, did not list a cause of death yesterday for the" , "date" : "19950811" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Paramedic Who Received Wrong Blood Dies" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/11\/nyregion\/paramedic-who-received-wrong-blood-dies.html"} , {"body" : "Two Chinese immigrants held captive for 13 days in a Brooklyn basement closet were freed and their abductors were captured on Monday night, the police said, after an around-the-clock investigation of an international kidnapping-for-ransom plot. Kidnappings of Asians in New York by members of Asian gangs have risen in the last two years and account" , "date" : "19950809" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CHINA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Chinese Couple Held 13 Days In International Ransom Plot" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/09\/nyregion\/chinese-couple-held-13-days-in-international-ransom-plot.html"} , {"body" : "The people responsible for making sure amusement park rides are safe in New York City are elevator inspectors who have no specialized training in how the thrill rides work. And, unlike many ride inspection programs around the country, New York City's does not require operators to test their rides for metal fatigue, which caused the crash of the" , "date" : "19950806" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "1" , "title" : "Thrill-Ride Inspections in New York Are Faulted" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/06\/us\/thrill-ride-inspections-in-new-york-are-faulted.html"} , {"body" : "NEW YORK CITY THE KNIGHTS OF A HOT SUMMER Leonard Henry and George Adams clamber among the gaping maws of air vents and the humming obelisks of cooling towers. They brave the baking terrain of black-tarred rooftops. Mr. Henry and Mr. Adams are the knights of the New York summer: air-conditioner repairmen. [ Page B3. ] HOMELESS MAN ARRESTED IN" , "date" : "19950802" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/02\/nyregion\/metro-digest-165595.html"} , {"body" : "A Manhattan man said the Coney Island thrill ride that spun out of control on Saturday, injuring 13 people, also malfunctioned one month earlier while he was aboard. Tony Trout, a 30-year-old computer programmer, said the ride, the Hell Hole, which spins so fast that the centrifugal force pushes people against the wall, suddenly slowed on June 25," , "date" : "19950802" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Recalls Sudden Drop on Coney Island Ride That Hurt 13" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/02\/nyregion\/man-recalls-sudden-drop-on-coney-island-ride-that-hurt-13.html"} , {"body" : "Concluding their investigation of a Coney Island thrill ride that spun out of control over the weekend and injured 13 people, city officials said yesterday that repeated stress on a metal band, which held part of the ride together, caused it to snap. They also said that 10 other rides inspected as a precaution were in good condition. The ride that" , "date" : "19950801" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Inquiry Verifies Metal Stress as Cause of Thrill-Ride Failure" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/01\/nyregion\/inquiry-verifies-metal-stress-as-cause-of-thrill-ride-failure.html"} , {"body" : "Metal fatigue probably caused the calamitous failure of a Coney Island thrill ride Saturday night that injured 13 people, including a woman who nearly lost a part of her leg, city officials said yesterday. The ride known as the Hell Hole, a name that proved eerily apt for a few terrifying moments, was inspected three months ago by the city's" , "date" : "19950731" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Metal Fatigue Is Suspected In Ride Wreck" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/31\/nyregion\/metal-fatigue-is-suspected-in-ride-wreck.html"} , {"body" : "On Saturday night, Lourdes Gonzalez and Martin Quinones, like thousands of New Yorkers before them, headed for Coney Island on their first date. For Ms. Gonzalez, 24, a single mother of three from Bay Ridge, Brooklyn, it was a renewed hope for romantic possibilities. \"It was beautiful day,\" she said. \"We walked on the boardwalk. I got on one ride;" , "date" : "19950731" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A First Date Ends in a Far-Too-Scary Ride" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/31\/nyregion\/a-first-date-ends-in-a-far-too-scary-ride.html"} ,   {"body" : "CENTRAL PARK Finnish Folksters Remake the Art Form Critics have likened it to \"an atomic folk machine\" and called it \"possessed.\" Perhaps. Whatever the case, JPP is at the forefront of several folk groups from Finland that have transformed their country's traditional music into a new art form. The group brings its progressive sound to the Central" , "date" : "19950730" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/30\/nyregion\/playing-in-the-neighborhood-015695.html"} , {"body" : "CENTRAL PARK Finnish Folksters Remake the Art Form Critics have likened it to \"an atomic folk machine\" and called it \"possessed.\" Perhaps. Whatever the case, JPP is at the forefront of several folk groups from Finland that have transformed their country's traditional music into a new art form. The group brings its progressive sound to the Central" , "date" : "19950730" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/30\/nyregion\/playing-in-the-neighborhood-226195.html"} , {"body" : "Two nurses and a laboratory technician involved in a botched blood transfusion performed on an Emergency Medical Service paramedic have resigned, a spokesman for Coney Island Hospital said yesterday. The spokesman, Kenneth Kiernan, said that a head nurse, a nursing supervisor and a lab technician at the hospital, where the procedure was performed" , "date" : "19950728" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Three Resign After an Error In Transfusion" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/28\/nyregion\/three-resign-after-an-error-in-transfusion.html"} , {"body" : "Coney Island U.S.A., the oddest spectacle on the Coney Island Boardwalk, has entertained nearly a million people over the last 11 years with processions of bearded ladies, sword swallowers and snake charmers. But the biggest sideshow this summer may be the one playing behind the scenes at the amusement park. The landlord is trying to evict Coney" , "date" : "19950724" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Little Joy Left at the Fun House" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/24\/nyregion\/little-joy-left-at-the-fun-house.html"} , {"body" : "Transit Authority officials said yesterday that there were 257 miles of subway track, nearly half the total, where an antiquated signal system provides the potential for an accident like the fatal crash on the Williamburg Bridge last month. \"Could we have a replica of what happened?\" Transit Authority President Alan F. Kiepper said at a public" , "date" : "19950720" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Study Says Outdated Signals Are Widespread in Subway" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/20\/nyregion\/study-says-outdated-signals-are-widespread-in-subway.html"} , {"body" : "Transit Authority officials said there were 257 miles of subway track, nearly half the total, where an antiquated signal system provides the potential for an accident like the fatal crash on the Williamburg Bridge last month. Officials said the problem is particularly acute on one older line -- the F, from Park Slope to Coney Island. An engineering" , "date" : "19950720" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Subway Safety Issue" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/20\/nyregion\/subway-safety-issue.html"} , {"body" : "HEAT TOOK 11 LIVES IN NEW YORK CITY The steamy heat wave that scorched much of the Northeast with record-setting 100-degree temperatures killed at least 11 people in New York City. They died of heat-related causes like hyperthermia and heat stroke, city officials said. Officials were only beginning to assess the impact of the withering spell, which" , "date" : "19950717" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/17\/nyregion\/metro-digest-797995.html"} , {"body" : "At 3:30 A.M. on the night after New York's hottest day this summer, Frances Nimmons and her four children finally cooled off. The temperature hovered at a merciful 79 degrees, down from 102, and a gentle breeze lifted their bedsheets. \"This almost feels like heaven,\" Ms. Nimmons said. The only problem was the noise. \"With the waves crashing here in" , "date" : "19950717" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "HEAT WAVE: ONE REMEDY; By the Sea, by the Sea, By the Cool, Noisy Sea" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/17\/nyregion\/heat-wave-one-remedy-by-the-sea-by-the-sea-by-the-cool-noisy-sea.html"} , {"body" : "MORE THAN RATINGS ARE at stake for Michael Moore this summer as his sometimes loopy, sometimes acidly satiric news-magazine program, \"TV Nation,\" returns to prime time. His whole world view is on the line. Mr. Moore, the iconoclastic film maker who is destined to have his name followed forever by the phrase \"producer and director of the" , "date" : "19950716" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "24" , "title" : "TELEVISION; The Rib Tickler's Approach to Social Provocation" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/16\/arts\/television-the-rib-tickler-s-approach-to-social-provocation.html"} , {"body" : "WATER MAIN RUPTURE FLOODS 7TH AVENUE A huge turn-of-the-century water main ruptured just south of Times Square. A geyser of floodwaters that surged unchecked for six hours turned Seventh Avenue into a small lake and two subway lines into rivers that ran chest-deep and fast to Greenwich Village, two miles away. No one was injured, and damage was" , "date" : "19950710" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/10\/nyregion\/metro-digest-821795.html"} ,   {"body" : "The glittering green Toyota 4-Runner sat in a lot at a port terminal here, surrounded by a sea of cars waiting to be shipped overseas. But something looked wrong. The trunk lock was sealed crudely with a jagged piece of metal and four screws, suggesting a break-in. Jose Valentin, a Newark police detective, and his partner, Douglass Farrell, a" , "date" : "19950710" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Stolen Cars Find a World Of Welcome" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/10\/nyregion\/stolen-cars-find-a-world-of-welcome.html"} , {"body" : "Curly was stabbed two months ago, Larry was bludgeoned last month, and Moe was sliced up two weeks ago. The three injured dogs with the Three Stooges names had roamed the neighborhood in peace for years, fed most nights by John Contino, a Coney Island dog lover who feeds strays and runs Mighty Mutts, a nonprofit animal adoption agency. . Mr." , "date" : "19950709" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: CONEY ISLAND; Stray Dogs Wounded in Attacks" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/09\/nyregion\/neighborhood-report-coney-island-stray-dogs-wounded-in-attacks.html"} , {"body" : "In an acceleration of a four-year trend, the murder rate in New York City has plunged sharply since January, to the lowest level in 25 years, according to Police Department statistics. In the first 25 weeks of the year, reported murders have fallen by nearly a third, to 563 from 826 in the same period last year. If the trend holds through the rest" , "date" : "19950708" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Murder Rate Plunges in New York City" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/08\/nyregion\/murder-rate-plunges-in-new-york-city.html"} , {"body" : "Mike DeVito is no longer top dog. Mr. DeVito, 33, of Manalapan, was overthrown yesterday as the champion of hot dog eating, when a 350-pound Nynex engineer from Queens beat him by half a wiener in the annual Nathan's Hot Dog Eating Contest on Coney Island. Mr. DeVito, a 6-foot-2-inch, 205-pound vice president for Salomon Brothers, had won his" , "date" : "19950705" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NEW JERSEY DAILY BRIEFING; A Coup in Hot Dog Land" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/05\/nyregion\/new-jersey-daily-briefing-a-coup-in-hot-dog-land.html"} , {"body" : "Around the Queens housing complex where 17-year-old Cynthia Roman lives, the search for a summer job has taken on a depressing air of futility. For weeks, Ms. Roman has been applying for jobs at retail outlets around the city, but no one calls with an offer. \"If I don't find one, I'll just hang around the projects -- broke, hot and thirsty,\" she" , "date" : "19950703" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "For the Young, It's Looking Like a Jobless Summer; The Hunt for Work Is Taking On an Air of Futility as Openings Grow Scarcer" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/03\/nyregion\/for-young-it-s-looking-like-jobless-summer-hunt-for-work-taking-air-futility.html"} , {"body" : "To the Editor: Your June 22 news article on the Port Authority of New York and New Jersey's decision to ship contaminated material dredged from berths at the Howland Hook marine terminal on Staten Island to a Utah landfill told only part of the story. Until recently, the Port Authority was pursuing another disposal method for the Howland Hook" , "date" : "19950627" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "UTAH"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "16" , "title" : "Port Authority Hasn't Solved Its Toxic Harbor Sludge Problem" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/27\/opinion\/l-port-authority-hasn-t-solved-its-toxic-harbor-sludge-problem-791095.html"} , {"body" : "For many New Yorkers, summer begins with shares in the Hamptons, backyard barbecues and New Jersey vine-ripened tomatoes. But for the city's avant garde, it does not officially start until after Coney Island Mermaid Parade in Brooklyn and the ritualistic \"opening\" of the Atlantic Ocean by the parade's newly crowned Neptune King. Wearing tails and" , "date" : "19950625" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Rite of Summer: A Neptune King Heats Up the Sea" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/25\/nyregion\/rite-of-summer-a-neptune-king-heats-up-the-sea.html"} , {"body" : "EVER since Harvey Horowitz was murdered in his own apartment, Ariel Berlin has known that he had to present the work of the man he still regards as his closest friend. Eight years later, he has accomplished the task, mounting an exhibition of riveting photographs that attest both to the slain man's search for Eden within the five boroughs and to" , "date" : "19950621" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "ABOUT NEW YORK; Recalling a Friendship and a Five-Borough Search for Eden" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/21\/nyregion\/about-new-york-recalling-a-friendship-and-a-five-borough-search-for-eden.html"} , {"body" : "When Michael Lee went to Chinatown in 1991 to be an undercover police officer, he was paired with a charismatic, genial detective with an infectious love of life. His name was John Gaw. Being a rookie still awed by police work, Officer Lee was smitten by his new partner's exuberance and self-confidence, and soon it became plain that he wanted to be" , "date" : "19950619" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CHINATOWN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Chinatown Officers Said to Be Partners on Both Sides of the Law" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/19\/nyregion\/chinatown-officers-said-to-be-partners-on-both-sides-of-the-law.html"} , {"body" : "The centennial of the nation's first bicycle path, which stretches along Ocean Parkway from Prospect Park to Coney Island, was celebrated last week with a wedding on wheels. Arthur Grae and the formerElaine Epstein exchanged vows on Thursday after peddling their tandem down the path near Beverly Road as a keyboard player played the Wedding March." , "date" : "19950618" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: CENTRAL BROOKLYN; Bike Path, Once Grand, Is Now Ignored" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/18\/nyregion\/neighborhood-report-central-brooklyn-bike-path-once-grand-is-now-ignored.html"} ,   {"body" : "AT A TIME WHEN SOCIETY SEEMS atomized into stridently contentious religious, ethnic and sexual factions, the chameleonlike solo performer who portrays many different characters may be the closest thing in contemporary theater to a social healer. Watching the one-man Off Broadway shows of James Lecesne and Dan Butler, who traverse sexual and" , "date" : "19950618" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "5" , "title" : "THEATER; Two Solo Performers Embrace Multitudes" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/18\/theater\/theater-two-solo-performers-embrace-multitudes.html"} , {"body" : "A 63-year-old Brooklyn woman was stabbed to death late Friday in the stairway of her apartment building moments after she went out to buy a newspaper in the lobby, the police said. A neighbor has been charged in the killing. The woman, Susan Adelstein, was stabbed once in the left side of her neck with a kitchen knife in the building at 1935 Shore" , "date" : "19950618" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "Neighbor Is Held in Killing" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/18\/nyregion\/neighbor-is-held-in-killing.html"} , {"body" : "At the Griot Institute at Intermediate School 246, sixth graders learn to be oral historians based on the African tradition of weaving stories into musical tales and passing them from one generation to the next. But while the style they learn is decidedly African, the stories they weave have a rich international flavor. There are Jamaican ghost" , "date" : "19950618" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN; Culture Shared: Telling Tales In School" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/18\/nyregion\/neighborhood-report-downtown-brooklyn-culture-shared-telling-tales-in-school.html"} , {"body" : "MANY words have been used to explain New York pizza, but one word stands out: tradition. Respect for tradition is why New York pizzerias go to such lengths to link themselves to the great pizzerias of the past. Tradition explains why Andrew Bellucci called the pizzeria he opened in SoHo last year Lombardi's, after the restaurant opened on Spring" , "date" : "19950616" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "The Top Pizzas In New York: Bred and Baked By Tradition" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/16\/arts\/the-top-pizzas-in-new-york-bred-and-baked-by-tradition.html"} , {"body" : "Dr. Daniel Tansman had much to savor late Monday: a prosperous business, a long and happy marriage, a granddaughter's bas mitzvah on Saturday. He decided to smoke a cigar before he went to bed, and because he did, officials say, he and his wife are dead. The cigar fell onto a chair in a first-floor den, starting a fire that filled the two-story" , "date" : "19950614" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["MILL BASIN (BKLYN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "2 Are Killed in Home Fire Traced to Cigar" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/14\/nyregion\/2-are-killed-in-home-fire-traced-to-cigar.html"} , {"body" : "Nancy Laurel Maron, a daughter of Judith and David Maron of Englewood, N.J., is to be married today to William Edward Schaeffer, the son of Dr. Michaela Kane Schaeffer and Dr. Henry Schaeffer of Brooklyn. Rabbi William Kloner is to officiate at the Coveleigh Country Club in Rye, N.Y. Ms. Maron, who is 28, is keeping her name. She is a candidate for" , "date" : "19950611" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "56" , "title" : "WEDDINGS Nancy L. Maron, William Schaeffer" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/11\/style\/weddings-nancy-l-maron-william-schaeffer.html"} , {"body" : "THREE stiltwalkers are in a dusty yard on West 134th Street in Harlem, surrounded by abandoned buildings. The stiltwalkers wear tops with stars and multi-colored ribbons, striped pants, strange helmets with long plumes glittering in the sun. They are ambiguous figures. Male or female? One has a beard. But . . . you can't be sure. This is the" , "date" : "19950609" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Step Right Up! See the Bearded Person!" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/09\/arts\/step-right-up-see-the-bearded-person.html"} , {"body" : "IT happened about 11 on a Saturday night. Roy had already pitched the first tent of his life (Dad's first since Boy Scout days), stroked the belly of an alligator, pondered why golf courses in the desert might not be a great idea for the environment, learned that boa constrictors swallow 35-pound pigs every three weeks or so and gobbled enough free" , "date" : "19950609" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Science" , "Arts" , "Technology"] , "page_facet" : "1" , "title" : "Overnight and Under the Stars" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/09\/arts\/overnight-and-under-the-stars.html"} , {"body" : "A New York State Health Department study has found an unexpectedly high number of deaths among newborns in some of the city's busiest public and private hospitals. State officials have not identified a cause for the high mortality rates, which at some hospitals are roughly 50 percent above the national average. But they have ordered an extensive" , "date" : "19950609" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "New York Hospitals Show a High Rate Of Newborn Deaths" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/09\/nyregion\/new-york-hospitals-show-a-high-rate-of-newborn-deaths.html"} , {"body" : "A one-inch misalignment of two metal rods apparently caused the failure of an automatic braking system on a subway train Monday morning, moments before it slammed into another train on the Williamsburg Bridge, a state investigator said yesterday. The two pieces of metal, one on the track bed and one on the train, are supposed to strike each other" , "date" : "19950608" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "2 Braking Rods Are Faulted In Fatal Crash Of J Train" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/08\/nyregion\/2-braking-rods-are-faulted-in-fatal-crash-of-j-train.html"} ,   {"body" : "The motorman of a subway train that crashed on the Williamsburg Bridge on Monday apparently ran a red light and was still applying forward power when his train plowed into the back of another train, state transit safety officials said yesterday. A safety system that was supposed to trigger the train's emergency brake when it went through the red" , "date" : "19950607" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "CRASH ON THE SUBWAY: THE OVERVIEW; Unlikely Combination of Errors Are Found in Crash on Subway" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/07\/nyregion\/crash-subway-overview-unlikely-combination-errors-are-found-crash-subway.html"} , {"body" : "'A Clever Little Girl Like Lotta' Walter Reade Theater 165 West 65th Street Manhattan (212) 875-5600 Recommended ages: 5 to 10 Tomorrow and Sunday Mighty Lotta wants a bicycle for her fifth birthday. Not too unusual, right? But her parents don't think she needs one, while Lotta (pronounced LOW-tah) obstinately thinks otherwise. Since this is set in" , "date" : "19950602" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "17" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/02\/movies\/for-children.html"} , {"body" : "Abe (Kid Twist) Reles was the stool pigeon who could sing but not fly, the hit-man-turned-informant who only obeyed one law: Newton's law of gravity. One of Murder Inc.'s top assassins more than half a century ago, Mr. Reles decided to turn state's witness and testify against his old partners, including Murder Inc.'s kingpin, Louis (Lepke)" , "date" : "19950528" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: SOUTHERN BROOKLYN; Ill-Fated Stool Pigeon's Roost Finally Following Him Down" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/28\/nyregion\/neighborhood-report-southern-brooklyn-ill-fated-stool-pigeon-s-roost-finally.html"} , {"body" : "Rockefeller Center Gets A New Tenant: Herman's Herman's Sporting Goods is trying for a fancy new image in a 15,000-square-foot store set to open in Rockefeller Center in October. As designer, Herman's hired James Mansour Ltd., whose credits include Henri Bendel and the Warner Brothers Studio stores on Fifth Avenue. The new Herman's, which will be" , "date" : "19950521" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "New Yorkers & Co." , "url" : "http:\/\/www.nytimes.com\/1995\/05\/21\/nyregion\/new-yorkers-co-208395.html"} , {"body" : "In a corner of the upper level of the BMT Stillwell Avenue subway station, behind a wooden door that reads \"For Transit Authority Employees Only,\" things were just as George Bekas left them. Ashtrays were set on faded orange, red and green Formica tables, glass cases were stocked with cookies and potato chips, and a bowl of raw eggs chilled in a" , "date" : "19950514" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: CONEY ISLAND; For BMT George's, a Beloved Greasy Spoon, It's the End of the Line" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/14\/nyregion\/neighborhood-report-coney-island-for-bmt-george-s-beloved-greasy-spoon-it-s-end.html"} , {"body" : "THE BRONX DISTRICT 1 Port Morris, Melrose, Mott Haven; last Thursday of the month; next May 25, 6:30 P.M., Lincoln Hospital, 234 East 149th Street, Conference Room 6; (718) 585-7117. Agenda: T.B.A. DISTRICT 2 Hunts Point, Longwood; last Wednesday of the month; next May 31, 6 P.M., at I.S. 74, 730 Bryant Avenue, Hunts Point Peninsula; (718)" , "date" : "19950507" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "PUBLIC INTEREST; Next Community Board Meetings" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/07\/nyregion\/public-interest-next-community-board-meetings.html"} , {"body" : "To the Editor: The April 16 article \"Express Service to Wall Street, and Nowhere Else\" by Bruce Lambert opens: \"There is no cab stand like it anywhere else in the city.\" I would like to welcome Mr. Lambert to the corner of Brighton Beach and Coney Island Avenues, a stop on the D and Q lines, any weekday morning. There he'll find a queue of yellow" , "date" : "19950507" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "20" , "title" : "Another Cab Stand Offers Riders a Single Destination" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/07\/nyregion\/l-another-cab-stand-offers-riders-a-single-destination-688595.html"} , {"body" : "This weekend, like every other spring weekend, the streets are filled with people exercising a privilege cherished by every group of citizens in New York: the right to inconvenience every other group of citizens in New York. Yesterday, Times Square and Columbus Circle were occupied by throngs protesting the Contract With America. This morning, the" , "date" : "19950507" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "Different Drummers; One Man's Parade, Another's Parking Lot" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/07\/nyregion\/different-drummers-one-man-s-parade-another-s-parking-lot.html"} , {"body" : "Ground has been broken on yet another Las Vegas megaresort, the 2,119-room New York-New York Hotel and Casino. The resort, on the Las Vegas Strip, is modeled on the New York skyline. Among its 10 buildings, each to be roughly a third of the original's size, will be a 48-story, 525-foot-high version of the Empire State Building, a 42-story Chrysler" , "date" : "19950507" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "LAS VEGAS (NEV)"] , "page_facet" : "3" , "title" : "TRAVEL ADVISORY; New York City to Rise in Las Vegas" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/07\/travel\/travel-advisory-new-york-city-to-rise-in-las-vegas.html"} , {"body" : "From now through November, subway service across the Manhattan Bridge will be diverted during off-peak hours on weekdays and suspended on weekends while the city Department of Transportation makes structural repairs. Normal service will be in effect during rush hours and at night. There will be no B, D or Q service over the bridge from 9:45 A.M. to" , "date" : "19950430" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Where the Trains Are" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/30\/nyregion\/neighborhood-report-brooklyn-up-close-where-the-trains-are.html"} ,   {"body" : "Exactly 100 years ago this week, Teddy Roosevelt and fellow wealthy hunters in the Boone and Crockett Club formed the New York Zoological Society with the idea of creating a zoological park to protect large North American animals. Theirs was an early view of conservation: in addition to live animals, their park, the Bronx Zoo, also had a Hall of" , "date" : "19950425" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Champion Of Wildlife; Zoological Society at 100" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/25\/nyregion\/champion-of-wildlife-zoological-society-at-100.html"} , {"body" : "SOHO Peppers and Melons Are Food for Art Think a giant green pepper might be just the objet d'art to complete your living room? \"The Great American Seed Show,\" opening on Friday at the Bruce R. Lewin Gallery in Manhattan, will display 76 pieces by the sculptor Peter Anton, who creates only food objects. \"He has a thing about food,\" said Mr. Lewin," , "date" : "19950423" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/23\/nyregion\/playing-in-the-neighborhood-694295.html"} , {"body" : "The breathless headline called it an \"exclusive\" news report, and indeed it was. Our Town, an East Side weekly, reported that Gracie Mansion, the Mayor's official residence, \"will likely be sold to a developer who will tear down the landmark 1789 mansion and build luxury waterfront condos.\" The paper called the idea \"part of Rudolph Giuliani's" , "date" : "19950423" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: UPPER EAST SIDE; Not Yet Goodnight for Gracie" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/23\/nyregion\/neighborhood-report-upper-east-side-not-yet-goodnight-for-gracie.html"} , {"body" : "Mildred Williams sat nervously in a room with blue walls early Wednesday, waiting for her name to be called. She had come to the welfare office at 330 Jay Street in Brooklyn seeking public assistance. It was the second time in two months. Ms. Williams said she came first in mid-February, filled out an application, answered some questions and left." , "date" : "19950421" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Poor See New Indignity in Welfare Fraud War" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/21\/nyregion\/poor-see-new-indignity-in-welfare-fraud-war.html"} , {"body" : "The Brooklyn poet laureate's study is unused now. There are an old memo pad, books and photographs in the tiny, lamplighted Brooklyn Heights den. A walking stick, polished but untouched, stands in a corner. And there is a poem taped to the bulletin board. It opens: I have no soil but this hard ground, Stone and subterranean quarry, Underground" , "date" : "19950416" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "1" , "title" : "A Job Opening in Brooklyn: Poet Laureate" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/16\/nyregion\/a-job-opening-in-brooklyn-poet-laureate.html"} , {"body" : "A Brooklyn ophthalmologist was shot and seriously wounded outside his office in Borough Park yesterday, and the police arrested a former patient, who they said may have been dissatisfied with his treatment. The shooting occurred about 4:15 P.M. on a quiet, residential street filled with schoolchildren as the doctor, Marcus Edelstein, 47, was" , "date" : "19950413" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Doctor Is Shot In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/13\/nyregion\/doctor-is-shot-in-brooklyn.html"} , {"body" : "Five teen-agers pleaded guilty in Brooklyn Criminal Court yesterday to raping, beating and robbing a Russian immigrant last April as she took her first jog of the spring along the Coney Island boardwalk. The youngest teen-ager, Larry Harris, was a 14-year-old eighth grader at the time of the rape. The age of the assailants, and the brutality of the" , "date" : "19950413" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "5 Youths Plead Guilty to Rape And Assault" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/13\/nyregion\/5-youths-plead-guilty-to-rape-and-assault.html"} , {"body" : "During most of his 59 years, Oswald Sykes, a former hospital administrator for New York State, rarely thought about his ancestors' odyssey through slavery. And when he did, all he felt was a fleeting rage. But then he saw the remnants of a rotting English slave ship, the Henrietta Marie, discovered in the Florida Straits. As he examined the heavy" , "date" : "19950402" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Bringing Slavery's Long Shadow to the Light" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/02\/nyregion\/bringing-slavery-s-long-shadow-to-the-light.html"} , {"body" : "What frustrated New Yorker hasn't wondered if it might not be possible to strip away the chaos and just enjoy Gotham's wonders? Well, last week there came an answer -- not from City Hall, Albany or a talk show host. Yes, we're talking Las Vegas. In recent years Las Vegas has enjoyed a spectacular building boom, covering that bizarrely fecund patch" , "date" : "19950402" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "LAS VEGAS (NEV)"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "2" , "title" : "March 26-April 1; New York City as a Las Vegas Casino and Hotel" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/02\/weekinreview\/march-26-april-1-new-york-city-as-a-las-vegas-casino-and-hotel.html"} , {"body" : "A long-awaited study of the feasibility of the Giuliani administration's plans to sell three of New York's municipal hospitals says the hospitals are inefficiently run now and would cost the city $1.7 billion to maintain over a decade. But City Council officials said the report failed to provide enough information for them to weigh the costs and" , "date" : "19950401" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "23" , "title" : "Cost to Run 3 Hospitals Is $1.7 Billion a Decade" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/01\/nyregion\/cost-to-run-3-hospitals-is-1.7-billion-a-decade.html"} ,   {"body" : "Bowing to concerns of residents on both sides of New York Harbor, Gov. George E. Pataki and Mayor Rudolph W. Giuliani have agreed on a plan to dump 150,000 tons of contaminated sediment in an out-of-state landfill rather than into underwater pits off Coney Island and Staten Island, despite the new plan's higher costs. The sediment would come from" , "date" : "19950401" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW MILFORD (CONN)" , "NEW YORK CITY" , "NEW YORK HARBOR" , "STATEN ISLAND (NYC)" , "EAST CARBON CITY (UTAH)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "S.I. Port Sludge to Be Sent Out of State" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/01\/nyregion\/si-port-sludge-to-be-sent-out-of-state.html"} , {"body" : "LOUIS MENDES paced the decks of the Staten Island Ferry looking for women and children first. So what if the afternoon light was the only thing sinking? He saves life's moments. For much of the last three decades, Mr. Mendes, 55, has crisscrossed the city with his instant camera slung over his shoulder, plying his craft as a street photographer." , "date" : "19950401" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "ABOUT NEW YORK; Have Camera, Will Travel" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/01\/nyregion\/about-new-york-have-camera-will-travel.html"} , {"body" : "Last year, the Board of Education drew up plans to add sixth graders to Public School 128 in Brooklyn. But the principal, Michael Miller, told school officials he did not have enough classroom space to accommodate all the pupils, and the board ended up spending at least $40,000 on two additional classrooms, prosecutors said yesterday. But Mr." , "date" : "19950328" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Brooklyn Principal Accused Of Diverting School Funds" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/28\/nyregion\/brooklyn-principal-accused-of-diverting-school-funds.html"} , {"body" : "The Transit Authority will extensively reroute subway service between Manhattan and Brooklyn during off-peak hours this summer because of construction work on the Manhattan Bridge. Transit officials said yesterday that beginning May 1 the bridge would be closed to subway traffic from 9:45 A.M. to 3:30 P.M. on weekdays and from 4 A.M. Saturday to 10" , "date" : "19950326" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Bridge Repairs to Disrupt Off-Peak Subway Service" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/26\/nyregion\/bridge-repairs-to-disrupt-off-peak-subway-service.html"} , {"body" : "David Duchovny meets some very strange characters on the job: a flesh-eating beast-woman from New Jersey, a six-foot intestinal worm with a face and a red-lipped, red-nailed, vamping vampire. \"You'd think seeing a Cro-Magnon woman in New Jersey who was 6-foot-1 of pure girth would be the most amazing thing that anybody ever saw,\" Mr. Duchovny says" , "date" : "19950326" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "Looking for Space Aliens (and Denying Yale)" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/26\/arts\/looking-for-space-aliens-and-denying-yale.html"} , {"body" : "A 16-year-old boy who the police say was brandishing a pellet gun was shot and killed by a police officer yesterday morning in the driveway of a home in Sheepshead Bay. The police said that the pellet gun appeared to be real and that the boy was struggling with the officer when the officer's gun went off. Yesterday afternoon, a pool of blood and" , "date" : "19950325" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Boy, 16, With Pellet Gun Is Killed by Officer" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/25\/nyregion\/boy-16-with-pellet-gun-is-killed-by-officer.html"} , {"body" : "Larry Connor, a muscular man who worked the F train, is gone now. Sometimes wearing aluminum-foil antennae on his head, he always played the saxophone -- badly -- and would threaten to continue until passengers donated money. Then there was Dean Mandel, who rode the No. 1 train demanding money, angrily throwing back dimes and quarters if he deemed" , "date" : "19950319" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Change Found in Subways: Panhandling Is Down; 14-Month Transit Crackdown Removes Aggressive Beggars and Annoying Regulars" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/19\/nyregion\/change-found-subways-panhandling-down-14-month-transit-crackdown-removes.html"} , {"body" : "By all accounts, Dr. Bruce Siegel has moved a mountain. After a year in office, Dr. Siegel, the 34-year-old president of New York City's Health and Hospitals Corporation, has successfully pushed an organization notorious for its inertia to change. Facing an unwieldy bureaucracy, he has eliminated nearly 4,000 jobs and cut the staff of the central" , "date" : "19950319" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "39" , "title" : "Change, at a Cost, for an Agency That Resists" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/19\/nyregion\/change-at-a-cost-for-an-agency-that-resists.html"} , {"body" : "Norman Rosten, a poet, playwright and novelist, died on Tuesday at Long Island College Hospital in Brooklyn. He was 81. The cause was congestive heart failure, said his daughter, Patricia. In a diverse career, Mr. Rosten published seven volumes of poetry and four novels. His most popular play was \"Mister Johnson,\" an adaptation of the Joyce Cary" , "date" : "19950309" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "13" , "title" : "Norman Rosten, 81, Playwright And Brooklyn's Poet Laureate" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/09\/obituaries\/norman-rosten-81-playwright-and-brooklyn-s-poet-laureate.html"} , {"body" : "When New York City's public hospitals underwent their last major reorganization more than 25 years ago, civic leaders renewed a longstanding promise to bring medical care for the poor up to the standards of the best private hospitals. Faced with financial mismanagement, squalid conditions and a bureaucracy out of control, they drew up plans for a" , "date" : "19950307" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "In Chaotic City Hospitals, A Bureaucracy to Match" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/07\/nyregion\/in-chaotic-city-hospitals-a-bureaucracy-to-match.html"} ,   {"body" : "Mayor Rudolph W. Giuliani said yesterday that a report in The New York Times detailing a high death rate among newborn babies in New York City public hospitals demonstrated the need for the city to reduce its ownership of these hospitals. The Times's report said that dozens of newborns have died or been injured each year because of mistakes made by" , "date" : "19950306" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "5" , "title" : "Need to Sell Public Hospitals Is Underscored, Giuliani Says" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/06\/nyregion\/need-to-sell-public-hospitals-is-underscored-giuliani-says.html"} , {"body" : "Grampa, a blind poodle, sleeps in a crib on one side of John Contino's bed. On the other side is a cage containing five kittens. Here and in the houses of friends, he is the master of 24 dogs and five cats. Mr. Contino, a slight, articulate man living on a pension, roams the vacant lots, windswept beaches and rubbage-strewn alleys and parks of" , "date" : "19950305" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Humans to the Rescue" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/05\/nyregion\/humans-to-the-rescue.html"} , {"body" : "Each year for the last decade, dozens of newborn babies have died or been left to struggle with brain damage or other lifelong injuries because of mistakes made by inexperienced doctors and poorly supervised midwives and nurses in the teeming delivery rooms of New York City's public hospitals. Some of the most prestigious medical schools and" , "date" : "19950305" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "New York's Public Hospitals Fail, and Babies Are the Victims" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/05\/nyregion\/new-york-s-public-hospitals-fail-and-babies-are-the-victims.html"} , {"body" : "Bloodlines are important in the pizza business. Just ask all those guys named Ray who claim to be the first, the original, the genuine. Or ask the owners of Patsy's and Lombardi's, two of New York's newest and best pizzerias. Patsy's, it turns out, is owned by two Nicks and a Michael, but no Patsy. Lombardi's is owned by a Bellucci, but no" , "date" : "19950303" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/03\/arts\/201295.html"} , {"body" : "Until yesterday, prosecutors had charged only that Stuart Possner, the former principal of Public School 100 in Coney Island, was a corrupt administrator who stole money from the city's school system and coerced teachers into doing his political bidding. But the prosecutors held yesterday that as bad as that was, Mr. Possner had done even more:" , "date" : "19950301" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "More Corruption Charges Against Former Principal" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/01\/nyregion\/more-corruption-charges-against-former-principal.html"} , {"body" : "BISHOPS ASSAIL PATAKI'S BUDGET CUTS New York State's Roman Catholic bishops harshly criticized Gov. George E. Pataki's proposed budget, saying its deep cuts would be devastating for the poor. A1. 'MEGAN'S LAW' IS DEALT A LEGAL SETBACK> A New Jersey law to monitor sex offenders, \"Megan's Law,\" was dealt a legal blow when a Federal judge ruled that" , "date" : "19950301" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/01\/nyregion\/metro-digest-843495.html"} , {"body" : "Mayor Rudolph W. Giuliani, who announced plans last week to sell 3 of New York City's 11 municipal hospitals, said yesterday that it would be better for the city to own even fewer hospitals -- or none at all. \"The city would be much better off not being in the business of owning and operating health care facilities, or many of them,\" Mr. Giuliani" , "date" : "19950228" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "2" , "title" : "Giuliani Backs Trimming More Hospitals" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/28\/nyregion\/giuliani-backs-trimming-more-hospitals.html"} , {"body" : "Faced with losing more than 25 percent of its budget, the New York City Health and Hospitals Corporation is moving as fast as it can to transform itself from a loosely organized collection of somewhat frayed charity hospitals to a tightly run business able to hold its own in the newly competitive New York health care market. Even as Mayor Rudolph" , "date" : "19950227" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Hospital Agency Is Striving To Adapt in Competitive Era" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/27\/nyregion\/hospital-agency-is-striving-to-adapt-in-competitive-era.html"} , {"body" : "Movie makers descended yesterday on the Franklin Avenue Shuttle line in Brooklyn. They put fresh paint on the Franklin Avenue station and mounted new signs. There were scenes to be shot, and the crumbling, decrepit place had to appear to be a functioning subway terminus. The title of the work in progress: \"The Money Train.\" \"Great joke, huh?\" said" , "date" : "19950224" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Life and Hard Times Of a Brooklyn Shuttle; No Respect for Franklin Avenue Line" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/24\/nyregion\/life-and-hard-times-of-a-brooklyn-shuttle-no-respect-for-franklin-avenue-line.html"} , {"body" : "When the MSG Network sought to replace Tony Kubek and Dewayne Staats on Yankees games, Jim Kaat topped the list and Dave Cohen was a vaguely recognized baritone, known to some as the announcer on Bob Costas's syndicated radio show. Cohen, who trained his voice to sound like velvet, is a versatile play-by-play announcer from Brooklyn who had spent" , "date" : "19950224" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "8" , "title" : "TV SPORTS; Velvet Voice Finally Makes It to the Big Leagues" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/24\/sports\/tv-sports-velvet-voice-finally-makes-it-to-the-big-leagues.html"} ,   {"body" : "The administration of Mayor Rudolph W. Giuliani announced yesterday that it would try to sell three of New York's 11 municipal hospitals and would soon eliminate 1,000 of the system's 8,000 beds as part of the most sweeping restructuring of the city's public health system in at least a generation. Saying the city could no longer afford such a large" , "date" : "19950224" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Giuliani Seeks to Sell 3 Hospitals And Shrink Public Health System" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/24\/nyregion\/giuliani-seeks-to-sell-3-hospitals-and-shrink-public-health-system.html"} , {"body" : "Pamela Wax wore an enormous smile as she inched across Prospect Park's Long Meadow on her brand-new cross-country skis. Last winter, she had gone to ski store after ski store but all the beginner's skis were sold out. This year, she bought early, and then it didn't snow. Ms. Wax is a rabbi, and hastened to say she was headed for the synagogue as" , "date" : "19950205" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "Waking Up to Snow, for Better or Worse" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/05\/nyregion\/waking-up-to-snow-for-better-or-worse.html"} , {"body" : "A new proposal for disposing of contaminated sludge dredged from shipping channels in the Newark and Elizabeth ports was unveiled today. But instead of inspiring another one of those fights between shippers and environmentalists that have hampered the local maritime industry for years, the new plan was endorsed by both sides. The proposal by a" , "date" : "19950202" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEWARK (NJ)" , "NEW JERSEY" , "ELIZABETH (NJ)" , "NEWARK BAY" , "NEW YORK HARBOR"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Burial of Tainted Sludge Wins Broad Endorsement" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/02\/nyregion\/burial-of-tainted-sludge-wins-broad-endorsement.html"} , {"body" : "Brooklyn's Shrub Q. I recently stumbled across the fact that the forsythia is the official botanic emblem of Brooklyn. How did it come to be that it's not a tree? A. True, forsythia is a shrub, not a tree. And one might expect Brooklyn's borough-sanctioned arbor to be the ailanthus of \"A Tree Grows in\" fame. But files from the Brooklyn Botanic" , "date" : "19950129" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1995\/01\/29\/nyregion\/fyi-551595.html"} , {"body" : "A livery cab driver was shot to death in Brooklyn yesterday in what appears to have been a robbery, the police said. The driver, Shiva Ranjitsingh, 22, was found slumped behind the driver's seat of his gray 1989 Dodge at 7:50 A.M. in front of 2857 West 23d Street in Coney Island. Mr. Ranjitsingh, who worked for the Calla Cab Company in Richmond" , "date" : "19950122" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Livery Cab Driver Is Killed in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/22\/nyregion\/livery-cab-driver-is-killed-in-brooklyn.html"} , {"body" : "TIMOTHY WHITESIDE slouched in his folding chair, chomping on a chip straight from the Pringles can, a jumble of keys hanging from the belt loop of his jeans. But when Phyllis Gobetz said it was time for \"a little recognition,\" his 6-foot-6 frame shot up. \"Yeeeesssss!\" he whooped, clapping madly. \"Uh-huh!\" It was the early January rally for Kings" , "date" : "19950115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Tupperware Walks on the Wild Side" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/15\/nyregion\/new-yorkers-co-tupperware-walks-on-the-wild-side.html"} , {"body" : "A lot has been written about the future of interactive television, envisioning the day when students will discuss Diogenes or \"Middlemarch\" with a teacher who is miles away in a virtual classroom. But, of course, interactive technology for learning and amusement is here today. And for those who don't have CD-ROM's in their living rooms yet, it's" , "date" : "19950113" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Technology"] , "page_facet" : "5" , "title" : "Interactive New York: Andrewsarchus to the Zoo" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/13\/arts\/interactive-new-york-andrewsarchus-to-the-zoo.html"} , {"body" : "Backing off a much-criticized plan to dump 150,000 tons of dioxin-tainted sand a half mile off Coney Island, the Port Authority of New York and New Jersey is now proposing to deposit the material in an underwater pit three miles from Staten Island. Federal and state officials say that the proposal is environmentally sound and that it has the" , "date" : "19950111" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["ATLANTIC OCEAN" , "NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "New Site Proposed for Dioxin-Tainted Sand" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/11\/nyregion\/new-site-proposed-for-dioxin-tainted-sand.html"} , {"body" : "CONEY ISLAND, Brownsville, East New York. Too often, these neighborhoods conjure up only frightening images: drugs, teen-agers with guns, teen-agers with babies, the elderly trapped behind locked doors, afraid to venture out. The horror stories aren't the only stories. Everyday, people in these areas battle to keep their families, schools and" , "date" : "19950108" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "CONEY ISLAND (NYC)" , "BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN BOOKSHELF; Against All Odds, Trying to Help the Forgotten" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/08\/nyregion\/neighborhood-report-brooklyn-bookshelf-against-all-odds-trying-help-forgotten.html"} , {"body" : "A husband and wife arriving home from work were shot to death Wednesday night, apparently by someone who confronted them outside the entrance to their apartment in Maspeth, Queens. Tan Choon Heng, 30, and his wife, Ling Ying, 25, were slain in a rear yard of the two-story, two-family house at 44-22 65th Street in a middle-class neighborhood not far" , "date" : "19950106" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Husband and Wife Killed Outside Home In Maspeth, Queens" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/06\/nyregion\/husband-and-wife-killed-outside-home-in-maspeth-queens.html"} ,   {"body" : "BROWNSTONE BROOKLYN On the Waterfront Not an awful lot has actually happened there over the recent years, but the Brooklyn Heights waterfront -- or, more specifically, what to do with it -- is a perpetually, loomingly big story around the neighborhood. The reason, quite simply, is a widespread fear that development will mean losing the passionately" , "date" : "19950101" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT; Looking Back, Looking Ahead, Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/01\/nyregion\/neighborhood-report-looking-back-looking-ahead-brooklyn.html"} , {"body" : "BRICK stanchions topped with palm and English ivy, adorned with pine in winter and geraniums in spring, stand at the entrances. They bear the letters \"PPS\" and lead into Prospect Park South, a landmark historic district in the northwest corner of Flatbush. Along Buckingham Road, the turn-of-the-century houses include Tudor and chateau styles. On" , "date" : "19950101" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK SOUTH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "If You're Thinking of Living In\/Prospect Park South; A Turn-of-the-Century Brooklyn 'Suburb'" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/01\/realestate\/if-you-re-thinking-living-prospect-park-south-turn-century-brooklyn-suburb.html"}]