[  {"body" : "As the second-oldest of 10 girls growing up in Trinidad, Bernadine T. always felt unloved by her mother, who was hoping for a boy. \"My life has been going horrible ever since I was born,\" she said. But after years of setbacks, she has righted herself, mostly through her own initiative and with a little help from Catholic Charities. When she was 16," , "date" : "19951228" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["World"] , "page_facet" : "2" , "title" : "The Neediest Cases;Mother's Struggle to Improve Life for Her Family" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/28\/world\/the-neediest-cases-mother-s-struggle-to-improve-life-for-her-family.html"} , {"body" : "For four days, with ice clinging to their window sills and no heat in their apartment, an elderly couple in Sunset Park, Brooklyn, resorted to a space heater to survive the winter chill. Early yesterday, fire officials said, that Hobson's choice killed them. Florian Teraskiewicz, 75, and his wife, Irene, 69, died when a three-alarm fire raged" , "date" : "19951226" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Elderly Couple Die in a Fire In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/26\/nyregion\/elderly-couple-die-in-a-fire-in-brooklyn.html"} , {"body" : "One school would hold classes aboard a 110-year-old British sailing ship docked at the southern tip of Manhattan. Another already has a nickname, \"P.S. Dance,\" and would be New York City's first public school devoted entirely to the study of ballet. And a third would require community service from every student, a vision its three advocates -- two" , "date" : "19951218" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Experimental School Ideas Are Afloat, by Land and by Sea" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/18\/nyregion\/experimental-school-ideas-are-afloat-by-land-and-by-sea.html"} , {"body" : "After two years of sharp declines in violent crime in New York City, police officials concede that the trend has begun to slow and that crime may not go down much more. While this year's reported rates of murder, robbery and burglary are expected to fall to their lowest levels since the early 1970's, the declines in the last six months have been" , "date" : "19951217" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "49" , "title" : "Sharp Decline In Violent Crime May Be Slowing" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/17\/nyregion\/sharp-decline-in-violent-crime-may-be-slowing.html"} , {"body" : "WHEN Carl Suares walked out of a driving rainstorm into Nick & Joe's Pizza & Heros in downtown Brooklyn last week, his eyes passed right over the New York-style slices, the Sicilian pies, the stromboli, the calzones and the meatball heroes. \"I'll have,\" he said, \"a Jamaican patty with cheese.\" Jamaican patties? In a pizza joint? The patties, spicy" , "date" : "19951217" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.;Gimme a Slice and a Jamaican Beef Patty" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/17\/nyregion\/new-yorkers-co-gimme-a-slice-and-a-jamaican-beef-patty.html"} , {"body" : "Ominous dreams disturbed Terry Quider's sleep early yesterday morning as she woke again and again to the television's blaring repetitions of the fiery massacre at Freddy's clothing store. And with each awakening, she wondered anew whether the killings really stemmed from a racial dispute, hoping against hope it wasn't so. \"There's still no clarity" , "date" : "19951210" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "50" , "title" : "Death On 125th Street: Reaction;Neighbors Play Down Race, Seeing 'Act of a Crazy Man'" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/10\/nyregion\/death-125th-street-reaction-neighbors-play-down-race-seeing-act-crazy-man.html"} , {"author" : "John Tierney is a staff writer for the Magazine." , "body" : "Rudolph W. Giuliani, not ONE TO UNDERESTIMATE HIMSELF, FEELS A CERTAIN kinship when he looks at the portrait of Fiorello La Guardia that hangs behind his desk at City Hall. \"A really terrific role model,\" Mayor Giuliani calls him. So far the resemblance has eluded most other New Yorkers. In the public mind Fiorello La Guardia is the Little Flower," , "date" : "19951203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "60" , "title" : "THE HOLY TERROR" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/03\/magazine\/the-holy-terror.html"} , {"body" : "The day his baby girl came home with him from the hospital in 1989, Gustavo Izquierdo called every mother he knew for advice. What kind of Pampers should I use? Can I give her plain milk? Are you sure she won't drown in the bathtub? They were questions the 34-year-old man never imagined uttering, friends said. But the sudden switch from bachelor to" , "date" : "19951129" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Life and Love of a Single Father" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/29\/nyregion\/the-life-and-love-of-a-single-father.html"} , {"body" : "Lee P. Brown, the former New York City Police Commissioner, testified yesterday that he never approved, and could not remember being told of, a policy of curbing the police response to street violence during the four days of racial unrest in Crown Heights in 1991. Some Hasidic residents of the Brooklyn neighborhood have contended that Mayor David" , "date" : "19951128" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Policy of Restraint in Riots Is Denied by Ex-Police Head" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/28\/nyregion\/policy-of-restraint-in-riots-is-denied-by-ex-police-head.html"} , {"body" : "AT DEATH, GIRL WAS CHARGE OF AGENCY When Elisa Izquierdo was placed in her mother's care around the time of her father's death last year, a Family Court judge ordered the city to supervise her new home through visits by a caseworker at least twice a month for a full year, according to an official of the city's Child Welfare Administration who spoke" , "date" : "19951128" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/28\/nyregion\/metro-digest-068497.html"} ,   {"body" : "Genelle Phillip was living in Grenada when she first began losing weight. Soon there was a high fever, and then the diagnosis: leukemia. She and her mother came to New York for better medical care, and to spend time with her father. But after three years of radiation treatments, chemotherapy and a bone-marrow transplant, she felt weaker than ever." , "date" : "19951126" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "46" , "title" : "THE NEEDIEST CASES;Helping a Family for a Last Goodbye" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/26\/nyregion\/the-neediest-cases-helping-a-family-for-a-last-goodbye.html"} , {"body" : "Antoinette Leonard says her high school has become so overcrowded that in some cases 39 students are packed into a class. Alvin Berk worries that a decline in tree-pruning by city crews will lead to the death of handsome old trees in his neighborhood. But Rocio Proano says the city services she cares most about, particularly the public library," , "date" : "19951125" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY" , "NEW YORK, USA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Rich or Poor, Most Feel Cuts in City Services" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/25\/nyregion\/rich-or-poor-most-feel-cuts-in-city-services.html"} , {"body" : "Mary Beame, the wife of former Mayor Abraham D. Beame, died on Tuesday at the New York Medical Center. She was 88 and lived in Manhattan. Mrs. Beame was married to the former New York Mayor, who served from 1974 to 1978, for almost 68 years. The two met as teen-agers at the University Settlement House, which provided social services for poor Lower" , "date" : "19951123" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "21" , "title" : "Beame's Wife, 88, Is Dead" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/23\/nyregion\/beame-s-wife-88-is-dead.html"} , {"body" : "CONNECTICUT CASINO PROJECT IS DEFEATED The Connecticut Senate overwhelmingly rejected Gov. John G. Rowland's proposal for a casino in Bridgeport, ending more than four years of debate over whether to allow casinos in the state outside of Indian reservations. [Page 1.] To the casino's impassioned supporters, the rejection was a brutal slap at a" , "date" : "19951118" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CONNECTICUT, USA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/18\/nyregion\/metro-digest-044407.html"} , {"body" : "He had glossy brochures depicting neat two-family houses. He had samples of the building materials that would be used and the lighting fixtures that would be installed. What John Erglis did not have, he admitted in court yesterday, were nearly enough sites for the number of houses he had promised to build in the East New York section of Brooklyn" , "date" : "19951118" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "He Built Their Hopes but Little Else" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/18\/nyregion\/he-built-their-hopes-but-little-else.html"} , {"body" : "A lawyer for the man accused of violating the civil rights of a Hasidic scholar killed in the racial violence in Crown Heights in 1991 asked a Federal judge yesterday to dismiss the charges because they were vindictive and a result of political pressure. Christine Yaris, the lawyer for the defendant, Lemrick Nelson Jr., 20, contended after a court" , "date" : "19951118" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Judge Asked to Dismiss Charges In Crown Heights Stabbing Case" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/18\/nyregion\/judge-asked-to-dismiss-charges-in-crown-heights-stabbing-case.html"} , {"body" : "A civil rights advocate filed a complaint with the United States Department of Education yesterday, charging that New York City's new high school for immigrants violates the civil rights of its students by segregating them from mainstream public schools. Both advocates for immigrants and education officials called the claim groundless, saying that" , "date" : "19951114" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Complaint Against Newcomer School" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/14\/nyregion\/complaint-against-newcomer-school.html"} , {"body" : "Twelve years ago, the Bethany Baptist Church turned an abandoned supermarket on St. John's Place into a 500-seat banquet hall and cafeteria for Crown Heights. \"It was called Harvest Manor,\" recalled the church's minister, the Rev. William Augustus Jones, \"but I gave it a secondary name: the Gathering Place.\" And it lived up to that name. In a" , "date" : "19951112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: CROWN HEIGHTS;The End of a Banquet Hall: Harvest Manor as Rite Aid" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/12\/nyregion\/neighborhood-report-crown-heights-end-banquet-hall-harvest-manor-rite-aid.html"} , {"body" : "Al Schreiber, a New York supermarket executive who was a former chairman of Maimonides Medical Center and a philanthropist, died on Saturday at St. Rose's Home in Manhattan. He was 63 and lived in Mill Basin, Brooklyn. The cause was complications from a brain tumor, said his wife, Ellen. At his death, Mr. Schreiber was the president and chief" , "date" : "19951030" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "6" , "title" : "Al Schreiber, 63, Who Headed Supermarket Company, Is Dead" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/30\/nyregion\/al-schreiber-63-who-headed-supermarket-company-is-dead.html"} , {"body" : "Ruthel Branch is torn between two sons. One, Lamont, 32, is in the Sullivan Correctional Facility upstate, serving 25 years to life for murder. But the killer, she says, is not him; it's her son Lorenzo, 34. \"You've got a son in jail for something he didn't do, and you've got a son out of jail who did do it but who says it's an accident,\" Ms." , "date" : "19951029" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: CROWN HEIGHTS;Not Quite 'Clockers,' but Close" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/29\/nyregion\/neighborhood-report-crown-heights-not-quite-clockers-but-close.html"} ,   {"body" : "Max Delices's voice floats over the airwaves of a Haitian-American radio station in Brooklyn, painting enticing pictures of a Haiti that he urges listeners to go and see for themselves. Roger Etienne, an accountant in East Flatbush, said he plans to help open trade centers in Haiti's jagged foothills to train high school dropouts to be paramedics," , "date" : "19951029" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HAITI"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Haitian-Americans Work to Rebuild Their Newly Democratic Homeland" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/29\/nyregion\/haitian-americans-work-to-rebuild-their-newly-democratic-homeland.html"} , {"body" : "There is the odd hole-in-the-wall serving up fiery jerk chicken, or a greengrocer with 10 kinds of exotic yams on his shelves. Cricket matches can be glimpsed in Van Cortlandt Park on summer afternoons. But it is difficult to identify overt signs of West Indian culture among the neatly kept, modest brick houses of Williamsbridge and Wakefield. Yet" , "date" : "19951025" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["JAMAICA" , "WAKEFIELD (NYC)" , "NEW YORK CITY" , "BRONX (NYC)" , "EAST FLATBUSH (NYC)" , "WILLIAMSBRIDGE (NYC)" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Jamaican Way Station in the Bronx;Community of Striving Immigrants Fosters Middle-Class Values" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/25\/nyregion\/jamaican-way-station-bronx-community-striving-immigrants-fosters-middle-class.html"} , {"body" : "SHE came here 14 years ago at age 12, and last week was named a finalist for a National Book Award. In between, Edwidge Danticat of Haiti and Brooklyn got herself a solid education. Because New York offered it. The 26-year-old author of \"Krik? Krak!,\" a collection of short stories about the Haitian experience, therefore has a message for the" , "date" : "19951023" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "HAITI"] , "nytd_section_facet" : ["New York and Region" , "Education" , "Books"] , "page_facet" : "3" , "title" : "METRO MATTERS;Schools Offered Lots of Help to a Shy Haitian Girl -- But That Was Then" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/23\/nyregion\/metro-matters-schools-offered-lots-help-shy-haitian-girl-but-that-was-then.html"} , {"body" : "A Federal appeals court yesterday directed a judge to reconsider whether to try a young man as a juvenile in a civil rights case stemming from the stabbing of a Hasidic scholar in the 1991 violence in Crown Heights, Brooklyn. The appeals court voided the judge's previous decision that the defendant, Lemrick Nelson Jr., be tried as a juvenile. Mr." , "date" : "19951018" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Ruling Voids Juvenile Status Of Crown Hts. Case Defendant" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/18\/nyregion\/ruling-voids-juvenile-status-of-crown-hts-case-defendant.html"} , {"body" : "NEW YORK CITY A SALUTE TO A HARBOR OASIS When Capt. Kevin Ray first heard eight years ago that he would be transferred from his Coast Guard posting in New Orleans to Governors Island, at the foot of Manhattan, his heart plummeted like an anchor. But as word spread around the hushed, campus-like haven of Governors Island that the Coast Guard had" , "date" : "19951018" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/18\/nyregion\/metro-digest-713995.html"} , {"body" : "NEW YORK CITY A SALUTE TO A HARBOR OASIS When Capt. Kevin Ray first heard eight years ago that he would be transferred from his Coast Guard posting in New Orleans to Governors Island, at the foot of Manhattan, his heart plummeted like an anchor. But as word spread around the hushed, campus-like haven of Governors Island that the Coast Guard had" , "date" : "19951018" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/18\/nyregion\/metro-digest-069060.html"} , {"body" : "The bus that left Harlem hours before dawn today was filled with men who are pillars of New York City's black middle class, including the former president of the city's public hospital system, accountants, lawyers and bankers. Snacking on fried chicken and talking in the darkness, the men said they felt the sense of disaffection and the need for" , "date" : "19951017" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "19" , "title" : "THE MARCH ON WASHINGTON: NEW YORKERS; Professionals Vow to Stay in Step" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/17\/us\/the-march-on-washington-new-yorkers-professionals-vow-to-stay-in-step.html"} , {"body" : "The Colonial buffs brought tri-cornered hats. Civil War types gathered maps and newspaper clippings. Neighborhood groups displayed sepia-toned, turn-of-the-century photographs. There were mementos from the 40's and 50's: badges for Steeplechase Park in Coney Island, menus and lobster bibs from Lundy's Restaurant in Sheepshead Bay, and not a few" , "date" : "19951015" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE;Breuckelen Revisited: A History Fair in the County of Kings" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/15\/nyregion\/neighborhood-report-brooklyn-up-close-breuckelen-revisited-history-fair-county.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN MADISON SQUARE $265,000 45 East 25th Street (Stamford) 1-bedroom, 2-bath, 1,050-sq.-ft. condo in a 10-year-old building; 24-hr. doormen, concierge, dining area, marble" , "date" : "19951015" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/15\/realestate\/residential-resales-236995.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN MADISON SQUARE $265,000 45 East 25th Street (Stamford) 1-bedroom, 2-bath, 1,050-sq.-ft. condo in a 10-year-old building; 24-hr. doormen, concierge, dining area, marble" , "date" : "19951015" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/15\/realestate\/residential-resales-061204.html"} ,   {"body" : "TRACEY FRASCOGNA, an assistant district attorney in Brooklyn, knew she had a good case, a sure conviction for illegal gun possession -- if the jury believed her witnesses. That was the problem. The only witnesses were two police officers. On gun and drug cases, it often happens that all the witnesses are police officers, and it did not take last" , "date" : "19951012" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO MATTERS;Tactic Strives To Weed Out The Skeptics From Juries" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/12\/nyregion\/metro-matters-tactic-strives-to-weed-out-the-skeptics-from-juries.html"} , {"body" : "Allegations of police corruption in New York City fell by 17 percent the first six months of this year compared with the same period in 1994, according to a Police Department survey. But officials said they were still troubled by the high concentration of complaints in minority neighborhoods plagued by drug dealing. Police officials said they" , "date" : "19951012" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Police Say Complaints About Graft Are Down" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/12\/nyregion\/police-say-complaints-about-graft-are-down.html"} , {"body" : "Community School Board 15 is waging a rebellion. Angry that it received less money from the Board of Education again this year, even though enrollment and teacher salaries rose, it refused to adopt its 1996 budget, and urged other districts to do the same. The action was largely symbolic, since school boards are obligated to pass their budgets." , "date" : "19950917" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROWNSTONE BROOKLYN; School Board 15, Rebels With a Fiscal Cause" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/17\/nyregion\/neighborhood-report-brownstone-brooklyn-school-board-15-rebels-with-fiscal-cause.html"} , {"body" : "It was standing room only in Robin Katz's Spanish I class at New Dorp High School in Staten Island this week as 56 students made do with 28 desks, a long windowsill and spots on the floor. \"I told them that if this were a college course and they had actually chosen me, I'd be flattered,\" Ms. Katz said. At George W. Wingate High School in the Crown" , "date" : "19950915" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Despite Teachers' Reassignment, Classes Stay Overcrowded" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/15\/nyregion\/despite-teachers-reassignment-classes-stay-overcrowded.html"} , {"body" : "A state Assistant Attorney General and a State Supreme Court law secretary were among the winners in last night's primary elections for Civil Court judgeships in New York City. While voters cast ballots for nominees for 15 Civil Court judgeships, only 5 were contested in the Democratic primary. There were no Republican candidates for judgeships. No" , "date" : "19950913" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Law Secretary Wins Primary For Judgeship" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/13\/nyregion\/law-secretary-wins-primary-for-judgeship.html"} , {"body" : "Primary elections will be held tomorrow in New York City, with polls open from 6 A.M. to 9 P.M. Voters will cast ballots for nominees for 15 Civil Court judgeships and for district leader and delegates and alternates to the judicial convention. No primaries will be held in the Bronx or Staten Island. Only 5 of the 15 Civil Court judgeships are" , "date" : "19950911" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Civil Court Nominees to Be Decided" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/11\/nyregion\/civil-court-nominees-to-be-decided.html"} , {"body" : "Brooklyn's Franklin Avenue Shuttle has long stood apart from the rest of the city's subways, in ways more often grim than glorious, and yesterday was no exception. The shuttle's Dean Street station closed for business just after midnight, the first subway station shuttered since 1962. The official causes of death, given by the Transit Authority," , "date" : "19950911" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "A Subway Station Is Shuttered, the First in 33 Years" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/11\/nyregion\/a-subway-station-is-shuttered-the-first-in-33-years.html"} , {"body" : "DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of month; next meeting, Sept. 12, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; (718) 389-0009. DISTRICT 2 Fort Greene, Brooklyn Heights; second Wednesday of month; next meeting Sept. 13, 6 P.M.; Brooklyn Union Gas Company, One Metrotech Center, off Myrtle Avenue; (718) 596-5410." , "date" : "19950910" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Brooklyn Community Board Meetings" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/10\/nyregion\/public-interest-brooklyn-community-board-meetings.html"} , {"body" : "LOWER EAST SIDE Jewish Neighborhood As Concept and Celebration Knishes, kosher pizza, potato soup and kosher Chinese food will be in abundance today along East Broadway between Rutgers and Montgomery Streets at the 19th Annual Jewish Festival. (Above, last year's festival.) \"It's a celebration of the concept of the Jewish Lower East Side, past" , "date" : "19950910" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/10\/nyregion\/playing-in-the-neighborhood-110795.html"} , {"body" : "LOWER EAST SIDE Jewish Neighborhood As Concept and Celebration Knishes, kosher pizza, potato soup and kosher Chinese food will be in abundance today along East Broadway between Rutgers and Montgomery Streets at the 19th Annual Jewish Festival. (Above, last year's festival.) \"It's a celebration of the concept of the Jewish Lower East Side, past" , "date" : "19950910" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/10\/nyregion\/playing-in-the-neighborhood-356295.html"} ,   {"body" : "There are 15 New York City Civil Court seats up for election in November. Yet only five are being contested in next week's Democratic primary -- which means that many of the others will owe their jobs to party bosses who largely control who gets on the ballot. Unlike some elections in the past, this year's group of primary candidates is low on" , "date" : "19950909" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "Civil Court Choices" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/09\/opinion\/civil-court-choices.html"} , {"body" : "At the end of each workday, as Jyreain Privette crosses the threshold of her apartment building in Harlem, she wonders if the lobby will be filled with drug dealers who come and go at will because the front door has neither a lock nor an intercom. She considers riding an elevator to her third-floor apartment, but the elevator often leaves her" , "date" : "19950909" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "1" , "title" : "Tenants in Limbo as New York Stops Foreclosing" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/09\/us\/tenants-in-limbo-as-new-york-stops-foreclosing.html"} , {"body" : "A shallow wooden bowl of corn and nuts in one hand, a long bottle of perfume in the other, Michael Manswell marched down Eastern Parkway yesterday, casting blessings every few feet in New York City's largest and most outrageous street celebration, the West Indian-American Day Parade. \"The food signifies wealth and constant growth,' said Mr." , "date" : "19950905" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Fascinating Rhythms and Costumes at the West Indian Parade" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/05\/nyregion\/fascinating-rhythms-and-costumes-at-the-west-indian-parade.html"} , {"body" : "Back home in Crown Heights, the stars were only a few solitary dots, so lonesome they were almost swallowed up by the night sky. But among the dunes and marshes of Jamaica Bay, the sky was suddenly alien and alive with light. For 18 young campers, most of whom had never spent the night outdoors before, there were more wonders to be found in" , "date" : "19950904" , "day_of_week_facet" : "Monday" , "geo_facet" : ["GATEWAY NATIONAL RECREATION AREA (BROOKLYN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "The Dunes of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/04\/nyregion\/the-dunes-of-brooklyn.html"} , {"body" : "The first copies of Brooklyn Bridge, a glossy magazine about Brooklyn, had just arrived, and Melissa Ennen, the owner and editor in chief, was searching for an errant truck driver and fielding frenzied calls from distributors. \"At Time Warner or Conde Nast,\" she said, \"I'm sure everything would be in place.\" Hers is not a typical publishing house." , "date" : "19950903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Deep Pockets, New Try: A Magazine Is Born" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/03\/nyregion\/neighborhood-report-brooklyn-up-close-deep-pockets-new-try-a-magazine-is-born.html"} , {"body" : "Here is a sampling of activities planned in the New York metropolitan region for the Labor Day weekend: New York City Today \"13th COMEDY LAUGH-A-THON,\" Chicago City Limits Theater, 1105 East 61st Street, Manhattan. Performance by the improvisational group, Chicago City Limits, and guests. 8 P.M. to midnight. Tickets: $17.50; part of the proceeds" , "date" : "19950901" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "18" , "title" : "Laughing, Walking, Eating, Viewing and Saying So Long to Summer" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/01\/arts\/laughing-walking-eating-viewing-and-saying-so-long-to-summer.html"} , {"body" : "Prosecutors urged a Federal appeals panel yesterday to overturn a lower court's ruling and allow the young man accused of killing a Jewish scholar during the 1991 racial violence in Crown Heights, Brooklyn, to be tried as an adult. In a courtroom crowded with Hasidic leaders, the three-judge panel from the United States Court of Appeals for the" , "date" : "19950830" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Prosecutors Still Seek to Try '91 Crown Hts. Suspect as Adult" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/30\/nyregion\/prosecutors-still-seek-to-try-91-crown-hts-suspect-as-adult.html"} , {"body" : "CITY HOSPITALS CHIEF ABRUPTLY RESIGNS The president of New York City's public hospitals, Dr. Bruce Siegel, has abruptly resigned, just two weeks after a panel appointed by Mayor Giuliani recommended dismantling the public hospital system. [ Page A1. ] LEGAL SYRINGES TIED TO LOWER AIDS RISK Offering fresh hope in the battle to control AIDS, new" , "date" : "19950830" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/30\/nyregion\/metro-digest-465295.html"} , {"body" : "A group of religious and community leaders from Brooklyn yesterday criticized the choice of Mayor Rudolph W. Giuliani as one of four grand marshals of the West Indian American Day Parade and said elected officials who marched with him would risk alienating the rapidly growing Caribbean community. But parade organizers defended the invitation to the" , "date" : "19950830" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Group Attacks Role Of Mayor in Parade" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/30\/nyregion\/group-attacks-role-of-mayor-in-parade.html"} , {"body" : "A 4-year-old girl was killed and three teen-agers and an 8-year-old boy were wounded last night when a gunman fired at them in Crown Heights, Brooklyn, the police said. The girl, Simone Johnson, was pronounced dead at St. Mary's Hospital around 8:45 P.M. after having been shot in the neck and waist, said Officer Valerie St. Rose, a police" , "date" : "19950828" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Brooklyn Gunman Kills 4-Year-Old Girl" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/28\/nyregion\/brooklyn-gunman-kills-4-year-old-girl.html"} ,   {"body" : "The West Indian-American Day Carnival has grown from meager beginnings in Harlem social halls in the 1940's to become one of the city's largest parades: This year city officials expect more than two million revelers to throng Eastern Parkway on Labor Day. And, for the first time, the carnival will be broadcast live. It is a watershed for the" , "date" : "19950827" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: BEDFORD-STUYVESANT\/CROWN HEIGHTS; Secret's Out for 2 Million Fans and TV Network" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/27\/nyregion\/neighborhood-report-bedford-stuyvesant-crown-heights-secret-s-for-2-million-fans.html"} , {"body" : "The suburbs have long been places where people are divided by barriers as concrete as walls and as subtle as class. They have also been places where institutions like the public school system, the Little League and the P.T.A. have helped to breach those barriers. But Lakewood, in central New Jersey, is a town divided by creed and culture, obstacles" , "date" : "19950819" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["LAKEWOOD (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Tragedy Forces Town To Face Its Divisions; Breaching Barriers of Creed and Culture" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/19\/nyregion\/tragedy-forces-town-face-its-divisions-breaching-barriers-creed-culture.html"} , {"body" : "The van packed with weary rush-hour passengers bounced at each pothole as it rode down Flatbush Avenue, the backbone of Brooklyn. But no one inside seemed to mind. They sat in air-conditioned bliss, tapping their feet to Caribbean music pulsating from a tape player. \"These vans are convenient,\" Cass Brown, a 23-year-old barber, said of the vehicles" , "date" : "19950817" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Vans of the People Shifting Into Legality" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/17\/nyregion\/vans-of-the-people-shifting-into-legality.html"} , {"body" : "A police officer aiming at a man who was threatening him with a knife missed and instead shot a bystander on a street corner in Crown Heights, Brooklyn, yesterday, the police said. The bystander, a 34-year-old man on a bicycle, was listed in stable condition last night at Kings County Hospital Center. The incident occurred at Franklin Avenue and" , "date" : "19950812" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Man Is Accidentally Shot by Police Officer" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/12\/nyregion\/man-is-accidentally-shot-by-police-officer.html"} , {"body" : "The Metropolitan Transportation Authority board will retreat slightly from the service cuts it is to vote on today, including keeping the Franklin Avenue Shuttle in Brooklyn running around the clock, officials said yesterday. But the board will go ahead with broad reductions in subway and bus service. The news of the restoration came as city" , "date" : "19950810" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "M.T.A. Expected to Retreat Only a Little on Service Cuts" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/10\/nyregion\/mta-expected-to-retreat-only-a-little-on-service-cuts.html"} , {"body" : "\"I didn't know black people could do this,\" said Justin Pringle, a 14-year-old from Bedford-Stuyvesant, Brooklyn. \"I never knew until now how the West was born and that black people had a part in it and and could be cowboys.\" Along with many of the other 120 campers at Camp Pioneer, a Fresh Air Fund camp here for boys 12 to 15, Justin was" , "date" : "19950806" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "THE FRESH AIR FUND; Black Cowboys Share Their Art With Urban Children" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/06\/nyregion\/the-fresh-air-fund-black-cowboys-share-their-art-with-urban-children.html"} , {"body" : "Lemrick Nelson Jr., who faces Federal civil rights charges in the killing of a Hasidic student during the Crown Heights riots of 1991, was arraigned in Manhattan Criminal Court yesterday after being arrested on a fugitive warrant from a Georgia judge. Mr. Nelson did not agree to return to Georgia and was ordered held without bail, said Wayne" , "date" : "19950805" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "GEORGIA" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Acquitted of Murder, But Arraigned Again" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/05\/nyregion\/acquitted-of-murder-but-arraigned-again.html"} , {"body" : "Across three decades, Perceo Melo had operated bodegas in Brooklyn: one on Rockaway Avenue, another on Franklin Avenue. In each place, he had made a living and a name for himself among the people he served, extending informal lines of credit, talking about religion and baseball, making sandwiches early each morning for the neighborhood's" , "date" : "19950729" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Career in Bodegas Ends in Death of Man and Son" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/29\/nyregion\/career-in-bodegas-ends-in-death-of-man-and-son.html"} , {"body" : "The New York City Schools Chancellor yesterday removed all nine members of a Brooklyn community school board who were deadlocked in their search for a new superintendent and promptly installed his own administrator and board of trustees to manage the district. Chancellor Ramon C. Cortines took control of the district, No. 16 in Bedford-Stuyvesant," , "date" : "19950725" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Cortines Ousts a School Board in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/25\/nyregion\/cortines-ousts-a-school-board-in-brooklyn.html"} , {"body" : "Dance Program Central Park Summerstage Rumsey Playfield Midpark at 72d Street Manhattan (212) 360-2777 Recommended ages: 9 and up Tonight Hip-hop music is not in the same league, of course, as the sugary good-naturedness of many children's recordings. But older children often prefer the sexy tunes of hip-hop over a sweet song about, say, bugs in" , "date" : "19950721" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/21\/arts\/for-children.html"} ,   {"body" : "BROOKLYN -- Like Californians who were in the middle of earthquakes or New Yorkers remembering the night John Lennon was killed, every Lubavitch Hasid has a story about where he was last year when he first heard that Rabbi Menachem Schneerson, affectionately known as the Rebbe, had died. Chaim Marcus, 23, got the news by cellular telephone in a car" , "date" : "19950709" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "34" , "title" : "THE NIGHT; Losing One's Bearings, Gaining One's Self-Esteem" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/09\/style\/the-night-losing-one-s-bearings-gaining-one-s-self-esteem.html"} , {"body" : "Lemrick Nelson Jr., the teen-ager who faces Federal civil rights charges in the killing of a Hasidic student in Crown Heights in 1991, was arrested early yesterday and charged with disorderly conduct and resisting arrest after police officers tried to search him, the police said. Mr. Nelson, 19, fought with police officers who were trying to" , "date" : "19950624" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Youth Charged In Crown Heights Incident Is Arrested Again" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/24\/nyregion\/youth-charged-in-crown-heights-incident-is-arrested-again.html"} , {"body" : "A Brooklyn woman was arrested early yesterday in the stabbing death of her husband, the police said. The husband, Terry Duckett, 38, was stabbed in the heart during a \"verbal dispute\" at the couple's home, and his wife, Helen, 44, was taken into custody, said Officer Debra Kearns, a police spokeswoman. A kitchen knife was found in the bedroom of" , "date" : "19950619" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Wife Held in Man's Death" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/19\/nyregion\/wife-held-in-man-s-death.html"} , {"body" : "Navigating the byways of government bureaucracy is seldom easy. For new immigrants, who may have difficulty with the language, get lost in a labyrinth of voice mail or fear challenges to their residency status, it can be downright daunting. So, to reach newcomers from the Caribbean, community and government organizations got together last weekend" , "date" : "19950618" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN; The Huddled Masses Yearn to Breathe Free of Bureaucracy" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/18\/nyregion\/neighborhood-report-downtown-brooklyn-huddled-masses-yearn-breathe-free.html"} , {"body" : "At the Griot Institute at Intermediate School 246, sixth graders learn to be oral historians based on the African tradition of weaving stories into musical tales and passing them from one generation to the next. But while the style they learn is decidedly African, the stories they weave have a rich international flavor. There are Jamaican ghost" , "date" : "19950618" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN; Culture Shared: Telling Tales In School" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/18\/nyregion\/neighborhood-report-downtown-brooklyn-culture-shared-telling-tales-in-school.html"} , {"body" : "New York City has a special board to review civilian complaints against the police. One more thing is needed: a special board to review police complaints against civilians. Let police officers come to this board, and tell it how members of the citizenry often not only revile and humiliate them, but prevent them from carrying out their job of making" , "date" : "19950616" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "27" , "title" : "On My Mind; Reviewing Civilian Conduct" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/16\/opinion\/on-my-mind-reviewing-civilian-conduct.html"} , {"body" : "In the first budget cut to affect a broad swath of both children and their parents, Chancellor Ramon C. Cortines has eliminated summer school for students in kindergarten to third grade, canceling classes for 30,000 young children. Mr. Cortines, with the Board of Education's support, dropped the $16 million summer remedial program to avoid having" , "date" : "19950616" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "TURMOIL IN THE SCHOOLS: THE CUTS; Board Eliminates Summer Session For Students in Primary Grades" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/16\/nyregion\/turmoil-schools-cuts-board-eliminates-summer-session-for-students-primary-grades.html"} , {"body" : "Anne Ratner, a music patron who kept alive the idea of the music salon, died on Saturday at her home in Manhattan. She was 90. Ms. Ratner put on concerts by first-rate artists in the living room of her Riverside Drive apartment. Among those who appeared, often more than once, were the Emerson and Juilliard Quartets, the singers Arleen Auger and" , "date" : "19950616" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "25" , "title" : "Anne Ratner, 90, Patron of Musicians" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/16\/obituaries\/anne-ratner-90-patron-of-musicians.html"} , {"body" : "Difficulty Getting Insurance Q I own a two-story mixed-use building (one unoccupied apartment and one leased, occupied commercial store) in the Crown Heights section of Brooklyn, and I can't get insurance for it. Are there any insurance companies willing to cover such a property? . . . Victor Brown, Manhattan. A \"Absolutely,\" said Robert E." , "date" : "19950611" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "10" , "title" : "Q. & A." , "url" : "http:\/\/www.nytimes.com\/1995\/06\/11\/realestate\/q-a-405695.html"} , {"body" : "When the Rev. Lloyd Henry was elected to the City Council 17 months ago, Democratic Party officials from throughout New York City heralded the quiet, friendly Episcopal minister as their best hope of bringing together the Caribbean and Jewish constituencies in the diverse 45th Council District in Flatbush, Brooklyn. These days, Mr. Henry is" , "date" : "19950606" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Backers of Minister-Councilman Reassessing Their Choice" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/06\/nyregion\/backers-of-minister-councilman-reassessing-their-choice.html"} ,   {"body" : "THE rabbi wanted a rental. Rabbi Eliyahu M. Cohen lives with his wife, Yehudis, and their seven children in the top half of a two-family house in the Crown Heights section of Brooklyn. He also heads the Chabad program at New York University in Greenwich Village -- and a significant part of that program centers on celebrating the Sabbath with" , "date" : "19950604" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Habitats\/Greenwich Village;Friday the Rabbi Stays in His Bleecker St. Duplex" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/04\/realestate\/habitats-greenwich-village-friday-the-rabbi-stays-in-his-bleecker-st-duplex.html"} , {"body" : "Harold M. Jacobs, a former chairman of New York City's Board of Higher Education and a past president of the Union of Orthodox Jewish Congregations of America, died yesterday at Mount Sinai Medical Center in Manhattan. He was 81 and lived in Lawrence, L.I. A successful Brooklyn businessman, Mr. Jabobs held two distinct leadership roles, civic and" , "date" : "19950519" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "29" , "title" : "Harold M. Jacobs, 81; Civic and Religious Leader" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/19\/obituaries\/harold-m-jacobs-81-civic-and-religious-leader.html"} , {"body" : "The United States Justice Department plans to appeal a Federal judge's ruling that a black teen-ager, indicted on civil rights charges in the killing of a Hasidic student in Crown Heights, Brooklyn, in 1991, should be tried as a juvenile, a department spokesman said yesterday. Judge David G. Trager of Federal District Court in Brooklyn had ruled on" , "date" : "19950513" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "U.S. Plans to Appeal Crown Hts. Ruling" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/13\/nyregion\/us-plans-to-appeal-crown-hts-ruling.html"} , {"body" : "IF New Yorkers were to divide their mayors into two groups -- reserved and gregarious -- David N. Dinkins would most definitely fall into the first category. When he was Mayor he was accessible but contained, a lawyer-politician who chose his words with deliberate care, as if intent on fending off a hypothetical objection from some unseen opposing" , "date" : "19950511" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "METRO MATTERS; Quiet No Longer, David Dinkins Finds a Voice, With an Edge" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/11\/nyregion\/metro-matters-quiet-no-longer-david-dinkins-finds-a-voice-with-an-edge.html"} , {"body" : "Firefighters responding to a blaze in a basement apartment in Brooklyn early today found the body of a man whose throat had been slashed, the police said. Police detectives at the scene, 1294 Bergen Street in Crown Heights, said they had no suspects or motives in the murder of John Coulthrust, a 53-year-old inmate counselor at the Queensboro" , "date" : "19950511" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Slain Man Found in Burning Apartment" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/11\/nyregion\/slain-man-found-in-burning-apartment.html"} , {"body" : "THE BRONX DISTRICT 1 Port Morris, Melrose, Mott Haven; last Thursday of the month; next May 25, 6:30 P.M., Lincoln Hospital, 234 East 149th Street, Conference Room 6; (718) 585-7117. Agenda: T.B.A. DISTRICT 2 Hunts Point, Longwood; last Wednesday of the month; next May 31, 6 P.M., at I.S. 74, 730 Bryant Avenue, Hunts Point Peninsula; (718)" , "date" : "19950507" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "PUBLIC INTEREST; Next Community Board Meetings" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/07\/nyregion\/public-interest-next-community-board-meetings.html"} , {"body" : "In 1986, Mayor Edward I. Koch made a bold commitment, promising that New York City would spend $4.2 billion in the following decade to build new homes for poor and working-class New Yorkers. Nine years later, the city has made good on much of that ambitious pledge. Under Mr. Koch and his successors, the city has financed and overseen the creation" , "date" : "19950430" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York Pledge to House Poor Works a Rare, Quiet Revolution" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/30\/nyregion\/new-york-pledge-to-house-poor-works-a-rare-quiet-revolution.html"} , {"body" : "The first incomplete details of the crime insured an extraordinary response: a Hasidic man was stabbed by a black man on a street in Crown Heights last Sunday night. The victim's face and chest were injured. The crime scene, around Albany Avenue and Eastern Parkway, grew crowded with officials: Mayor Giuliani, the Police Department's top" , "date" : "19950416" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: CROWN HEIGHTS; Stabbing Aftermath: Anatomy of a Response" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/16\/nyregion\/neighborhood-report-crown-heights-stabbing-aftermath-anatomy-of-a-response.html"} , {"body" : "The Brooklyn poet laureate's study is unused now. There are an old memo pad, books and photographs in the tiny, lamplighted Brooklyn Heights den. A walking stick, polished but untouched, stands in a corner. And there is a poem taped to the bulletin board. It opens: I have no soil but this hard ground, Stone and subterranean quarry, Underground" , "date" : "19950416" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "1" , "title" : "A Job Opening in Brooklyn: Poet Laureate" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/16\/nyregion\/a-job-opening-in-brooklyn-poet-laureate.html"} , {"body" : "It was a breezy springtime morning, the sort of day on which Ernie Banks used to saunter out of the dugout, and say, \"Let's play two.\" On its opening day, the Harlem Little League was doing the Chicago Cubs great one better: it was playing 23 games, all preceded by a whale of a parade. Eight African drummers led the way up Adam Clayton Powell Jr." , "date" : "19950416" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Little League of Their Own" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/16\/nyregion\/a-little-league-of-their-own.html"} ,   {"body" : "A Federal judge ruled yesterday that the Brooklyn teen-ager indicted on civil rights charges in the killing of a Hasidic student in Crown Heights in 1991 must be tried as a juvenile. If convicted, the defendant, Lemrick Nelson Jr., will now face a maximum sentence of five years in prison, rather than the possibility of a life term. In making his" , "date" : "19950413" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Trial as Juvenile Ordered For Crown Hts. Defendant" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/13\/nyregion\/trial-as-juvenile-ordered-for-crown-hts-defendant.html"} , {"body" : "A Federal judge ruled that the Brooklyn teen-ager indicted on civil rights charges in the killing of a Hasidic student in Crown Heights in 1991 must be tried as a juvenile. If convicted, the defendant, Lemrick Nelson Jr., will now face a maximum sentence of five years in prison, rather than the possibility of life. The judge rejected Federal" , "date" : "19950413" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Juvenile Court Trial In Crown Hts. Case" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/13\/nyregion\/juvenile-court-trial-in-crown-hts-case.html"} , {"body" : "A Hasidic man was stabbed and seriously wounded during a robbery attempt in the Crown Heights section of Brooklyn yesterday, the police said. The man, Noah Alexander, 32, of 1751 Union Street, was stabbed three times as he was walking near the corner of Albany Avenue and St. John's Place just after 7 P.M., said Officer Arek Tarih, a Police" , "date" : "19950410" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Hasid Is Stabbed In Crown Heights" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/10\/nyregion\/hasid-is-stabbed-in-crown-heights.html"} , {"body" : "ASTORIA A Film Retrospective For a Yugoslavian Muse What triggers a career? For David Schwartz, the head of film and video at the American Museum of the Moving Image, a seminal influence was the Yugoslavian film maker Dusan Makavejev. \"I've always loved his movies,\" Mr. Schwartz said. \"They were among the first movies I saw when I was getting into" , "date" : "19950409" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/09\/nyregion\/playing-in-the-neighborhood-905295.html"} , {"body" : "An unidentified youth fired six shots into the schoolyard of Clara Barton High School in Crown Heights, Brooklyn, at about 9:30 A.M. yesterday, slightly wounding a 16-year-old sophomore, said Officer Annamarie Viola, a police spokeswoman. The wounded student, Robert Spring, was standing near the school's entrance with his 17-year-old cousin, who" , "date" : "19950404" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Student Wounded in Schoolyard Shooting" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/04\/nyregion\/student-wounded-in-schoolyard-shooting.html"} , {"body" : "For 17 years, the Umma Group Inc. has been known in central Brooklyn as a civilian patrol. But today it has grown beyond its modest asphalt roots to become one of the borough's major power brokers. Umma -- the name is derived from the Arabic word for community -- began as an informal group of eight Muslim families who would pray together and then" , "date" : "19950326" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Grass Roots, Not So Green, Branch Out" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/26\/nyregion\/neighborhood-report-brooklyn-up-close-grass-roots-not-so-green-branch-out.html"} , {"body" : "For years, Luis Reyes admits, he ran with gangs, drank, stole, and, on the days he bothered to show up at Grover Cleveland High School in Ridgewood, Queens, fought with other students. Today, Luis, 18, plays basketball and tells anyone who will listen how the sport has changed his life. He is the star forward for the Lightning, the three-year-old" , "date" : "19950319" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: CROWN HEIGHTS; Turning the Players Around" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/19\/nyregion\/neighborhood-report-crown-heights-turning-the-players-around.html"} , {"body" : "UPTOWN -- He said \"La-aa-dy\" in that way of his. He made buck teeth. He crossed his eyes. He didn't hog the stage and he sang on key, even though he never played Broadway before. What more could anybody want from Jerry Lewis, who stepped into the role of the Devil in \"Damn Yankees\" on March 12? Just his soul and a sound bite, perhaps. \"This is kind" , "date" : "19950319" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "50" , "title" : "THE NIGHT; A Kiss From the Devil And Toasts All Around" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/19\/style\/the-night-a-kiss-from-the-devil-and-toasts-all-around.html"} , {"body" : "A Brooklyn man fought off two teen-agers inside a subway car early yesterday, disarming one of the youths, then slashing both with their own weapon, a box cutter, the police said. The teen-agers apparently tried to rob the man, Willie Bellmon, 50, a janitor from Crown Heights, as he was on his way home from work on a D train, said Albert W." , "date" : "19950315" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "A Subway Rider, 50, Disarms And Subdues Two Attackers" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/15\/nyregion\/a-subway-rider-50-disarms-and-subdues-two-attackers.html"} , {"body" : "They are a familiar blur as they rush through the city's incident-prone streets, sirens screaming, responding to calls from the stricken. On board are crews of \"weekend warriors\" -- accountants, electricians, truck drivers, plumbers -- animated by do-goodism and accompanied by city ambulance workers who say they want to rescue lives in the" , "date" : "19950315" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Tragedy Casts Harsh Light on Volunteer Ambulance Units" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/15\/nyregion\/tragedy-casts-harsh-light-on-volunteer-ambulance-units.html"} ,   {"body" : "The phone calls come almost weekly -- death threats and extortion demands that are recorded on Tom Keller's answering machine. Mr. Keller, a construction contractor who has spent more than two decades rebuilding poor sections of Brooklyn, plays the tapes and then erases them, never much moved. Tony Barrett gets similar messages. They come from" , "date" : "19950314" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Almost Alone, 2 Contractors Resist Labor Extortion Groups" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/14\/nyregion\/almost-alone-2-contractors-resist-labor-extortion-groups.html"} , {"body" : "Homeowners in Cambria Heights, Queens, a quiet enclave of the city's black middle class, never imagined that the death of Rabbi Menachem Mendel Schneerson would have any reverberations for them. But within days of the Lubavitch Hasidic leader's death last June, yellow buses filled with his followers began daily forays into the Queens neighborhood," , "date" : "19950311" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CAMBRIA HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Queens Holy Land; Paying Homage at Rebbe's Grave" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/11\/nyregion\/queens-holy-land-paying-homage-at-rebbe-s-grave.html"} , {"body" : "As a Jew in the former Soviet Union, Symon Altberg had only the vaguest sense of his heritage. He had never read the Torah, never attended a synagogue, and never, in fact, done anything that would call attention to his Jewishness. But after arriving as a refugee in New York City five years ago, he faced an unexpected decision as he embraced his" , "date" : "19950304" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Renewing Tradition in a New Land; Immigrant Jews Seek the Bris, the Faith's Ritual Circumcision" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/04\/nyregion\/renewing-tradition-new-land-immigrant-jews-seek-bris-faith-s-ritual-circumcision.html"} , {"body" : "When exhaustion and grief encroach, Helen Perry turns to gospel music. The songs of praise are like a quieting hand, easing the strain of raising four grandchildren alone. \"It fills me up,\" she said, \"and it lets me go.\" Worry-lined, her eyes bespeak inordinate loss. Her husband walked out decades ago, leaving her to raise seven children in Crown" , "date" : "19950225" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "The Neediest Cases; A Struggle To Raise Daughter's 4 Children" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/25\/nyregion\/the-neediest-cases-a-struggle-to-raise-daughter-s-4-children.html"} , {"body" : "Movie makers descended yesterday on the Franklin Avenue Shuttle line in Brooklyn. They put fresh paint on the Franklin Avenue station and mounted new signs. There were scenes to be shot, and the crumbling, decrepit place had to appear to be a functioning subway terminus. The title of the work in progress: \"The Money Train.\" \"Great joke, huh?\" said" , "date" : "19950224" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Life and Hard Times Of a Brooklyn Shuttle; No Respect for Franklin Avenue Line" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/24\/nyregion\/life-and-hard-times-of-a-brooklyn-shuttle-no-respect-for-franklin-avenue-line.html"} , {"body" : "In what initially appeared to be a recurrence of carbon-monoxide poisoning at a Brooklyn apartment building, six people were taken to hospitals yesterday after complaining of nausea and dizziness they said was caused by fumes in the building. But this time, after gas company officials and as many as 50 firefighters descended on the building, at" , "date" : "19950220" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Fears of Fumes At a Building Emptied Before" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/20\/nyregion\/fears-of-fumes-at-a-building-emptied-before.html"} , {"body" : "Tenants of a building in Brooklynwho were forced out of their homes for two nights by poisonous gas from an underground cable fire in the street were allowed to return yesterday after the city's Department of Environmental Protection found that the air in the building had cleared. A 60-year-old woman died of a heart attack after the evacuation" , "date" : "19950219" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "48" , "title" : "Brooklyn Tenants Told Gas Is Cleared" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/19\/nyregion\/brooklyn-tenants-told-gas-is-cleared.html"} , {"body" : "A preliminary audit of a Brooklyn school district taken over in December by Schools Chancellor Ramon C. Cortines has found that tens of thousands of dollars was spent improperly, work was done without soliciting bids, and cameras and computers were missing. Saying that the report on District 17 by the Office of the Auditor General \"paints an" , "date" : "19950219" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "43" , "title" : "Fiscal Improprieties Found In Troubled School District" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/19\/nyregion\/fiscal-improprieties-found-in-troubled-school-district.html"} , {"body" : "Senior New York City police officials have concluded that officers equipped with new rapid-firing 9-millimeter semiautomatic handguns have been firing too many shots, a former senior police official said yesterday. The officials are considering whether to stop issuing the semiautomatics to recruits and whether officers who carry the weapon should" , "date" : "19950218" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Officers' Fast-Firing 9-mm. Pistol Concerns Police Leaders" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/18\/nyregion\/officers-fast-firing-9-mm-pistol-concerns-police-leaders.html"} , {"body" : "Residents of a Brooklyn apartment building, evacuated on Thursday after carbon monoxide filled their homes with poisonous fumes, were allowed to return yesterday, but only briefly, to gather a few belongings and then return to a hotel where they are being housed. Investigators remained puzzled over how a cable fire in a service box in the street" , "date" : "19950218" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Source of Lethal Gas Puzzles Investigators" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/18\/nyregion\/source-of-lethal-gas-puzzles-investigators.html"} ,   {"body" : "'How the World Got Wisdom' On Stage Productions Emily Dickinson Theater at P.S. 75 735 West End Avenue (at 95th Street) (212) 666-1716 Recommended ages: 3 and up Through March 12 If only all greetings were as generous as the one at this show of West African stories. The audience is greeted with a funga, a traditional welcome dance, in which Tambu," , "date" : "19950217" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "32" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/17\/arts\/for-children.html"} , {"body" : "Carbon monoxide fumes apparently released when underground Con Edison cables caught fire overwhelmed dozens of residents of a Brooklyn apartment building yesterday. One building resident died after having a heart attack during a chaotic evacuation, and 24 more were hospitalized, two in critical condition. Streaming silently through hallways, up" , "date" : "19950217" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Dozens Hurt By Gas Fumes Of Cable Fire" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/17\/nyregion\/dozens-hurt-by-gas-fumes-of-cable-fire.html"} , {"body" : "They rode in town side by side, promising to bring down the crime rate and restore order to New York City. Now, the friction between City Hall and Police Headquarters has left some officers wondering: will they have to choose sides between Mayor Rudolph W. Giuliani -- a fierce supporter of the police -- and their Commissioner, William J. Bratton." , "date" : "19950212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Officers Caught in Middle Of Giuliani-Bratton Feud" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/12\/nyregion\/officers-caught-in-middle-of-giuliani-bratton-feud.html"} , {"body" : "Laura Scott Taylor, the co-founder and retired principal of the Concord Baptist Elementary School in Bedford-Stuyvesant, Brooklyn, died on Sunday at Kings County Hospital Center. Mrs. Taylor, who lived in Crown Heights, was 79. Mrs. Taylor was fatally injured when she was hit by a truck last Friday while crossing a street in Crown Heights. For 32" , "date" : "19950210" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "26" , "title" : "Laura Scott Taylor Dies at 79; Ran Bedford-Stuyvesant School" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/10\/obituaries\/laura-scott-taylor-dies-at-79-ran-bedford-stuyvesant-school.html"} , {"body" : "The teen-ager who faces Federal charges of violating the civil rights of a Hasidic Jew stabbed to death in the 1991 Crown Heights racial violence in Brooklyn pleaded guilty in Georgia yesterday to slashing a teen-ager with a razor last year. Lemrick Nelson Jr., 19, pleaded to an aggravated-assault charge in DeKalb County Superior Court in Decatur" , "date" : "19950207" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "DEKALB COUNTY (GA)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Guilty Plea By Suspect In Slashing" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/07\/nyregion\/guilty-plea-by-suspect-in-slashing.html"} , {"body" : "BOMB PLOT DEFENDANT ENTERS GUILTY PLEA The defense suffered a major blow in the terrorism trial of Sheik Omar Abdel Rahman and 11 other men when one of the primary defendants, Siddig Ibrahim Siddig Ali, changed his plea to guilty and told the court that he and the others had worked together to plan a campaign of bombings and assassinations. A1." , "date" : "19950207" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/07\/nyregion\/metro-digest-795095.html"} , {"body" : "\"LIGHT NIGHTS SATURDAYS AND MIDNIGHT BASKETBALL,\" a new program for young people 10 to 21, who can learn swimming, basketball, hip-hop dancing, weight training and game-room activities. Saturdays, 7:30 to midnight. At the Vanderbilt Y.M.C.A., 224 East 47th Street, Manhattan. Free. Information: (212) 756-9600, ext. 640. \"WINTER BIRDING,\" a trail" , "date" : "19950203" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "5" , "title" : "Keep in Mind" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/03\/arts\/keep-in-mind.html"} , {"body" : "In an attempt to ease what officials call a crisis in New York City school overcrowding, Schools Chancellor Ramon C. Cortines said yesterday that he plans to move even faster than his advisers recommend on an experiment in year-round schooling. At least two schools, and probably more, will be placed on year-round schedules this summer, he said. Mr." , "date" : "19950131" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Year-Round Classes to Begin in Summer" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/31\/nyregion\/year-round-classes-to-begin-in-summer.html"} , {"body" : "At first glance, the series of robberies at a Brooklyn housing project had the trappings of typical holdups, the police said. The robbers, wearing hats and masks, followed victims into elevators, put a gun to their heads and dashed away with money or jewelry. But soon the police noticed two things that were unusual. All the victims were women. So" , "date" : "19950126" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Two Women Charged in Series Of Brooklyn Armed Robberies" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/26\/nyregion\/two-women-charged-in-series-of-brooklyn-armed-robberies.html"} , {"body" : "JEREMY COHEN is 5 years old. Already his mother, Hannah, is suffering from birthday-party fatigue. \"This year, my son wants a limousine to pick him up for his birthday,\" said Ms. Cohen, watching a roomful of children, her son among them, celebrating a pre-schooler's birthday by running, climbing, sliding and eating slices of ice-cream cake at" , "date" : "19950122" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Birthday Boom" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/22\/nyregion\/the-birthday-boom.html"} ,   {"body" : "Every September from now until the year 2001, the New York City public school system will have 21,000 more students than the year before, the equivalent of adding an entire community school district every 12 months. So overcrowded is the system now, according to school and city reports, that 1 of every 11 schoolchildren does not have a desk and" , "date" : "19950120" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "New York Schools Consider Year-Round Classes" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/20\/nyregion\/new-york-schools-consider-year-round-classes.html"} , {"body" : "In another reverberation from the racial violence that rocked Crown Heights in 1991, former Gov. Mario M. Cuomo testified yesterday that former Mayor David N. Dinkins never told him that he had allowed \"a day of grace\" to blacks who attacked Hasidic Jews and the police during the disturbances. Testifying under oath in a civil suit by some Hasidic" , "date" : "19950119" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Cuomo Testifies on Crown Heights Rioting" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/19\/nyregion\/cuomo-testifies-on-crown-heights-rioting.html"} , {"body" : "The last time Richard Green saw Qubilah Bahiyah Shabazz was in New York last year during Black History Month, when she and her sisters accepted an award for Dr. Betty Shabazz, their mother and Malcolm X's widow. Mr. Green, a longtime friend of the mother, remembers the grace and the kindness of the sisters, who were youngsters when their father was" , "date" : "19950114" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "8" , "title" : "Much Black Skepticism on Charges Of a Plot by Daughter of Malcolm X" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/14\/us\/much-black-skepticism-on-charges-of-a-plot-by-daughter-of-malcolm-x.html"} , {"body" : "Former Gov. Mario M. Cuomo is expected to be questioned under oath next week by lawyers for Hasidic residents of Crown Heights, Brooklyn, who are suing the city over what they charge was the failure of police to protect them during an outbreak of racial violence in the neighborhood in 1991. In a deposition scheduled to be taken in private on" , "date" : "19950114" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Cuomo Set to Testify In Crown Hts. Case" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/14\/nyregion\/cuomo-set-to-testify-in-crown-hts-case.html"} , {"body" : "The final leg of Lennox Medina's aborted flight from justice was a 12-story elevator ride up to the Immigration and Naturalization Service's deportation office in Manhattan. After 18 hours spent in handcuffs and in silence, the 30-year-old native of Trinidad and convicted felon began to swear and to threaten violence. And then he began to cry." , "date" : "19950112" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Hunting Fistfuls Of Bounty Dollars; An Unusual Freelance Career: Capturing Convicted Aliens" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/12\/nyregion\/hunting-fistfuls-bounty-dollars-unusual-freelance-career-capturing-convicted.html"} , {"body" : "A Brooklyn man was arrested Saturday in an arson fire that led to the death of a 5-month-old boy. The police said the man was a psychiatric outpatient who had previously been convicted of possessing stolen property. The suspect, Patrick Pean, 23, was being held yesterday pending arraignment on charges of second-degree murder, arson and reckless" , "date" : "19950109" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Neighbor Held After Death Of Baby at Fire In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/09\/nyregion\/neighbor-held-after-death-of-baby-at-fire-in-brooklyn.html"} , {"body" : "NEW YORK CITY'S BUS SYSTEM STRUGGLES After 20 years of losing riders, New York City's bus system has sharply deteriorated in quality because the fleet has aged, buses are wearing out and the two manufacturers under contract to provide new vehicles have failed to deliver, transit officials say. More than 45 percent of the 3,600 buses in the fleet" , "date" : "19950109" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/09\/nyregion\/metro-digest-872995.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN BATTERY PARK CITY $325,000 380 Rector Place (Liberty Terrace) 2-bedroom, 2-bath, 873-sq.-ft. condo in a 7-year-old building; 24-hr. doorman, concierge, balcony, harbor" , "date" : "19950108" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/08\/realestate\/residential-resales-738695.html"} , {"body" : "Dense smoke from a small hallway fire led to panic and tragedy in a Brooklyn apartment building yesterday as two women, one cradling a baby, rushed to sixth floor windows to dangle and scream. The baby fell to his death, and his 67-year-old grandmother was seriously hurt when she slipped from a firefighter's grasp and fell two stories while being" , "date" : "19950108" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Infant Falls to His Death During Panic in an Apartment Fire" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/08\/nyregion\/infant-falls-to-his-death-during-panic-in-an-apartment-fire.html"} , {"body" : "The month was September, and the girl was sitting on a relative's stoop, savoring the afternoon sun. Then came the gunfire, ripping through the summer calm and changing the texture of her life forever. A stray bullet lodged in Sharon B.'s spine that day in 1988, paralyzing her legs. She was an unintended victim of violence, and to this day she is" , "date" : "19950105" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE NEEDIEST CASES; A Woman, Forever Changed by Gunfire, Will Not Give Up" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/05\/nyregion\/the-neediest-cases-a-woman-forever-changed-by-gunfire-will-not-give-up.html"} ,   {"body" : "A 19-gun salute thundered outside Knickerbocker Arena and, later, lasers flickered from the podium as a disembodied voice sputtered, \"Pataki! Pataki! Pataki! Pataki!\" Birds and crickets chirped from somewhere, as if to greet what the printed programs called \"a new dawn.\" But for all the pageantry of the first Republican inauguration here in 24" , "date" : "19950102" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "REPORTER'S NOTEBOOK; A 'New Dawn' in Albany, but on the Dais, Remnants of an Old Feud" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/02\/nyregion\/reporter-s-notebook-a-new-dawn-in-albany-but-on-the-dais-remnants-of-an-old-feud.html"} , {"body" : "BROWNSTONE BROOKLYN On the Waterfront Not an awful lot has actually happened there over the recent years, but the Brooklyn Heights waterfront -- or, more specifically, what to do with it -- is a perpetually, loomingly big story around the neighborhood. The reason, quite simply, is a widespread fear that development will mean losing the passionately" , "date" : "19950101" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT; Looking Back, Looking Ahead, Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/01\/nyregion\/neighborhood-report-looking-back-looking-ahead-brooklyn.html"} , {"body" : "Behind the bloodcurdling headlines about a firebombing on the No. 4 train, a drive-by shooting on the Brooklyn Bridge and the killing of a police officer in a botched bicycle store holdup, behind the back-to-back campaigns that elected a new Mayor vowing to improve the quality of life in New York City and a new Governor committed to bring back the" , "date" : "19950101" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York City Crime Falls But Just Why Is a Mystery" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/01\/nyregion\/new-york-city-crime-falls-but-just-why-is-a-mystery.html"} , {"body" : "1902-1994 Russian-born and Sorbonne-educated, Rabbi Menachem Mendel Schneerson salvaged an 18th-century Hasidic sect from the ruins of the Holocaust and transformed it into one of the most influential forces in the Jewish world. He presided over the Lubavitch Hasidim of Brooklyn for 44 years, often making headlines, but the Rebbe had a global reach" , "date" : "19950101" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "38" , "title" : "LIVES WELL LIVED: RABBI MENCHEM SCHNEERSON; Waiting for the Rebbe" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/01\/magazine\/lives-well-lived-rabbi-menchem-schneerson-waiting-for-the-rebbe.html"} , {"body" : "The arrival of a new year and a new government is starting to tickle New Yorkers. Maybe it's chemical, like a low-grade spring fever. But the change of seasons in Albany seems to be stirring among many a feeling not unlike hope. \"You have to be optimistic,\" said Joseph Mechanick, 48, a plumber who lives with his mother and son in Flushing. \"You get" , "date" : "19950101" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE NEW GOVERNOR: THE PEOPLE; New Year and New Governor Create New Hopes" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/01\/nyregion\/the-new-governor-the-people-new-year-and-new-governor-create-new-hopes.html"}]