[  {"body" : "Their faces tinged with sorrow, rage and shame over the grisly death of 6-year-old Elisa Izquierdo, 300 relatives, friends, politicians and strangers filed quietly into St. Joseph's Patron Church in Bushwick yesterday. They watched and listened, some of them unflinchingly, others with downcast eyes, as the Rev. Gianni Agostinelli gazed solemnly at" , "date" : "19951130" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "With Anger and Shame, a Child Is Buried" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/30\/nyregion\/with-anger-and-shame-a-child-is-buried.html"} , {"body" : "Forty years after it was born on the ground floor of a housing project in East New York, the Cypress Hills Branch of the Brooklyn Public Library is moving out of the projects and into a new building of its own. The new branch, which will open on Thursday four blocks away at 1197 Sutter Avenue, will have 10,000 books added to its old collection of" , "date" : "19950409" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CYPRESS HILLS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: CYPRESS HILLS; Spiffy New Home for Library" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/09\/nyregion\/neighborhood-report-cypress-hills-spiffy-new-home-for-library.html"} , {"body" : "Kara Bradley managed to conceal her full-term pregnancy from her parents by wearing loose-fitting clothes. But last week, the woman, who weighs a little more than 100 pounds, gave birth to a boy inside her bedroom, and she could not hide the baby, the police said. So after the birth, Ms. Bradley, 20, wrapped the baby in a towel, put it in a brown" , "date" : "19950405" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Mother Charged With Tossing Out Newborn" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/05\/nyregion\/mother-charged-with-tossing-out-newborn.html"}]