[  {"body" : "Christmas will be sweet this year for Faith Bowman and her 8-year-old daughter, Catey. They may be poor, but they are living together, and that is more than they can say about last year. Since they couldn't afford a Christmas tree, they have painted one on the kitchen wall, taping up colored paper ornaments and a shining yellow star. They have" , "date" : "19951225" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "THE NEEDIEST CASES;Woman Works Toward a Career and Reunites With Daughter" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/25\/nyregion\/the-neediest-cases-woman-works-toward-a-career-and-reunites-with-daughter.html"} , {"body" : "Class A office space in downtown Brooklyn is at a premium. Nynex no longer needs the space it occupies as a tenant in the office building at 111 Livingston Street. And so a deal has been struck for purchase of the 23-story building that stands across from Board of Education headquarters. The building has been bought by a group of investors, headed" , "date" : "19951224" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: Office Building at 111 Livingston Street Is Sold;Nynex to Leave Brooklyn Site" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/24\/realestate\/postings-office-building-111-livingston-street-sold-nynex-leave-brooklyn-site.html"} , {"body" : "Less than two weeks after New York City's public school teachers rejected a contract that would have frozen their wages for two years, Schools Chancellor Rudy Crew has recommended that the Board of Education raise the salaries of 370 top managers by an average of about 7 percent. A spokesman for the Chancellor, David Begel, said that the timing of" , "date" : "19951219" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Schools Chancellor Urging Raises for His Top Managers" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/19\/nyregion\/schools-chancellor-urging-raises-for-his-top-managers.html"} , {"body" : "One school would hold classes aboard a 110-year-old British sailing ship docked at the southern tip of Manhattan. Another already has a nickname, \"P.S. Dance,\" and would be New York City's first public school devoted entirely to the study of ballet. And a third would require community service from every student, a vision its three advocates -- two" , "date" : "19951218" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Experimental School Ideas Are Afloat, by Land and by Sea" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/18\/nyregion\/experimental-school-ideas-are-afloat-by-land-and-by-sea.html"} , {"body" : "Armed men tried to rob two subway token booth clerks in Brooklyn and the Bronx early yesterday but came up empty-handed. Yesterday's first robbery attempt came at 3:35 A.M. in the F train station at Jay Street and York Avenue in downtown Brooklyn when three men, one brandishing a gun, told a token clerk to open the door to her booth. \"She refused" , "date" : "19951218" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "2 Subway Robberies Fail" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/18\/nyregion\/2-subway-robberies-fail.html"} , {"body" : "WHEN Carl Suares walked out of a driving rainstorm into Nick & Joe's Pizza & Heros in downtown Brooklyn last week, his eyes passed right over the New York-style slices, the Sicilian pies, the stromboli, the calzones and the meatball heroes. \"I'll have,\" he said, \"a Jamaican patty with cheese.\" Jamaican patties? In a pizza joint? The patties, spicy" , "date" : "19951217" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.;Gimme a Slice and a Jamaican Beef Patty" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/17\/nyregion\/new-yorkers-co-gimme-a-slice-and-a-jamaican-beef-patty.html"} , {"body" : "This is a sampling of the musical presentations planned for the holiday season at churches and concert halls in New York City. All are free unless otherwise noted (churches accept donations). This selection, compiled by Alex Ross, represents what caught this critic's eye and excited his expectations. Today CHURCH OF ST. LUKE IN THE FIELDS" , "date" : "19951215" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "7" , "title" : "And Voices Shall Ring Out, to Ring In the Holidays" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/15\/arts\/and-voices-shall-ring-out-to-ring-in-the-holidays.html"} , {"body" : "New York City's homeless shelters are filling up. Winter weather has been colder sooner than usual, and social service agencies' outreach efforts have been more intense, city officials and shelter workers say. Other homeless people, meanwhile, have migrated to makeshift encampments scattered throughout the boroughs to escape what advocates for the" , "date" : "19951210" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "57" , "title" : "THYE NEEDIEST CASES;Marooned at a Shelter, Eking Out Life an Hour at a Time" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/10\/nyregion\/thye-neediest-cases-marooned-at-a-shelter-eking-out-life-an-hour-at-a-time.html"} , {"body" : "WHEN the Adell family began assembling property around the Flower District for residential redevelopment, the current chairman of the City Planning Commission had not yet begun his career in government. Indeed, he was not yet out of fifth grade. It has taken a long time -- a very long time -- for the Adells to acquire three large parcels on the" , "date" : "19951210" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FLOWER DISTRICT (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "In Flower District, Ground Is Sown For Housing" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/10\/realestate\/in-flower-district-ground-is-sown-for-housing.html"} , {"body" : "For much of his life, James Hemphill wished himself dead. Existence as a heroin addict is worse than no existence at all, he said, recalling how he had spent more than 40 of his 63 years at the mercy of the drug. \"Many times I had picked up needles and said, 'Maybe this will be the one that will do it,' \" Mr. Hemphill said, and the crevices of his" , "date" : "19951205" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["World"] , "page_facet" : "2" , "title" : "THE NEEDIEST CASES;After a Lifelong Courtship, Spurning the Needle" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/05\/world\/the-neediest-cases-after-a-lifelong-courtship-spurning-the-needle.html"} ,   {"body" : "The president of the union that represents the Department of Transportation's special traffic agents has been charged with aggravated harassment for threatening the department's commissioner for Brooklyn, the police said. The union president, Robert Cassar, of Local 1182 of the Communications Workers of America, turned himself in Friday night at" , "date" : "19951203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "53" , "title" : "Union Chief Is Charged In Harassment" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/03\/nyregion\/union-chief-is-charged-in-harassment.html"} , {"body" : "As a Canadian foreign correspondent, Allen Abel has reported from dozens of countries. Three years ago he went back to his native turf, Brooklyn, to write a book about the 10.5 miles of Flatbush Avenue. The finished product, \"Flatbush Ody-ssey\" (McClelland & Stewart, 1995), is equal parts travelogue, nostalgia trip and family memoir. He talked as" , "date" : "19951203" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE;Through the Eyes of Allen Abel" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/03\/nyregion\/neighborhood-report-brooklyn-up-close-through-the-eyes-of-allen-abel.html"} , {"body" : "Some New Yorkers think double-parking for a quick trip to the store is an inalienable right, and delivery truck drivers, particularly in Manhattan, accept traffic tickets as a cost of doing business in the city. But the Giuliani administration said yesterday that enough is enough, and to free up the city's streets, it would have \"zero tolerance\" of" , "date" : "19951130" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "City Doubles Its Officers To Cut Down" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/30\/nyregion\/city-doubles-its-officers-to-cut-down.html"} , {"body" : "The day his baby girl came home with him from the hospital in 1989, Gustavo Izquierdo called every mother he knew for advice. What kind of Pampers should I use? Can I give her plain milk? Are you sure she won't drown in the bathtub? They were questions the 34-year-old man never imagined uttering, friends said. But the sudden switch from bachelor to" , "date" : "19951129" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Life and Love of a Single Father" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/29\/nyregion\/the-life-and-love-of-a-single-father.html"} , {"body" : "Not so long ago, Alisa Izquierdo had a way out. A benefactor at the Brooklyn preschool she was attending had taken a shine to her, and he pledged to pay her way through the 12th grade at the Brooklyn Friends School, a respected private academy, preschool officials said. They said that Alisa passed the entrance exam and would have begun classes at" , "date" : "19951126" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Benefactor Offered to Aid Slain Girl" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/26\/nyregion\/benefactor-offered-to-aid-slain-girl.html"} , {"body" : "For months, city and borough agencies and a couple of judges have turned up the heat on Steam Heat, an all-nude nightclub at the northern end of Flatbush Avenue. But Steam Heat has yet to be sweated out. Last month, the city's Board of Standards and Appeals ruled that the club's building permit was illegal and ordered it shut down, drawing the" , "date" : "19951126" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN;Nude Club Puts Off Last Dance" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/26\/nyregion\/neighborhood-report-downtown-nude-club-puts-off-last-dance.html"} , {"body" : "HISTORIANS have long memories. Vincent Seyfried, who wrote a seven-volume history of the Long Island Rail Road, had no trouble a few days ago remembering that there has been no passenger service on the Bay Ridge railroad spur in Brooklyn since 1924. He also knew that Austin Corbin built the spur in 1867, which was 13 years before he bought the Long" , "date" : "19951126" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "PERSPECTIVES;Building a Platform for Stores Over a Railroad Line" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/26\/realestate\/perspectives-building-a-platform-for-stores-over-a-railroad-line.html"} , {"body" : "Antoinette Leonard says her high school has become so overcrowded that in some cases 39 students are packed into a class. Alvin Berk worries that a decline in tree-pruning by city crews will lead to the death of handsome old trees in his neighborhood. But Rocio Proano says the city services she cares most about, particularly the public library," , "date" : "19951125" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY" , "NEW YORK, USA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Rich or Poor, Most Feel Cuts in City Services" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/25\/nyregion\/rich-or-poor-most-feel-cuts-in-city-services.html"} , {"body" : "High noon in Herald Square, and the concrete landscape seethes with people of every size, shape and description. Some stride boldly, some flow in schools like fish, some bubble by in baby carriages. Hundreds rush by each minute. Lawrence Howard stares straight ahead, his brow furrowed in the intense concentration common to billiard parlors. In his" , "date" : "19951125" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "To Tally Foot Traffic, Study Midriffs;Counter Clicks for Each One, as New York Swarms Blindly By" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/25\/nyregion\/tally-foot-traffic-study-midriffs-counter-clicks-for-each-one-new-york-swarms.html"} , {"body" : "The day begins for Linda Woods at 6 A.M. with a shower and a pill. The shower keeps her clean and fresh. The pill keeps her sane. I have a tiny, small case of schizophrenia,\" Ms. Woods, 38, said. Five milligrams of Prolixin -- a little red tablet no bigger than a ladybug -- ease her paranoia and hallucinations and let her march through the day in" , "date" : "19951123" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "THE NEEDIEST CASES;Helping the Medicine Go Down, for a Start" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/23\/nyregion\/the-neediest-cases-helping-the-medicine-go-down-for-a-start.html"} ,   {"body" : "The recent rapes of two women as they emerged from subway stations in Brooklyn after midnight have been linked by the police department, raising fears of a serial rapist. The police said the first rape occurred at 12:15 A.M. on Oct. 27, when a 31-year-old woman emerged from the Hoyt-Schermerhorn station in downtown Brooklyn. At Schermerhorn and" , "date" : "19951123" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Serial Rapist Feared In Brooklyn Attacks" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/23\/nyregion\/serial-rapist-feared-in-brooklyn-attacks.html"} , {"body" : "A Brooklyn teen-ager was acquitted yesterday and another convicted of only the least serious charge against him in what prosecutors said was the bias-driven beating death of a homeless Ecuadorean immigrant in a Brooklyn park. After deliberating a day and a half in a monthlong trial, a jury in State Supreme Court in Brooklyn acquitted Steven Ruiz," , "date" : "19951117" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Youth Acquitted and Another Convicted of Lesser Charge in Immigrant's Fatal Beating" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/17\/nyregion\/youth-acquitted-another-convicted-lesser-charge-immigrant-s-fatal-beating.html"} , {"body" : "It was after 10 A.M. on Saturday and Schools Chancellor Rudy Crew had a problem: Mayor Rudolph W. Giuliani had scheduled a 10 A.M. news conference at City Hall to announce a tentative agreement on a new teachers' contract, and Dr. Crew was to stand triumphantly alongside the Mayor and the union president, Sandra Feldman. But as the hour came and" , "date" : "19951106" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Seeking Role, School Board Stalled Pact" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/06\/nyregion\/seeking-role-school-board-stalled-pact.html"} , {"body" : "SILHOUETTED in the last light of a setting autumn sun, a group of young black men recently strolled along the teeming bazaar that is the Fulton Mall in downtown Brooklyn. Without a word, without a smile, they walked with a stylized strut -- a graceful sway of shoulders, an easy sling of arms, a slight bob of the head. The bounce of their steps was" , "date" : "19951105" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "53" , "title" : "The 4-1-1 On Urban Cool: Hype or Hope?" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/05\/style\/the-4-1-1-on-urban-cool-hype-or-hope.html"} , {"body" : "With a theatrical flourish, the issue of organized crime came to the fore yesterday in the trial of two teen-age cousins charged with killing an Ecuadorean man in a bias attack in Brooklyn last year. A defense lawyer, attacking the notion that the defendants' family is connected to organized crime, suddenly called on 20 of their relatives to rise" , "date" : "19951102" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Mafia Issue Is Raised At Bias Trial In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/02\/nyregion\/mafia-issue-is-raised-at-bias-trial-in-brooklyn.html"} , {"body" : "Beginning his campaign to fundamentally restructure and scale back the central bureaucracy of the New York City schools, Chancellor Rudy Crew today will ask 54 top administrators at the Board of Education to submit letters of resignation while he re-examines their jobs over the next two weeks, board officials said. Dr. Crew will decide who will" , "date" : "19951101" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Crew Asks 54 Top Aides for Undated Resignation Letters" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/01\/nyregion\/crew-asks-54-top-aides-for-undated-resignation-letters.html"} , {"body" : "An influential businessman whose financial and political connections stretched from Chinatown to Albany admitted in Federal Court yesterday that he had used violence and murder to protect an illegal gambling operation run by his Chinatown fraternal organization. In what prosecutors called a major blow to Chinese organized crime in the United" , "date" : "19951031" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CHINATOWN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Civic Pillar Pleads Guilty In Slaying Plot" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/31\/nyregion\/civic-pillar-pleads-guilty-in-slaying-plot.html"} , {"body" : "As police and correction officers searched all five boroughs yesterday for two defendants who escaped Tuesday from a holding cell in State Supreme Court in Brooklyn, investigators were trying to determine how they got free. A small metal door at the back of the cell, leading into a plumbing crawlspace, was found ajar, officials said. They said the" , "date" : "19951026" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Police Seek Escape Path And Escapees" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/26\/nyregion\/police-seek-escape-path-and-escapees.html"} , {"body" : "HUNTERS POINT From Attics and Basements, A Record of Great Change Before there was a No. 7 subway line, trolleys and bicycles were transforming Queens from a rural county to an urban borough. In an exhibition combining photographs, documents and text, the LaGuardia and Wagner Archives will present the history of transportation and its role in the" , "date" : "19951022" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/22\/nyregion\/playing-in-the-neighborhood-079731.html"} , {"body" : "HUNTERS POINT From Attics and Basements, A Record of Great Change Before there was a No. 7 subway line, trolleys and bicycles were transforming Queens from a rural county to an urban borough. In an exhibition combining photographs, documents and text, the LaGuardia and Wagner Archives will present the history of transportation and its role in the" , "date" : "19951022" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/22\/nyregion\/playing-in-the-neighborhood-133495.html"} ,   {"body" : "HUNTERS POINT From Attics and Basements, A Record of Great Change Before there was a No. 7 subway line, trolleys and bicycles were transforming Queens from a rural county to an urban borough. In an exhibition combining photographs, documents and text, the LaGuardia and Wagner Archives will present the history of transportation and its role in the" , "date" : "19951022" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/22\/nyregion\/playing-in-the-neighborhood-149995.html"} , {"body" : "HUNTERS POINT From Attics and Basements, A Record of Great Change Before there was a No. 7 subway line, trolleys and bicycles were transforming Queens from a rural county to an urban borough. In an exhibition combining photographs, documents and text, the LaGuardia and Wagner Archives will present the history of transportation and its role in the" , "date" : "19951022" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/22\/nyregion\/playing-in-the-neighborhood-082406.html"} , {"body" : "If there was a moment last week that captured the difference between New York City's new Schools Chancellor, Dr. Rudy Crew, and his predecessor, Ramon C. Cortines, it was at 5:10 P.M. on Friday at City Hall. At that point, Dr. Crew and Mayor Rudolph W. Giuliani emerged from a 50-minute meeting, arm in arm and smiling. And memories of Mr. Cortines," , "date" : "19951022" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "35" , "title" : "In Frenetic First Week, Crew Charms and Cajoles" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/22\/nyregion\/in-frenetic-first-week-crew-charms-and-cajoles.html"} , {"body" : "On the night of Sept. 6, 1994, a 40-year-old homeless Ecuadorean immigrant named Manuel Aucaquizhpi was beaten to death with a baseball bat and other weapons in Dyker Beach Park in Brooklyn. The Brooklyn District Attorney and representatives of Hispanic rights groups described the beating, by a group of white teen-agers, as a savage, bias-driven" , "date" : "19951021" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["DYKER BEACH PARK (BROOKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Two Youths Go on Trial In a Killing" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/21\/nyregion\/two-youths-go-on-trial-in-a-killing.html"} , {"body" : "New York City's new Schools Chancellor yesterday outlined his plan to drain the system's central administration, saying he was planning to reassign or lay off \"a considerable portion\" of the 3,300 people who work for him at headquarters and was considering using private companies to oversee the schools' transportation and food services. Dr. Rudolph" , "date" : "19951018" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "Chancellor Outlines Plans To Cut Headquarters Staff" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/18\/nyregion\/chancellor-outlines-plans-to-cut-headquarters-staff.html"} , {"body" : "On his first day as New York City's Schools Chancellor, Rudolph F. Crew arrived at work before dawn yesterday and immediately set as his top priority remaking the 17 public schools that the state has threatened to shut down unless there is measurable improvement by next June. In search of inspiration, Dr. Crew spent nearly two hours yesterday" , "date" : "19951017" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Up Before the Sun, Crew Tours Schools and Sets Goals for 17" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/17\/nyregion\/up-before-the-sun-crew-tours-schools-and-sets-goals-for-17.html"} , {"author" : "Anne Raver, the author of \"Deep in the Green\" (Alfred A. Knopf), writes about gardening and the environment for The Times." , "body" : "YEARS ago, when I was living on Nantucket, I used to ride my bike to the western end of the island and hang a left down a sandy road that led through the moors to the sea. It was easy to miss the turn to Margaret and Bancel LaFarge's place: the house was the color of the dunes and sat like a low, octagonal mushroom in the middle of scrub oak, beach" , "date" : "19951015" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Home and Garden" , "Magazine" , "Arts" , "Style"] , "page_facet" : "43" , "title" : "Sowing a Garden's Spirit" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/15\/magazine\/sowing-a-garden-s-spirit.html"} , {"body" : "When Helen Giles looks at O. J. Simpson, she does not see a Heisman Trophy winner or a football commentator. Like many other blacks relieved by Mr. Simpson's acquittal on double murder charges, she sees a black man who managed to survive his passage through a rigged system of criminal justice. \"Had the verdict been guilty, it would have been" , "date" : "19951010" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["LOS ANGELES (CALIF)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "14" , "title" : "Blacks Look at Simpson In the Context of the Past" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/10\/us\/blacks-look-at-simpson-in-the-context-of-the-past.html"} , {"body" : "THE POPE ENDS HIS TOUR IN BALTIMORE Pope John Paul II wound up his five-day American tour in Baltimore with a Mass in that most American of places -- an old-fashioned baseball field. And the Pontiff concluded his encounter with the often fractious American branch of the church by invoking Abraham Lincoln in a ringing call for the faithful to carry" , "date" : "19951009" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/09\/nyregion\/metro-digest-479895.html"} , {"body" : "Rudolph Franklin Crew agreed yesterday to accept the chancellorship of New York City's public schools, challenging New Yorkers to join him in a crusade to improve education that he likened to the civil rights struggle and promising to fundamentally change the system's central bureaucracy. \"My first role is going to be to listen to people, to reach" , "date" : "19951009" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY" , "TACOMA (WASH)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "THE CHANCELLOR: THE VISION;Educator Accepts New York City Job as Schools Chief" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/09\/nyregion\/the-chancellor-the-vision-educator-accepts-new-york-city-job-as-schools-chief.html"} ,   {"body" : "THE POPE ENDS HIS TOUR IN BALTIMORE Pope John Paul II wound up his five-day American tour in Baltimore with a Mass in that most American of places -- an old-fashioned baseball field. And the Pontiff concluded his encounter with the often fractious American branch of the church by invoking Abraham Lincoln in a ringing call for the faithful to carry" , "date" : "19951009" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/09\/nyregion\/metro-digest-050784.html"} , {"body" : "To the Editor: You reported Oct. 1 that a survey by New York City's Public Advocate, Mark Green, showed that despite the new national and state voter registration laws, the city has tried to register only half of the people applying for welfare benefits. I can shed some light on why so few public assistance recipients are registering to vote. I'm a" , "date" : "19951009" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "16" , "title" : "Public Assistance Offices Must Do Better on Voter Registration" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/09\/opinion\/l-public-assistance-offices-must-do-better-on-voter-registration-016995.html"} , {"body" : "To the Editor: You reported Oct. 1 that a survey by New York City's Public Advocate, Mark Green, showed that despite the new national and state voter registration laws, the city has tried to register only half of the people applying for welfare benefits. I can shed some light on why so few public assistance recipients are registering to vote. I'm a" , "date" : "19951009" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "16" , "title" : "Public Assistance Offices Must Do Better on Voter Registration" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/09\/opinion\/l-public-assistance-offices-must-do-better-on-voter-registration-050539.html"} , {"body" : "The country stopped. Between 1 and 1:10 P.M. yesterday, people didn't work. They didn't go to math class. They didn't make phone calls. They didn't use the bathroom. They didn't walk the dog. They listened to the O. J. Simpson verdicts. Airplane flights had to wait. At Hartsfield International Airport in Atlanta, passengers and airport workers" , "date" : "19951004" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "NOT GUILTY: THE MOMENT;A Day (10 Minutes of It) the Country Stood Still" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/04\/us\/not-guilty-the-moment-a-day-10-minutes-of-it-the-country-stood-still.html"} , {"body" : "SCHOOL SYSTEM SEEN IN STATE OF CRISIS Declaring the New York City school system in a state of crisis, Sheldon Silver, the Speaker of the State Assembly, announced a meeting of top state, city, school board and union officials to plot out a new structure for the Board of Education. [Page A1.] Walk along the executive wing atop the cavernous Board of" , "date" : "19951003" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/03\/nyregion\/metro-digest-034630.html"} , {"body" : "Walk along the 10th floor of 110 Livingston Street, the executive wing atop the cavernous Board of the Education headquarters in downtown Brooklyn, and what is most striking is the silence. The airy corner office of the lone deputy schools chancellor, Beverly Hall, has been empty since midsummer, when Ms. Hall left to take over the troubled school" , "date" : "19951003" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "At School Headquarters, a Silence Grows" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/03\/nyregion\/at-school-headquarters-a-silence-grows.html"} , {"body" : "SCHOOL SYSTEM SEEN IN STATE OF CRISIS Declaring the New York City school system in a state of crisis, Sheldon Silver, the Speaker of the State Assembly, announced a meeting of top state, city, school board and union officials to plot out a new structure for the Board of Education. [ Page A1. ] Walk along the executive wing atop the cavernous Board" , "date" : "19951003" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/03\/nyregion\/metro-digest-744695.html"} , {"body" : "Walk along the executive wing atop the cavernous Board of the Education headquarters in downtown Brooklyn, and what is most striking is the silence. The airy corner office of the deputy schools chancellor has been empty since midsummer. Next door is another vacant office, the former deputy's. Down the hall is the office of the chief operations" , "date" : "19951003" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "At Board Offices, The Silence Grows" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/03\/nyregion\/at-board-offices-the-silence-grows.html"} , {"body" : "The peal of bells is being heard in downtown Brooklyn these days thanks to the recent opening of the William Zeckendorf Health Sciences Center, the first new building on the Brooklyn campus of Long Island University in 20 years. The $23.6 million building, at Dekalb and Hudson Avenues, is topped with a tower whose electronic clock chimes the hours." , "date" : "19951001" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: Zeckendorf Center Features Clock Tower; A New Building For L.I.U." , "url" : "http:\/\/www.nytimes.com\/1995\/10\/01\/realestate\/postings-zeckendorf-center-features-clock-tower-a-new-building-for-liu.html"} , {"body" : "After years of frustration and delay, a revised plan to build a new Federal courthouse in downtown Brooklyn and move some courtrooms into the castlelike General Post Office Building is being prepared. The plan would move the United States Attorney's office and Bankruptcy Court into the old General Post Office Building on Cadman Plaza and retain a" , "date" : "19951001" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN CIVIC CENTER;New Plan for Old Post Office" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/01\/nyregion\/neighborhood-report-brooklyn-civic-center-new-plan-for-old-post-office.html"} ,   {"body" : "Some looked bored, others nervous as they waited behind barricades in a line that stretched the whole length of the marble lobby of the State Supreme Court building in Brooklyn. \"What, are they giving something out free?\" Iris Schwartz asked the last man. \"No, it's for the elevators,\" the man told her. \"Elevators?\" Ms. Schwartz exclaimed. \"I've" , "date" : "19951001" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN; Chafing at the Slow Wheels of Justice? Then Don't Even Try the Elevator" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/01\/nyregion\/neighborhood-report-downtown-brooklyn-chafing-slow-wheels-justice-then-don-t.html"} , {"body" : "TO Barry Greenberg, it was a no-brainer: Discovery Zone, then a Chicago-based chain of indoor playgrounds, wanted to expand. The Bronx, with its dense population, seemed perfect. \"I knew their sales would be off the charts there,\" said Mr. Greenberg, a vice president of the New Spectrum store brokerage. But when Mr. Greenberg broached the idea to" , "date" : "19951001" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)" , "BRONX (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Commercial Property; Big Retailers Are Taking The Bronx - And S.I. Too" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/01\/realestate\/commercial-property-big-retailers-are-taking-the-bronx-and-si-too.html"} , {"body" : "Daniel A. Domenech, who does not lack self-assurance, usually takes great pride in knowing \"who I am and what I am.\" But as he emerged from a restless sleep early yesterday, he was not at all sure if he was New York City's new schools chancellor. \"This may be a short-lived chancellorship,\" Dr. Domenech (pronounced dom-eh-NITCH) said with a nervous" , "date" : "19951001" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "33" , "title" : "THE CHANCELLOR SEARCH: THE CANDIDATE;For the Rejected Nominee, 'a Short-Lived Chancellorship'" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/01\/nyregion\/chancellor-search-candidate-for-rejected-nominee-short-lived-chancellorship.html"} , {"body" : "These days, when the telephone rings at the Brooklyn Heights office of William B. May, the real estate company, it is often a prospective business owner eager to find commercial space on Montague Street, the neighborhood's main shopping thoroughfare. The company receives about 20 such calls a week, compared with two or three a week several years" , "date" : "19950924" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROWNSTONE BROOKLYN; Montague St. Faces Rigors Of Popularity" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/24\/nyregion\/neighborhood-report-brownstone-brooklyn-montague-st-faces-rigors-of-popularity.html"} , {"body" : "All three candidates to become the next New York City Schools Chancellor have assured Mayor Rudolph W. Giuliani that they favor giving him a greater role in the schools' finances and security. But they have also assured the Board of Education that they would be loath to give the Mayor new powers without the board's consent. \"Every candidate" , "date" : "19950922" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Chancellor Candidates Woo Both Sides" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/22\/nyregion\/chancellor-candidates-woo-both-sides.html"} , {"body" : "Three educators from outside New York City emerged yesterday as the leading contenders to become the next chancellor of the city's public schools, officials involved in the search said, as the Board of Education concluded a week of interviews with nine prospects. No clear front-runner surfaced, however, and the officials said it was possible that" , "date" : "19950920" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Schools Search Is Said to Focus On 3 Educators" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/20\/nyregion\/schools-search-is-said-to-focus-on-3-educators.html"} , {"body" : "When Deputy Inspector William J. Dwyer, commanding officer of the 84th Precinct, was abruptly relieved of his command last July, accused of showing up intoxicated at a meeting with senior police officials, many merchants and members of community groups lamented his departure. They wondered whether Inspector Dwyer's successor would be able to match" , "date" : "19950917" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN; Precinct Shift: A New Chief For the 84th" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/17\/nyregion\/neighborhood-report-downtown-brooklyn-precinct-shift-a-new-chief-for-the-84th.html"} , {"body" : "Bank Art Holdings When details of the mega-merger of Chemical Bank and Chase Manhattan Bank were announced 10 days ago, there was no mention of what would happen to the Chase Art Program. Instead, the news concentrated on the 12,000 jobs that would be eliminated, the 100 branches that would be closed and the $1.5 billion in costs that would be" , "date" : "19950908" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "23" , "title" : "Inside Art" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/08\/arts\/inside-art.html"} , {"body" : "New York's drive to direct Medicaid recipients into cost-saving managed care plans is grinding to a near halt as New York City and the state both find that their effort to re-create health care for the poor is colliding with a system that appears unable to handle the heavy load of new patients. After months of buoyantly optimistic oratory," , "date" : "19950828" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Forced Marriage of Medicaid and Managed Care Hits Snags" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/28\/nyregion\/forced-marriage-of-medicaid-and-managed-care-hits-snags.html"} , {"body" : "NO \"Do Not Resuscitate\" sign was posted on the bronze-trimmed doors at 5 East 55th Street when Jean-Jacques Rachou, the owner of La Cote Basque, had to close the restaurant last spring after losing his lease to make way for a Walt Disney store. Mr. Rachou found another space, about a block west, at 60 West 55th Street. \"I can't fight Disney,\" Mr." , "date" : "19950827" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; The Shifting Sands of New York Restaurants" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/27\/nyregion\/new-yorkers-co-the-shifting-sands-of-new-york-restaurants.html"} ,   {"author" : "John Hockenberry is the author of \"Moving Violations: War Zones, Wheelchairs and Declaratioins of Independence\" (Hyperion)." , "body" : "A GEOGRAPHER or surveyor might dispute the topographic precision, but for all wheelchairs the apex of New York City lies squarely at Fifth Avenue and 89th Street. Through the heavy front glass doors and up an arty sliver of an elevator to the sixth floor and you are there: at the four-wheel, no-walking summit of Manhattan and the most spectacular" , "date" : "19950825" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "A Rolling Tour Of New York City" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/25\/arts\/a-rolling-tour-of-new-york-city.html"} , {"body" : "DOWNTOWN BROOKLYN City as Textbook: Bridge Engineering The boroughs of New York are linked by one of the world's most extensive networks of bridges, something most people take for granted in their daily journeys over them. How do these marvels of engineering come to pass? And what do all those cables and towers and other oddly shaped pieces have to" , "date" : "19950820" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/20\/nyregion\/playing-in-the-neighborhood-309595.html"} , {"body" : "DOWNTOWN BROOKLYN City as Textbook: Bridge Engineering The boroughs of New York are linked by one of the world's most extensive networks of bridges, something most people take for granted in their daily journeys over them. How do these marvels of engineering come to pass? And what do all those cables and towers and other oddly shaped pieces have to" , "date" : "19950820" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/20\/nyregion\/playing-in-the-neighborhood-392095.html"} , {"body" : "DOWNTOWN BROOKLYN City as Textbook: Bridge Engineering The boroughs of New York are linked by one of the world's most extensive networks of bridges, something most people take for granted in their daily journeys over them. How do these marvels of engineering come to pass? And what do all those cables and towers and other oddly shaped pieces have to" , "date" : "19950820" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/20\/nyregion\/playing-in-the-neighborhood-392096.html"} , {"body" : "EVERY summer, outdoor sculptures shoot up around New York City, some as pert as garden flowers, many as drab as weeds. They are not, for the most part, public art in the grand tradition: monumental in scale, built to endure. Instead, gathered in groups in marginal locations and often made of ephemeral stuff, they're meant to last a season and" , "date" : "19950818" , "day_of_week_facet" : "Friday" , "geo_facet" : ["EMPIRE FULTON FERRY STATE PARK (NYC)" , "FLUSHING MEADOWS-CORONA PARK (NYC)" , "SOCRATES SCULPTURE PARK (LONG ISLAND CITY)" , "NEW YORK CITY METROPOLITAN AREA" , "ROOSEVELT ISLAND (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "ART REVIEW; Sculpture Not Meant to Last Forever" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/18\/arts\/art-review-sculpture-not-meant-to-last-forever.html"} , {"body" : "The van packed with weary rush-hour passengers bounced at each pothole as it rode down Flatbush Avenue, the backbone of Brooklyn. But no one inside seemed to mind. They sat in air-conditioned bliss, tapping their feet to Caribbean music pulsating from a tape player. \"These vans are convenient,\" Cass Brown, a 23-year-old barber, said of the vehicles" , "date" : "19950817" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Vans of the People Shifting Into Legality" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/17\/nyregion\/vans-of-the-people-shifting-into-legality.html"} , {"body" : "He is the only elected Republican official from Brooklyn. But Robert J. DiCarlo, a State Senator from Bay Ridge, was more than willing to carry the legislative ball for a plan to build a $70 million sports complex in his Democrat-dominated borough -- until he saw the affirmative-action language in the bill. Although virtually identical bills passed" , "date" : "19950817" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Affirmative-Action Debate Stalls Brooklyn Sports Complex" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/17\/nyregion\/affirmative-action-debate-stalls-brooklyn-sports-complex.html"} , {"body" : "DEAR DIARY: A performance of \"Love! Valour! Compassion!\" At intermission, I am stretching and browsing and, yes, eavesdropping. Good spot: As I edge past a 29-ish couple I hear him say to her, \"I'm kind of enjoying it, but I still haven't figured out what the velour part is all about.\" Maybe I'm reaching a bit, but as he spoke, I'm certain I saw" , "date" : "19950816" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/16\/garden\/metropolitan-diary-583095.html"} , {"body" : "In Queens, a New Center For Disaster-Plagued Firms Disaster recovery centers, where major corporations can move vital operations in the event of a fire, flood or other catastrophe, have been around for more than 20 years. \"But companies started taking the concept seriously after the World Trade Center bombing,\" said Robert Felch, president of Chubb" , "date" : "19950813" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO." , "url" : "http:\/\/www.nytimes.com\/1995\/08\/13\/nyregion\/new-yorkers-co-500295.html"} , {"body" : "In Queens, a New Center For Disaster-Plagued Firms Disaster recovery centers, where major corporations can move vital operations in the event of a fire, flood or other catastrophe, have been around for more than 20 years. \"But companies started taking the concept seriously after the World Trade Center bombing,\" said Robert Felch, president of Chubb" , "date" : "19950813" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO." , "url" : "http:\/\/www.nytimes.com\/1995\/08\/13\/nyregion\/new-yorkers-co-500296.html"} ,   {"body" : "In Queens, a New Center For Disaster-Plagued Firms Disaster recovery centers, where major corporations can move vital operations in the event of a fire, flood or other catastrophe, have been around for more than 20 years. \"But companies started taking the concept seriously after the World Trade Center bombing,\" said Robert Felch, president of Chubb" , "date" : "19950813" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO." , "url" : "http:\/\/www.nytimes.com\/1995\/08\/13\/nyregion\/new-yorkers-co-163995.html"} , {"body" : "In an unprecedented hunt for welfare fraud and abuse, the Giuliani administration says it is planning to cut off benefits to more than 100,000 New Yorkers by the end of the year. Though some outside fiscal monitors say they do not believe the city can meet that goal, many people who have unsuccessfully tried to win welfare benefits in recent weeks" , "date" : "19950808" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "100,000 New Yorkers May Be Cut Off Welfare in Crackdown" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/08\/nyregion\/100000-new-yorkers-may-be-cut-off-welfare-in-crackdown.html"} , {"body" : "Every Wednesday afternoon, a handful of the 200 or so active members of the Brooklyn Monthly Meeting, the local Quaker congregation, gather silently outside the State Supreme Court Building to protest the recently enacted death penalty. It is not the Quakers' only quarrel with a court in Brooklyn. For 138 years, Quakers have worshiped in the" , "date" : "19950806" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN; Brooklyn Friends: Still Keeping the Precepts" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/06\/nyregion\/neighborhood-report-downtown-brooklyn-brooklyn-friends-still-keeping-precepts.html"} , {"body" : "In the lobby of the 84th Precinct yesterday, Deputy Inspector William J. Dwyer's name was still spelled out in white plastic letters at the top of a list of officials. But the swivel chair in his office was empty, and police officers at the precinct house, in downtown Brooklyn, said no one had arrived to take his place. Inspector Dwyer, the" , "date" : "19950804" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Precinct Chief Is Ousted For Apparently Being Drunk" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/04\/nyregion\/a-precinct-chief-is-ousted-for-apparently-being-drunk.html"} , {"body" : "A murderer who escaped from a detention cell at Brooklyn Family Court Tuesday afternoon turned himself in yesterday morning in Bedford-Stuyvesant, the police said. The prisoner, Gregory Webb, 28, who was serving 15 years to life for killing a bystander during a gunfight four years ago, walked out of the Family Court building in downtown Brooklyn" , "date" : "19950803" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Escaped Killer Surrenders 20 Hours Later" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/03\/nyregion\/escaped-killer-surrenders-20-hours-later.html"} , {"body" : "A Brooklyn man who had been serving a prison term for killing a bystander in a gunfight four years ago escaped from Brooklyn Family Court yesterday afternoon by slipping out of a holding cell, a city correction official said. The prisoner, Gregory Webb, 28, walked out of the Family Court building at 283 Adams Street in downtown Brooklyn about 2:20" , "date" : "19950802" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Killer Being Held for Court Date Escapes in Downtown Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/02\/nyregion\/killer-being-held-for-court-date-escapes-in-downtown-brooklyn.html"} , {"body" : "NEW YORK CITY THE KNIGHTS OF A HOT SUMMER Leonard Henry and George Adams clamber among the gaping maws of air vents and the humming obelisks of cooling towers. They brave the baking terrain of black-tarred rooftops. Mr. Henry and Mr. Adams are the knights of the New York summer: air-conditioner repairmen. [ Page B3. ] HOMELESS MAN ARRESTED IN" , "date" : "19950802" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/02\/nyregion\/metro-digest-165595.html"} , {"body" : "Patricia Forbes and Okeefer Thompson work for the City of New York. Sort of. They work full time in a Human Resources Administration office in downtown Brooklyn, trying to resolve cases in which welfare clients have been unable to pay their Con Edison bills. They are supervised by H.R.A. personnel, who also have the power to fire them. But they are" , "date" : "19950728" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "27" , "title" : "In America; City Job, Minimum Wage" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/28\/opinion\/in-america-city-job-minimum-wage.html"} , {"body" : "IT was one of the first warm nights of this cold dark spring. Sri Kesava, a.k.a. Kim Shopov, the pigtailed lead singer of Baby Gopal, was pacing a Brooklyn club, as nervous as a teen-ager giving her first really hip and life-defining party. Ignoring her, a bartender in a \"Stupid Is as Stupid Does\" T-shirt and an old Polish man ate fried chicken out" , "date" : "19950723" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Life and Times Of a Young Rock Band" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/23\/nyregion\/the-life-and-times-of-a-young-rock-band.html"} , {"body" : "Insider Guides to New York: For Cat Care, Quietude . . . City & Company, a small publishing company started in January, has almost sold out of its first run of guides to New York for New Yorkers, and is now starting on a new series. The new titles include a \"Guide to Fitness & Health\"; \"50 Best Places to Find Peace and Quiet\"; \"Cat Owner's Guide:" , "date" : "19950723" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKER'S & CO." , "url" : "http:\/\/www.nytimes.com\/1995\/07\/23\/nyregion\/new-yorker-s-co.html"} ,   {"body" : "SUBSTITUTE one Willie for another, McCovey for Mays, and the singer-songwriter Terry Cashman suddenly has fresh material to reprise his once-popular (though terrifically annoying) jingle about \"Willie, Mickey and the Duke.\" The times, however, they are a-changin', and baseball's songs are increasingly sounds of sadness. In Dallas last week, Mickey" , "date" : "19950721" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "9" , "title" : "Sports of The Times; Baseball's Sad Song Plays On" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/21\/sports\/sports-of-the-times-baseball-s-sad-song-plays-on.html"} , {"body" : "HE rode standing by the subway door, over 6 feet tall, and hanging to a strap on the No. 1 heading into the Bronx. He looked young, strong, mean. The dark look in his eyes, the sneer on his lips were unmistakable: blank hatred. Contempt. Was he a gang member? Or a freelance thug? Was he armed? Asked to talk for a few minutes, he said something, but" , "date" : "19950716" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/16\/nyregion\/no-headline-858395.html"} , {"body" : "The Brooklyn Academy of Music has presented more than music for some time now. Concerts and operas share its stages with dance recitals, plays and the vanguard performances of its Next Wave festival. Now the arts complex is planning to build a movie theater. The academy plans to open a multiscreen arts cinema next summer in the Owen Carey Theater," , "date" : "19950716" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN; Coming Soon to the Academy of Music Stage: The Screen" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/16\/nyregion\/neighborhood-report-downtown-brooklyn-coming-soon-academy-music-stage-screen.html"} , {"body" : "Three of four young men accused of beating an off-duty police sergeant in front of his apartment building in Bay Ridge, Brooklyn, in October were found guilty of first-degree assault yesterday. The charge was less severe than the attempted murder charge the District Attorney's office had sought a conviction on. A fourth defendant -- whom the" , "date" : "19950713" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "3 of 4 Guilty of Assault in Officer's Beating in Bay Ridge" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/13\/nyregion\/3-of-4-guilty-of-assault-in-officer-s-beating-in-bay-ridge.html"} , {"body" : "In a case that hinged on the connection between an F.B.I. agent and a mob captain acting as an informer, all seven suspected members of a faction of the Colombo crime family were found not guilty yesterday of conspiring to murder members of another faction. There was virtually rapt silence in Judge Edward R. Korman's courtroom in the Federal" , "date" : "19950701" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "7 Found Not Guilty in Plot Tied to a Mob Family Feud" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/01\/nyregion\/7-found-not-guilty-in-plot-tied-to-a-mob-family-feud.html"} , {"body" : "A long-delayed proposal to build a hotel and office complex in downtown Brooklyn was extended last week when the city agreed not to seize the hotel's land and gave its developer up to a year longer to finance the project. Frustrated by the lack of progress in the decade since the developer, Joshua L. Muss, first proposed building Renaissance Plaza," , "date" : "19950625" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN; Developer Given More Time to Finance Renaissance Plaza" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/25\/nyregion\/neighborhood-report-downtown-brooklyn-developer-given-more-time-finance.html"} , {"body" : "THE movie industry is riddled with angst these days. Costs are skyrocketing, there's a glut of products, movies are under attack for mindless violence, and mergers, management buyouts and executive defections are causing musical chairs at the top. But apparently, the anxiety has not filtered down to movie-theater owners. Even in the metropolitan" , "date" : "19950625" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Real Estate"] , "page_facet" : "1" , "title" : "Now Playing: Invasion of the Multiplex" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/25\/realestate\/now-playing-invasion-of-the-multiplex.html"} , {"body" : "SINGING in a gospel choir is complicated business. Just ask the four dozen regulars in the gospel chorus of the Bridge Street African Wesleyan Methodist Episcopal Church in Bedford-Stuyvesant. They will tell you that you need the voice and you need the spirit, but you also need the time. You have to rehearse almost every day at home, in your car," , "date" : "19950625" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Inside a Gospel Choir" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/25\/nyregion\/inside-a-gospel-choir.html"} , {"body" : "Even as Mayor Rudolph W. Giuliani is asking the Board of Education to give him a role in selecting the next schools chancellor, he stepped up his criticism of the board members yesterday, saying that they had failed to fight for change in the schools. Over the weekend, five of the seven board members rebuffed the Mayor's request for a veto over a" , "date" : "19950620" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Giuliani Steps Up Criticism of School Board" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/20\/nyregion\/giuliani-steps-up-criticism-of-school-board.html"} , {"body" : "Attempting to spur a long-delayed plan to build a hotel and office complex in downtown Brooklyn, city officials have ordered its developer to come up with a definitive financing plan by Friday or face the loss of the project. It has been a decade since the developer, Joshua L. Muss, first came up with a plan to build the complex known as" , "date" : "19950618" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN; Is It Checkout Time for Hotel Project?" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/18\/nyregion\/neighborhood-report-downtown-brooklyn-is-it-checkout-time-for-hotel-project.html"} ,   {"body" : "Navigating the byways of government bureaucracy is seldom easy. For new immigrants, who may have difficulty with the language, get lost in a labyrinth of voice mail or fear challenges to their residency status, it can be downright daunting. So, to reach newcomers from the Caribbean, community and government organizations got together last weekend" , "date" : "19950618" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN; The Huddled Masses Yearn to Breathe Free of Bureaucracy" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/18\/nyregion\/neighborhood-report-downtown-brooklyn-huddled-masses-yearn-breathe-free.html"} , {"body" : "At the Griot Institute at Intermediate School 246, sixth graders learn to be oral historians based on the African tradition of weaving stories into musical tales and passing them from one generation to the next. But while the style they learn is decidedly African, the stories they weave have a rich international flavor. There are Jamaican ghost" , "date" : "19950618" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN; Culture Shared: Telling Tales In School" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/18\/nyregion\/neighborhood-report-downtown-brooklyn-culture-shared-telling-tales-in-school.html"} , {"body" : "Kendra Newkirk turned 17 on Thursday. There was no father around to help her celebrate. The first and last time she ever saw her father was two years ago on a busy street corner in downtown Brooklyn. \"Our house had burned down and he heard about it and he was going to help us out with some money,\" she said. \"So I went with my mother to the place" , "date" : "19950617" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "19" , "title" : "In America; It's Never Father's Day" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/17\/opinion\/in-america-it-s-never-father-s-day.html"} , {"body" : "Lutece (Foods) for Sale Andre Soltner never went out of his way to market Lutece, the restaurant he ran for decades. But that is changing now that it is owned by Ark Restaurants. Today, the first retail food products bearing the Lutece name are on sale at Richart, a French chocolate shop at 7 East 55th Street. Sumptuous sorbets and ice creams made" , "date" : "19950607" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "Food Notes" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/07\/garden\/food-notes-439095.html"} , {"body" : "Morning did not break so much as it creaked into being in Queens yesterday, daylight stretching out slowly across the concourse at Jamaica Center. At 5:28 A.M., banks were locked, fast-food stores were shuttered, and most of the day's newspapers remained bundled in the street. But down the sleepy streets, through the nascent light, men and women in" , "date" : "19950607" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CRASH ON THE SUBWAY: THE RIDERS; The First to Meet Disaster Are Also the First to Meet the Dawn" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/07\/nyregion\/crash-subway-riders-first-meet-disaster-are-also-first-meet-dawn.html"} , {"body" : "The gas-lamp chandeliers glowed, the revolving doors swept in customers, and courtly waiters in white aprons offered coctkails before the food arrived and fresh pepper when it did. It looked like any other night at Gage & Tollner, the landmark Brooklyn restaurant that has served chops and oysters on Fulton Street for 116 years. But Wednesday night" , "date" : "19950604" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN;A Last Supper: Why Couldn't Gage & Tollner Turn a Profit?" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/04\/nyregion\/neighborhood-report-downtown-brooklyn-last-supper-why-couldn-t-gage-tollner-turn.html"} , {"body" : "As soon as the semester ended last week at Long Island University, several members of the Jewish-Russian Heritage Club left for Israel. Last year, L.I.U. had no Jewish-Russian Heritage Club. Ten years ago, it had hardly any Russian students at all. Now, in one of the many aftershocks of the revolution that turned the Soviet Union into the former" , "date" : "19950604" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["RUSSIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN;Wave From Russia Transforms L.I.U. Campus" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/04\/nyregion\/neighborhood-report-downtown-brooklyn-wave-from-russia-transforms-liu-campus.html"} , {"body" : "Max Ratner, a businessman, philanthropist and the founder of the America-Israel Chamber of Commerce, died on Wednesday at his home in Cleveland. He was 87. Mr. Ratner, who was born in Bialystok, Poland, emigrated to the United States in 1920 and received a law degree from Cleveland Marshall Law School. He began his career at the Buckeye Material" , "date" : "19950602" , "day_of_week_facet" : "Friday" , "geo_facet" : ["ISRAEL"] , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "26" , "title" : "Max Ratner, 87, Philanthropist and Developer" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/02\/nyregion\/max-ratner-87-philanthropist-and-developer.html"} , {"body" : "Over three decades, New York City educators have opened scores of small public academies, including 46 high schools in the last two years. In the series, all the new high schools are profiled, as well as older ones that served as models and some elementary and middle schools organized according to the same principles. As this listing shows, the" , "date" : "19950523" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "ALTERNATIVE SCHOOLS; Partnerships Help Create New Schools" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/23\/nyregion\/alternative-schools-partnerships-help-create-new-schools-163195.html"} , {"body" : "Once they were New York City's sturdy castles of learning, immense neighborhood high schools with as many as 5,000 students each that dependably churned out graduates to sustain the city and, sometimes, transform the world. Colin L. Powell went to Morris High School in the Bronx, Barbra Streisand and Bobby Fischer to Erasmus Hall in Brooklyn, Lewis" , "date" : "19950522" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "New Schools Seeking Small Miracles" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/22\/nyregion\/new-schools-seeking-small-miracles.html"} ,   {"body" : "Over three decades, New York City educators have opened scores of small public academies, including 46 new high schools in the last two years. In the series, all will be profiled, as well as notable older high schools that served as models and the handful of emerging elementary and middle schools. Here is a sampler of schools representing the array" , "date" : "19950522" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "Lots of Little Academics Founded With Lots of Bigs Ideas Produce a Variety of Results" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/22\/nyregion\/lots-little-academics-founded-with-lots-bigs-ideas-produce-variety-results-292695.html"} , {"body" : "WHERE to start in chronicling the last few months in the life of Celeste Lopes of Plainview. From the mountains of Colorado for a little downhill skiing to the valleys of California for an award-winning horseback competition that included jumping and bareback riding, Ms. Lopes (pronounced LOW-pess) has kept mighty busy. In downtown Brooklyn she" , "date" : "19950507" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "ABOUT LONG ISLAND; A Living Lesson" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/07\/nyregion\/about-long-island-a-living-lesson.html"} , {"body" : "WHILE the number of commuters from Long Island to New York City has essentially stopped growing, the daily flow of workers to the Island continues to increase. Economists and planners say the growth of so-called reverse commuting reflects more than the usual cycles of economic activity. The trend indicates a growing interdependence between the" , "date" : "19950430" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NASSAU COUNTY (NY)" , "LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Reverse Commuting Is Making Some Gains" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/30\/nyregion\/reverse-commuting-is-making-some-gains.html"} , {"body" : "Mayor Rudolph W. Giuliani's plan to cut welfare benefits, combined with similar proposals in Albany, could prompt many welfare recipients to move out of New York State, the Mayor said yesterday. If welfare recipients were able to break free from their dependency on government benefits, enabling them to move freely around the country, the Mayor" , "date" : "19950429" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Without Welfare, Giuliani Suggests, Many Might Move" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/29\/nyregion\/without-welfare-giuliani-suggests-many-might-move.html"} , {"body" : "ROBERT DIAMOND pried open a manhole cover in the middle of Atlantic Avenue at Court Street in Brooklyn and led the way down to his 151-year-old railroad tunnel. \"Look, there it is,\" he said, pointing into impenetrable darkness. Technically speaking, Mr. Diamond, a 35-year-old trolley and urban transportation consultant, does not really own the" , "date" : "19950426" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "ABOUT NEW YORK; Brooklyn's Indiana Jones Unearths Rail Treasure" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/26\/nyregion\/about-new-york-brooklyn-s-indiana-jones-unearths-rail-treasure.html"} , {"body" : "Hundreds of demonstrators blocked two bridges and two tunnels in Manhattan during the height of the rush hour yesterday, causing serious gridlock for over an hour in a coordinated protest of proposed state and city budget cuts and of police brutality. The demonstrators, who included students and professors from the City University of New York, the" , "date" : "19950426" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Rush-Hour Protest Causes Gridlock" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/26\/nyregion\/rush-hour-protest-causes-gridlock.html"} , {"body" : "Government workers and local elected officials are decrying a plan under consideration by Governor Pataki to move the headquarters of the Workers' Compensation Board from downtown Brooklyn to upstate New York. If adopted, the plan would sap hundreds of jobs from the area, which is already losing nearly 900 jobs as the headquarters of A. & S." , "date" : "19950423" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["KINGSTON (NY)" , "BINGHAMTON (NY)" , "EAST FISHKILL (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BROWNSTONE BROOKLYN; Pataki Ponders Following A.&S.'s Lead, Straight Outta Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/23\/nyregion\/neighborhood-report-brownstone-brooklyn-pataki-ponders-following-s-s-lead.html"} , {"body" : "To the Editor: While sign postings at the local airports are as abysmal as Mr. Ratzkin suggests, given his pride in his beloved Brooklyn, he should have realized there is almost always a way to get someplace in the city by public transportation. From Kennedy Airport to Park Slope, the most direct public-transportation route would be the free" , "date" : "19950423" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "16" , "title" : "Home From J.F.K." , "url" : "http:\/\/www.nytimes.com\/1995\/04\/23\/travel\/l-home-from-jfk-453295.html"} , {"body" : "Using a tough new screening process for welfare recipients, New York City has sharply reduced the number of childless, able-bodied adults accepted for benefits this year, Mayor Rudolph W. Giuliani announced yesterday. Nearly 60 percent of those who applied in the first three months of the year were rejected, the Mayor said, compared with 20 percent" , "date" : "19950419" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "NEW POLICY CUTS NUMBERS ON RELIEF IN NEW YORK CITY" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/19\/nyregion\/new-policy-cuts-numbers-on-relief-in-new-york-city.html"} , {"body" : "The lights went bad, the air turned foul, and soon the streets of downtown Brooklyn were full of sick people. Well, maybe. \"I think it was a lot of people who wanted the day off,\" said Sgt. Richard Cole of the 84th Precinct. The drama began at 10 A.M. yesterday at 330 Jay Street. On the third floor, in offices occupied by the city's Human Resources" , "date" : "19950414" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "On Jay Street, Something Besides Spring Was in the Air" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/14\/nyregion\/on-jay-street-something-besides-spring-was-in-the-air.html"} ,   {"body" : "The large white tarpaulin hanging on the wall of the A. & S. headquarters on Fulton Street still bears the two doomed initials in maroon lettering, but the future peeps out from underneath in the form of an asterisk. It is the trademark asterisk that Macy's uses as an apostrophe. Macy's, which will replace the A. & S. next month, has already hung" , "date" : "19950409" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN; At A. & S., a Sign* of the Future" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/09\/nyregion\/neighborhood-report-downtown-brooklyn-at-a-s-a-sign-of-the-future.html"} , {"body" : "This is a sampling of the musical presentations planned for the holiday season at churches and concert halls in New York City. All are free unless otherwise noted (churches accept donations). The selection, compiled by Alex Ross, is what caught this critic's eye and excited his expectations. Tomorrow CHRIST AND ST. STEPHEN'S CHURCH (Episcopal), 120" , "date" : "19950407" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "32" , "title" : "Bach et al., in Churches and Halls" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/07\/arts\/bach-et-al-in-churches-and-halls.html"} , {"body" : "Choreographers and poets joined forces to create theatrical works about gay blacks in \"Toenails of Steel and Ruby Red Text,\" the program presented on Sunday afternoon by the Thelma Hill Dance Project at the Triangle Theater of Long Island University in Downtown Brooklyn. Texts were sometimes spoken by the writers, and sometimes by the dancers. But" , "date" : "19950405" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "20" , "title" : "DANCE REVIEW; The Poetry of Theatrical Gay Works" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/05\/arts\/dance-review-the-poetry-of-theatrical-gay-works.html"} , {"body" : "In a cramped warren of offices at Queens Borough Hall in Kew Gardens, old ways bump up against the new in a little-known but crucial corner of the criminal justice system. The old: Officer Robert Bachman and an assistant District Attorney, Joseph Scarglato, hunch together over a paper-strewn desk as the officer describes a burglary case that has" , "date" : "19950328" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "TV Speeds Cases From Police to Prosecutor" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/28\/nyregion\/tv-speeds-cases-from-police-to-prosecutor.html"} , {"body" : "The lawyers' clients approach the Brooklyn office buildings on canes and crutches, wearing neck braces or arm splints. They bring their X-rays, their medical files, their tales of pain and suffering. They are the damaged and the aggrieved, and they are going where thousands before them have gone to look for compensation: Court Street. There," , "date" : "19950326" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Talk About Pain and Suffering; Court Street's Personal-Injury Lawyers See a Grim Future" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/26\/nyregion\/talk-about-pain-suffering-court-street-s-personal-injury-lawyers-see-grim-future.html"} , {"body" : "The Transit Authority will extensively reroute subway service between Manhattan and Brooklyn during off-peak hours this summer because of construction work on the Manhattan Bridge. Transit officials said yesterday that beginning May 1 the bridge would be closed to subway traffic from 9:45 A.M. to 3:30 P.M. on weekdays and from 4 A.M. Saturday to 10" , "date" : "19950326" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Bridge Repairs to Disrupt Off-Peak Subway Service" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/26\/nyregion\/bridge-repairs-to-disrupt-off-peak-subway-service.html"} , {"body" : "\"My waiting rooms don't have French Provincial furniture. They have strollers and crying babies eating crackers. We speak for these people, and what the legislators in Washington have said is that they don't want to hear from us or these people anymore.\" JOHN ANTHONY BONINA, a lawyer on Court Street in downtown Brooklyn. [ 42:4. ]" , "date" : "19950326" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/26\/nyregion\/no-headline-384895.html"} , {"body" : "THEY are made out of pajama bottoms, burlap and old curtains. They are warm, comfortable and practical. And they represent the history, diversity and continuity of a traditional American craft. They are quilts. Eight Brooklyn quilters, who learned the craft from their mothers and grandmothers in the South, are showing their work in \"It's Like a Joy" , "date" : "19950319" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "PLAYING IN THE NEIGHBORHOOD: DOWNTOWN BROOKLYN; Southern Touches in 'Scrap-Bag Tradition'" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/19\/nyregion\/playing-neighborhood-downtown-brooklyn-southern-touches-scrap-bag-tradition.html"} , {"body" : "URBAN VISTAS 3 It's broken, it has an interesting shape, but is it art? NEW YORKERS & CO. 4 Where the Easter bunny hardly scampers any more: Hard times for a stuffed toy factory in East New York. LETTERS 5 MOVIE CLOCK 12 What's showing at the local movie houses, today through Thursday. PLAYING IN THE NEIGHBORHOOD 13 The quilters' craft in downtown" , "date" : "19950319" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "ALSO INSIDE" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/19\/nyregion\/also-inside-901995.html"} , {"body" : "WHEN her son Grant had six children, Margaret Sanger should not have been surprised. In the annals of passive aggression, it is a classic. \"It sure is,\" agrees her grandson Alexander. \"My grandmother very strongly believed that two, at the outside three, was the right number of children to have. So when my mother was pregnant with me, No. 4, she" , "date" : "19950315" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "AT WORK WITH: Alexander C. Sanger; In His Grandmother's Footsteps" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/15\/garden\/at-work-with-alexander-c-sanger-in-his-grandmother-s-footsteps.html"} ,   {"body" : "Police Officer Roger Smith remembers when he began to lift fingerprints in downtown Brooklyn and surrounding neighborhoods in 1986: He would typically face an urgent bunch of 20 or more fresh burglary cases after his weekend off. \"I'd run around like a chicken without a head,\" he recalled. But burglaries in his precinct, covering Brooklyn Heights," , "date" : "19950315" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Burglaries Show Big Decline in New York City" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/15\/nyregion\/burglaries-show-big-decline-in-new-york-city.html"} , {"body" : "THE public face of the Brooklyn Heights Association is a squarish, habitually unkemptroom on the second floor of a residence for the elderly on Pierrepont Street. This in a neighborhood famed for its meticulously preserved brownstones and historic heritage. Say what you will, the office is classic yech. Appearances are one thing. If" , "date" : "19950312" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Brownstone Warriors" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/12\/nyregion\/brownstone-warriors.html"} , {"body" : "MAKING IT WORK 3 A ladder man on 14th Street keeps a wary eye on thieves. NEW YORKERS & CO. 4 Beyond the pec machine: The high-end gym wars are taking some curious twists and turns. LETTERS 5 MOVIE CLOCK 11 What's showing at the local movie houses, today through Thursday. PLAYING IN THE NEIGHBORHOOD 12 Women's history month: Art shows in downtown" , "date" : "19950305" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "ALSO INSIDE" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/05\/nyregion\/also-inside-737595.html"} , {"body" : "The young mother dashed out to buy medicine for her son. As she hurried home on a snowy street, a car struck and killed her. From that day in 1990, her husband, Victor C., has cared for their three children alone. Despite his efforts to keep them together, however, the family has suffered. \"You don't realize the burdens of a mother's job until she" , "date" : "19950227" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE NEEDIEST CASES; Counseling Helps Family Mourn Death of a Mother" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/27\/nyregion\/the-neediest-cases-counseling-helps-family-mourn-death-of-a-mother.html"} , {"body" : "WE are like a lost tribe of Israel,\" Hadley N. Scottland of Jericho said. Only instead of wandering in the desert Mr. Scottland and his contingent were about to board a Long Island Rail Road train to Brooklyn. In hiking boots and pin-striped suits they stood, lined up beside the second garbage can past the stairs at the Hicksville station. Every" , "date" : "19950226" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "ABOUT LONG ISLAND; The Hicksville Connection to Brooklyn (Downtrodden Division)" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/26\/nyregion\/about-long-island-the-hicksville-connection-to-brooklyn-downtrodden-division.html"} , {"body" : "FRANK FREEMAN, a ruggedly individualistic Brooklyn architect, has finally gotten what his colleagues covet: an exhibit devoted solely to his own vigorous, richly modeled buildings. But he designed most of them 100 years ago, and many of his bold designs now exist only in photographs. The show runs through April 23 in the lobby of 1 Pierrepont" , "date" : "19950226" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Streetscapes\/Frank Freeman, Architect; After a Century, a Fond Remembrance" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/26\/realestate\/streetscapes-frank-freeman-architect-after-a-century-a-fond-remembrance.html"} , {"body" : "In 1986, as subtly as a mudslide, bad fortune swallowed Max Epstein. Mr. Epstein, a painter and print maker, was hit by a car in downtown Brooklyn and suffered a broken knee, leg and ribs, as well as head and spinal injuries that left him permanently disabled. The medical bills left him penniless. Three years later, his wife filed for divorce, and" , "date" : "19950224" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "The Neediest Cases; A Hard-Luck Artist's Dark Days End" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/24\/nyregion\/the-neediest-cases-a-hard-luck-artist-s-dark-days-end.html"} , {"body" : "Julia Rivera, a registered nurse, left a job at a New York City hospital several years ago to work for a smaller one in this suburban village, even though she lost 13 years of seniority and took an $8,000 pay cut in the switch. The smaller hospital offered Ms. Rivera an imaginative enticement that many hospitals adopted to cope with the severe" , "date" : "19950222" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NYACK (NY)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Changing Times in Nursing; A Strike Shows How Nurses Have Lost Leverage at Work" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/22\/nyregion\/changing-times-in-nursing-a-strike-shows-how-nurses-have-lost-leverage-at-work.html"} , {"body" : "The New York City agency in charge of providing services for people with AIDS is in such disarray that many recipients are effectively being denied benefits that they are entitled to, said a class-action suit filed in Federal court yesterday. Three advocacy groups that filed the suit in District Court in Brooklyn contended that thousands of people" , "date" : "19950215" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "GIULIANI'S SPENDING PLAN: AIDS SERVICES; City Denies Basic AIDS Benefits, Suit Contends" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/15\/nyregion\/giuliani-s-spending-plan-aids-services-city-denies-basic-aids-benefits-suit.html"} , {"body" : "A dentist and a masked man exchanged gunfire in a point-blank duel after the gunman pushed his way into the dentist's office in downtown Brooklyn last night during an apparent robbery attempt, the police said. The gunman, struck by five shots and bleeding heavily, fled the office and tried to commandeer a car at a busy intersection. But one of the" , "date" : "19950214" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Dentist in Gun Battle Wounds Masked Intruder" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/14\/nyregion\/dentist-in-gun-battle-wounds-masked-intruder.html"} ,   {"body" : "To the Editor: Re your Feb. 1 news article on the Port Authority of New York and New Jersey's proposed scaling back of its plan to build a rail link between Manhattan and Kennedy International and La Guardia airports: In parroting the Port Authority's contention that a rail system financed by a $3 Federal Aviation Administration-authorized" , "date" : "19950208" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "Law Doesn't Prevent Subway Access to New York Airports" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/08\/opinion\/l-law-doesn-t-prevent-subway-access-to-new-york-airports-396395.html"} , {"body" : "As the focus of a sweeping vision of economic revival, Downtown Brooklyn has never quite reached the goals set for it in the 1980's when planners and developers saw a hotel, two office towers, a $1 billion high-technology office and academic complex and a 24-acre office, retail and housing center in its future. To be sure, progress has been made." , "date" : "19950205" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN; Progress and Setbacks for a Downtown in Search of a Vision" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/05\/nyregion\/neighborhood-report-downtown-brooklyn-progress-setbacks-for-downtown-search.html"} , {"body" : "In the 1930's, when affluent and prominent African-Americans populated the hill that rises to the west from Edgecombe Avenue in Harlem, residents of the humbler, more crowded valley below looked up longingly, imagining that life on the hill must be very sweet. Thus, the story goes, the neighborhood formally called Hamilton Heights came to be known" , "date" : "19950205" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)" , "SUGAR HILL (NYC NEIGHBORHOOD)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: HARLEM; Looking to a Name to Revive the Allure of Sugar Hill" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/05\/nyregion\/neighborhood-report-harlem-looking-to-a-name-to-revive-the-allure-of-sugar-hill.html"} , {"body" : "At 7:30 yesterday morning, three F.B.I. agents entered the Yonah Schimmel Knish Bakery on the Lower East Side just as Alex Wolf, the manager, was starting coffee. \"I thought maybe taxes,\" he said. The agents ruffled through business papers and removed from the window a photograph of Sheldon Keitz, who Mr. Wolf said has operated the legendary" , "date" : "19950203" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "3 City Employees Among 14 Arrested in Loan-Sharking Scheme" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/03\/nyregion\/3-city-employees-among-14-arrested-in-loan-sharking-scheme.html"} , {"body" : "JEREMY COHEN is 5 years old. Already his mother, Hannah, is suffering from birthday-party fatigue. \"This year, my son wants a limousine to pick him up for his birthday,\" said Ms. Cohen, watching a roomful of children, her son among them, celebrating a pre-schooler's birthday by running, climbing, sliding and eating slices of ice-cream cake at" , "date" : "19950122" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Birthday Boom" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/22\/nyregion\/the-birthday-boom.html"} , {"body" : "In 130 years, it grew from a 25-by-90-foot dry-goods shop in downtown Brooklyn to a chain of 18 department stores across the New York metropolitan region. But on April 30, the name Abraham & Straus will pass into shopping history. The parent company, Federated Department Stores Inc., will convert most of the stores into one of its better known" , "date" : "19950118" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "After 130 Years, A. & S. Name Will Fade Into Retailing History" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/18\/nyregion\/after-130-years-a-s-name-will-fade-into-retailing-history.html"} , {"body" : "Mayor Rudolph W. Giuliani's senior adviser on a new program to make more able-bodied, childless welfare recipients work for their benefits and to scrutinize new applicants more aggressively said yesterday that the main focus of the initiative was not to save money. The adviser, Richard J. Schwartz, said the program, which Mayor Giuliani initially" , "date" : "19950113" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Workfare Not Just a Program To Save Money, Adviser Says" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/13\/nyregion\/workfare-not-just-a-program-to-save-money-adviser-says.html"} , {"body" : "In Brooklyn Heights, nearly everyone has a story about the tow trucks. Karen Gordon, 38, who lives on Clark Street, said she recently saw a friend pull into a no-parking zone with her car all packed for a vacation. The woman put on her flashers and ran into her house for what seemed like a matter of seconds. \"When she came out, they had the car" , "date" : "19950110" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Brooklyn Heights, Residents Describe Siege of Tow Trucks" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/10\/nyregion\/in-brooklyn-heights-residents-describe-siege-of-tow-trucks.html"} , {"body" : "One by one, the great Brooklyn institutions seem to evaporate -- the Dodgers, the breweries, Lundy's Restaurant -- but many said the latest loss seemed particularly cruel. A.& S., the department store chain, will no longer be based in Brooklyn, although it will keep its flagship store there, the chain's new owners said on Friday. Neighboring" , "date" : "19950108" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "A.& S. Layoffs Prompt Worry in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/08\/nyregion\/a-s-layoffs-prompt-worry-in-brooklyn.html"} , {"body" : "Without being dour, Lorraine Canoe makes do with life in New York City, but it is not the same. You can find all kinds of things, but the supermarkets do not stock deer meat or boiled corn bread. In no borough are regular Mohawk ceremonies held for each of the year's 13 moons. \"And it's not easy trying to find someone I can talk Mohawk with,\" she" , "date" : "19950103" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Yearning To Breathe Free" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/03\/nyregion\/yearning-to-breathe-free.html"} ,   {"body" : "Max Epstein once made a living as a print maker and painter, creating works suffused with color. In one print, he studied the reflection of water in a lake, forming an imprecise, impressionistic image with a violent mix of primary hues. In one of his landscapes, ducks swim in a lake under a vibrant blue sky punctuated with luminous red spheres of" , "date" : "19950102" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "The Neediest Cases; Helping Troubled Artist Regain His Self-Respect" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/02\/nyregion\/the-neediest-cases-helping-troubled-artist-regain-his-self-respect.html"} , {"body" : "BROWNSTONE BROOKLYN On the Waterfront Not an awful lot has actually happened there over the recent years, but the Brooklyn Heights waterfront -- or, more specifically, what to do with it -- is a perpetually, loomingly big story around the neighborhood. The reason, quite simply, is a widespread fear that development will mean losing the passionately" , "date" : "19950101" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT; Looking Back, Looking Ahead, Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/01\/nyregion\/neighborhood-report-looking-back-looking-ahead-brooklyn.html"} , {"body" : "THEY do not agree on the underlying causes, or on what it all portends. But real estate executives are unanimous about one thing: 1994 was one heck of a good year. \"I knew we were recovering, but I never expected it to be this fast,\" said Douglas Durst, president of the Durst Organization, whose buildings are almost entirely leased. Investors," , "date" : "19950101" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Commercial Property\/The Year in Review; The Industry's Hailing a Strong and Fast Recovery" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/01\/realestate\/commercial-property-year-review-industry-s-hailing-strong-fast-recovery.html"}]