[  {"body" : "The shutdowns of big businesses in Brooklyn this year were well publicized: A. & S., Pechter Field's bakery, KB Electronics, each gone, along with hundreds of jobs. The economic base of Brooklyn, it seemed, was draining away fast. But behind the headlines is a bit of hope. As large companies continue to close, analysts say, they are being replaced" , "date" : "19951231" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: LOOKING BACK, LOOKING AHEAD;Brooklyn's Small Plants Filling Industrial Gap" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/31\/nyregion\/neighborhood-report-looking-back-looking-ahead-brooklyn-s-small-plants-filling.html"} , {"body" : "FLORENCE NEAL fears her neighborhood is about to become an acronym. \"Please don't call us RedHo,\" she said, wincing at the thought of Red Hook becoming like SoHo (South of Houston Street) or TriBeCa (the Triangle Below Canal Street). Ms. Neal, a sculptor, painter and graphic designer, was one of the first of a wave of artists who have moved in" , "date" : "19951029" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BOWERY (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "After a Retreat, Gentrification Is Marching To the Fringes" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/29\/realestate\/after-a-retreat-gentrification-is-marching-to-the-fringes.html"} , {"body" : "THE IMPERILED ASTRONAUTS OF APOLLO 13 have to navigate within a two-degree margin of error if they want to hit their target rather than crash and burn. That challenge isn't so different from the one faced by \"Apollo 13\" itself, along with every other big Hollywood film this summer: to find the narrow corridor reserved for films with" , "date" : "19950827" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "9" , "title" : "FILM VIEW; Sleepers Sparked The Season" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/27\/movies\/film-view-sleepers-sparked-the-season.html"} , {"body" : "In the last 15 years, artists by the hundreds have advanced on a desolate warren of empty factory buildings and cobblestone streets in Brooklyn known as Dumbo, for Down Under the Manhattan Bridge Overpass. As traffic rumbled overhead, the artists propped up their canvases and put up curtains in sooty Civil War-era buildings abandoned by" , "date" : "19950724" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "DUMBO (DOWN UNDER THE MANHATTAN BRIDGE OVERPASS) (BROOKLYN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Amid Old Brooklyn Factories, A Shrinking Canvas" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/24\/nyregion\/amid-old-brooklyn-factories-a-shrinking-canvas.html"}]