[  {"body" : "In a dramatic acceleration of a four-year trend, New York City's crime rate in 1995 registered its steepest drop in 23 years, belying commonly held fears of wanton violence that were most recently stirred by the deadly assault at a Harlem clothing store and the killings of five people at a Bronx shoe store. Coming on the heels of a sharp decline" , "date" : "19951231" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK, NY, USA" , "HOUSTON (TEX)" , "SAN DIEGO (CALIF)" , "NEW YORK CITY" , "PHILADELPHIA (PA)" , "NEWARK (NJ)" , "HARTFORD (CONN)" , "HARTFORD, CT, USA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York's Violent Crime Rate Drops to Lows of Early 1970's" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/31\/nyregion\/new-york-s-violent-crime-rate-drops-to-lows-of-early-1970-s.html"} , {"body" : "The shutdowns of big businesses in Brooklyn this year were well publicized: A. & S., Pechter Field's bakery, KB Electronics, each gone, along with hundreds of jobs. The economic base of Brooklyn, it seemed, was draining away fast. But behind the headlines is a bit of hope. As large companies continue to close, analysts say, they are being replaced" , "date" : "19951231" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: LOOKING BACK, LOOKING AHEAD;Brooklyn's Small Plants Filling Industrial Gap" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/31\/nyregion\/neighborhood-report-looking-back-looking-ahead-brooklyn-s-small-plants-filling.html"} , {"body" : "Some of the new faces and places that appeared and disappeared in Brooklyn in 1995: IN... Fulton Mall: Macy's. The department store took over the defunct A. & S. flagship store. Sheepshead Bay: Lundy's. The legendary seafood restaurant has reopened, in an abridge format. The flesh: Steam Heat. The all-nude club across the street from the Metrotech" , "date" : "19951231" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: LOOKING BACK, LOOKING AHEAD;BROOKLYN BEAT: Mo More She-Crab Soup" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/31\/nyregion\/neighborhood-report-looking-back-looking-ahead-brooklyn-beat-mo-more-she-crab.html"} , {"body" : "Christmas will be sweet this year for Faith Bowman and her 8-year-old daughter, Catey. They may be poor, but they are living together, and that is more than they can say about last year. Since they couldn't afford a Christmas tree, they have painted one on the kitchen wall, taping up colored paper ornaments and a shining yellow star. They have" , "date" : "19951225" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "THE NEEDIEST CASES;Woman Works Toward a Career and Reunites With Daughter" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/25\/nyregion\/the-neediest-cases-woman-works-toward-a-career-and-reunites-with-daughter.html"} , {"body" : "After two years of sharp declines in violent crime in New York City, police officials concede that the trend has begun to slow and that crime may not go down much more. While this year's reported rates of murder, robbery and burglary are expected to fall to their lowest levels since the early 1970's, the declines in the last six months have been" , "date" : "19951217" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "49" , "title" : "Sharp Decline In Violent Crime May Be Slowing" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/17\/nyregion\/sharp-decline-in-violent-crime-may-be-slowing.html"} , {"body" : "WHEN Carl Suares walked out of a driving rainstorm into Nick & Joe's Pizza & Heros in downtown Brooklyn last week, his eyes passed right over the New York-style slices, the Sicilian pies, the stromboli, the calzones and the meatball heroes. \"I'll have,\" he said, \"a Jamaican patty with cheese.\" Jamaican patties? In a pizza joint? The patties, spicy" , "date" : "19951217" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.;Gimme a Slice and a Jamaican Beef Patty" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/17\/nyregion\/new-yorkers-co-gimme-a-slice-and-a-jamaican-beef-patty.html"} , {"body" : "Several police officers got up early to make to make a routine arrest in Brooklyn yesterday. Instead, they made what the authorities described as the biggest seizure of drugs in the borough in two decades. Fifty-nine kilos of cocaine with a street value of up to $2 million were confiscated, the police said, along with four ounces of heroin, a" , "date" : "19951212" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Major Cache of Cocaine Is Seized in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/12\/nyregion\/major-cache-of-cocaine-is-seized-in-brooklyn.html"} , {"body" : "UPPER EAST SIDE 'Schindler' to Gershwin By Klezmer Clarinetist The klezmer clarinetist Gioria Feidman has played his extensive repertory of classical Jewish folk music and popular music all over the world. On Tuesday, he will perform a two-hour program of klezmer and contemporary music at Temple Israel. Among the selections will be the theme from" , "date" : "19951210" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/10\/nyregion\/playing-in-the-neighborhood-099953.html"} , {"body" : "THE next century may be several years away, but for Broadway between 66th and 68th Streets, the Millennium has already arrived -- and brought with it startling changes. The Millennium in question is Millennium Partners, developers who have spent $500 million on those blocks for the construction of three new high-rise buildings -- two of them" , "date" : "19951203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "West Side Story: Three Partners And an Idea" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/03\/realestate\/west-side-story-three-partners-and-an-idea.html"} , {"body" : "The East Brooklyn Business Improvement District is different from the 32 other districts that have sprung up around the city over the last 18 years, levying an assessment in return for extra services like security and sanitation. It is the city's only industrial improvement district, designed to help factories instead of retailers, and the only" , "date" : "19951203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "NEIGHBORHOOD REPORT: EAST NEW YORK;Money Woes: BID in a Bind" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/03\/nyregion\/neighborhood-report-east-new-york-money-woes-bid-in-a-bind.html"} ,   {"body" : "Over and over, Councilman Victor L. Robles pounded his fist on the smooth oak desk in a Council hearing room. \"I will never,\" he shouted, \"support a budget with drastic cuts in youth services.\" But a few days later, Mr. Robles, whose constituents are mainly black and Hispanic residents of Williamsburg, Brooklyn, again raised his voice - this time" , "date" : "19951126" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Council And How It Really Works" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/26\/nyregion\/the-council-and-how-it-really-works.html"} , {"body" : "To the Editor: As a state Senator representing parts of Brooklyn, I have closely followed your coverage of the pending merger of the Chemical and Chase Manhattan banks and the impact it is likely to have on financial services for my district and all New York City (\"Stalking the Next Big Takeovers,\" Investing It, Nov. 5). The merger -- from banks" , "date" : "19951126" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "Business"] , "page_facet" : "26" , "title" : "The Merger Downside" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/26\/business\/l-the-merger-downside-064939.html"} , {"body" : "For months, the retired schoolteacher had been easy prey for burglars and car thieves who knew she lived alone in South Ozone Park, Queens, the police said yesterday. Late Monday or early Tuesday, one of her past tormentors sneaked into her home and, after watching television, went upstairs and smashed her skull, the police said. The killing of" , "date" : "19951123" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "A Slain Retired Schoolteacher, 68, Had Been Preyed on Before, Perhaps by Her Killer" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/23\/nyregion\/a-slain-retired-schoolteacher-68-had-been-preyed-on-before-perhaps-by-her-killer.html"} , {"body" : "An off-duty New York City correction officer shot and killed a 16-year-old yesterday, moments after the teen-ager shot a woman to death in an attempted robbery in East New York, Brooklyn, the police said. The officer, Capt. Isaiah Montgomery, 47, was grazed in the stomach in the shootout, the police said. He was treated at Kings County Hospital and" , "date" : "19951119" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "50" , "title" : "Gunman, 16, Kills Woman And Is Slain By an Officer" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/19\/nyregion\/gunman-16-kills-woman-and-is-slain-by-an-officer.html"} , {"body" : "CONNECTICUT CASINO PROJECT IS DEFEATED The Connecticut Senate overwhelmingly rejected Gov. John G. Rowland's proposal for a casino in Bridgeport, ending more than four years of debate over whether to allow casinos in the state outside of Indian reservations. [Page 1.] To the casino's impassioned supporters, the rejection was a brutal slap at a" , "date" : "19951118" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CONNECTICUT, USA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/18\/nyregion\/metro-digest-044407.html"} , {"body" : "He had glossy brochures depicting neat two-family houses. He had samples of the building materials that would be used and the lighting fixtures that would be installed. What John Erglis did not have, he admitted in court yesterday, were nearly enough sites for the number of houses he had promised to build in the East New York section of Brooklyn" , "date" : "19951118" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "He Built Their Hopes but Little Else" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/18\/nyregion\/he-built-their-hopes-but-little-else.html"} , {"body" : "It would be hard to find a city park in sorrier shape than the Speradeo Brothers Playground at Atlantic Avenue and Linwood Street in the East New York section of Brooklyn. All the swings, both for toddlers and older children, have been stolen. Four of eight basketball hoops, backboards and supports -- the whole works -- have been stolen. The" , "date" : "19951110" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "SHRINKING THE CITY: Parks;Losing Playgrounds in the Parks" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/10\/nyregion\/shrinking-the-city-parks-losing-playgrounds-in-the-parks.html"} , {"body" : "A Brooklyn woman whose 13-year-old daughter choked to death in school while hurriedly eating a hot dog has been awarded more than $1 million by a jury that found that teachers and a school aide were negligent for not helping the girl. The six-member jury returned the verdict on Oct. 24, in a lawsuit filed by the girl's mother, Julia Garcia, against" , "date" : "19951104" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "27" , "title" : "Jury Awards Girl's Mother $1 Million in Choking Death" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/04\/nyregion\/jury-awards-girl-s-mother-1-million-in-choking-death.html"} , {"body" : "At Kings County Hospital in Brooklyn, one physician is now responsible for the care of all 60 patients in two of the hospital's general medical wards each night from 8 P.M. to 6 A.M. Doctors consider that a nearly impossible task; until recently, five doctors, including several residents, covered the shift. At Joseph Pulitzer Intermediate School in" , "date" : "19951103" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education" , "Health"] , "page_facet" : "1" , "title" : "SHRINKING THE CITY: Sector by sector;How New Yorkers Feel Budget Squeeze" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/03\/nyregion\/shrinking-the-city-sector-by-sector-how-new-yorkers-feel-budget-squeeze.html"} , {"body" : "The landscape of East New York is still dominated by damage, with decaying buildings pockmarking blocks where murder remains much too frequent. But behind the scars is a vibrant neighborhood, one where children are led by the hand through the streets to school, buildings are rebuilt and gardens are grown where there once was debris. The mix of" , "date" : "19951030" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Unlikely Allies Join Forces To Save a Neighborhood" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/30\/nyregion\/unlikely-allies-join-forces-to-save-a-neighborhood.html"} ,   {"body" : "* FULTON FERRY -- A new recreational pier opened last week at the Fulton Ferry landing -- the spot where Washington evacuated his soldiers after the Battle of Brooklyn, where Robert Fulton's steamboat docked, where Vince Gioia likes to fish. Mr. Gioia, who has fished there for a decade, returned to find his spot festooned with bronze plaques, lined" , "date" : "19951022" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "NEIGHBORHOOD REPORT; BROOKLYN UPDATE" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/22\/nyregion\/neighborhood-report-brooklyn-update.html"} , {"body" : "At a neat storefront on Atlantic Avenue in Brooklyn, telephones rang incessantly yesterday as three women behind computers sold a steady stream of bus tickets to Monday's Million Man March in Washington. Boys as young as 7 and men as old as 90 handed over $40 for the round-trip fare, and women bought tickets for their sons and husbands. Cars were" , "date" : "19951014" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "8" , "title" : "Thousands in New York Prepare for Black Men's March" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/14\/us\/thousands-in-new-york-prepare-for-black-men-s-march.html"} , {"body" : "A public school safety supervisor in the Bronx was charged with smuggling nearly six pounds of cocaine into the United States after being questioned at an airport in Puerto Rico, officials said yesterday. The supervisor, Heriberto Collazo, was arrested Wednesday at Luis Munoz Marin International Airport in San Juan when customs agents became" , "date" : "19951010" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "PUERTO RICO"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "School Safety Employee Arrested on a Drug Charge" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/10\/nyregion\/school-safety-employee-arrested-on-a-drug-charge.html"} , {"body" : "A man who the police say pulled a gun on them was shot and killed by a police officer on a Queens street, investigators said yesterday. Timothy Griggs, 26, of East New York, Brooklyn, was shot Saturday afternoon after he pulled the gun on officers during a chase, the police said. Witnesses to the incident, however, said the man did not pull the" , "date" : "19951009" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "A Police Officer Kills a Man, 26, in Queens" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/09\/nyregion\/a-police-officer-kills-a-man-26-in-queens.html"} , {"body" : "After years of frustration and delay, a revised plan to build a new Federal courthouse in downtown Brooklyn and move some courtrooms into the castlelike General Post Office Building is being prepared. The plan would move the United States Attorney's office and Bankruptcy Court into the old General Post Office Building on Cadman Plaza and retain a" , "date" : "19951001" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN CIVIC CENTER;New Plan for Old Post Office" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/01\/nyregion\/neighborhood-report-brooklyn-civic-center-new-plan-for-old-post-office.html"} , {"body" : "AT 6 feet 5 inches and a muscular 235 pounds, Mark Tebbens is the sort of detective who doesn't have to act tough. His manner is friendly but matter-of-fact, authoritative but not bullying, a style honed to earn the respect of hardened criminals and the whispered tips of street-level informants. So in March 1992, when he received a frantic phone" , "date" : "19951001" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Guns, Terror and Testimony" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/01\/nyregion\/guns-terror-and-testimony.html"} , {"body" : "Mayor Rudolph W. Giuliani and city fire officials went to Brooklyn yesterday to announce that a private company had donated more than $500,000 worth of smoke detectors to residents of a neighborhood where the city started deactivating fire-alarm call boxes last week. The First Alert Corporation of Chicago donated 20,000 smoke alarms, which will be" , "date" : "19950927" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "20,000 Smoke Alarms Donated To Community Losing Fireboxes" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/27\/nyregion\/20000-smoke-alarms-donated-to-community-losing-fireboxes.html"} , {"body" : "Maurice Eason, a 19-year-old from the housing projects of East New York, walked into the central jury room at State Supreme Court in Brooklyn slightly after 9 A.M. one morning last week. It was his first experience as a prospective juror. Also arriving was Marie McElwan, a 68-year-old woman who had spent her life in Flatbush. It was her seventh" , "date" : "19950925" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Jurors Question Honesty Of Police" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/25\/nyregion\/jurors-question-honesty-of-police.html"} , {"body" : "NEW YORK CITY POLICE FACE SKEPTICAL JURORS Maurice Eason, a 19-year-old from the housing projects of East New York, walked into the central jury room at State Supreme Court in Brooklyn slightly after 9 A.M. It was his first experience as a prospective juror. Also arriving was Marie McElwan, a 68-year-old woman who had spent her life in Flatbush. It" , "date" : "19950925" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/25\/nyregion\/metro-digest-338795.html"} , {"body" : "After months of emotional public debate, political wrangling and court challenges, the Giuliani administration yesterday started turning off fire alarm boxes for a 45-day trial period. In the pilot program, which started in East New York, Brooklyn, the Fire Department will deactivate about 25 percent of the city's 16,300 fire alarm boxes and see" , "date" : "19950923" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "200 Fireboxes Are Shut Off, With 3,800 to Go" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/23\/nyregion\/200-fireboxes-are-shut-off-with-3800-to-go.html"} ,   {"body" : "MOTHER CLAIMS DAUGHTER'S BODY At Rio de Janeiro's international airport, Lidia Pinto Machado seemed calm and determined, far younger than her 65 years. As the plane rose for the 11-hour flight to New York, where she was to claim her daughter's body and confront the political maelstrom her killing in Central Park on Sunday had caused, she raised her" , "date" : "19950923" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/23\/nyregion\/metro-digest-324695.html"} , {"body" : "A wheelchair-bound 8-year-old boy was delivered dead to a Brooklyn school by an escort who did not believe it was her duty to look at or touch her charges aboard the bus, an investigation found yesterday. A special investigator for the Board of Education also said that when he died in January, the boy, Quentin Magee, weighed only 27 pounds and had" , "date" : "19950920" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Inquiry Finds Boy Was Delivered to School Dead" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/20\/nyregion\/inquiry-finds-boy-was-delivered-to-school-dead.html"} , {"body" : "When Deputy Inspector William J. Dwyer, commanding officer of the 84th Precinct, was abruptly relieved of his command last July, accused of showing up intoxicated at a meeting with senior police officials, many merchants and members of community groups lamented his departure. They wondered whether Inspector Dwyer's successor would be able to match" , "date" : "19950917" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN; Precinct Shift: A New Chief For the 84th" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/17\/nyregion\/neighborhood-report-downtown-brooklyn-precinct-shift-a-new-chief-for-the-84th.html"} , {"body" : "DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of month; next meeting, Sept. 12, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; (718) 389-0009. DISTRICT 2 Fort Greene, Brooklyn Heights; second Wednesday of month; next meeting Sept. 13, 6 P.M.; Brooklyn Union Gas Company, One Metrotech Center, off Myrtle Avenue; (718) 596-5410." , "date" : "19950910" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Brooklyn Community Board Meetings" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/10\/nyregion\/public-interest-brooklyn-community-board-meetings.html"} , {"body" : "If the opening of New York City schools this week seems more chaotic than usual, consider the case of Karen Bloom, would-be teacher, who woke up yesterday unemployed, by midmorning was hired as a substitute at Public School 124 and by noon had landed a full-time teaching job at P.S. 111. Yesterday, on the first day 65,000 New York City teachers" , "date" : "19950906" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "New York Fiscal Chaos Gives First-Day Jitters to Teachers" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/06\/nyregion\/new-york-fiscal-chaos-gives-first-day-jitters-to-teachers.html"} , {"body" : "CLASH HURTS OFFICERS AND CHURCHGOERS A melee between about a hundred police officers and hundreds of parishioners broke out after a revival meeting at a Pentecostal church in South Jamaica, Queens. By the time the standoff was over, 28 churchgoers and 6 officers had been hurt. [ Page A1. ] KOREAN IMMIGRANTS RETURN HOME Over the last two decades," , "date" : "19950822" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/22\/nyregion\/metro-digest-910895.html"} , {"body" : "Had it not been for the fact that almost everyone was outside enjoying the weather, the fire would have been deadly. With a steady breeze and low humidity, Sunday night was one of the most spectacular of the summer, and nearly everyone on Pine Street in the East New York section of Brooklyn was outdoors, even though it was close to midnight." , "date" : "19950822" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Is Charged In Arson Fire In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/22\/nyregion\/man-is-charged-in-arson-fire-in-brooklyn.html"} , {"body" : "Douglas Jablon first realized that change was afoot in Borough Park, Brooklyn, about five months ago, on the day that a vanload of Yemenis arrived at Maimonides Medical Center with prayer rugs tucked under their arms. \"Eight or nine of them came into the waiting room because one of their family members was sick,\" recalled Mr. Jablon, a patient" , "date" : "19950817" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "MIDDLE EAST" , "BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Jews and Muslims Share a Piece of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/17\/nyregion\/jews-and-muslims-share-a-piece-of-brooklyn.html"} , {"body" : "East Coast Natives New York Botanical Garden, 200th Street and Southern Boulevard, the Bronx; (718) 817-8700. On Saturday and Sunday, from 11 A.M. to 4 P.M., the garden staff will highlight the Native Plant Garden, which features wildflowers, shrubs, grass, ferns and trees that are native to the eastern United States. Tours will be offered at 1 and" , "date" : "19950817" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "Calendar: Garden Walk, Architecture and Art" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/17\/garden\/calendar-garden-walk-architecture-and-art.html"} , {"body" : "Three men were injured with knives in a crowded subway car on the Upper West Side early yesterday in a brawl involving two off-duty New York City police officers, the police said. One of the officers' companions said the fight began about 1 A.M. on a C train when the officers and three companions saw an argument in which one man pushed another who" , "date" : "19950814" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Subway Fight Involving Off-Duty Officers Hurts 3" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/14\/nyregion\/subway-fight-involving-off-duty-officers-hurts-3.html"} ,   {"body" : "Some spoke in tongues. Others jumped from their seats for spontaneous, frenzied dancing. Then the pastor, the Rev. Hezekiah Walker, took the podium, and the gospel choir behind him sang \"I'm Glad to Be Alive.\" There were 250 people at the prayer meeting last week, and most of them were under the age of 30. Many churches form choirs. But in the case" , "date" : "19950813" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: EAST NEW YORK; At This Church, the Choir's Got a Grammy" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/13\/nyregion\/neighborhood-report-east-new-york-at-this-church-the-choir-s-got-a-grammy.html"} , {"body" : "This is the bus to the land of broken dreams. It rolls along New York City streets to the broad highways, along the country roads to the Attica Correctional Facility, carrying visitors, overwhelmingly women, to see the convicts they continue to love. Buses assemble at Columbus Circle every Friday night. Over-the-windshield destination signs say" , "date" : "19950806" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Taking The Faithful To Prison Gates; With Smiles and Tears, Families Ride Buses to Faraway Inmates" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/06\/nyregion\/taking-faithful-prison-gates-with-smiles-tears-families-ride-buses-faraway.html"} , {"body" : "FIVE years ago, when Kenneth S. Horn started in the business of resurrecting financially troubled co-ops, he named his company Alchemy Properties, after the medieval science that aimed to transform base metals into gold. \"Actually, it's also an amalgam of my children's names,\" Mr. Horn said. \"But the image of trying to create gold from semiprecious" , "date" : "19950806" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Firms Seek Profits Among Co-ops' Fiscal Troubles" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/06\/realestate\/firms-seek-profits-among-co-ops-fiscal-troubles.html"} , {"body" : "A murderer who escaped from a detention cell at Brooklyn Family Court Tuesday afternoon turned himself in yesterday morning in Bedford-Stuyvesant, the police said. The prisoner, Gregory Webb, 28, who was serving 15 years to life for killing a bystander during a gunfight four years ago, walked out of the Family Court building in downtown Brooklyn" , "date" : "19950803" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Escaped Killer Surrenders 20 Hours Later" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/03\/nyregion\/escaped-killer-surrenders-20-hours-later.html"} , {"body" : "A Brooklyn man who had been serving a prison term for killing a bystander in a gunfight four years ago escaped from Brooklyn Family Court yesterday afternoon by slipping out of a holding cell, a city correction official said. The prisoner, Gregory Webb, 28, walked out of the Family Court building at 283 Adams Street in downtown Brooklyn about 2:20" , "date" : "19950802" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Killer Being Held for Court Date Escapes in Downtown Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/02\/nyregion\/killer-being-held-for-court-date-escapes-in-downtown-brooklyn.html"} , {"body" : "FOR millions of New Yorkers waiting anxiously in Times Square, World War II ended at 7:03 P.M. Aug. 14, 1945. At that moment, the 15,000 light bulbs on the Times Tower's zipper sign spelled out five words that touched off a tumultuous celebration: \"Official -- Truman announces Japanese surrender.\" After surviving years of scarcity and sacrifice," , "date" : "19950730" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NEW YORK 1945; The War Was Ending. Times Square Exploded. Change Was Coming." , "url" : "http:\/\/www.nytimes.com\/1995\/07\/30\/nyregion\/new-york-1945-the-war-was-ending-times-square-exploded-change-was-coming.html"} , {"body" : "Behind the 30 percent drop in murders and shootings reported in New York City this year is a startling development: drug dealers and gang members have apparently begun to leave their guns at home. Police Department and Federal law enforcement officials say that gunplay has decreased from the South Bronx to the Rockaways partly through the" , "date" : "19950730" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Shootings Fall As More Guns Stay at Home" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/30\/nyregion\/shootings-fall-as-more-guns-stay-at-home.html"} , {"body" : "Patricia Forbes and Okeefer Thompson work for the City of New York. Sort of. They work full time in a Human Resources Administration office in downtown Brooklyn, trying to resolve cases in which welfare clients have been unable to pay their Con Edison bills. They are supervised by H.R.A. personnel, who also have the power to fire them. But they are" , "date" : "19950728" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "27" , "title" : "In America; City Job, Minimum Wage" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/28\/opinion\/in-america-city-job-minimum-wage.html"} , {"body" : "BLEDY CAPELLAN was 13 when he got lost between the Fort Greene projects and wherever the test for Stuyvesant, Bronx Science and Brooklyn Tech was being held. Thus he ended up in the struggle for the soul of Washington Irving, the high school on my street. \"Sounds like fate to me,\" I said. \"You think so,\" said Bledy politely. He carefully hung his" , "date" : "19950723" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "COPING; The Trouble at Washington Irving High" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/23\/nyregion\/coping-the-trouble-at-washington-irving-high.html"} , {"body" : "HE rode standing by the subway door, over 6 feet tall, and hanging to a strap on the No. 1 heading into the Bronx. He looked young, strong, mean. The dark look in his eyes, the sneer on his lips were unmistakable: blank hatred. Contempt. Was he a gang member? Or a freelance thug? Was he armed? Asked to talk for a few minutes, he said something, but" , "date" : "19950716" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/16\/nyregion\/no-headline-858395.html"} ,   {"body" : "It has long been one of the defining symbols of summer in New York City: the open fire hydrant, gushing needed relief from the fierce heat and humidity that seems to invade the five boroughs every July. The city, which has long sought to plug the flood of millions of gallons of water down the drain, has tried unsuccessfully to close the hydrants" , "date" : "19950714" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Nearly Vandalproof Hydrants; Trying Again to Beat Those Trying to Beat Heat" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/14\/nyregion\/nearly-vandalproof-hydrants-trying-again-to-beat-those-trying-to-beat-heat.html"} , {"body" : "The glittering green Toyota 4-Runner sat in a lot at a port terminal here, surrounded by a sea of cars waiting to be shipped overseas. But something looked wrong. The trunk lock was sealed crudely with a jagged piece of metal and four screws, suggesting a break-in. Jose Valentin, a Newark police detective, and his partner, Douglass Farrell, a" , "date" : "19950710" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Stolen Cars Find a World Of Welcome" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/10\/nyregion\/stolen-cars-find-a-world-of-welcome.html"} , {"body" : "Two years ago, it appeared to be the perfect civic deal: a major manufacturer in Brooklyn and the city's School Construction Authority would swap two adjacent pieces of land, allowing a long-delayed school to be built and giving the manufacturer the space it needed to expand its 700-worker plant. And both the city and state would offer financial" , "date" : "19950707" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Unraveling of a Land Swap: No School, No Plant Expansion" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/07\/nyregion\/unraveling-of-a-land-swap-no-school-no-plant-expansion.html"} , {"body" : "NEW JERSEY TO MANAGE NEWARK'S SCHOOLS The State Board of Education ruled that the Newark school system, the largest in New Jersey, had failed to give its students a minimum education for decades and would be taken over by a state-supervised management team headed by a top educator from the New York City schools. [ Page A1. ] In confronting the vast" , "date" : "19950706" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/06\/nyregion\/metro-digest-817795.html"} , {"body" : "Up to 3,000 children were left waiting at school doors yesterday morning in East New York, Brooklyn, when the district's summer school program failed to open as expected, wreaking havoc with parents' work schedules. The confusion came after five of nine community school board members failed to attend two meetings at which the summer school budget" , "date" : "19950706" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "Parents Surprised as Brooklyn Board Fails to Open Summer School on Time" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/06\/nyregion\/parents-surprised-as-brooklyn-board-fails-to-open-summer-school-on-time.html"} , {"body" : "Surrounded by 20 family members and two barbecue grills, one sizzling with chicken and ribs and the second with a hefty pork shoulder, Amelia Thompson gazed around the patch of green she had claimed at Jacob Riis Park in Queens, looked up at the hazy blue sky and proclaimed that summer had arrived. Mrs. Thompson, 54, of East New York, was in the" , "date" : "19950705" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "All They Need on the Fourth of July: Hot Grill, Hot Weather" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/05\/nyregion\/all-they-need-on-the-fourth-of-july-hot-grill-hot-weather.html"} , {"body" : "SINGING in a gospel choir is complicated business. Just ask the four dozen regulars in the gospel chorus of the Bridge Street African Wesleyan Methodist Episcopal Church in Bedford-Stuyvesant. They will tell you that you need the voice and you need the spirit, but you also need the time. You have to rehearse almost every day at home, in your car," , "date" : "19950625" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Inside a Gospel Choir" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/25\/nyregion\/inside-a-gospel-choir.html"} , {"body" : "From crumbling brickwork to rotting windows, many of New York City's public schools are in such disrepair that they pose an immediate safety hazard to students, teachers and staff, an independent panel contended in a report released yesterday. The deterioration of the city's school buildings is so severe, said the panel of 11 prominent New Yorkers" , "date" : "19950622" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Panel Says Crumbling Schools Pose Hazard to Students" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/22\/nyregion\/panel-says-crumbling-schools-pose-hazard-to-students.html"} , {"body" : "With his weight and attitude always more of a question than his right-handed punch, Riddick Bowe has been almost serene in this week of sustained threats and name-calling against the man who embarrassed him in the ring many years ago, the fearsome Jorge Luis Gonzalez. For both, the waiting will probably come to a crashing conclusion Saturday night." , "date" : "19950617" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "32" , "title" : "BOXING; The Fat's In the Fire For Bowe, Gonzalez" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/17\/sports\/boxing-the-fat-s-in-the-fire-for-bowe-gonzalez.html"} , {"body" : "A QUARTER of a century later, the Black Panther is president of the Bradford Street Block Association in East New York. \"Revolution,\" said Charles Barron, \"is a process.\" The 44-year-old Mr. Barron's face remained straight, untouched by anger or regret, humor or arrogance. The belief that the fortunes of black America might one day be reversed came" , "date" : "19950611" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "On Sunday; For Panther, Revolution Never Ends" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/11\/nyregion\/on-sunday-for-panther-revolution-never-ends.html"} ,   {"body" : "A school security guard has been charged with the statutory rape of a 15-year-old sophomore who is now pregnant, and officials acknowledged yesterday that he continued to patrol the halls of Canarsie High School for more than three weeks after school officials first learned of the allegations. Alvin Williams, a 33-year-old school safety officer," , "date" : "19950610" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "24" , "title" : "Once Again, Sex Abuse By Employee At a School" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/10\/nyregion\/once-again-sex-abuse-by-employee-at-a-school.html"} , {"body" : "THREE stiltwalkers are in a dusty yard on West 134th Street in Harlem, surrounded by abandoned buildings. The stiltwalkers wear tops with stars and multi-colored ribbons, striped pants, strange helmets with long plumes glittering in the sun. They are ambiguous figures. Male or female? One has a beard. But . . . you can't be sure. This is the" , "date" : "19950609" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Step Right Up! See the Bearded Person!" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/09\/arts\/step-right-up-see-the-bearded-person.html"} , {"body" : "A 53-year-old man was found dead inside his apartment in Brooklyn yesterday, apparently strangled with a string of Christmas lights, the police said. The man, Morris Augusto, was discovered by his wife when she returned to the couple's apartment on Lincoln Avenue in East New York at 5:30 P.M., Sgt. Sean Crowley, a police spokesman, said. Mr." , "date" : "19950605" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Man Strangled in Home" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/05\/nyregion\/man-strangled-in-home.html"} , {"body" : "It stands out -- with its tan woodwork facade and its 70-foot mural of cotton fields back home -- as a respite from the strips of pennant-draped auto parts stores and the sullen cinder-blocked windows of Atlantic Avenue in East New York, Brooklyn. In the 25 years since the Carolina Country Kitchen came into being -- as a hot plate in a storage bin" , "date" : "19950604" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "On a Beleaguered Block, Success Never Smelled Sweeter" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/04\/nyregion\/on-a-beleaguered-block-success-never-smelled-sweeter.html"} , {"body" : "Of all the Southern restaurants in New York -- and more seem to be opening every week -- few are as authentic as Carolina Country Kitchen. That's because the best food at this simple but pleasant cafeteria-style restaurant actually comes from North Carolina. That is where the owner, Patricia Lee, grew up, and that's where her father, George H. Lee," , "date" : "19950604" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "47" , "title" : "25 and Under" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/04\/arts\/25-and-under.html"} , {"body" : "SHIRLEY GOLDSTEIN, who laughingly calls herself \"a very senior citizen,\" had lived all her life in the Manhattan Beach section of Brooklyn; an unmarried first-grade teacher, she had lived first with her parents, then with her sister and her sister's family and, most recently, with her two maiden aunts. So it came as a shock to her relatives -- and" , "date" : "19950528" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "Habitats\/Fifth Avenue and 87th Street; Long Journey From Manhattan Beach to Manhattan" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/28\/realestate\/habitats-fifth-avenue-87th-street-long-journey-manhattan-beach-manhattan.html"} , {"body" : "A housing police officer who fatally shot a 23-year-old man in East New York, Brooklyn, on Jan. 18 will not face criminal charges. The Brooklyn District Attorney, Charles J. Hynes, said that Officer Gregory Contino shot Michael McGovern after Mr. McGovern repeatedly hit him in the head with his own baton. \"The evidence establishes that the police" , "date" : "19950528" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Officer Is Cleared In a Fatal Shooting" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/28\/nyregion\/officer-is-cleared-in-a-fatal-shooting.html"} , {"body" : "Over three decades, New York City educators have opened scores of small public academies, including 46 high schools in the last two years. In the series, all the new high schools are profiled, as well as older ones that served as models and some elementary and middle schools organized according to the same principles. As this listing shows, the" , "date" : "19950523" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "ALTERNATIVE SCHOOLS; Partnerships Help Create New Schools" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/23\/nyregion\/alternative-schools-partnerships-help-create-new-schools-154295.html"} , {"body" : "Once they were New York City's sturdy castles of learning, immense neighborhood high schools with as many as 5,000 students each that dependably churned out graduates to sustain the city and, sometimes, transform the world. Colin L. Powell went to Morris High School in the Bronx, Barbra Streisand and Bobby Fischer to Erasmus Hall in Brooklyn, Lewis" , "date" : "19950522" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "New Schools Seeking Small Miracles" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/22\/nyregion\/new-schools-seeking-small-miracles.html"} , {"body" : "The school day begins not much differently for Migna B. Taveras than for thousands of other New York City high school students. She leaves her Lower East Side apartment, rushes downstairs to a corner bodega and buys bagels and coffee, which she consumes on her walk to school. But once at Vanguard High, a small school that opened in 1993, the" , "date" : "19950522" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S." , "Education"] , "page_facet" : "5" , "title" : "A School Called Vanguard That Learned the Hard Way" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/22\/us\/a-school-called-vanguard-that-learned-the-hard-way.html"} ,   {"body" : "Over three decades, New York City educators have opened scores of small public academies, including 46 new high schools in the last two years. In the series, all will be profiled, as well as notable older high schools that served as models and the handful of emerging elementary and middle schools. Here is a sampler of schools representing the array" , "date" : "19950522" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Lots of Little Academics Founded With Lots of Bigs Ideas Produce a Variety of Results" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/22\/nyregion\/lots-little-academics-founded-with-lots-bigs-ideas-produce-variety-results-286195.html"} , {"body" : "THE BRONX DISTRICT 1 Port Morris, Melrose, Mott Haven; last Thursday of the month; next May 25, 6:30 P.M., Lincoln Hospital, 234 East 149th Street, Conference Room 6; (718) 585-7117. Agenda: T.B.A. DISTRICT 2 Hunts Point, Longwood; last Wednesday of the month; next May 31, 6 P.M., at I.S. 74, 730 Bryant Avenue, Hunts Point Peninsula; (718)" , "date" : "19950507" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "PUBLIC INTEREST; Next Community Board Meetings" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/07\/nyregion\/public-interest-next-community-board-meetings.html"} , {"body" : "Just before midnight yesterday, housing police officers in the Melrose section of the Bronx fastened a plastic plate high on the wall behind the station desk bearing the shield of the New York City Police Department. For the officers there, the act symbolized a merger that would forever change the structure of law enforcement in New York City. The" , "date" : "19950501" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Housing Police Folded Into Citywide Force" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/01\/nyregion\/housing-police-folded-into-citywide-force.html"} , {"body" : "In 1986, Mayor Edward I. Koch made a bold commitment, promising that New York City would spend $4.2 billion in the following decade to build new homes for poor and working-class New Yorkers. Nine years later, the city has made good on much of that ambitious pledge. Under Mr. Koch and his successors, the city has financed and overseen the creation" , "date" : "19950430" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York Pledge to House Poor Works a Rare, Quiet Revolution" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/30\/nyregion\/new-york-pledge-to-house-poor-works-a-rare-quiet-revolution.html"} , {"body" : "Two men were shot to death and another was critically wounded last night during a botched robbery attempt at a bodega in the East New York section of Brooklyn, the police said. The dead men, whose identities and ages were not immediately released, were believed to be a customer and an employee of the bodega, the Chuchi Grocery, at the corner Essex" , "date" : "19950429" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "2 Men Shot to Death in Brooklyn Robbery" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/29\/nyregion\/2-men-shot-to-death-in-brooklyn-robbery.html"} , {"body" : "For 15 years, Thomas J. Petrizzo was a vital force in fashioning the skyline of New York. Major contractors and developers lionized him for his acumen in shaping and delivering the steel frames for the Jacob K. Javits Convention Center, Battery Park City, the new Federal courthouse in Foley Square and numerous Manhattan skyscrapers. But while Mr." , "date" : "19950411" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Double Portrait of a Man on Trial Astounds Friends" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/11\/nyregion\/double-portrait-of-a-man-on-trial-astounds-friends.html"} , {"body" : "The driver of a city bus that struck and killed a 70-year-old pedestrian as she crossed an intersection near her Brooklyn home Saturday night had three accidents in his first year on the job and was mistakenly allowed to pass his one-year probation last fall, Transit Authority officials said yesterday. The authority also revised its original" , "date" : "19950411" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "3 Accidents Tied to Driver In Bus Death" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/11\/nyregion\/3-accidents-tied-to-driver-in-bus-death.html"} , {"body" : "Forty years after it was born on the ground floor of a housing project in East New York, the Cypress Hills Branch of the Brooklyn Public Library is moving out of the projects and into a new building of its own. The new branch, which will open on Thursday four blocks away at 1197 Sutter Avenue, will have 10,000 books added to its old collection of" , "date" : "19950409" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CYPRESS HILLS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: CYPRESS HILLS; Spiffy New Home for Library" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/09\/nyregion\/neighborhood-report-cypress-hills-spiffy-new-home-for-library.html"} , {"body" : "Shrugging off threats of an imminent bus drivers' strike, Mayor Rudolph W. Giuliani is mounting a vigorous campaign to change the way New York City awards contracts for busing schoolchildren. He wants to eliminate longstanding union provisions that his aides argue have created the most expensive busing system in the country. Some bus contracts are" , "date" : "19950407" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "School Bus Drivers Threaten Strike if Contracts Are Bid" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/07\/nyregion\/school-bus-drivers-threaten-strike-if-contracts-are-bid.html"} , {"body" : "Kara Bradley managed to conceal her full-term pregnancy from her parents by wearing loose-fitting clothes. But last week, the woman, who weighs a little more than 100 pounds, gave birth to a boy inside her bedroom, and she could not hide the baby, the police said. So after the birth, Ms. Bradley, 20, wrapped the baby in a towel, put it in a brown" , "date" : "19950405" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Mother Charged With Tossing Out Newborn" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/05\/nyregion\/mother-charged-with-tossing-out-newborn.html"} ,   {"body" : "The 36-year-old mother of three boys stood in the streets of the Midwood section of Brooklyn one afternoon last month and stared up at the giant billboard hanging above Avenue M and East 16th Street. There, pasted up in a 12-by-25-foot advertising box, was a huge picture of a formerly homeless woman and her young son. \"Oooh,\" Elise Oliver said with" , "date" : "19950402" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "No Home, No Identity, No Longer" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/02\/nyregion\/no-home-no-identity-no-longer.html"} , {"body" : "A newborn was found yesterday on the roof of a two-story building at a housing project in East New York, Brooklyn, and detectives were searching last night for the infant's mother. The baby boy, who was suffering from a skull fracture, was found wrapped in a blood-soaked blue towel, with a paper shopping bag and a plastic sheet around the towel, on" , "date" : "19950402" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "Newborn Is Found On Brooklyn Roof" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/02\/nyregion\/newborn-is-found-on-brooklyn-roof.html"} , {"body" : "Two homeless people died yesterday morning in a trash fire beneath a parking-lot ramp in the East New York section of Brooklyn, a Fire Department spokesman said. Firefighters, who arrived at 2:54 A.M., found the bodies of an unidentified man and woman on mattresses, said the spokesman, Firefighter Albert Washington. The victims have not been" , "date" : "19950329" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Homeless, 2 Die in a Fire" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/29\/nyregion\/homeless-2-die-in-a-fire.html"} , {"body" : "Night after night, they play hard ball on the basketball courts of George Gershwin Junior High School in East New York: a bumping, banging, reach-in kind of game played by street kids snared in the ferocity of eternal tryout. But they do not fight. In this harsh corner of Brooklyn -- where a boy speaks of not being able to erase mental pictures of" , "date" : "19950320" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "In East New York, a Haven on the Court" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/20\/nyregion\/in-east-new-york-a-haven-on-the-court.html"} , {"body" : "N.Y.U.'S MOVE INTO THE FIRST RANK Ten years ago, New York University was what college-bound students from New York regarded as a safety school, fourth or fifth on their application lists. If you did not get into Cornell or Brandeis or Brown University, you could always commute to N.Y.U. But the administration, doing some long-range planning," , "date" : "19950320" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/20\/nyregion\/metro-digest-643195.html"} , {"body" : "AT their family-owned stuffed toy factory in Brooklyn's tough East New York section, where the current inventory of Easter bunnies and teddy bears is smaller than the stock of treasured memories, the Parisi brothers look back fondly on the period they have dubbed the Year of the Snake. Answering a demand in the spring of 1962 for a carnival and" , "date" : "19950319" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; The Demise of the Easter Bunny in East New York" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/19\/nyregion\/new-yorkers-co-the-demise-of-the-easter-bunny-in-east-new-york.html"} , {"body" : "URBAN VISTAS 3 It's broken, it has an interesting shape, but is it art? NEW YORKERS & CO. 4 Where the Easter bunny hardly scampers any more: Hard times for a stuffed toy factory in East New York. LETTERS 5 MOVIE CLOCK 12 What's showing at the local movie houses, today through Thursday. PLAYING IN THE NEIGHBORHOOD 13 The quilters' craft in downtown" , "date" : "19950319" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "ALSO INSIDE" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/19\/nyregion\/also-inside-901995.html"} , {"body" : "HELPING MINORITIES GET INTO TOP SCHOOLS With whites and Asians dominating enrollment in the city's best high schools, Schools Chancellor Ramon C. Cortines proposed opening a new math and science institute to coach 350 seventh and eighth graders, most of whom would be blacks and Hispanics, for the notoriously difficult entrance exams to Stuyvesant" , "date" : "19950318" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/18\/nyregion\/metro-digest-145595.html"} , {"body" : "A grand jury has decided not to file criminal charges against police officers involved in the fatal shooting of a Brooklyn teen-ager in early 1994, prosecutors said yesterday. The youth, Shu'aib Abdul-Latif, who was 17 and the son of a prominent Muslim cleric in the New York area, was killed after 11 officers responded to a 911 call reporting a man" , "date" : "19950318" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "No Charges For Officers In '94 Killing" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/18\/nyregion\/no-charges-for-officers-in-94-killing.html"} , {"body" : "George E. Pataki's squinty eyes grew wide with amazement when he first watched Zenia Mucha in action last fall. Aboard a small campaign plane, reporters were grilling Mr. Pataki about allegations of financial conflict that had been published in that day's Village Voice. Ms. Mucha, who had just taken a leave as Senator Alfonse M. D'Amato's" , "date" : "19950306" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "For Pataki, a Gruff Protector; Communications Chief Is Also Influential Adviser" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/06\/nyregion\/for-pataki-a-gruff-protector-communications-chief-is-also-influential-adviser.html"} ,   {"body" : "Each year for the last decade, dozens of newborn babies have died or been left to struggle with brain damage or other lifelong injuries because of mistakes made by inexperienced doctors and poorly supervised midwives and nurses in the teeming delivery rooms of New York City's public hospitals. Some of the most prestigious medical schools and" , "date" : "19950305" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "New York's Public Hospitals Fail, and Babies Are the Victims" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/05\/nyregion\/new-york-s-public-hospitals-fail-and-babies-are-the-victims.html"} , {"body" : "IT is a Thursday around noon, and an elderly blind man needs a seat on the No. 1 train in lower Manhattan. But a man is sprawled out across four seats, despite the label that says \"Priority seating for persons with disabilities.\" The blind man tries to sit, lands on the sleeping man's ankles and stands again. Ralph Rivera, 43, a rough-complexioned" , "date" : "19950226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Rebels Against the Rude" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/26\/nyregion\/rebels-against-the-rude.html"} , {"body" : "The police yesterday arrested a Brooklyn man they say is responsible for raping at least seven women whom he also robbed and abducted at automated teller machines across central Queens over the last five months. The man, Derrick Bonner, 22, of 354 Van Siclen Avenue in East New York, was charged with 11 counts each of rape, possession of a deadly" , "date" : "19950226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "A.T.M. Rape Suspect Arrested" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/26\/nyregion\/atm-rape-suspect-arrested.html"} , {"body" : "She had a baby girl last summer, but J. Sellers felt no joy. She was just 22, recovering from an anguished childhood and finding that maturity brought its own misery. \"I didn't want to see her or hold her,\" she said of the infant. \"I was all wrapped up in my problems, and I couldn't think about anything else.\" At the time, Miss Sellers was being" , "date" : "19950221" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE NEEDIEST CASES; Finding Help to Regain Self-Sufficiency" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/21\/nyregion\/the-neediest-cases-finding-help-to-regain-self-sufficiency.html"} , {"body" : "She boarded the bus to New York with a bottle of soda and two packs of cigarettes. Everything else stayed behind, reminders of a wearisome past. Betty W. arrived in winter 1993, after living with her sister in Michigan for years. She suffered from diabetes, asthma and hypertension, but was not taking medication. She was also mentally ill and had" , "date" : "19950210" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "The Neediest Cases; One Day at a Time, a Woman on Her Own Builds Confidence in Her Life" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/10\/nyregion\/neediest-cases-one-day-time-woman-her-own-builds-confidence-her-life.html"} , {"body" : "To the Editor: Only a poet as gifted as Nuala Ni Dhomhnaill could illustrate the beautiful dilemma of the Irish speaker in a world dominated by the English language. I first heard the ineffable Irish language as a child, not in Ireland but in Brooklyn. Its imaginative possibilities were not shouted, though, but whispered in family parlors, as if we" , "date" : "19950205" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "Arts" , "Books"] , "page_facet" : "31" , "title" : "A Spiritual Language" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/05\/books\/l-a-spiritual-language-839396.html"} , {"body" : "To the Editor: Only a poet as gifted as Nuala Ni Dhomhnaill could illustrate the beautiful dilemma of the Irish speaker in a world dominated by the English language. I first heard the ineffable Irish language as a child, not in Ireland but in Brooklyn. Its imaginative possibilities were not shouted, though, but whispered in family parlors, as if we" , "date" : "19950205" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "Arts" , "Books"] , "page_facet" : "31" , "title" : "A Spiritual Language" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/05\/books\/l-a-spiritual-language-839395.html"} , {"body" : "Five people were shot and wounded, two critically, when gunmen broke into a Brooklyn apartment looking for crack cocaine and money late Saturday night and opened fire, the police said. The incident was one of three unrelated episodes of violence late Saturday and early Sunday in which groups of people were shot in three Brooklyn neighborhoods, the" , "date" : "19950123" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Gunmen Fire In 3 Incidents In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/23\/nyregion\/gunmen-fire-in-3-incidents-in-brooklyn.html"} , {"body" : "A housing police officer shot and killed a man yesterday during an altercation at a housing project in East New York, Brooklyn, the police said. The officer, Gregory Contino, 23, was on patrol in a building of the project, the Pink Houses, about 12:20 P.M. when he saw the man, Sean McGovern, smoking marijuana, said Officer Carmen Ortiz, a housing" , "date" : "19950119" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Housing Officer Kills Man" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/19\/nyregion\/housing-officer-kills-man.html"} , {"body" : "CONEY ISLAND, Brownsville, East New York. Too often, these neighborhoods conjure up only frightening images: drugs, teen-agers with guns, teen-agers with babies, the elderly trapped behind locked doors, afraid to venture out. The horror stories aren't the only stories. Everyday, people in these areas battle to keep their families, schools and" , "date" : "19950108" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "CONEY ISLAND (NYC)" , "BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN BOOKSHELF; Against All Odds, Trying to Help the Forgotten" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/08\/nyregion\/neighborhood-report-brooklyn-bookshelf-against-all-odds-trying-help-forgotten.html"} ,   {"body" : "Six people were found slain yesterday -- some shot, others stabbed -- in an apartment in a quiet Queens neighborhood, the police said. Neighbors said at least two victims were teen-age girls. A seventh person survived the attack, escaping through a rear window of the second-floor apartment in College Point, and was found with gunshot and stabbing" , "date" : "19950108" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "COLLEGE POINT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "6 Found Slain In Apartment In Queens" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/08\/nyregion\/6-found-slain-in-apartment-in-queens.html"} , {"body" : "In the halls of the Adolescent Reception Detention Center on Rikers Island, there are rapists and muggers, murderers and thieves awaiting judgment. But when Sharon Jones looks at the teen-agers there, she sees mechanics and writers, printers and scientists. \"Whatever they might be to other people, to me they're students,\" said Ms. Jones, principal" , "date" : "19950106" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Educational Oasis on Rikers Island; School at Adolescent Center Is Striving to Raise Hopes" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/06\/nyregion\/educational-oasis-rikers-island-school-adolescent-center-striving-raise-hopes.html"} , {"body" : "Reuben Harris, the homeless man accused of pushing a woman under a subway train yesterday, had escaped from a state mental hospital on Wards Island four times since May, most recently on Christmas Eve, officials said. The next day, he showed up for a Christmas celebration at his parents' tidy brick house on a quiet block in East New York, Brooklyn." , "date" : "19950105" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Subway Killing Suspect Escaped 4 Times in 1994" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/05\/nyregion\/subway-killing-suspect-escaped-4-times-in-1994.html"} , {"body" : "Archery World Champions Men's Olympic Bow Field -- Andrea Parenti, Italy. Women's Olympic Bow Field -- Jenny Sjouall, Sweden. Men's Compound Bow -- Tom Henriksen, Denmark. Women's Compound Bow -- Michelle Ragsdale, Tucson, Ariz. U.S. Champions Men's Outdoor Olympic Bow -- Jay Barrs, Salt Lake City. Women's Outdoor Olympic Bow -- Judi Adams," , "date" : "19950101" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "8" , "title" : "1994 THE YEAR IN REVIEW; From Archery to Paddleball to Yachting, Winners All" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/01\/sports\/1994-the-year-in-review-from-archery-to-paddleball-to-yachting-winners-all.html"} , {"body" : "BROWNSTONE BROOKLYN On the Waterfront Not an awful lot has actually happened there over the recent years, but the Brooklyn Heights waterfront -- or, more specifically, what to do with it -- is a perpetually, loomingly big story around the neighborhood. The reason, quite simply, is a widespread fear that development will mean losing the passionately" , "date" : "19950101" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT; Looking Back, Looking Ahead, Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/01\/nyregion\/neighborhood-report-looking-back-looking-ahead-brooklyn.html"} , {"body" : "Behind the bloodcurdling headlines about a firebombing on the No. 4 train, a drive-by shooting on the Brooklyn Bridge and the killing of a police officer in a botched bicycle store holdup, behind the back-to-back campaigns that elected a new Mayor vowing to improve the quality of life in New York City and a new Governor committed to bring back the" , "date" : "19950101" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York City Crime Falls But Just Why Is a Mystery" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/01\/nyregion\/new-york-city-crime-falls-but-just-why-is-a-mystery.html"}]