[  {"body" : "It has been a long time since Dutch was spoken at the Reformed Protestant Dutch Church of Flatbush. This Christmas season, though, the white-steepled stone church, which gave Church Avenue its name, reverberated once again with the strains of caroling by families who are bringing Dutch heritage back to Brooklyn. They do not, however, hail from the" , "date" : "19951224" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CARIBBEAN AREA" , "NETHERLANDS" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "ARUBA (NETHERLANDS)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: FLATBUSH;Dutch Christmas Via the Caribbean" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/24\/nyregion\/neighborhood-report-flatbush-dutch-christmas-via-the-caribbean.html"} , {"body" : "A suspicious father used a hidden video camera to tape a baby sitter abusing his 2-year-old son, the police said yesterday. The videotape shows the sitter, Felicia Pena, 41, beating the boy, pulling his hair and dropping him on the floor of the family's home in the Flatlands section of Brooklyn, said Sgt. Edward Orski, a police spokesman. The" , "date" : "19951118" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Sitter Is Taped Beating Boy" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/18\/nyregion\/sitter-is-taped-beating-boy.html"} , {"body" : "The Colonial buffs brought tri-cornered hats. Civil War types gathered maps and newspaper clippings. Neighborhood groups displayed sepia-toned, turn-of-the-century photographs. There were mementos from the 40's and 50's: badges for Steeplechase Park in Coney Island, menus and lobster bibs from Lundy's Restaurant in Sheepshead Bay, and not a few" , "date" : "19951015" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE;Breuckelen Revisited: A History Fair in the County of Kings" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/15\/nyregion\/neighborhood-report-brooklyn-up-close-breuckelen-revisited-history-fair-county.html"} , {"body" : "After months of emotional public debate, political wrangling and court challenges, the Giuliani administration yesterday started turning off fire alarm boxes for a 45-day trial period. In the pilot program, which started in East New York, Brooklyn, the Fire Department will deactivate about 25 percent of the city's 16,300 fire alarm boxes and see" , "date" : "19950923" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "200 Fireboxes Are Shut Off, With 3,800 to Go" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/23\/nyregion\/200-fireboxes-are-shut-off-with-3800-to-go.html"} , {"body" : "A state Assistant Attorney General and a State Supreme Court law secretary were among the winners in last night's primary elections for Civil Court judgeships in New York City. While voters cast ballots for nominees for 15 Civil Court judgeships, only 5 were contested in the Democratic primary. There were no Republican candidates for judgeships. No" , "date" : "19950913" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Law Secretary Wins Primary For Judgeship" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/13\/nyregion\/law-secretary-wins-primary-for-judgeship.html"} , {"body" : "Primary elections will be held tomorrow in New York City, with polls open from 6 A.M. to 9 P.M. Voters will cast ballots for nominees for 15 Civil Court judgeships and for district leader and delegates and alternates to the judicial convention. No primaries will be held in the Bronx or Staten Island. Only 5 of the 15 Civil Court judgeships are" , "date" : "19950911" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Civil Court Nominees to Be Decided" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/11\/nyregion\/civil-court-nominees-to-be-decided.html"} , {"body" : "From Bushwick to Bensonhurst, Brooklyn's 12 school districts are looking for ways to serve more students with less money. District 32 in Bushwick, which expects to gain more than 200 students this year, lost 39 teachers over the summer to an early retirement program. With the district facing a $2.5 million shortfall, Dr. Robert Brasco, the deputy" , "date" : "19950910" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "13" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Schools' Bind: More Pupils, Less Money" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/10\/nyregion\/neighborhood-report-brooklyn-up-close-schools-bind-more-pupils-less-money.html"} , {"body" : "There are 15 New York City Civil Court seats up for election in November. Yet only five are being contested in next week's Democratic primary -- which means that many of the others will owe their jobs to party bosses who largely control who gets on the ballot. Unlike some elections in the past, this year's group of primary candidates is low on" , "date" : "19950909" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "Civil Court Choices" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/09\/opinion\/civil-court-choices.html"} , {"body" : "THE call came about 10:30 on a Sunday night. \"O.K.,\" a voice said. \"They want you to go find her.\" Marie Schembri left off doing the dinner dishes and went up to the \"Batcave,\" the third-floor office of her Boerum Hill brownstone. Her eyes flicked over a series of wigs, an array of tiny cameras, glasses. No, she thought. Not tonight, not for the" , "date" : "19950827" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Snoop's Story: The Confessions Of a Private Eye" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/27\/nyregion\/a-snoop-s-story-the-confessions-of-a-private-eye.html"} , {"body" : "The widow of a New York City paramedic called yesterday for a criminal investigation into the death of her husband, who died Thursday after receiving the wrong type of blood in a transfusion at Coney Island Hospital. She said she had retained a lawyer to press a wrongful-death lawsuit against the City. The 30-year-old paramedic, Ira Medjuck, was" , "date" : "19950814" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Paramedic's Widow Wants Criminal Inquiry Into His Death" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/14\/nyregion\/paramedic-s-widow-wants-criminal-inquiry-into-his-death.html"} ,   {"body" : "To the Editor: In your news article on how brokers have tried to pressure Queens residents to sell their homes (May 5), you address a growing problem that is more widespread than many suppose. Sadly, middle-class communities in Queens and the Bronx are not the only places where real estate agents use fear to sell homes. Residents of several" , "date" : "19950513" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "In Brooklyn, Too, Neighborhoods See Real Estate Scare Tactics" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/13\/opinion\/l-in-brooklyn-too-neighborhoods-see-real-estate-scare-tactics-688995.html"} , {"body" : "To get in on the illegal blackjack Saturday nights at the Kissena Jewish Center in Flushing, arrive after 9, rap on the synagogue's door and, when the leery guard in the windbreaker opens up, try this line: \"Gladys sent me.\" \"Gladys -- you know, from Brooklyn,\" said an upstate schoolteacher who was eager for a dice game and who pulled the name from" , "date" : "19950507" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "Gambling Finds Haven In Temples" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/07\/nyregion\/gambling-finds-haven-in-temples.html"} , {"body" : "Egg Hunt and Egg Roll Central Park Band Shell Midpark at 72d Street (212) 360-8214 or (212) 360-8217 Recommended ages: 3 to 10 Tomorrow At the 49th annual Central Park Egg Hunt and Roll, there will be about 2,000 colored eggs speckling a greensward for a hunt. Last year, 800 earnest children showed up for the event, sponsored by the New York City" , "date" : "19950414" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "23" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/14\/arts\/for-children.html"} , {"body" : "In what the Brooklyn District Attorney called \"a particularly gruesome example of vehicular violence,\" a Canarsie man has been charged with murder in the deaths of a father and son in a hit-and-run incident last November. The suspect, Gaspar Gaudino, 21, of East 88th Street, was under the influence of alcohol at the time of the crash and was" , "date" : "19950406" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "A Brooklyn Driver Is Indicted For Murder in Car-Crash Deaths" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/06\/nyregion\/a-brooklyn-driver-is-indicted-for-murder-in-car-crash-deaths.html"} , {"body" : "In his mind, Gerald Browne still smells the acrid odor of gunpowder and hears his silent goodbyes to unseen loved ones. Roy Beatong jolts awake at night, shaken and sweating. And Neil Ir, the owner of Frenchie's Cycle World in Canarsie, Brooklyn, still hears that chilling phone call of four months ago, when his store and his workers, Mr. Browne and" , "date" : "19950402" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "4 Months After Robbery, Bike Shop Is Still Picking Up Pieces" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/02\/nyregion\/4-months-after-robbery-bike-shop-is-still-picking-up-pieces.html"} , {"body" : "As part of his efforts to turn municipal services over to private hands, Mayor Rudolph W. Giuliani has proposed selling off three of New York City's public hospitals, its parking garages, its radio license and even its sewage treatment plants. Now, his administration wants to sell a cemetery. The city's Department of General Services said yesterday" , "date" : "19950308" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "On Going Private: Mayor Wants to Sell Canarsie Cemetery" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/08\/nyregion\/on-going-private-mayor-wants-to-sell-canarsie-cemetery.html"} , {"body" : "One by one, the great Brooklyn institutions seem to evaporate -- the Dodgers, the breweries, Lundy's Restaurant -- but many said the latest loss seemed particularly cruel. A.& S., the department store chain, will no longer be based in Brooklyn, although it will keep its flagship store there, the chain's new owners said on Friday. Neighboring" , "date" : "19950108" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "A.& S. Layoffs Prompt Worry in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/08\/nyregion\/a-s-layoffs-prompt-worry-in-brooklyn.html"}]