[  {"body" : "Some of the new faces and places that appeared and disappeared in Brooklyn in 1995: IN... Fulton Mall: Macy's. The department store took over the defunct A. & S. flagship store. Sheepshead Bay: Lundy's. The legendary seafood restaurant has reopened, in an abridge format. The flesh: Steam Heat. The all-nude club across the street from the Metrotech" , "date" : "19951231" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: LOOKING BACK, LOOKING AHEAD;BROOKLYN BEAT: Mo More She-Crab Soup" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/31\/nyregion\/neighborhood-report-looking-back-looking-ahead-brooklyn-beat-mo-more-she-crab.html"} , {"body" : "Earlier this month, when a group of men who said they were members of a minority labor organization visited Bailey-Holt House, a residence for people who have AIDS, they had a simple request: jobs. But the foreman overseeing renovations to the Christopher Street building wasn't hiring. Instead of taking no for an answer, the group's leader, Anthony" , "date" : "19951224" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GREENWICH VILLAGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: GREENWICH VILLAGE;Lobbying for Jobs Went Too Far, Police Say" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/24\/nyregion\/neighborhood-report-greenwich-village-lobbying-for-jobs-went-too-far-police-say.html"} , {"body" : "It was Fourth of July in December when the Mark Morris Dance Group presented an ebullient ode to the generic American marching band on Sunday afternoon at the Brooklyn Academy of Music. Mr. Morris has matured considerably as a choreographer in recent years. The fact that he has now tossed out an overt crowd-pleaser in \"Lucky Charms,\" a New York" , "date" : "19951212" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "17" , "title" : "DANCE REVIEW;And the Band Marches On, 2, 3, 4" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/12\/arts\/dance-review-and-the-band-marches-on-2-3-4.html"} , {"body" : "As the current Princess of Wales can testify, marrying into a royal family brings its own set of nasty problems: confusing intrigues, spying courtiers, double-agent spin doctors, secret sexual liaisons, the confusion of private and public lives and of course those imperial whims of iron. If the members of the House of Windsor want to avoid" , "date" : "19951211" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "11" , "title" : "THEATER REVIEW;A 'Duchess' Returns, Engulfed by Depravity" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/11\/theater\/theater-review-a-duchess-returns-engulfed-by-depravity.html"} , {"body" : "You might call Mark Morris a song-and-dance man. He tends to use more vocal music in his work than other choreographers. The grandest example is his magnificent treatment of the Handel oratorio \"L'Allegro, il Penseroso ed il Moderato,\" a production he presented at the Brooklyn Academy of Music in 1990 and revived last summer at Lincoln Center. The" , "date" : "19951211" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "11" , "title" : "DANCE REVIEW;Choreographer With an Ear for Song" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/11\/arts\/dance-review-choreographer-with-an-ear-for-song.html"} , {"body" : "A 45-year-old Brooklyn man was arrested yesterday for raping four women in the Fort Greene section, the first of whom he raped a day after his release from prison last summer, the police said. The man, James Webb, was sentenced to 20 to 25 years in prison in 1973 with a long criminal record that included rape, sodomy and arson, the police said. He" , "date" : "19951207" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Man Charged With 4 Rapes Was on Parole" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/07\/nyregion\/man-charged-with-4-rapes-was-on-parole.html"} , {"body" : "MANHATTAN BATTERY PARK CITY $350,000 350 Albany Street (Hudson Tower) 2-bedroom, 2-bath, 1,175-sq.-ft. condo in a 9-year-old building; 24-hr. concierge, dining area, 9-ft. ceilings, Hudson River view; common charge $1,323; taxes $6,804, listed at $399,000, 1 week on market (Brokers: Santolo & Dowe; Bellmarc Regal Management) GREENWICH VILLAGE $1.45" , "date" : "19951203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/03\/realestate\/residential-resales-079510.html"} , {"body" : "In \"The Whispers of Angels,\" the choreographer David Rousseve has created an imaginative fable for our time. Above all, this mixed-forms piece at the Majestic Theater of the Brooklyn Academy of Music packs an authentically emotional wallop. Considering that Mr. Rousseve gets by more on the texts he writes and recites than on his bland choreography," , "date" : "19951130" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "13" , "title" : "DANCE REVIEW;The Lifelong Pursuit of a Father's Love" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/30\/arts\/dance-review-the-lifelong-pursuit-of-a-father-s-love.html"} , {"body" : "When Awilda Lopez took her first hit of crack cocaine on the hardscrabble streets of Bushwick, Brooklyn, in 1988, she crossed the shadowy divide that separates tough urban poverty from mind-numbing neglect. In a matter of months, Ms. Lopez lost everything to the drug, according to the accounts of several friends and relatives. First, she lost her" , "date" : "19951127" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Mother's Tale: Drugs, Despair And Violence;A Life Mired in Urban Ills Ends in a Daughter's Death" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/27\/nyregion\/mother-s-tale-drugs-despair-violence-life-mired-urban-ills-ends-daughter-s-death.html"} , {"body" : "Over and over, Councilman Victor L. Robles pounded his fist on the smooth oak desk in a Council hearing room. \"I will never,\" he shouted, \"support a budget with drastic cuts in youth services.\" But a few days later, Mr. Robles, whose constituents are mainly black and Hispanic residents of Williamsburg, Brooklyn, again raised his voice - this time" , "date" : "19951126" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Council And How It Really Works" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/26\/nyregion\/the-council-and-how-it-really-works.html"} ,   {"body" : "THE holidays are a time for reflection. And so it was that Tracy Dockray, a Manhattan illustrator and decorative painter, was ruminating on just what it was that led her to gold-leaf her motorcycle tank and glue-gun a coat for Zeus, her Chihuahua. Sitting on her glue-gunned upholstery, near her glue-gunned swags, she said, \"The glue gun changed my" , "date" : "19951123" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "For Martha-holics, It's Marathon Season" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/23\/garden\/for-martha-holics-it-s-marathon-season.html"} , {"body" : "Several years ago, recalls Ping Chong in an anecdote he tells at the beginning of his performance collage, \"Chinoiserie,\" he was taken out for dinner at a Chinese Restaurant called the Peking Palace. In the middle of the meal, his hostess, oblivious that her guest was of Chinese descent, remarked, \"Why don't they use knives and forks?\" Although Mr." , "date" : "19951116" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "22" , "title" : "THEATER REVIEW;Collisions Of East And West" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/16\/theater\/theater-review-collisions-of-east-and-west.html"} , {"body" : "THE New York City Marathon comes around again today. It has become so much a part of people's lives here that the other day it finally seemed time to take up the challenge. But that is not an easy proposition for someone whose attitude toward physical exertion was largely shaped by Calvin Coolidge. \"I do not choose to run,\" Coolidge said back in" , "date" : "19951112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "NYC;26-Mile Drive Is a Marathon, Only Slower" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/12\/nyregion\/nyc-26-mile-drive-is-a-marathon-only-slower.html"} , {"body" : "The following agencies accept items for the needy, including food, clothing, toys and furniture. AMERICAN RED CROSS IN GREATER NEW YORK , 150 Amsterdam Avenue, Manhattan, accepts new, unwrapped toys and books for children who are homeless, victims of disasters or in H.I.V.\/AIDS wards in hospitals. Hours: Monday through Friday, 9 A.M. to 5 P.M." , "date" : "19951029" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "WHERE TO GIVE; Meeting Needs for Clothes, Food and More" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/29\/nyregion\/where-to-give-meeting-needs-for-clothes-food-and-more.html"} , {"body" : "In film, music is almost always subordinate -- important, perhaps even crucial, but not the main focus. Lately composers have been seeking ways to change that relationship and to bind the two art forms into something new, with music on an equal footing. Philip Glass's recent series of operas based on Jean Cocteau film scripts address this issue," , "date" : "19951028" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "13" , "title" : "MUSIC REVIEW; Composing a Soundtrack as an Equal Partner for Its Film" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/28\/arts\/music-review-composing-a-soundtrack-as-an-equal-partner-for-its-film.html"} , {"body" : "Water is a major image in \"Nine Songs,\" a work of epic resonance and contemporary relevance that Lin Hwai-min has choreographed for his Cloud Gate Dance Theater of Taiwan, a modern-dance troupe that presented very different works in New York in 1979 and 1985. Even before the curtain rose on the Next Wave Festival at the Brooklyn Academy of Music on" , "date" : "19951020" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "DANCE REVIEW;Birth and Purification via Lotuses and Water" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/20\/arts\/dance-review-birth-and-purification-via-lotuses-and-water.html"} , {"body" : "Here is a test for students of art for art's sake, brought to mind by two current theater productions in New York. Please identify the sources of these images: A) An exquisitely dressed woman prepares to dance on a bloodstained floor with feet \"like little white flowers that dance upon the trees\"; B) An exquisitely dressed woman, having stepped" , "date" : "19951019" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "15" , "title" : "THEATER REVIEW;Plays About Women Who Made Heads Roll" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/19\/theater\/theater-review-plays-about-women-who-made-heads-roll.html"} , {"body" : "Buildings and Thoughts Cooper-Hewitt National Design Museum 2 East 91st Street; (212) 683-0023, ext. 21. The New York Chapter of the American Institute of Architects will sponsor a lecture by the architect Cesar Pelli, on Wednesday at 6 P.M., to be followed by a reception. Fee: A.I.A. members, $15; students, $10, non-members, $20. Crafts, on View" , "date" : "19951019" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "Calendar: A Craft Exhibition And Tours of Homes and Art" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/19\/garden\/calendar-a-craft-exhibition-and-tours-of-homes-and-art.html"} , {"body" : "A shootout involving four young men and two security guards on Sunday evening left a 21-year-old man dead and four others wounded at a private apartment complex in Brooklyn, the police said. The gunfire erupted just before 7:30 P.M. in a laundry room at 3415 Neptune Avenue, one of six high-rise buildings that make up the Bay Park apartment complex" , "date" : "19951017" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "One Killed and 4 Are Hurt in Brooklyn Shootout" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/17\/nyregion\/one-killed-and-4-are-hurt-in-brooklyn-shootout.html"} , {"body" : "On paper it looks straightforward enough. A business plan goes awry, the company falls behind on its taxes, its debt to the city grows to $2.4 million, and its property is seized and put on the auction block. But in this case the business is the Adelphi Medical Clinic, which mixed desperation and determination in its 14 years treating patients from" , "date" : "19951015" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BEDFORD-STUYVESANT;After 14 Years' Service, Health Clinic Faces Auction Gavel" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/15\/nyregion\/neighborhood-report-bedford-stuyvesant-after-14-years-service-health-clinic.html"} ,   {"body" : "To the Editor: Re \"More Blacks in Their 20's Have Trouble With the Law\" (news article, Oct. 5): Despite the effort over the past 30 years to win equal education for blacks, principally through desegregation, too many -- especially black males -- are not being schooled well enough to hold living-wage jobs. That's one reason young blacks are" , "date" : "19951011" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "Schools Make a Better Investment Than Prisons" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/11\/opinion\/l-schools-make-a-better-investment-than-prisons-701795.html"} , {"body" : "You've heard all about Victorian England, with its facade of strait-laced propriety masking a tortured sexual repression. Now comes the stage show. \"Alice,\" Robert Wilson's breathtakingly elegant realization of \"Alice's Adventures in Wonderland\" and \"Through the Looking-Glass,\" presents a parade of the repressed and the morally bloodthirsty that is" , "date" : "19951009" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "11" , "title" : "Tortured Repression in Wonderland" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/09\/theater\/tortured-repression-in-wonderland.html"} , {"body" : "As part of a larger effort to revamp the municipal hospital system, New York's Health and Hospitals Corporation has targeted Woodhull Medical and Mental Health Center in Brooklyn for a major overhaul. One reason is that Woodhull has focused largely on basic emergency care and now needs to concentrate more on up-to-date preventive medicine. But the" , "date" : "19951009" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "Health"] , "page_facet" : "16" , "title" : "Editorial Notebook; A Hospital Under Pressure" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/09\/opinion\/editorial-notebook-a-hospital-under-pressure.html"} , {"body" : "The following agencies accept items for the needy, including food, clothing, toys and furniture. AMERICAN RED CROSS IN GREATER NEW YORK , 150 Amsterdam Avenue, Manhattan, accepts new, unwrapped toys and books for children who are homeless, victims of disasters or in H.I.V.\/AIDS wards in hospitals. Hours: Monday through Friday, 9 A.M. to 5 P.M." , "date" : "19951001" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "WHERE TO GIVE;Meeting Needs for Clothes, Food and More" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/01\/nyregion\/where-to-give-meeting-needs-for-clothes-food-and-more.html"} , {"body" : "To the Editor: Your Sept. 23 news article about the Prison Ship Martyrs' Monument in Fort Greene Park in Brooklyn memorializing the 11,500 American heroes who died in New York Harbor during the Revolutionary War brings to mind one of our distinguished poets, Philip Freneau, who at the age of 28 barely survived six torrid weeks of barbarous" , "date" : "19950930" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["FORT GREENE PARK (BROOKLYN)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "Poet Lived to Record Prison Ship Horrors" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/30\/opinion\/l-poet-lived-to-record-prison-ship-horrors-323795.html"} , {"body" : "It was a routine inspection of a decrepit structure in a city park, but it brought back an ugly, all but forgotten episode in America's fight for independence. At the base of a monument in Brooklyn's Fort Greene Park, a municipal blacksmith opened a crypt containing the bones of more than 11,000 heroes who died on British prison ships in New York" , "date" : "19950928" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "A New Nation's First P.O.W.'s" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/28\/opinion\/a-new-nation-s-first-pow-s.html"} , {"body" : "The young men blend together on the Staten Island street corner, a blur of baggy T-shirts and blue jeans. They smoke and laugh like any neighborhood crew. But under one baseball cap, you'll find a rap star. \"I could leave, move out of the neighborhood, but the neighborhood is still in me,\" said Jason Hunter, the rapper, better known as Inspektah" , "date" : "19950924" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "Still Hanging in the 'Hood; Rappers Who Stay Say Their Strength Is From the Streets" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/24\/nyregion\/still-hanging-hood-rappers-who-stay-say-their-strength-streets.html"} , {"body" : "Richie Williamson, a blacksmith, helped force open the bronze door of the crypt at Fort Greene Park in Brooklyn. In the dim light, on the nearest shelf, he could see a human jawbone, more than 200 years old, covered with blackened cobwebs. He made the sign of the cross over his heart and prayed for the souls of 11,500 American heroes, men who died" , "date" : "19950923" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE PARK (BROOKLYN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Resurrecting Patriots, and Their Park; Shrine to Revolution's Martyrs Is Part of Fort Greene Renewal" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/23\/nyregion\/resurrecting-patriots-their-park-shrine-revolution-s-martyrs-part-fort-greene.html"} , {"body" : "Dr. Lester Young used to be a guidance counselor. Now, as superintendent of Community School District 13, he watched as the Board of Education cut $1.6 million from his budget. Instead of cutting teachers, he looked to his old profession for some of the savings he needed: this year the district's guidance staff was cut nearly in half. The district" , "date" : "19950910" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN SCHOOLS UP CLOSE; Finding Cuts That Hurt The Least" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/10\/nyregion\/neighborhood-report-brooklyn-schools-up-close-finding-cuts-that-hurt-the-least.html"} , {"body" : "DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of month; next meeting, Sept. 12, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; (718) 389-0009. DISTRICT 2 Fort Greene, Brooklyn Heights; second Wednesday of month; next meeting Sept. 13, 6 P.M.; Brooklyn Union Gas Company, One Metrotech Center, off Myrtle Avenue; (718) 596-5410." , "date" : "19950910" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Brooklyn Community Board Meetings" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/10\/nyregion\/public-interest-brooklyn-community-board-meetings.html"} ,   {"body" : "The police arrested a second suspect yesterday in the death of a 4-year-old girl who roller-skated into a hail of gunfire intended for drug dealers at a housing project in Brooklyn last Sunday. Investigators said they also had a clearer picture of the feud between two rival drug gangs in Fort Greene and Brownsville that led to the shootings, at the" , "date" : "19950902" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "2d Suspect Held in Girl's Killing" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/02\/nyregion\/2d-suspect-held-in-girl-s-killing.html"} , {"body" : "Four-year-old Shamone Johnson was roller-skating under the watchful eyes of a family friend in front of a Brooklyn public-housing high-rise when gunshots broke through the playful chatter of children. A moment later, in a din of screams and shouts, neighbors were cradling Shamone's head in their hands and her playmates were pleading with her to say" , "date" : "19950829" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Roller Skater, 4, Is Killed Outside Housing Project" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/29\/nyregion\/roller-skater-4-is-killed-outside-housing-project.html"} , {"body" : "YVES FRANCOIS, all 6 feet, 4 inches of him, hoisted himself up on the foot-high brownstone base of the iron railing, and, clinging to the railing's wicked-looking spikes, edged himself across the precipice: a wet cement walkway. Mr. Francois is not an easy person to keep up with. At 30, he has already spent four years working as an architectural" , "date" : "19950827" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Habitats: 135 Lafayette Avenue; Architect Renovates a Home for Himself in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/27\/realestate\/habitats-135-lafayette-avenue-architect-renovates-a-home-for-himself-in-brooklyn.html"} , {"body" : "A STEPHANIE MILLS song washes over the room's exposed brick walls as clusters of denim-clad people strain to be heard over the din. Every bar stool is occupied, every corner clogged, forcing people headed upstairs to the dining room to navigate the crush. The Shark Bar on a typical Friday night. Standing at the far end of the softly lit bar is" , "date" : "19950820" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Comfort Zones Of the Young, Black Professional" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/20\/nyregion\/the-comfort-zones-of-the-young-black-professional.html"} , {"body" : "When Mayor Rudolph W. Giuliani said this week that the city's public schools should model themselves on Catholic schools, he singled out his alma mater, Bishop Loughlin High School in Fort Greene, Brooklyn. But the high school from which the Mayor graduated in 1961 was an elite school that drew the best and the brightest, on the level of Stuyvesant" , "date" : "19950816" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "The Mayor's High School Still Shines" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/16\/nyregion\/the-mayor-s-high-school-still-shines.html"} , {"body" : "When Mayor Rudolph W. Giuliani said that New York's public schools should model themselves on Catholic schools, he singled out Bishop Loughlin High School in Fort Greene, Brooklyn. But Bishop Loughlin, from which he graduated in 1961, was an elite school drawing the best and the brightest, on the level of Stuyvesant High School, the public system's" , "date" : "19950816" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Once, Mayor's School Had Pick of the Parish" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/16\/nyregion\/once-mayor-s-school-had-pick-of-the-parish.html"} , {"body" : "Saying the New York City public school system is close to collapse, Mayor Rudolph W. Giuliani yesterday demanded that education officials begin a program of \"radical reform\" that he said should be modeled on the city's Catholic school system, from which he graduated. In a speech entitled \"A Vision for Education,\" the Mayor said that Catholic" , "date" : "19950815" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Giuliani Sees Catholic Schools as Model for City" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/15\/nyregion\/giuliani-sees-catholic-schools-as-model-for-city.html"} , {"body" : "Some spoke in tongues. Others jumped from their seats for spontaneous, frenzied dancing. Then the pastor, the Rev. Hezekiah Walker, took the podium, and the gospel choir behind him sang \"I'm Glad to Be Alive.\" There were 250 people at the prayer meeting last week, and most of them were under the age of 30. Many churches form choirs. But in the case" , "date" : "19950813" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: EAST NEW YORK; At This Church, the Choir's Got a Grammy" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/13\/nyregion\/neighborhood-report-east-new-york-at-this-church-the-choir-s-got-a-grammy.html"} , {"body" : "A 40-year-old Brooklyn man was charged today with rape in connection with sexual assaults on two women in Fort Greene in Brooklyn two weeks ago, the police said Melvin Alexander, of 127 North Portland Avenue in Clinton Hill, was charged with the rapes after he was arrested on Saturday for an unrelated robbery, Sgt. Edward Orski, a police spokesman," , "date" : "19950725" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Brooklyn Man Is Charged in Two Rapes" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/25\/nyregion\/a-brooklyn-man-is-charged-in-two-rapes.html"} , {"body" : "In the 1980's, James Slattery and Morris Horn ran one of the most notorious welfare hotels in New York City, the filthy, crime-ridden and profitable Brooklyn Arms in Fort Greene. After the city closed the hotel in 1989, Mr. Slattery and Mr. Horn, with no experience in the prison business, bid to open a Federal halfway house in Bedford-Stuyvesant." , "date" : "19950723" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["ELIZABETH (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Prison Empire: How It Grew -- A special report.; Parlaying the Detentions Business Into Profit" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/23\/nyregion\/prison-empire-it-grew-special-report-parlaying-detentions-business-into-profit.html"} ,   {"body" : "BLEDY CAPELLAN was 13 when he got lost between the Fort Greene projects and wherever the test for Stuyvesant, Bronx Science and Brooklyn Tech was being held. Thus he ended up in the struggle for the soul of Washington Irving, the high school on my street. \"Sounds like fate to me,\" I said. \"You think so,\" said Bledy politely. He carefully hung his" , "date" : "19950723" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "COPING; The Trouble at Washington Irving High" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/23\/nyregion\/coping-the-trouble-at-washington-irving-high.html"} , {"body" : "WILLIAM HURT IS IN Brooklyn again, but he's not playing the cigar aficionado he portrayed in \"Smoke.\" On a warm evening at the end of May on St. James Place, in Fort Greene, a crew member is hosing down the sidewalk for another take of a scene from Chantal Akerman's forthcoming film, \"A Couch in New York.\" The romantic comedy, written by the" , "date" : "19950709" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "16" , "title" : "FILM; Berlin to Paris, With an All-Important Stopover in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/09\/movies\/film-berlin-to-paris-with-an-all-important-stopover-in-brooklyn.html"} , {"body" : "MANHATTAN July 2: Central Park Summerstage: Cassandra Wilson & Papa Wimba. Jazz and pop. 3 P.M. (212) 360-2777. July 3: Bryant Park Film: \"Meet Me in St. Louis,\" starring Judy Garland; 8:30 P.M. (212) 512-5700. July 4: Battery Park to South Street Seaport Great July 4th Festival; 11 A.M. (212)809-4900. Central Park Summerstage: Continental" , "date" : "19950702" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "PLAYING IN THE NEIGHBORHOOD PARKS; What's Going On: A Partial Park Calendar, Through Labor Day" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/02\/nyregion\/playing-neighborhood-parks-what-s-going-partial-park-calendar-through-labor-day.html"} , {"body" : "HE'D picked his stoop some time that morning, before the heat got so bad most people had to hurry inside to find a spot of shade. But even as it blazed, Richard E. didn't mind the sun. \"Don't feel no pain,\" he said, dapper in black loafers and a striped shirt, \"because hell is gonna be hotter than this. This is just a little taste of it. God is" , "date" : "19950702" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COPING; Urban Life's an Endless Parade. Stoops Are the Grandstands." , "url" : "http:\/\/www.nytimes.com\/1995\/07\/02\/nyregion\/coping-urban-life-s-an-endless-parade-stoops-are-the-grandstands.html"} , {"body" : "First seen here two years ago, Ingmar Bergman's stunning production of Yukio Mishima's \"Madame de Sade\" has returned to the Brooklyn Academy of Music, where it opened Wednesday night and will be available for just two more performances, today and tomorrow at 8 P.M. I can't imagine a more exhilarating alternative to the Saturday night premiere of" , "date" : "19950609" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "3" , "title" : "THEATER REVIEW; Mishima's View of Marquis de Sade" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/09\/theater\/theater-review-mishima-s-view-of-marquis-de-sade.html"} , {"body" : "THREE stiltwalkers are in a dusty yard on West 134th Street in Harlem, surrounded by abandoned buildings. The stiltwalkers wear tops with stars and multi-colored ribbons, striped pants, strange helmets with long plumes glittering in the sun. They are ambiguous figures. Male or female? One has a beard. But . . . you can't be sure. This is the" , "date" : "19950609" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Step Right Up! See the Bearded Person!" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/09\/arts\/step-right-up-see-the-bearded-person.html"} , {"body" : "When the musicians in Lester Bowie's Hip Hop Feel-harmonic want to get together for a jam session, they don't have to go very far. \"Most of the guys live in the neighborhood,\" explained Mr. Bowie, the jazz trumpeter. The neighborhood is Fort Greene. And the owner of a local jazz club summed it up well. It's getting pretty snazzy around here,\" said" , "date" : "19950604" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FORT GREENE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: FORT GREENE\/BEDFORD-STUYVESANT;'It's Getting Pretty Snazzy': A Brownstone Enclave of Jazz" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/04\/nyregion\/neighborhood-report-fort-greene-bedford-stuyvesant-it-s-getting-pretty-snazzy.html"} , {"body" : "If you have any doubt about Ingmar Bergman's premier place in the international theater, you can't afford to miss his fine, quintessentially Bergman interpretation of \"The Winter's Tale,\" one of the last and strangest of Shakespeare's romantic comedies. You haven't much time, though. The production, which opened at the Brooklyn Academy of Music on" , "date" : "19950602" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "3" , "title" : "THEATER REVIEW;Bergman's Vision Of Shakespeare" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/02\/theater\/theater-review-bergman-s-vision-of-shakespeare.html"} , {"body" : "IN THE HAMPTONS, THE GRIDLOCK SEASON Memorial Day weekend marks summer moving to full throttle in the Hamptons, the annual onslaught of the chic, both welcomed and dreaded by the locals. The transformation from ordinary to constantly crowded and vaguely exotic makes the natives feel like strangers in their own land, even though it is almost the" , "date" : "19950529" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/29\/nyregion\/metro-digest-154595.html"} , {"body" : "Six people were injured yesterday when a fire truck responding to a false alarm in the Fort Greene section of Brooklyn struck their car, officials said. The victims, including two children, received minor injuries when a truck from Ladder Company 105 hit them at the corner of Atlantic and Clermont Avenues at 7:43 P.M. The truck was speeding, with" , "date" : "19950529" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Six Injured When Fire Truck Collides With Car" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/29\/nyregion\/six-injured-when-fire-truck-collides-with-car.html"} ,   {"body" : "With generals and doughboys, pilots and sailors, eagles and globes, the city remembers those who have fought in the nation's wars. Scattered through the five boroughs, more than 300 memorials under the jurisdiction of the Department of Parks and Recreation recall history from the American Revolution through the Vietnam War. Jonathan Kuhn, the" , "date" : "19950528" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "For a City's War Heroes, Salutes Cast in Metal and Set in Stone" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/28\/nyregion\/for-a-city-s-war-heroes-salutes-cast-in-metal-and-set-in-stone.html"} , {"body" : "By the time the bell rang at the end of the school day, the chalk dust had lightly frosted Maura Malarcher's purple cotton cardigan and swirled around the rasp in her voice. She had turned off the classroom lights four times that day, and once, the ploy actually worked, casting a brief and welcome spell of silence over her sixth and seventh" , "date" : "19950524" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "ALTERNATIVE SCHOOLS; When Teachers Unite to Run School" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/24\/nyregion\/alternative-schools-when-teachers-unite-to-run-school.html"} , {"body" : "For much of this school year, Cindy Huang had eyed her fellow brainy classmates at Brooklyn Technical High School with even more anxiety than usual. Last week in particular, when the neck-and-neck race for valedictorian came down to the wire, when mere decimal points separated the five top students, Cindy felt unbearably curious about how the other" , "date" : "19950522" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Pomp, Circumstance and Suspense: 5 Vie for Valedictorian" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/22\/nyregion\/pomp-circumstance-and-suspense-5-vie-for-valedictorian.html"} , {"body" : "A Victorian Tea Party MONDAY -- A Victorian-style tea at Sotheby's, 1334 York Avenue (72d Street), will benefit the scholarship fund of the Victorian Society in America. The event, from 6 to 8 P.M., includes a preview of the \"Belle Epoque: Paintings and Sculpture\" auction. Tickets, $150, from (212) 206-5549. Lawn Chairs at Wave Hill TUESDAY -- The" , "date" : "19950521" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "52" , "title" : "Benefits" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/21\/style\/benefits-252695.html"} , {"body" : "\"Can you see a little now?\" one character asks another in \"Gorodish,\" a symbol-laden military drama by the Israeli playwright Hillel Mittelpunkt at the Brooklyn Academy of Music. \"What do you see?\" The questions, posed by a blind, spectral-looking old crone, echo throughout this fiercely didactic play, which treats history as a sort of moral eye" , "date" : "19950519" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "3" , "title" : "THEATER REVIEW; Israel With Symbols, In a Play From Tel Aviv" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/19\/theater\/theater-review-israel-with-symbols-in-a-play-from-tel-aviv.html"} , {"body" : "One New York Neighborhood Museum of the City of New York, Fifth Avenue at 103d Street; (212) 534-1672. An exhibition of photographs and documents about the history of East Harlem and the Union Settlement Association, a social-services group that has helped generations of immigrants to New York City, continues through Nov. 5. Open Wednesday through" , "date" : "19950518" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "Events: An Exhibition, A Tour and Workshops" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/18\/garden\/events-an-exhibition-a-tour-and-workshops.html"} , {"body" : "BRAWTA CAFE ++ (718) 855-5515; 105 Bond Street, Boerum Hill; $; no credit cards This trim little spot, as bright and cheerful as the owner, Jennifer Ewers, who greets patrons, serves tasty Caribbean fare. The dining room is tiny, with only eight seats, and adorned with beautiful African artifacts. The small menu features specialties of zesty jerk" , "date" : "19950514" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "GOOD EATING; From the Heights, Hill, and Slope" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/14\/nyregion\/good-eating-from-the-heights-hill-and-slope.html"} , {"body" : "CHILDREN aren't known for their ability to sit still. Put them in a hushed, darkened auditorium and within minutes they're climbing over and under the seats. Parents may be relieved, then, to learn that the Brooklyn Academy of Music fully expects its young audiences to be itching to move this weekend. In fact, at most of the productions of the" , "date" : "19950512" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "Whatever You Do, Don't Sit Still!" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/12\/theater\/whatever-you-do-don-t-sit-still.html"} , {"body" : "THE BRONX DISTRICT 1 Port Morris, Melrose, Mott Haven; last Thursday of the month; next May 25, 6:30 P.M., Lincoln Hospital, 234 East 149th Street, Conference Room 6; (718) 585-7117. Agenda: T.B.A. DISTRICT 2 Hunts Point, Longwood; last Wednesday of the month; next May 31, 6 P.M., at I.S. 74, 730 Bryant Avenue, Hunts Point Peninsula; (718)" , "date" : "19950507" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "PUBLIC INTEREST; Next Community Board Meetings" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/07\/nyregion\/public-interest-next-community-board-meetings.html"} , {"body" : "IF ever a film seemed destined to age badly, it was \"The Seventh Seal,\" Ingmar Bergman's medieval fantasy about a Knight playing chess with Death. The 1957 film was a major part of Mr. Bergman's international breakthrough, and the white-faced, black-robed Death figure was parodied almost as soon as it appeared. The image has passed from the still" , "date" : "19950505" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "1" , "title" : "CRITIC'S NOTEBOOK; Sweden's Poet of Film and Stagecraft" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/05\/movies\/critic-s-notebook-sweden-s-poet-of-film-and-stagecraft.html"} ,   {"body" : "A summer of music in New York came into focus yesterday when two established concert presenters, the Central Park Summerstage and the Summer Concert Series at Jones Beach, announced their schedules. The Central Park Summerstage, now in its 10th season, has booked eight weeks of free concerts by world music, jazz and rock musicians in addition to" , "date" : "19950503" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["CENTRAL PARK (NYC)" , "JONES BEACH STATE PARK"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "Summer Concerts Are Announced" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/03\/arts\/summer-concerts-are-announced.html"} , {"body" : "Reality is only provisional in the twilight world that has materialized in the Opera House at the Brooklyn Academy of Music, and there's the sense that the figures onstage there can always be reclaimed by the shadows from which they have emerged. Flesh-and-blood actors are transformed with a single step into insubstantial silhouettes; mechanical" , "date" : "19950428" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "5" , "title" : "THEATER REVIEW; Shaping Pirandello's Existential Haze" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/28\/theater\/theater-review-shaping-pirandello-s-existential-haze.html"} , {"body" : "A former executive of the company that makes Sweet 'n Low pleaded guilty in Federal court in Brooklyn yesterday to operating a complicated scheme to make illegal contributions to some of the nation's most prominent politicians, including Senator Alfonse M. D'Amato and Senator Bob Dole. At least some of the money, prosecutors say, was intended to" , "date" : "19950413" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Guilty Plea On Donations To Politicans" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/13\/nyregion\/guilty-plea-on-donations-to-politicans.html"} , {"body" : "Here is a sampling of shows and exhibitions in New York City that are to close soon: Closing This Weekend \"TRANSLATIONS,\" Plymouth Theater, 236 West 45th Street, Manhattan. A revival of the 1981 drama by Brian Friel set in Ireland in the 1800's about a young English army officer and an Irish woman; with Brian Dennehy, Donal Donnelly and Dana" , "date" : "19950407" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "23" , "title" : "Last Chance" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/07\/theater\/last-chance.html"} , {"body" : "To the Editor: My brother and I were Thanksgiving \"ragamuffins\" in what is now called the Midwood section of Brooklyn -- we called it simply Flatbush then -- beginning in the early 1930's and continuing until our personal vanity led us to retire. We were \"too big\" to appear in public in the guise of urchins. We had it on excellent authority -- our" , "date" : "19950326" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "25" , "title" : "Memories of Thanksgiving Begging" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/26\/nyregion\/l-memories-of-thanksgiving-begging-163895.html"} , {"body" : "TWO co-op apartments were sold this year for all cash in the Art Deco building at 200 Pinehurst Avenue, in the pleasantly leafy Fort Washington section of Washington Heights. But the seller is shy about disclosing the price. \"Those were distress sales,\" said Elizabeth A. Hurley, president of Platinum Properties of New York Ltd., a broker who" , "date" : "19950326" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PERSPECTIVES; A Lending Program to Help Break a Co-op Logjam" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/26\/realestate\/perspectives-a-lending-program-to-help-break-a-co-op-logjam.html"} , {"body" : "Here is a sampling of shows and exhibitions in New York City that are to close soon: Closing This Weekend \"THE MOLIERE COMEDIES,\" Roundabout Theater at the Criterion Center, 1530 Broadway, at 45th Street. A double bill of \"The School for Husbands\" and \"The Imaginary Cuckold\"; featuring Brian Bedford, Suzanne Bertish and Remak Ramsay; directed by" , "date" : "19950324" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "6" , "title" : "Last Chance" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/24\/theater\/last-chance.html"} , {"body" : "Dance Theater of Harlem had its audience cheering as the curtain fell on the company's fourth and final program at the Brooklyn Academy of Music Opera House (30 Lafayette Avenue, at Ashland Place, Fort Greene), where it performs through Sunday. It wasn't an evening of star turns or razzle-dazzle choreography, although there was plenty of excitement" , "date" : "19950323" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "16" , "title" : "DANCE REVIEW; Rhythm and Ritual in an African Setting" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/23\/arts\/dance-review-rhythm-and-ritual-in-an-african-setting.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN FLATIRON DISTRICT $355,000 117 East 24th Street11 3-bedroom, 2-bath, 1,800-sq.-ft. condo in a loft building; elevator, dining area, 12-ft.-ceilings, maple floors, 2" , "date" : "19950319" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/19\/realestate\/residential-resales-827595.html"} , {"body" : "Here is a sampling of shows and exhibitions in Manhattan that are to close soon: Closing This Weekend \"UNCLE VANYA,\" Circle in the Square Theater, 254 West 50th Street, Manhattan. Chekhov's play, featuring Tom Courtenay, Amanda Donohoe, James Fox, Werner Klemperer and Elizabeth Franz; directed by Braham Murray. Through Sunday. Performances: Tonight" , "date" : "19950317" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "26" , "title" : "Last Chance" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/17\/theater\/last-chance.html"} ,   {"body" : "Running a mere 100 minutes and played without an intermission, Peter Brook's hypnotizing new theatrical work, \"The Man Who,\" would seem to be as spare and tightly constructed as his 10-hour \"Mahabharata\" was winding and discursive. Yet \"The Man Who\" is no less an epic. It's as vast and mysterious as the human imagination, and as commonplace as the" , "date" : "19950315" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "13" , "title" : "THEATER REVIEW: THE MAN WHO; Peter Brook Charts Twists and Turns Of the Human Mind" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/15\/theater\/theater-review-the-man-who-peter-brook-charts-twists-and-turns-of-the-human-mind.html"} , {"body" : "Dance Theater of Harlem, which shot off to an exuberant start with two lively programs over the weekend at the Brooklyn Academy of Music, continues to apply its distinctive touch to even the most familiar repertory. The latest company premiere is George Balanchine's \"Prodigal Son,\" which on Friday night opened a season that is to run through March" , "date" : "19950313" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "11" , "title" : "DANCE REVIEW; Harlem Troupe Makes Balanchine Its Own" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/13\/arts\/dance-review-harlem-troupe-makes-balanchine-its-own.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN BATTERY PARK $499,000 380 Rector Place (Liberty Terrace) 2-bedroom, 2-bath, 1,096-sq.-ft. condo in a 9-year-old building; 24-hr. doormen, concierge, dining area," , "date" : "19950219" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/19\/realestate\/residential-resales-657095.html"} , {"body" : "Brooklyn's Shrub Q. I recently stumbled across the fact that the forsythia is the official botanic emblem of Brooklyn. How did it come to be that it's not a tree? A. True, forsythia is a shrub, not a tree. And one might expect Brooklyn's borough-sanctioned arbor to be the ailanthus of \"A Tree Grows in\" fame. But files from the Brooklyn Botanic" , "date" : "19950129" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1995\/01\/29\/nyregion\/fyi-551595.html"} , {"body" : "Here is a sampling of shows and exhibitions in New York City that are to close soon: Closing This Weekend \"SLAVS! THINKING ABOUT THE LONGSTANDING PROBLEMS OF VIRTUE AND HAPPINESS,\" New York Theater Workshop, 79 East Fourth Street, East Village. A comedy-drama by Tony Kushner about the fall of the Soviet Union; directed by Lisa Peterson. Through" , "date" : "19950127" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "2" , "title" : "Last Chance" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/27\/theater\/last-chance.html"} , {"body" : "ANNUAL NATIONAL AFRICAN-AMERICAN READ-IN, House of the Lord Church, 415 Atlantic Avenue, at Bond Street, Fort Greene, Brooklyn. A silent reading of works by black authors, followed by a reading of works by the authors. Sunday at 3:30 P.M. Free. Sponsored by the Literary Society. Information: (212) 862-4646. YEATS IN WORDS AND MUSIC, New York" , "date" : "19950127" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "25" , "title" : "The Spoken Word" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/27\/books\/the-spoken-word.html"} , {"body" : "Here is a sampling of shows and exhibitions in New York City that are to close soon: Closing This Weekend \"A DOLL'S LIFE,\" York Theater Company at Citicorp Center, St. Peter's Church, Lexington Avenue at 54th Street. A revised production of the 1982 musical sequel to the Ibsen drama; with book and lyrics by Betty Comden and Adolph Green; music by" , "date" : "19950120" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "24" , "title" : "Last Chance" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/20\/theater\/last-chance.html"} , {"body" : "Twyla Tharp's new program, \"Red, White and Blues New Works,\" looks like Show-and-Tell. It is definitely not Let's Pretend. The real Tharp, brainy and entertaining, is all there in the lecture-demonstration format with which she and seven excellent dancers opened a two-week run on Monday night at the Brooklyn Academy of Music (30 Lafayette Avenue," , "date" : "19950118" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "9" , "title" : "DANCE REVIEW; Tharp Introduces an All-American Workshop" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/18\/arts\/dance-review-tharp-introduces-an-all-american-workshop.html"} , {"body" : "AT the New York City auction last March of, for the most part, tax-foreclosed properties, Roger P. Lang, director of community programs and services at the New York Landmarks Conservancy, cautioned the successful bidder on the three-story 59 South Elliott Place. \"I asked him if he knew the building was just a facade,\" Mr. Lang recalled. \"And he" , "date" : "19950108" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Streetscapes\/59 South Elliott Place; The Tale Lurking Behind a Fort Greene Facade" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/08\/realestate\/streetscapes-59-south-elliott-place-the-tale-lurking-behind-a-fort-greene-facade.html"} , {"body" : "Going Home to Brooklyn Q. After 48 years in southern California, my wife and I want to \"go home again\" to Brooklyn. No travel agency brochure I've seen has that itinerary, but I believe there are small groups or even individuals who give personal tours of the borough. Can you help? -- Ed Wissner, Los Alamitos, Calif. A. Maybe the first date you" , "date" : "19950108" , "day_of_week_facet" : "Sunday" , "page_facet" : "28" , "title" : "Q and A" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/08\/travel\/q-and-a-477795.html"} ,   {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN BATTERY PARK CITY $325,000 380 Rector Place (Liberty Terrace) 2-bedroom, 2-bath, 873-sq.-ft. condo in a 7-year-old building; 24-hr. doorman, concierge, balcony, harbor" , "date" : "19950108" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/08\/realestate\/residential-resales-738695.html"}]