[  {"body" : "WHEN the Adell family began assembling property around the Flower District for residential redevelopment, the current chairman of the City Planning Commission had not yet begun his career in government. Indeed, he was not yet out of fifth grade. It has taken a long time -- a very long time -- for the Adells to acquire three large parcels on the" , "date" : "19951210" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FLOWER DISTRICT (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "In Flower District, Ground Is Sown For Housing" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/10\/realestate\/in-flower-district-ground-is-sown-for-housing.html"} , {"body" : "In 25 years, New York City has made significant gains in improving its air quality and the cleanliness of its waterways, but the quality of its drinking water has slipped, and disposing of the city's garbage is a persistent problem, according to a report by a leading environmental advocacy group. The report by the Natural Resources Defense Council," , "date" : "19951205" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "25-Year Checkup Shows Gains in Air Quality but a Decline in TrashDisposal" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/05\/nyregion\/25-year-checkup-shows-gains-in-air-quality-but-a-decline-in-trashdisposal.html"} , {"body" : "Joel Rifkin, the confessed serial killer who is already serving at least 75 years in prison for killing three women, pleaded guilty to three more murders yesterday in Criminal Court in Brooklyn. Mr. Rifkin, 36, of East Meadow, L.I., told the authorities following his arrest for a minor traffic violation in the summer of 1993 that he had killed at" , "date" : "19951202" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Rifkin, in Brooklyn, Admits Three More Murders" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/02\/nyregion\/rifkin-in-brooklyn-admits-three-more-murders.html"} , {"body" : "To the Editor: As a state Senator representing parts of Brooklyn, I have closely followed your coverage of the pending merger of the Chemical and Chase Manhattan banks and the impact it is likely to have on financial services for my district and all New York City (\"Stalking the Next Big Takeovers,\" Investing It, Nov. 5). The merger -- from banks" , "date" : "19951126" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "Business"] , "page_facet" : "26" , "title" : "The Merger Downside" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/26\/business\/l-the-merger-downside-064939.html"} , {"body" : "HISTORIANS have long memories. Vincent Seyfried, who wrote a seven-volume history of the Long Island Rail Road, had no trouble a few days ago remembering that there has been no passenger service on the Bay Ridge railroad spur in Brooklyn since 1924. He also knew that Austin Corbin built the spur in 1867, which was 13 years before he bought the Long" , "date" : "19951126" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "PERSPECTIVES;Building a Platform for Stores Over a Railroad Line" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/26\/realestate\/perspectives-building-a-platform-for-stores-over-a-railroad-line.html"} , {"body" : "THE mingling of megabytes and megastores that characterizes today's computer retail wars is expanding to midtown Manhattan. Computer City, the Tandy Corporation's superstore counterpart of CompUSA, has leased about 40,000 square feet at 1065 Avenue of the Americas, on the northwest corner of 40th Street, a former Chemical Bank branch across from" , "date" : "19951115" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Technology" , "Business"] , "page_facet" : "19" , "title" : "Real Estate;A retail battle comes to the Bryant Park area as Computer City plans a superstore near a rival." , "url" : "http:\/\/www.nytimes.com\/1995\/11\/15\/business\/real-estate-retail-battle-comes-bryant-park-area-computer-city-plans-superstore.html"} , {"body" : "A coalition of community groups filed suit last week seeking to prevent New York City from building a 3,000-ton-a-day garbage incinerator in the Brooklyn Navy Yard without filing a new environmental impact statement. The incinerator, intended to reduce dependence on the Fresh Kills landfill on Staten Island, has drawn strong opposition. The" , "date" : "19951112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN WATERFRONT;Lawsuit Seeks to Block a Garbage Incinerator in the Navy Yard" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/12\/nyregion\/neighborhood-report-brooklyn-waterfront-lawsuit-seeks-block-garbage-incinerator.html"} , {"body" : "THE New York City Marathon comes around again today. It has become so much a part of people's lives here that the other day it finally seemed time to take up the challenge. But that is not an easy proposition for someone whose attitude toward physical exertion was largely shaped by Calvin Coolidge. \"I do not choose to run,\" Coolidge said back in" , "date" : "19951112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "NYC;26-Mile Drive Is a Marathon, Only Slower" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/12\/nyregion\/nyc-26-mile-drive-is-a-marathon-only-slower.html"} , {"body" : "At Woodhull Hospital in Greenpoint, Brooklyn, Dr. Yusuf Afacan takes care of poor patients sick with AIDS, drawing their blood, juggling their medications, finding them homes. After graduating from medical school in his native Turkey, Dr. Afacan did a residency in New Jersey and a fellowship in infectious diseases at the University of Rochester. He" , "date" : "19951107" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Travel" , "Education" , "Health"] , "page_facet" : "1" , "title" : "Competition and Cutbacks Hurt Foreign Doctors in U.S." , "url" : "http:\/\/www.nytimes.com\/1995\/11\/07\/nyregion\/competition-and-cutbacks-hurt-foreign-doctors-in-us.html"} , {"body" : "FLORENCE NEAL fears her neighborhood is about to become an acronym. \"Please don't call us RedHo,\" she said, wincing at the thought of Red Hook becoming like SoHo (South of Houston Street) or TriBeCa (the Triangle Below Canal Street). Ms. Neal, a sculptor, painter and graphic designer, was one of the first of a wave of artists who have moved in" , "date" : "19951029" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BOWERY (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "After a Retreat, Gentrification Is Marching To the Fringes" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/29\/realestate\/after-a-retreat-gentrification-is-marching-to-the-fringes.html"} ,   {"body" : "The City Council yesterday overwhelmingly approved a far-reaching package of restrictions on X-rated video stores, peep shows and topless bars in New York City, rejecting the concerns of civil libertarians and siding with residents who complained about the proliferation of sex businesses in their neighborhoods. If they withstand the court challenge" , "date" : "19951026" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "COUNCIL APPROVES PACKAGE OF CURBS ON SEX BUSINESSES" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/26\/nyregion\/council-approves-package-of-curbs-on-sex-businesses.html"} , {"body" : "The City Council's Land Use Committee overwhelmingly approved strict zoning regulations on sex-related businesses yesterday, paving the way for changes that supporters said would benefit the city as a whole but that opponents complained would leave some neighborhoods worse off. The full Council is expected to approve the plan today. \"No law is" , "date" : "19951025" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Panel Votes Zoning Rule On Sex Shop" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/25\/nyregion\/panel-votes-zoning-rule-on-sex-shop.html"} , {"body" : "KARIN MELLISSA KATTY REININGER and Antonio Flores Villalobos live in an apartment in Brooklyn, with 20 avocado trees growing in the living room under plant lights. They call their tiny orchard the Avocado Ranch, and it's a reminder of their future plans. They hope one day to buy a little piece of land on the California-Mexico border, build their" , "date" : "19951022" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "47" , "title" : "VOWS;Karin Reininger, Antonio Villalobos" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/22\/style\/vows-karin-reininger-antonio-villalobos.html"} , {"body" : "INTO the great kettle of alphabet soup in which the designations of New York City housing programs swim, the Giuliani administration, early on, ladled the letters N.E.P. They stand for Neighborhood Entrepreneurs Program. The idea behind this new program was that about half the occupied tax-foreclosed housing units that remain under centralized city" , "date" : "19951022" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK STATE"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PERSPECTIVES;The Ax Is Poised on Low-Income Housing Efforts" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/22\/realestate\/perspectives-the-ax-is-poised-on-low-income-housing-efforts.html"} , {"body" : "Karin Mellissa Katty Reininger, a teacher at the Greenpoint Y.M.C.A. Preschool in Brooklyn, and Antonio Flores Villalobos, the sports editor of El Daily News in New York, were married last Monday at Strawberry Fields in Central Park. Lois Kellerman, the senior leader of the Brooklyn Ethical Culture Society, performed the ceremony. The bride, 30," , "date" : "19951015" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "48" , "title" : "WEDDINGS; Antonio Villalobos, Karin Reininger" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/15\/style\/weddings-antonio-villalobos-karin-reininger.html"} , {"body" : "Gridlock alerts were lifted. The Cardinals visiting Giants Stadium played football, and East 72d Street was merely East 72d Street again. And so it was true. The Pope was gone. He brought his impassioned words and, more important, his regal presence, and in four days he spread them wide. Yesterday morning, with less pomp but with insistent best" , "date" : "19951009" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE POPE'S VISIT: THE AFTERMATH;Rekindling The Spirit, Reducing Gridlock" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/09\/nyregion\/the-pope-s-visit-the-aftermath-rekindling-the-spirit-reducing-gridlock.html"} , {"body" : "As part of a larger effort to revamp the municipal hospital system, New York's Health and Hospitals Corporation has targeted Woodhull Medical and Mental Health Center in Brooklyn for a major overhaul. One reason is that Woodhull has focused largely on basic emergency care and now needs to concentrate more on up-to-date preventive medicine. But the" , "date" : "19951009" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "Health"] , "page_facet" : "16" , "title" : "Editorial Notebook; A Hospital Under Pressure" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/09\/opinion\/editorial-notebook-a-hospital-under-pressure.html"} , {"body" : "Beneath the overpass in Washington Heights where Roberto Lopez makes a living selling roses, Pope John Paul II's visit to New York is seen as a sign. His family's hard life will soften in the presence of the Holy Father. He is sure of it. \"The greatest thing would be to see him,\" Mr. Lopez said as he kept watch for police officers -- he does not" , "date" : "19950930" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Faithful Look for Pope to Light Way and Lighten the Load" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/30\/nyregion\/faithful-look-for-pope-to-light-way-and-lighten-the-load.html"} , {"body" : "A probationary officer attending the Police Academy was arrested yesterday and charged with hitting and robbing a cabdriver in Greenpoint, Brooklyn. The probationary officer, Paul Digiglio, 21, who had been at the Police Academy since June 30, and a friend, Robert Bascetta, 19, were arrested at the Lorimer Street subway station on the L line, a few" , "date" : "19950925" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Probationary Officer Charged in Robbery" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/25\/nyregion\/probationary-officer-charged-in-robbery.html"} , {"body" : "Mighty Matsutakes Matsutake mushrooms satisfy many tastes. The Japanese prize these wild mushrooms when they are very small, long before their caps begin to open, and have been known to spend $200 or so a pound for them in Japan. John Gottfried, an owner of Gourmet Garage and American Agribusiness, which sells produce retail and wholesale, says" , "date" : "19950920" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "Food Notes" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/20\/garden\/food-notes-995195.html"} ,   {"body" : "To the Editor: The Aug. 13 article on the Greenpoint section of Brooklyn makes a few little errors and omissions that I could not allow to pass. John Rather writes that Dirck Volckertsen, one of the early settlers, \"was known as 'Dirck the Norman' despite being Scandinavian.\" This also seems to have confounded a number of local historians." , "date" : "19950917" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)"] , "nytd_section_facet" : ["Opinion" , "Real Estate"] , "page_facet" : "12" , "title" : "The History Of Greenpoint" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/17\/realestate\/l-the-history-of-greenpoint-579795.html"} , {"body" : "Community School Board 15 is waging a rebellion. Angry that it received less money from the Board of Education again this year, even though enrollment and teacher salaries rose, it refused to adopt its 1996 budget, and urged other districts to do the same. The action was largely symbolic, since school boards are obligated to pass their budgets." , "date" : "19950917" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROWNSTONE BROOKLYN; School Board 15, Rebels With a Fiscal Cause" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/17\/nyregion\/neighborhood-report-brownstone-brooklyn-school-board-15-rebels-with-fiscal-cause.html"} , {"body" : "DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of month; next meeting, Sept. 12, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; (718) 389-0009. DISTRICT 2 Fort Greene, Brooklyn Heights; second Wednesday of month; next meeting Sept. 13, 6 P.M.; Brooklyn Union Gas Company, One Metrotech Center, off Myrtle Avenue; (718) 596-5410." , "date" : "19950910" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Brooklyn Community Board Meetings" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/10\/nyregion\/public-interest-brooklyn-community-board-meetings.html"} , {"body" : "SEVEN years ago, when Andras Borocz moved into a loft on Dobbin Street in Greenpoint, Brooklyn, he assumed very few people lived on his mostly industrial block. Mr. Borocz, who is 39 and grew up in Budapest, moved to New York in 1987. He rented the Greenpoint loft so he could have more space to work on his sculptures, which he makes out of" , "date" : "19950910" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "63" , "title" : "VOWS; Robbin Silverberg, Andras Borocz" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/10\/style\/vows-robbin-silverberg-andras-borocz.html"} , {"body" : "William Glover's school day rarely ended with the last bell at Junior High School 126 in Williamsburg. He stayed late almost every day. \"I played basketball, did homework, and studied,\" he said. \"We learned math skills, and I got better in math.\" But all after-school programs in Community School District 14, which covers Williamsburg and" , "date" : "19950910" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN SCHOOLS UP CLOSE; After School, Where to Go?" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/10\/nyregion\/neighborhood-report-brooklyn-schools-up-close-after-school-where-to-go.html"} , {"body" : "Four men suspected of hijacking trucks containing valuable goods in several incidents in New York City were arrested yesterday afternoon after they commandeered a truck carrying $200,000 worth of women's clothing in Greenpoint, Brooklyn, the police said. The police are investigating whether the previous hijackings can be linked to the four men," , "date" : "19950906" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Police Arrest Four In Truck Hijacking" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/06\/nyregion\/police-arrest-four-in-truck-hijacking.html"} , {"body" : "The first copies of Brooklyn Bridge, a glossy magazine about Brooklyn, had just arrived, and Melissa Ennen, the owner and editor in chief, was searching for an errant truck driver and fielding frenzied calls from distributors. \"At Time Warner or Conde Nast,\" she said, \"I'm sure everything would be in place.\" Hers is not a typical publishing house." , "date" : "19950903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Deep Pockets, New Try: A Magazine Is Born" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/03\/nyregion\/neighborhood-report-brooklyn-up-close-deep-pockets-new-try-a-magazine-is-born.html"} , {"body" : "HARLEM Now Open for Viewing: Status of Women Curators Though women have held long held jobs as museum curators, few have landed top jobs in the field. This is the subject of a slide lecture, \"Surviving or Thriving? The Status of Woman Curators Today,\" on Saturday at the Museum of the City of New York, delivered by Dr. Kendall Taylor (left)," , "date" : "19950903" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/03\/nyregion\/playing-in-the-neighborhood-982395.html"} , {"body" : "HARLEM Now Open for Viewing: Status of Women Curators Though women have held long held jobs as museum curators, few have landed top jobs in the field. This is the subject of a slide lecture, \"Surviving or Thriving? The Status of Woman Curators Today,\" on Saturday at the Museum of the City of New York, delivered by Dr. Kendall Taylor (left)," , "date" : "19950903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/03\/nyregion\/playing-in-the-neighborhood-500695.html"} , {"body" : "Harold Lamberg, a philanthropist and retired manufacturer, died on Friday at Mount Sinai Hospital. A resident of the Upper East Side of Manhattan, he was 87. At his death he was the president of the Anne & Harry J. Reicher Foundation, a charity that provides grants for health-care and human-service institutions in the New York metropolitan area." , "date" : "19950815" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "7" , "title" : "Harold Lamberg, 87, Philanthropist, Dies" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/15\/obituaries\/harold-lamberg-87-philanthropist-dies.html"} ,   {"body" : "For the second time in five days, a police investigation disrupted the morning commute for thousands of Manhattan-bound drivers, this time closing the westbound lanes of the Long Island Expressway for seven hours. The shutdown this morning stemmed from the chase of a burglary suspect who fled in a van at speeds as high as 100 miles per hour," , "date" : "19950801" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["COMMACK (NY)" , "LONG ISLAND EXPRESSWAY" , "LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "A Chase Shuts the Expressway, and an Island Gets Longer" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/01\/nyregion\/a-chase-shuts-the-expressway-and-an-island-gets-longer.html"} , {"body" : "In a stifling-hot junior high school in the Bay Ridge section of Brooklyn on Tuesday night, more than 400 neighborhood residents jammed into the auditorium to complain, often with fervor and passion, about the Giuliani administration's plan to impose strict zoning regulations on sex-related businesses. To this crowd, brought together by City" , "date" : "19950727" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Plan to Change Sex Zoning Rules Draws Vocal Opposition" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/27\/nyregion\/plan-to-change-sex-zoning-rules-draws-vocal-opposition.html"} , {"body" : "In the last 15 years, artists by the hundreds have advanced on a desolate warren of empty factory buildings and cobblestone streets in Brooklyn known as Dumbo, for Down Under the Manhattan Bridge Overpass. As traffic rumbled overhead, the artists propped up their canvases and put up curtains in sooty Civil War-era buildings abandoned by" , "date" : "19950724" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "DUMBO (DOWN UNDER THE MANHATTAN BRIDGE OVERPASS) (BROOKLYN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Amid Old Brooklyn Factories, A Shrinking Canvas" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/24\/nyregion\/amid-old-brooklyn-factories-a-shrinking-canvas.html"} , {"body" : "IT was one of the first warm nights of this cold dark spring. Sri Kesava, a.k.a. Kim Shopov, the pigtailed lead singer of Baby Gopal, was pacing a Brooklyn club, as nervous as a teen-ager giving her first really hip and life-defining party. Ignoring her, a bartender in a \"Stupid Is as Stupid Does\" T-shirt and an old Polish man ate fried chicken out" , "date" : "19950723" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Life and Times Of a Young Rock Band" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/23\/nyregion\/the-life-and-times-of-a-young-rock-band.html"} , {"body" : "AFTER DECADE, CHILD-ABUSE CASE LIVES ON In 1984, five men, including a Methodist minister, were sent to prison for raping and sodomizing more than a dozen preschoolers in the Bronx. Since then, four of the convictions have been reversed. The remaining man, the minister, is still in prison and is pressing his appeal in a case that provides a window" , "date" : "19950719" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/19\/nyregion\/metro-digest-764396.html"} , {"body" : "AFTER DECADE, CHILD-ABUSE CASE LIVES ON In 1984, five men, including a Methodist minister, were sent to prison for raping and sodomizing more than a dozen preschoolers in the Bronx. Since then, four of the convictions have been reversed. The remaining man, the minister, is still in prison and is pressing his appeal in a case that provides a window" , "date" : "19950719" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/19\/nyregion\/metro-digest-764395.html"} , {"body" : "The calls would come in regularly to the 90th Precinct in Brooklyn: mysterious oil drum on street corner; unidentified men carrying barrels of waste into and out of an abandoned warehouse; unlicensed dumping in a local lot; green smoke pouring out of factory chimney. But collaring dangerous oil drums is not exactly a traditional way of getting" , "date" : "19950719" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "One Precinct Takes Aim At Environmental Crime" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/19\/nyregion\/one-precinct-takes-aim-at-environmental-crime.html"} , {"body" : "Deborah Masters has her work cut out for her. In her new role as a local environmental monitor for the city, she will be responsible for keeping tabs on Greenpoint and Williamsburg, two areas that have long had more than their share of toxic woes. It is an area where industry abuts residences, companies work with hazardous chemicals, a massive oil" , "date" : "19950702" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GREENPOINT (NYC)" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: WILLIAMSBURG\/GREENPOINT; Monitoring the North Brooklyn Muck: Watchdog Steps In" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/02\/nyregion\/neighborhood-report-williamsburg-greenpoint-monitoring-north-brooklyn-muck.html"} , {"body" : "UPTOWN -- They had already weathered a flood season of fund-raisers. But with the stoic determination of intrepid patrons, the guests attending the New York City Outward Bound Center's benefit on June 12 valiantly disembarked from cabs and limousines to walk through a driving rain into the Reebok Sports Club\/NY at Columbus Avenue and 67th Street." , "date" : "19950618" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "36" , "title" : "THE NIGHT; Outward Bound for Glory; Such Artifacts; Howl" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/18\/style\/the-night-outward-bound-for-glory-such-artifacts-howl.html"} , {"body" : "David C. Scher Pierogi 2000 167 North Ninth Street Greenpoint, Brooklyn Through Monday More than a few of the small drawings in this affecting show suggest glorified doodles. Cartoonlike figures are depicted in a shaky, apparently unsophisticated style, isolated on otherwise blank pages. But there's a troubling wit to the subjects. A giant bird" , "date" : "19950616" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "26" , "title" : "Art in Review" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/16\/arts\/art-in-review-013095.html"} ,   {"body" : "Here is a sampling of Memorial Day weekend events in the New York metropolitan region. Unless noted, events are free. NEW YORK CITY Today BRYANT PARK CONCERT, Avenue of the Americas at 40th Street. A performance by the St. Lawrence String Quartet. 12:30 P.M. Part of free Performance Series in the park sponsored by the Bryant Park Restoration" , "date" : "19950526" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "Events for Memorial Day Weekend" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/26\/arts\/events-for-memorial-day-weekend.html"} , {"body" : "In the middle of the school day, Jennifer Suarez sat in the park and watched the traffic whiz onto the Williamsburg Bridge. Nearby, Nytopia Walker spent the afternoon in a vacant lot of dirt and brick. Marlyn Garcia stood outside a bodega with her friends, eyeing the malt liquor ads. School was out -- and about -- as these students studied the" , "date" : "19950523" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "ALTERNATIVE SCHOOLS; A Bridge From Hope to Social Action" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/23\/nyregion\/alternative-schools-a-bridge-from-hope-to-social-action.html"} , {"body" : "BRAWTA CAFE ++ (718) 855-5515; 105 Bond Street, Boerum Hill; $; no credit cards This trim little spot, as bright and cheerful as the owner, Jennifer Ewers, who greets patrons, serves tasty Caribbean fare. The dining room is tiny, with only eight seats, and adorned with beautiful African artifacts. The small menu features specialties of zesty jerk" , "date" : "19950514" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "GOOD EATING; From the Heights, Hill, and Slope" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/14\/nyregion\/good-eating-from-the-heights-hill-and-slope.html"} , {"body" : "THE BRONX DISTRICT 1 Port Morris, Melrose, Mott Haven; last Thursday of the month; next May 25, 6:30 P.M., Lincoln Hospital, 234 East 149th Street, Conference Room 6; (718) 585-7117. Agenda: T.B.A. DISTRICT 2 Hunts Point, Longwood; last Wednesday of the month; next May 31, 6 P.M., at I.S. 74, 730 Bryant Avenue, Hunts Point Peninsula; (718)" , "date" : "19950507" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "PUBLIC INTEREST; Next Community Board Meetings" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/07\/nyregion\/public-interest-next-community-board-meetings.html"} , {"body" : "SOHO Peppers and Melons Are Food for Art Think a giant green pepper might be just the objet d'art to complete your living room? \"The Great American Seed Show,\" opening on Friday at the Bruce R. Lewin Gallery in Manhattan, will display 76 pieces by the sculptor Peter Anton, who creates only food objects. \"He has a thing about food,\" said Mr. Lewin," , "date" : "19950423" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/23\/nyregion\/playing-in-the-neighborhood-694295.html"} , {"body" : "The Pataki administration is proposing to charge homeless people rent, in effect, for staying in public shelters if the state determines that they have personal assets, jobs or other sources of income beyond basic welfare grants. The plan is projected to save state and local governments $320,000 a year, and state officials say it is intended to" , "date" : "19950421" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Shelter Fee Is Proposed For Homeless" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/21\/nyregion\/shelter-fee-is-proposed-for-homeless.html"} , {"body" : "Lambs for Petting Baby lambs from Hollow Road Farms in the Hudson Valley will visit the Union Square Greenmarket on Saturday from 10 A.M. to 2 P.M. Visitors will be able to pet the lambs, and the farm will have sheep's milk cheeses and yogurt for tasting. For Last-Minute Orders Most catering shops are no longer accepting orders for Passover and" , "date" : "19950412" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "Food Notes" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/12\/garden\/food-notes-351595.html"} , {"body" : "A 63-year-old retired housing police officer delivering a $20,000 cash payroll was wounded yesterday in a gun duel with robbers who were waiting for him in a Brooklyn industrial building, the police said. The former officer, Vincent C. McNeil of Brooklyn, was reported in stable condition at Bellevue Hospital Center after more than an hour of" , "date" : "19950401" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Ex-Officer Is Wounded by Payroll Robbers" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/01\/nyregion\/ex-officer-is-wounded-by-payroll-robbers.html"} , {"body" : "Each year for the last decade, dozens of newborn babies have died or been left to struggle with brain damage or other lifelong injuries because of mistakes made by inexperienced doctors and poorly supervised midwives and nurses in the teeming delivery rooms of New York City's public hospitals. Some of the most prestigious medical schools and" , "date" : "19950305" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "New York's Public Hospitals Fail, and Babies Are the Victims" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/05\/nyregion\/new-york-s-public-hospitals-fail-and-babies-are-the-victims.html"} , {"body" : "Two artists from a far tip of Long Island, a priest who knew the Pope in Poland and a Brooklyn boy with the voice of an angel will be among the most excited Roman Catholics next October when Pope John Paul II returns to the United States. The artists have carved a 4-foot-high black walnut sculpture of the Holy Family. The priest has a banner" , "date" : "19950303" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Pope Reschedules American Visit for the Fall; Area's Faithful Again Preparing For a Papal Visit" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/03\/nyregion\/pope-reschedules-american-visit-for-fall-area-s-faithful-again-preparing-for.html"} ,   {"body" : "As the new executive director of the Port Authority of New York and New Jersey, George J. Marlin, a self-described \"street-corner conservative\" from Queens, now faces a fundamental philosophical challenge: running the kind of expansive governmental agency whose very agenda he might otherwise oppose. The Port Authority's mission from its inception" , "date" : "19950210" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Man in the News; A Street Conservative -- George John Marlin" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/10\/nyregion\/man-in-the-news-a-street-conservative-george-john-marlin.html"} , {"body" : "In an attempt to reassure the public and protect precinct morale, Police Commissioner William J. Bratton has repeatedly said that nothing nearly as serious as the drug-related corruption scandal that engulfed the 30th Precinct in Harlem last year was being investigated in any other precinct. Mr. Bratton's observation had a soothing affect on a city" , "date" : "19950206" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Reminder Of Rogues" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/06\/nyregion\/reminder-of-rogues.html"} , {"body" : "After they have saved enough money frying breakfasts and washing produce, just before they are ready to fling open the doors of their gleaming new bagel shop or deli or diner, there is still one last ritual to perform, one rite of passage that will usher the foreign-born entrepreneurs into the mainstream of the culinary life in Queens. They must" , "date" : "19950127" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Where the Blue Paper Cups Are; A Warehouse Store in Queens Serves Ethnic Traditions" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/27\/nyregion\/where-blue-paper-cups-are-warehouse-store-queens-serves-ethnic-traditions.html"} , {"body" : "In Beer vs. Bologna, Bologna's the Champ In the battle of Boar's Head bologna versus Boar's Head beer, the bologna has triumphed. Boar's Head Provisions, the company in Greenpoint, Brooklyn, that distributes bologna and other cold cuts and cheeses nationwide, was upset to discover last April that the G. Heileman Brewing Company of Illinois had" , "date" : "19950122" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO." , "url" : "http:\/\/www.nytimes.com\/1995\/01\/22\/nyregion\/new-yorkers-co-896695.html"} , {"body" : "It was a sensational kidnapping case with racial overtones 20 years ago -- a white business executive abducted from the driveway of his Long Island estate by black men who denounced him as an imperialist enemy of the poor and chained him in a dark closet for a week until his family paid a $750,000 ransom. The victim, Jack J. Teich, was released" , "date" : "19950107" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE" , "NASSAU COUNTY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "20 Years Later, a Loophole Is Found; Odd Set of Events Overturns Verdict in a Kidnapping Case" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/07\/nyregion\/20-years-later-loophole-found-odd-set-events-overturns-verdict-kidnapping-case.html"} , {"author" : "Peter Hellman, the author of several books, recently returned from a trip to Poland." , "body" : "IF there isn't a local law of urban proximity, there should be, and it would go like this: The closer an enclave is to Manhattan, the farther it seems to be from Manhattan. Leafy Whitestone, Queens, for example, or sleepy Edgewater, N.J. The prime case may be Greenpoint, Brooklyn, nestled into the northwest corner of the borough by the East River." , "date" : "19950106" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Old-World Poland With an East River View" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/06\/arts\/old-world-poland-with-an-east-river-view.html"}]