[  {"body" : "Dr. Doris Leona Herzfeld and Dr. Yochanan Burnstein are to be married today in Brooklyn. Dr. Benjamin Helfgott, a rabbi who is the bridegroom's maternal grandfather, is to perform the ceremony at the Manhattan Beach Jewish Center. The couple are both residents in ophthalmology, she at Downstate University Hospital Center in Brooklyn, he at the" , "date" : "19951217" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "69" , "title" : "WEDDINGS;Dr. Herzfeld, Dr. Burnstein" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/17\/style\/weddings-dr-herzfeld-dr-burnstein.html"} , {"body" : "Dr. Sharon Rosenberg, a resident in anesthesiology at New York Hospital-Cornell Medical Center, is to be married this evening to David Abramovitz, an associate at Deutsch & Spring, a New York law firm. Rabbi Jacob Jungreis is to perform the ceremony at the Manhattan Beach Jewish Center in Brooklyn. Dr. Rosenberg, 27, graduated magna cum laude from" , "date" : "19951203" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "64" , "title" : "WEDDINGS;Dr. Rosenberg, Mr. Abramovitz" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/03\/style\/weddings-dr-rosenberg-mr-abramovitz.html"} , {"body" : "HISTORIANS have long memories. Vincent Seyfried, who wrote a seven-volume history of the Long Island Rail Road, had no trouble a few days ago remembering that there has been no passenger service on the Bay Ridge railroad spur in Brooklyn since 1924. He also knew that Austin Corbin built the spur in 1867, which was 13 years before he bought the Long" , "date" : "19951126" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "PERSPECTIVES;Building a Platform for Stores Over a Railroad Line" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/26\/realestate\/perspectives-building-a-platform-for-stores-over-a-railroad-line.html"} , {"author" : "William Grimes is an arts reporter for The New YorkTimes." , "body" : "THE ENCYCLOPEDIA OF NEW YORK CITY Edited by Kenneth T. Jackson. Illustrated. 1,350 pp. New Haven: Yale University Press\/ The New-York Historical Society. $60. NEW YORK CITY has five boroughs, straddles three islands and is governed by one mayor. But that's about it for single digits in the city of the big, big numbers. Bridges? New York has 2,027" , "date" : "19951008" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK, NY, USA"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "9" , "title" : "You Could Look It Up" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/08\/books\/you-could-look-it-up.html"} , {"body" : "DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of month; next meeting, Sept. 12, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; (718) 389-0009. DISTRICT 2 Fort Greene, Brooklyn Heights; second Wednesday of month; next meeting Sept. 13, 6 P.M.; Brooklyn Union Gas Company, One Metrotech Center, off Myrtle Avenue; (718) 596-5410." , "date" : "19950910" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Brooklyn Community Board Meetings" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/10\/nyregion\/public-interest-brooklyn-community-board-meetings.html"} , {"body" : "Lisa Marie Parlato and Eugene LeDonne, both lawyers, were married yesterday in Brooklyn. Msgr. Cosmo Saporito officiated at St. Ephrem's Roman Catholic Church. Mrs. LeDonne, 34, is the senior human resources counsel for Allied Signal Inc., an aerospace and automobile products company in Morristown, N.J. She graduated from Princeton University and" , "date" : "19950903" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "44" , "title" : "WEDDINGS; Lisa Parlato, Eugene LeDonne" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/03\/style\/weddings-lisa-parlato-eugene-ledonne.html"} , {"body" : "Lori Michele Nahoum, a daughter of Mr. and Mrs. Isadore Nahoum of Brooklyn, is to be married today to Dr. Michael David Bernstein, the son of Gladys Bernstein of Scarsdale, N.Y., and the late Dr. Arthur I. Bernstein. Rabbi Alvin Kass is to perform the ceremony at the Manhattan Beach Jewish Center in Brooklyn. The bride is a reading specialist at" , "date" : "19950820" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "49" , "title" : "WEDDINGS; Lori M. Nahoum, Michael Bernstein" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/20\/style\/weddings-lori-m-nahoum-michael-bernstein.html"} , {"body" : "To the Editor: Recently many tons of sand were added to \"enhance\" Brooklyn's beaches from Manhattan Beach to Sea Gate. It is now possible to walk at low tide from Brighton Beach to Manhattan Beach on sand. Yes, the beach at Sea Gate was dangerously narrow and merited widening. This was not true of most of the rest of this stretch of shoreline." , "date" : "19950726" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "Sea Life Pays for a Walk on the Beaches" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/26\/opinion\/l-sea-life-pays-for-a-walk-on-the-beaches-888095.html"} , {"body" : "WHAT'S in a name? When the name is New York, apparently not too much. Here is the Big Apple, pretty well convinced it is the center of everything, the capital of the world. But does anyone out there buy it? Not if you measure its fame by the frequency with which its name is invoked outside its borders. There are New York bagels, New York cheesecake" , "date" : "19950702" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "2" , "title" : "June 25 - July 1; I'll Take Manhattan . . . Or Maybe Not" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/02\/weekinreview\/june-25-july-1-i-ll-take-manhattan-or-maybe-not.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN FLATIRON DISTRICT $340,000 108 Fifth Avenue (16th St.) 2-bedroom, 2-bath, 1,300-sq.-ft. postwar condo; 24-hr. concierge; dining area, c\/a, marble bath, Jacuzzi, 2" , "date" : "19950604" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "10" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/04\/realestate\/residential-resales-086312.html"} ,   {"body" : "SHIRLEY GOLDSTEIN, who laughingly calls herself \"a very senior citizen,\" had lived all her life in the Manhattan Beach section of Brooklyn; an unmarried first-grade teacher, she had lived first with her parents, then with her sister and her sister's family and, most recently, with her two maiden aunts. So it came as a shock to her relatives -- and" , "date" : "19950528" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "Habitats\/Fifth Avenue and 87th Street; Long Journey From Manhattan Beach to Manhattan" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/28\/realestate\/habitats-fifth-avenue-87th-street-long-journey-manhattan-beach-manhattan.html"} , {"body" : "Over three decades scores of small public academies, including 46 high schools in the last two years, have opened in New York City. In this series, all the new high schools are profiled, as well as notable older ones that served as models. Here is a sampler of schools using an array of instructional techniques, some experimental, some traditional." , "date" : "19950524" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S." , "Education"] , "page_facet" : "7" , "title" : "ALTERNATIVE SCHOOLS: Career Preparation Or College; Combining Techniques Old and New" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/24\/us\/alternative-schools-career-preparation-college-combining-techniques-old-new-184095.html"} , {"body" : "Once they were New York City's sturdy castles of learning, immense neighborhood high schools with as many as 5,000 students each that dependably churned out graduates to sustain the city and, sometimes, transform the world. Colin L. Powell went to Morris High School in the Bronx, Barbra Streisand and Bobby Fischer to Erasmus Hall in Brooklyn, Lewis" , "date" : "19950522" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "New Schools Seeking Small Miracles" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/22\/nyregion\/new-schools-seeking-small-miracles.html"} , {"body" : "Deciphering a Slogan Q. For years, an odd slogan was visible from the Queens approach to the Queens-Midtown Tunnel. It appeared to have been stenciled or painted on the outside of the overhead roadway and it read, \"WHEELS OVER INDIAN TRAILS .\" The words have since been eradicated, but I often wonder about it. Who painted it and where did it go? A." , "date" : "19950521" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1995\/05\/21\/nyregion\/fyi-309895.html"} , {"body" : "ANDREA ROBERTS sat on the edge of a sandbox in Central Park near East 77th Street, keeping an eye on her sons, Ross, 4, and Matt, 8. They were happily shoveling and sifting. She was worrying that she had let them play in a place that could be dangerous. \"I always throw them in a bath and wash their clothes as soon as I get home,\" she said. Ms." , "date" : "19950511" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "How Clean Is Clean Enough?" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/11\/garden\/how-clean-is-clean-enough.html"} , {"body" : "THE BRONX DISTRICT 1 Port Morris, Melrose, Mott Haven; last Thursday of the month; next May 25, 6:30 P.M., Lincoln Hospital, 234 East 149th Street, Conference Room 6; (718) 585-7117. Agenda: T.B.A. DISTRICT 2 Hunts Point, Longwood; last Wednesday of the month; next May 31, 6 P.M., at I.S. 74, 730 Bryant Avenue, Hunts Point Peninsula; (718)" , "date" : "19950507" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "PUBLIC INTEREST; Next Community Board Meetings" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/07\/nyregion\/public-interest-next-community-board-meetings.html"} , {"body" : "To the Editor: The April 16 article \"Express Service to Wall Street, and Nowhere Else\" by Bruce Lambert opens: \"There is no cab stand like it anywhere else in the city.\" I would like to welcome Mr. Lambert to the corner of Brighton Beach and Coney Island Avenues, a stop on the D and Q lines, any weekday morning. There he'll find a queue of yellow" , "date" : "19950507" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "20" , "title" : "Another Cab Stand Offers Riders a Single Destination" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/07\/nyregion\/l-another-cab-stand-offers-riders-a-single-destination-688595.html"} , {"body" : "BROWNSTONE BROOKLYN On the Waterfront Not an awful lot has actually happened there over the recent years, but the Brooklyn Heights waterfront -- or, more specifically, what to do with it -- is a perpetually, loomingly big story around the neighborhood. The reason, quite simply, is a widespread fear that development will mean losing the passionately" , "date" : "19950101" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT; Looking Back, Looking Ahead, Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/01\/nyregion\/neighborhood-report-looking-back-looking-ahead-brooklyn.html"} , {"body" : "Archery World Champions Men's Olympic Bow Field -- Andrea Parenti, Italy. Women's Olympic Bow Field -- Jenny Sjouall, Sweden. Men's Compound Bow -- Tom Henriksen, Denmark. Women's Compound Bow -- Michelle Ragsdale, Tucson, Ariz. U.S. Champions Men's Outdoor Olympic Bow -- Jay Barrs, Salt Lake City. Women's Outdoor Olympic Bow -- Judi Adams," , "date" : "19950101" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "8" , "title" : "1994 THE YEAR IN REVIEW; From Archery to Paddleball to Yachting, Winners All" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/01\/sports\/1994-the-year-in-review-from-archery-to-paddleball-to-yachting-winners-all.html"}]