[  {"body" : "Antoinette Leonard says her high school has become so overcrowded that in some cases 39 students are packed into a class. Alvin Berk worries that a decline in tree-pruning by city crews will lead to the death of handsome old trees in his neighborhood. But Rocio Proano says the city services she cares most about, particularly the public library," , "date" : "19951125" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY" , "NEW YORK, USA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Rich or Poor, Most Feel Cuts in City Services" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/25\/nyregion\/rich-or-poor-most-feel-cuts-in-city-services.html"} , {"body" : "Al Schreiber, a New York supermarket executive who was a former chairman of Maimonides Medical Center and a philanthropist, died on Saturday at St. Rose's Home in Manhattan. He was 63 and lived in Mill Basin, Brooklyn. The cause was complications from a brain tumor, said his wife, Ellen. At his death, Mr. Schreiber was the president and chief" , "date" : "19951030" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "6" , "title" : "Al Schreiber, 63, Who Headed Supermarket Company, Is Dead" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/30\/nyregion\/al-schreiber-63-who-headed-supermarket-company-is-dead.html"} , {"body" : "TO Barry Greenberg, it was a no-brainer: Discovery Zone, then a Chicago-based chain of indoor playgrounds, wanted to expand. The Bronx, with its dense population, seemed perfect. \"I knew their sales would be off the charts there,\" said Mr. Greenberg, a vice president of the New Spectrum store brokerage. But when Mr. Greenberg broached the idea to" , "date" : "19951001" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)" , "BRONX (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Commercial Property; Big Retailers Are Taking The Bronx - And S.I. Too" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/01\/realestate\/commercial-property-big-retailers-are-taking-the-bronx-and-si-too.html"} , {"body" : "A state Assistant Attorney General and a State Supreme Court law secretary were among the winners in last night's primary elections for Civil Court judgeships in New York City. While voters cast ballots for nominees for 15 Civil Court judgeships, only 5 were contested in the Democratic primary. There were no Republican candidates for judgeships. No" , "date" : "19950913" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Law Secretary Wins Primary For Judgeship" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/13\/nyregion\/law-secretary-wins-primary-for-judgeship.html"} , {"body" : "Primary elections will be held tomorrow in New York City, with polls open from 6 A.M. to 9 P.M. Voters will cast ballots for nominees for 15 Civil Court judgeships and for district leader and delegates and alternates to the judicial convention. No primaries will be held in the Bronx or Staten Island. Only 5 of the 15 Civil Court judgeships are" , "date" : "19950911" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Civil Court Nominees to Be Decided" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/11\/nyregion\/civil-court-nominees-to-be-decided.html"} , {"body" : "On the first day of school last Thursday, Marita Regan, the principal of Public School 222 in Marine Park, found herself doing more with less. Already reeling from the loss of seven teachers who took early retirement and were not replaced, Ms. Regan was confronted with parents registering far more students than had been expected. Every available" , "date" : "19950910" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN SCHOOLS UP CLOSE; Doing More With Less: School Buses, Too" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/10\/nyregion\/neighborhood-report-brooklyn-schools-up-close-doing-more-with-less-school-buses.html"} , {"body" : "There are 15 New York City Civil Court seats up for election in November. Yet only five are being contested in next week's Democratic primary -- which means that many of the others will owe their jobs to party bosses who largely control who gets on the ballot. Unlike some elections in the past, this year's group of primary candidates is low on" , "date" : "19950909" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "Civil Court Choices" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/09\/opinion\/civil-court-choices.html"} , {"body" : "A man commandeered a bus carrying several dozen passengers in the Bronx yesterday afternoon, but the hijacker was subdued by a passenger and arrested after the driver headed for a nearby police station house, the police said. About 12 people suffered minor injuries when the bus came to a sudden stop as the hijacker struggled to gain control of the" , "date" : "19950821" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Five Minutes of Terror After Man Hijacks Bus" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/21\/nyregion\/five-minutes-of-terror-after-man-hijacks-bus.html"} , {"body" : "The widow of a New York City paramedic called yesterday for a criminal investigation into the death of her husband, who died Thursday after receiving the wrong type of blood in a transfusion at Coney Island Hospital. She said she had retained a lawyer to press a wrongful-death lawsuit against the City. The 30-year-old paramedic, Ira Medjuck, was" , "date" : "19950814" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Paramedic's Widow Wants Criminal Inquiry Into His Death" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/14\/nyregion\/paramedic-s-widow-wants-criminal-inquiry-into-his-death.html"} , {"body" : "Children on the quiet, tree-shaded block in Brooklyn's Old Mill Basin said they sensed something had been amiss for the last few months in the two-family brick home on East 59th Street. At night, teen-age boys who hung out at the park and baseball diamond across the street would drop by the apartment and be welcomed by a person neighbors described" , "date" : "19950811" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "OLD MILL BASIN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Brooklyn Man Is Charged With Abuse of Four Boys" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/11\/nyregion\/brooklyn-man-is-charged-with-abuse-of-four-boys.html"} ,   {"body" : "Dr. Daniel Tansman had much to savor late Monday: a prosperous business, a long and happy marriage, a granddaughter's bas mitzvah on Saturday. He decided to smoke a cigar before he went to bed, and because he did, officials say, he and his wife are dead. The cigar fell onto a chair in a first-floor den, starting a fire that filled the two-story" , "date" : "19950614" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["MILL BASIN (BKLYN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "2 Are Killed in Home Fire Traced to Cigar" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/14\/nyregion\/2-are-killed-in-home-fire-traced-to-cigar.html"} , {"body" : "THE BRONX DISTRICT 1 Port Morris, Melrose, Mott Haven; last Thursday of the month; next May 25, 6:30 P.M., Lincoln Hospital, 234 East 149th Street, Conference Room 6; (718) 585-7117. Agenda: T.B.A. DISTRICT 2 Hunts Point, Longwood; last Wednesday of the month; next May 31, 6 P.M., at I.S. 74, 730 Bryant Avenue, Hunts Point Peninsula; (718)" , "date" : "19950507" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "PUBLIC INTEREST; Next Community Board Meetings" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/07\/nyregion\/public-interest-next-community-board-meetings.html"} , {"body" : "To the Editor: Our neighborhood hasn't disappeared, its existence is perennially ignored [ \"The 'Sacred Sites' That Make Neighborhoods Work,\" March 12 ] . Seaview Village, a unique suburban community within the city, was missing from the map of neighborhoods. Missing also was the Madison area, one of the most affluent and beautiful communities of" , "date" : "19950430" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "Real Estate"] , "page_facet" : "12" , "title" : "Neighborhoods: The 'Sacred Sites'" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/30\/realestate\/l-neighborhoods-the-sacred-sites-925195.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA $520,000 161 West 15th Street 2-bedroom, 2-bath, 1,700-sq.-ft. co-op in a loft building; library, study, fireplace, 1,000-sq.-ft. roof deck, 2 exposures;" , "date" : "19950129" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/29\/realestate\/residential-resales-205795.html"} , {"body" : "Lou Iacobelli is no acid rocker. But there he was yesterday morning, sitting on the edge of his folding seat in the second row of the Guernsey's auction house sale of collectibles from \"40 Years of Rock & Roll,\" waiting expectantly through offerings of Elvis's original test pressings, Elvis lipstick and the Elvis library card, for bidding to begin" , "date" : "19950122" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "At Rock Auction, Chagrin Over a Sink" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/22\/nyregion\/at-rock-auction-chagrin-over-a-sink.html"}]