[  {"body" : "The shutdowns of big businesses in Brooklyn this year were well publicized: A. & S., Pechter Field's bakery, KB Electronics, each gone, along with hundreds of jobs. The economic base of Brooklyn, it seemed, was draining away fast. But behind the headlines is a bit of hope. As large companies continue to close, analysts say, they are being replaced" , "date" : "19951231" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: LOOKING BACK, LOOKING AHEAD;Brooklyn's Small Plants Filling Industrial Gap" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/31\/nyregion\/neighborhood-report-looking-back-looking-ahead-brooklyn-s-small-plants-filling.html"} , {"body" : "The Treasury's schedule of financings this week includes today's regular weekly auction of three- and six-month bills and two- and five-year notes to be auctioned Wednesday and Thursday. At the close of the New York cash market on Friday, traders said, the rate on the outstanding three-month bill was at 5.19 percent and the rate on the six-month" , "date" : "19951218" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["Business"] , "page_facet" : "10" , "title" : "Treasury to Sell Bills and Notes This Week" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/18\/business\/treasury-to-sell-bills-and-notes-this-week.html"} , {"body" : "New York City's homeless shelters are filling up. Winter weather has been colder sooner than usual, and social service agencies' outreach efforts have been more intense, city officials and shelter workers say. Other homeless people, meanwhile, have migrated to makeshift encampments scattered throughout the boroughs to escape what advocates for the" , "date" : "19951210" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "57" , "title" : "THYE NEEDIEST CASES;Marooned at a Shelter, Eking Out Life an Hour at a Time" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/10\/nyregion\/thye-neediest-cases-marooned-at-a-shelter-eking-out-life-an-hour-at-a-time.html"} , {"body" : "A coalition of community groups filed suit last week seeking to prevent New York City from building a 3,000-ton-a-day garbage incinerator in the Brooklyn Navy Yard without filing a new environmental impact statement. The incinerator, intended to reduce dependence on the Fresh Kills landfill on Staten Island, has drawn strong opposition. The" , "date" : "19951112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN WATERFRONT;Lawsuit Seeks to Block a Garbage Incinerator in the Navy Yard" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/12\/nyregion\/neighborhood-report-brooklyn-waterfront-lawsuit-seeks-block-garbage-incinerator.html"} , {"body" : "FLORENCE NEAL fears her neighborhood is about to become an acronym. \"Please don't call us RedHo,\" she said, wincing at the thought of Red Hook becoming like SoHo (South of Houston Street) or TriBeCa (the Triangle Below Canal Street). Ms. Neal, a sculptor, painter and graphic designer, was one of the first of a wave of artists who have moved in" , "date" : "19951029" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BOWERY (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "After a Retreat, Gentrification Is Marching To the Fringes" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/29\/realestate\/after-a-retreat-gentrification-is-marching-to-the-fringes.html"} , {"body" : "When Capt. Kevin Ray first heard eight years ago that he would be transferred from his Coast Guard posting in New Orleans to Governors Island, at the foot of Manhattan, his heart plummeted like an anchor. \"When I looked at the set of orders,\" he said yesterday, \"I thought, 'I'm going to have to slit my wrists.' New York? I had absolutely no desire" , "date" : "19951018" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK HARBOR" , "GOVERNORS ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "On an Oasis in New York Harbor, a Bittersweet Salute" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/18\/nyregion\/on-an-oasis-in-new-york-harbor-a-bittersweet-salute.html"} , {"body" : "Richie Williamson, a blacksmith, helped force open the bronze door of the crypt at Fort Greene Park in Brooklyn. In the dim light, on the nearest shelf, he could see a human jawbone, more than 200 years old, covered with blackened cobwebs. He made the sign of the cross over his heart and prayed for the souls of 11,500 American heroes, men who died" , "date" : "19950923" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE PARK (BROOKLYN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Resurrecting Patriots, and Their Park; Shrine to Revolution's Martyrs Is Part of Fort Greene Renewal" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/23\/nyregion\/resurrecting-patriots-their-park-shrine-revolution-s-martyrs-part-fort-greene.html"} , {"body" : "An article on Thursday about a fire at the Brooklyn Navy Yard caused by spontaneous combustion in cases of latex gloves misstated the shipping route that brought some of the gloves to New York. They were sent directly to Oxford Distributors at the Navy Yard by the importer, SJS Supreme Corporation in Yorba Linda, Calif. -- not through IDM Medical" , "date" : "19950814" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/14\/nyregion\/c-corrections-690395.html"} , {"body" : "The spectacular fire that gutted a warehouse at the Brooklyn Navy Yard last week, sending a pall of smoke over the East River and injuring 67 firefighters, began when thousands of latex gloves packed closely together caught fire by spontaneous combustion on a 96-degree day, fire officials said. At least 1,000 cases of the medical examination" , "date" : "19950810" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Warehouse Caught Fire When Gloves Combusted" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/10\/nyregion\/warehouse-caught-fire-when-gloves-combusted.html"} , {"body" : "The spectacular fire that gutted a warehouse at the Brooklyn Navy Yard last week began when latex gloves were ignited by spontaneous combustion, fire officials said. Article, page B4." , "date" : "19950810" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Combustible Gloves" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/10\/nyregion\/combustible-gloves.html"} ,   {"body" : "A report in the Postings column last Sunday misstated the trade of the workers who assembled a large crane at the Brooklyn Navy Yard. They are members of the Boilermakers union." , "date" : "19950806" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Corrections" , "Real Estate"] , "page_facet" : "5" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/06\/realestate\/c-corrections-654995.html"} , {"body" : "In June, an addict was shooting up behind a rose bush in the Ninth Street garden, a peaceful oasis in a decidedly unpeaceful neighborhood. Mary Owens, or Miss Mary, as she is known to virtually everyone on her block, Ninth Street between Avenues B and C, asked him to move on. \"He told me he was busy,\" Ms. Owens said. The man, needle feeding a vein," , "date" : "19950806" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST VILLAGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: VILLAGES EAST AND WEST; Conversations With Miss Mary, Mayor of 9th St." , "url" : "http:\/\/www.nytimes.com\/1995\/08\/06\/nyregion\/neighborhood-report-villages-east-west-conversations-with-miss-mary-mayor-9th-st.html"} , {"date" : "19950804" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "page_facet" : "3" , "title" : "Fire at the Brooklyn Navy Yard" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/04\/nyregion\/fire-at-the-brooklyn-navy-yard.html"} , {"date" : "19950803" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "page_facet" : "6" , "title" : "Fire Rages at Brooklyn Navy Yard" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/03\/nyregion\/fire-rages-at-brooklyn-navy-yard.html"} , {"body" : "Building the $400 million Brooklyn Navy Yard Cogeneration power plant is a big job, and it's taking one of the biggest cranes in the world to do it. \"It's the first time the city ever certified a crane this large,\" said Robert F. Bitteker, the site manager. \"You can build a small skyscraper with it.\" The 393-foot-tall, fire-engine-red Demag crane" , "date" : "19950730" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: It's One of the Biggest, 393 Feet Tall; At Navy Yard, The Crane Is Flying" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/30\/realestate\/postings-it-s-one-of-the-biggest-393-feet-tall-at-navy-yard-the-crane-is-flying.html"} , {"body" : "FOR millions of New Yorkers waiting anxiously in Times Square, World War II ended at 7:03 P.M. Aug. 14, 1945. At that moment, the 15,000 light bulbs on the Times Tower's zipper sign spelled out five words that touched off a tumultuous celebration: \"Official -- Truman announces Japanese surrender.\" After surviving years of scarcity and sacrifice," , "date" : "19950730" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NEW YORK 1945; The War Was Ending. Times Square Exploded. Change Was Coming." , "url" : "http:\/\/www.nytimes.com\/1995\/07\/30\/nyregion\/new-york-1945-the-war-was-ending-times-square-exploded-change-was-coming.html"} , {"body" : "Redfield Mason, an Indiana farm boy who helped the Navy break the Japanese military code in World War II and then won national fame when he won $100,000 on a television quiz show with an unlikely mastery of Greek and Roman mythology, died on July 9 at a nursing home in Warrenton, Va. He was 91. His family, who reported his death this week, said he" , "date" : "19950728" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "20" , "title" : "Adm. Redfield Mason Dies at 91; Code Breaker and TV Quiz Whiz" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/28\/obituaries\/adm-redfield-mason-dies-at-91-code-breaker-and-tv-quiz-whiz.html"} , {"body" : "MY furniture is meant to do its job in a way that surprises you,\" said Robert Martin, the furniture designer and maker. \"What I seek in my work is that a piece does a quotidian task and does it well, but in a way that's unexpected.\" Mr. Martin, who was born in Louisiana, was explaining why his clean-lined chairs have seats that are cantilevered" , "date" : "19950727" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "Currents; Chairs That Seem to Defy Gravity" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/27\/garden\/currents-chairs-that-seem-to-defy-gravity.html"} , {"body" : "In the last 15 years, artists by the hundreds have advanced on a desolate warren of empty factory buildings and cobblestone streets in Brooklyn known as Dumbo, for Down Under the Manhattan Bridge Overpass. As traffic rumbled overhead, the artists propped up their canvases and put up curtains in sooty Civil War-era buildings abandoned by" , "date" : "19950724" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "DUMBO (DOWN UNDER THE MANHATTAN BRIDGE OVERPASS) (BROOKLYN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Amid Old Brooklyn Factories, A Shrinking Canvas" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/24\/nyregion\/amid-old-brooklyn-factories-a-shrinking-canvas.html"} , {"body" : "The calls would come in regularly to the 90th Precinct in Brooklyn: mysterious oil drum on street corner; unidentified men carrying barrels of waste into and out of an abandoned warehouse; unlicensed dumping in a local lot; green smoke pouring out of factory chimney. But collaring dangerous oil drums is not exactly a traditional way of getting" , "date" : "19950719" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "One Precinct Takes Aim At Environmental Crime" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/19\/nyregion\/one-precinct-takes-aim-at-environmental-crime.html"} ,   {"body" : "The Giuliani administration plans to postpone construction of the Brooklyn Navy Yard incinerator for an additional three years and is reconsidering whether to build the plant at all, according to a draft of the city's new solid-waste management plan. The incinerator, on the drawing boards for 10 years and considered a central element in New York" , "date" : "19950616" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Plan to Build Incinerator Faces Delay" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/16\/nyregion\/plan-to-build-incinerator-faces-delay.html"} , {"body" : "SCHOOLS CHANCELLOR PLANS TO LEAVE After months of constant criticism by Mayor Rudolph W. Giuliani, Schools Chancellor Ramon C. Cortines said yesterday that he was resigning and would leave office by Oct. 15, or sooner if his successor was found. He notified the president of the Board of Education of his decision on Sunday, the day after the Mayor" , "date" : "19950616" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/16\/nyregion\/metro-digest-925595.html"} , {"body" : "If reactions to the new installation in the traffic island at Fifth Avenue and 23d Street, at the foot of the Flatiron Building, prove anything, it's that public art does indeed involve the public. In one 45-minute period recently, the following responses to the 19-foot-tall bluish-gray tower and base were noted. \"It's a clothes peg,\" said Liz" , "date" : "19950416" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: MIDTOWN\/FLATBUSH; A City of 8 Million Art Critics" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/16\/nyregion\/neighborhood-report-midtown-flatbush-a-city-of-8-million-art-critics.html"} , {"body" : "The aging Russian freighter did not seem menacing, just another maritime pack animal hauling scrap metal or waste paper or some other bulk leftover. But when it crept into New York Harbor the other day, it became an outlaw. The United States Coast Guard moved in. The vessel was impounded. Its crew was interrogated. Its records were checked. Its" , "date" : "19950312" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK HARBOR" , "RUSSIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "The Safety Zone; Coast Guard Tries to Rid Waters of Deficient Foreign Ships" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/12\/nyregion\/the-safety-zone-coast-guard-tries-to-rid-waters-of-deficient-foreign-ships.html"} , {"body" : "FROM the outside, the aging four-story red brick building might be just another administration center in the court complex in Morristown. But just step inside, and the mission of the Morris County jail is clear: the building is up to its rafters in prisoners. Built in 1930 to house a maximum of 144 prisoners, the jail now holds 325. Fifteen guards" , "date" : "19950226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY" , "MORRIS COUNTY (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A County Jail Copes With State Prisoners and Overcrowding" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/26\/nyregion\/a-county-jail-copes-with-state-prisoners-and-overcrowding.html"} , {"body" : "Citing serious toxic contamination, the State Department of Environmental Conservation has added part of the Brooklyn Navy Yard to the state Superfund list of hazardous waste sites. Officials with the environmental agency said the action underscored their resolve to conduct a comprehensive investigation of the entire Navy Yard complex. State" , "date" : "19950205" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "56" , "title" : "New York State Adds Navy Yard to List of Hazardous Waste Sites" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/05\/nyregion\/new-york-state-adds-navy-yard-to-list-of-hazardous-waste-sites.html"} , {"body" : "In Brooklyn Heights, nearly everyone has a story about the tow trucks. Karen Gordon, 38, who lives on Clark Street, said she recently saw a friend pull into a no-parking zone with her car all packed for a vacation. The woman put on her flashers and ran into her house for what seemed like a matter of seconds. \"When she came out, they had the car" , "date" : "19950110" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Brooklyn Heights, Residents Describe Siege of Tow Trucks" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/10\/nyregion\/in-brooklyn-heights-residents-describe-siege-of-tow-trucks.html"} , {"body" : "BROWNSTONE BROOKLYN On the Waterfront Not an awful lot has actually happened there over the recent years, but the Brooklyn Heights waterfront -- or, more specifically, what to do with it -- is a perpetually, loomingly big story around the neighborhood. The reason, quite simply, is a widespread fear that development will mean losing the passionately" , "date" : "19950101" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT; Looking Back, Looking Ahead, Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/01\/nyregion\/neighborhood-report-looking-back-looking-ahead-brooklyn.html"}]