[  {"body" : "The shutdowns of big businesses in Brooklyn this year were well publicized: A. & S., Pechter Field's bakery, KB Electronics, each gone, along with hundreds of jobs. The economic base of Brooklyn, it seemed, was draining away fast. But behind the headlines is a bit of hope. As large companies continue to close, analysts say, they are being replaced" , "date" : "19951231" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: LOOKING BACK, LOOKING AHEAD;Brooklyn's Small Plants Filling Industrial Gap" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/31\/nyregion\/neighborhood-report-looking-back-looking-ahead-brooklyn-s-small-plants-filling.html"} , {"body" : "Some of the new faces and places that appeared and disappeared in Brooklyn in 1995: IN... Fulton Mall: Macy's. The department store took over the defunct A. & S. flagship store. Sheepshead Bay: Lundy's. The legendary seafood restaurant has reopened, in an abridge format. The flesh: Steam Heat. The all-nude club across the street from the Metrotech" , "date" : "19951231" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: LOOKING BACK, LOOKING AHEAD;BROOKLYN BEAT: Mo More She-Crab Soup" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/31\/nyregion\/neighborhood-report-looking-back-looking-ahead-brooklyn-beat-mo-more-she-crab.html"} , {"body" : "Subway Cars' Trek Q. How does a subway car get from upstate New York, St. Louis, Montreal, Japan or wherever it's built to the New York subway system? Once they're here, how do they get onto the subway tracks? A. Whether coming from Elmira and Hornel, N.Y., where the old Eisenhower-era cars are routinely overhauled, or the more distant lands of" , "date" : "19951231" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["JAPAN"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1995\/12\/31\/nyregion\/fyi-047651.html"} , {"body" : "A pair of snowstorms rolled into the New York region on Tuesday, delivering a one-two punch that closed schools and offices, disrupted airports, complicated holiday shopping and guaranteed what meteorologists said would be the first white Christmas in 12 years. For much of the day, people were caught up in a guessing game. Based on forecasters'" , "date" : "19951220" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Autumn's Snowy Farewell Comes in Two Bursts" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/20\/nyregion\/autumn-s-snowy-farewell-comes-in-two-bursts.html"} , {"body" : "On a windswept stretch of West Harlem, in a former meatpacking plant under Riverside Drive, the owners of an Upper West Side institution have built a supermarket that they hope will change the way many New Yorkers shop. The store, offering everything from prepared salads to 50-pound bags of sugar, easily dwarfs any other supermarket in Manhattan." , "date" : "19951219" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Fancy Food at Warehouse Prices;Upscale Supermarket Carves a New Niche in Harlem" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/19\/nyregion\/fancy-food-at-warehouse-prices-upscale-supermarket-carves-a-new-niche-in-harlem.html"} , {"body" : "Yellow Hook, Until . . . Q. I was reading a historical biography and saw a reference to Yellow Hook, Brooklyn. This surprised me. I know Red Hook, but Yellow? A. More than a century ago, the area now known as Bay Ridge was called Yellow Hook, according to documents from the Bay Ridge Historical Society. The name referred to the yellow sand and clay" , "date" : "19951217" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1995\/12\/17\/nyregion\/fyi-017876.html"} , {"body" : "WHEN the Adell family began assembling property around the Flower District for residential redevelopment, the current chairman of the City Planning Commission had not yet begun his career in government. Indeed, he was not yet out of fifth grade. It has taken a long time -- a very long time -- for the Adells to acquire three large parcels on the" , "date" : "19951210" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FLOWER DISTRICT (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "In Flower District, Ground Is Sown For Housing" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/10\/realestate\/in-flower-district-ground-is-sown-for-housing.html"} , {"body" : "In 25 years, New York City has made significant gains in improving its air quality and the cleanliness of its waterways, but the quality of its drinking water has slipped, and disposing of the city's garbage is a persistent problem, according to a report by a leading environmental advocacy group. The report by the Natural Resources Defense Council," , "date" : "19951205" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "25-Year Checkup Shows Gains in Air Quality but a Decline in TrashDisposal" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/05\/nyregion\/25-year-checkup-shows-gains-in-air-quality-but-a-decline-in-trashdisposal.html"} , {"body" : "USUALLY it's the arrival of artists that is said to herald the rejuvenation of an urban neighborhood. When artists move into low-cost underutilized industrial space, can repopulation and higher property values -- or gentrification, as it may eventually be called -- be far behind? But in Gregory O'Connell's view, revival along the Red Hook" , "date" : "19951112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PERSPECTIVES;Trying to Lure Business to the Red Hook Waterfront" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/12\/realestate\/perspectives-trying-to-lure-business-to-the-red-hook-waterfront.html"} , {"body" : "A suspect in a drug purchase was killed and a police officer was shot in the leg during a struggle on a street in Red Hook, Brooklyn, yesterday afternoon, the police said. The suspect, identified as Roberto Ramirez, 43, of 717 Henry Street, died at 6:50 P.M. at Long Island College Hospital in Brooklyn, two and a half hours after the incident, said" , "date" : "19951105" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "Suspect Killed In Shootout; Officer Is Hurt" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/05\/nyregion\/suspect-killed-in-shootout-officer-is-hurt.html"} ,   {"body" : "FLORENCE NEAL fears her neighborhood is about to become an acronym. \"Please don't call us RedHo,\" she said, wincing at the thought of Red Hook becoming like SoHo (South of Houston Street) or TriBeCa (the Triangle Below Canal Street). Ms. Neal, a sculptor, painter and graphic designer, was one of the first of a wave of artists who have moved in" , "date" : "19951029" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BOWERY (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "After a Retreat, Gentrification Is Marching To the Fringes" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/29\/realestate\/after-a-retreat-gentrification-is-marching-to-the-fringes.html"} , {"body" : "Angry over budget cuts, parents at School District 15 weighed in Wednesday, denouncing, hissing and booing a temporary school board of three trustees who passed a budget that the elected board would not. School Board 15 was superseded after it defied Chancellor Ramon C. Cortines's order on Sept. 14 to pass its budget, cuts and all. District 15," , "date" : "19950924" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROWNSTONE BROOKLYN; Parents Boo, and Lose" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/24\/nyregion\/neighborhood-report-brownstone-brooklyn-parents-boo-and-lose.html"} , {"body" : "Community School Board 15 is waging a rebellion. Angry that it received less money from the Board of Education again this year, even though enrollment and teacher salaries rose, it refused to adopt its 1996 budget, and urged other districts to do the same. The action was largely symbolic, since school boards are obligated to pass their budgets." , "date" : "19950917" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROWNSTONE BROOKLYN; School Board 15, Rebels With a Fiscal Cause" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/17\/nyregion\/neighborhood-report-brownstone-brooklyn-school-board-15-rebels-with-fiscal-cause.html"} , {"body" : "To the Editor: Your Aug. 30 news article on questions about the maritime industry's future in New York City raises an important issue for Brooklyn and for the city. It is time for a reassessment of the mission of the Port Authority. However, to suggest that the city would be \"better off if it let some or all of its commercial shipping business just" , "date" : "19950905" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "16" , "title" : "Don't Let New York's Maritime Business Die" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/05\/opinion\/l-don-t-let-new-york-s-maritime-business-die-873095.html"} , {"body" : "New Yorkers often look at neighborhoods like Long Island City, Queens, and see only vacant warehouses and factories, idle piers and other fading remnants of the city's industrial past. Few realize that a new plant on 38th Avenue produces fresh pita each day for the city's Greek diners and restaurants. Nor do they know that thousands of custom-made" , "date" : "19950904" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Factories in New York City Prosper in Niches" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/04\/nyregion\/factories-in-new-york-city-prosper-in-niches.html"} , {"body" : "Wally Shapiro, who has run a Red Hook warehouse for 41 years, supports a plan to create a business improvement district that would levy fees on businesses to pay for private security, sanitation and marketing. \"The B.I.D. would give us services the city is supposed to supply, but doesn't have money to adequately provide,\" he said as he walked past" , "date" : "19950903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: RED HOOK; Is B.I.D. Plan One Too Many?" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/03\/nyregion\/neighborhood-report-red-hook-is-bid-plan-one-too-many.html"} , {"body" : "SUSIE Durant, daughter of farmers and fishermen from South Carolina, came north to New York in 1958. She had a high school diploma and a way with kids. She has taught at Public School 15 in Red Hook, Brooklyn, for 26 years. Rosalyn Irving, daughter of a subway conductor and a Queens housewife, graduated from P.S. 140 and later from Queens College." , "date" : "19950903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "29" , "title" : "On Sunday; After Science Of Budgeting, Art of Teaching" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/03\/nyregion\/on-sunday-after-science-of-budgeting-art-of-teaching.html"} , {"body" : "Government agencies have spent hundreds of millions of dollars in recent years to subsidize the depressed maritime industry in New York City, once one of the premier ports in the world. But now the city's own planning experts are asking for the first time whether the city would be better off if it let some or all of its commercial shipping business" , "date" : "19950830" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Port in a Storm: Planners Question the City's Maritime Future" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/30\/nyregion\/port-in-a-storm-planners-question-the-city-s-maritime-future.html"} , {"body" : "BEER sales are strongest in summer, when baseball, the beach and the backyard barbecue call for six-packs of something light (if not \"lite\"), refreshing and cold. And increasingly, microbreweries and brew pubs that make specialty beers are trying to capitalize on summer's thirst. This year there are more domestic and imported wheat beers, fruit" , "date" : "19950816" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "Niche Brewing: A Beer for Each Season" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/16\/garden\/niche-brewing-a-beer-for-each-season.html"} , {"body" : "ONE of the best things about the \"Art in the Anchorage\" exhibitions organized each summer is the setting: the vaults of the Brooklyn Bridge anchorage, dark, mysterious and, these days, almost sinfully cool. The anchorage's tall, narrow spaces make palpable the Industrial Revolution's promise of progress while reiterating the 19th-century's" , "date" : "19950804" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "ART REVIEW; Anchor and Balm For Restless Souls" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/04\/arts\/art-review-anchor-and-balm-for-restless-souls.html"} ,   {"body" : "The Brooklyn waterfront once hummed with activity as hundreds of longshoremen hauled freight each day from dozens of ships onto trains and trucks. But in the last 30 years, most of that business fled to newer, more spacious piers in New Jersey. In the last year the city's Economic Development Corporation moved two refurbished, 120-foot cranes from" , "date" : "19950730" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: RED HOOK; Two Cranes and Deep Water Help Put Hum Back in a Troubles Port" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/30\/nyregion\/neighborhood-report-red-hook-two-cranes-deep-water-help-put-hum-back-troubles.html"} , {"body" : "The Brooklyn waterfront once hummed with activity as hundreds of longshoremen hauled freight each day from dozens of ships onto trains and trucks. But in the last 30 years, most of that business fled to newer, more spacious piers in New Jersey. In the last year the city's Economic Development Corporation moved two refurbished, 120-foot cranes from" , "date" : "19950730" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: RED HOOK; Deep Water And 2 Cranes Revive a Port" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/30\/nyregion\/neighborhood-report-red-hook-deep-water-and-2-cranes-revive-a-port.html"} , {"body" : "It would be hard to blame people in Sunset Park and Red Hook for wanting to turn back the clock, to reclaim western Brooklyn as it was before the soaring, noisy eyesore known as the Gowanus Expressway was rammed through their neighborhoods. But the river of steel and concrete forced on another generation by Robert Moses in 1941 is about to become" , "date" : "19950730" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS EXPRESSWAY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Gowanus: Rougher Road Ahead; Highway Work Will Make It Worse Before It's Better" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/30\/nyregion\/gowanus-rougher-road-ahead-highway-work-will-make-it-worse-before-it-s-better.html"} , {"body" : "SIX mornings a week, Hilal Mohammad beat sunrise to his Brooklyn garage. He rolled up the gates, and then his sleeves. This was America, and so anything was possible. Nothing, though, was sweeter than a workload of seized engines, overheated radiators, cracked transmissions. For the mechanic from Amman, there was magic to the monotony. \"I had no" , "date" : "19950730" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN BRIDGE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "On Sunday; One Customer Wrecks a Life Of Hard Work" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/30\/nyregion\/on-sunday-one-customer-wrecks-a-life-of-hard-work.html"} , {"body" : "In a stifling-hot junior high school in the Bay Ridge section of Brooklyn on Tuesday night, more than 400 neighborhood residents jammed into the auditorium to complain, often with fervor and passion, about the Giuliani administration's plan to impose strict zoning regulations on sex-related businesses. To this crowd, brought together by City" , "date" : "19950727" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Plan to Change Sex Zoning Rules Draws Vocal Opposition" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/27\/nyregion\/plan-to-change-sex-zoning-rules-draws-vocal-opposition.html"} , {"body" : "In the last 15 years, artists by the hundreds have advanced on a desolate warren of empty factory buildings and cobblestone streets in Brooklyn known as Dumbo, for Down Under the Manhattan Bridge Overpass. As traffic rumbled overhead, the artists propped up their canvases and put up curtains in sooty Civil War-era buildings abandoned by" , "date" : "19950724" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "DUMBO (DOWN UNDER THE MANHATTAN BRIDGE OVERPASS) (BROOKLYN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Amid Old Brooklyn Factories, A Shrinking Canvas" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/24\/nyregion\/amid-old-brooklyn-factories-a-shrinking-canvas.html"} , {"body" : "At 8:30 A.M. yesterday, when the temperature had no business being above 90 degrees, Roberto Madrid was watering a circle of impatiens near Cadman Plaza in Brooklyn when Mario DeMaio asked to borrow the hose. Mr. DeMaio, 34, rinsed his hands and arms, then splashed his face. He let the water gush down over his shaved head. \"I'm homeless,\" he told" , "date" : "19950716" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New Yorkers Brave Day of Record Heat" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/16\/nyregion\/new-yorkers-brave-day-of-record-heat.html"} , {"body" : "IF you have children, the chances are good that they know as much about personal computers and the latest software as you do -- or more. This may be true even if you're the one with the computer and a respectable number of software programs. So you're computer-phobic. Why not admit it? For parents who don't know how to use computers, don't have the" , "date" : "19950629" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Home and Garden" , "Technology" , "Style"] , "page_facet" : "2" , "title" : "Computer Centers for Children" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/29\/garden\/computer-centers-for-children.html"} , {"body" : "It stands out -- with its tan woodwork facade and its 70-foot mural of cotton fields back home -- as a respite from the strips of pennant-draped auto parts stores and the sullen cinder-blocked windows of Atlantic Avenue in East New York, Brooklyn. In the 25 years since the Carolina Country Kitchen came into being -- as a hot plate in a storage bin" , "date" : "19950604" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "On a Beleaguered Block, Success Never Smelled Sweeter" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/04\/nyregion\/on-a-beleaguered-block-success-never-smelled-sweeter.html"} , {"body" : "To the Editor: \"Going Home\" captured the mixed feelings of shame, pride and hope that I experienced growing up in Brooklyn's Red Hook projects. But I did find it troubling that the writer, Tony Marcano, linked the demise of the James Monroe project to an influx of welfare recipients. They brought in a \"defeatist attitude,\" he said, and were not" , "date" : "19950528" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "SOAPBOX; When Home Is a Housing Project: Two Former Residents Remember" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/28\/nyregion\/l-soapbox-when-home-is-a-housing-project-two-former-residents-remember-441795.html"} ,   {"body" : "When a soccer field donated by the Norwegian Football Federation was burned down last fall, the children of Red Hook lost a treasured place to practice the sport. But 12-year-old Andrew Mankowski has a solution -- bring his soccer-playing brethren to the field's new site in Bay Ridge. \"That stinks that someone burned their field down,\" said Andrew," , "date" : "19950514" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NORWAY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: BAY RIDGE; Once Again, Norway Builds A Soccer Field" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/14\/nyregion\/neighborhood-report-bay-ridge-once-again-norway-builds-a-soccer-field.html"} , {"body" : "BACK in January, when the Parks Department disclosed plans to let a high-priced dinner circus pitch its tent in a small neighborhood park, Ross Graham was not at all pleased. Few words in a leftist's lexicon have a more odious ring than \"privatization,\" and Ms. Graham, who chairs a community board on the West Side, was loath to turn over a patch of" , "date" : "19950430" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CLINTON (NYC)" , "CHELSEA (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Art of the Neighborhood Deal" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/30\/nyregion\/the-art-of-the-neighborhood-deal.html"} , {"body" : "ROBERT DIAMOND pried open a manhole cover in the middle of Atlantic Avenue at Court Street in Brooklyn and led the way down to his 151-year-old railroad tunnel. \"Look, there it is,\" he said, pointing into impenetrable darkness. Technically speaking, Mr. Diamond, a 35-year-old trolley and urban transportation consultant, does not really own the" , "date" : "19950426" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "ABOUT NEW YORK; Brooklyn's Indiana Jones Unearths Rail Treasure" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/26\/nyregion\/about-new-york-brooklyn-s-indiana-jones-unearths-rail-treasure.html"} , {"body" : "SOHO Peppers and Melons Are Food for Art Think a giant green pepper might be just the objet d'art to complete your living room? \"The Great American Seed Show,\" opening on Friday at the Bruce R. Lewin Gallery in Manhattan, will display 76 pieces by the sculptor Peter Anton, who creates only food objects. \"He has a thing about food,\" said Mr. Lewin," , "date" : "19950423" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/23\/nyregion\/playing-in-the-neighborhood-694295.html"} , {"body" : "On a bright spring morning, progress is a 16-ton clamshell crane bucket munching its way down the waterfront. Its gaping metal jaws glinting in the light, the crane swoops down, scoops up a huge mouthful of Item S331 -- rotten planks, charred beams, frayed cable -- and spits it out onto a heap of scrap piled 15 feet high in the Hudson River. For" , "date" : "19950423" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY" , "EDGEWATER (NJ)" , "WEEHAWKEN (NJ)" , "HUDSON RIVER"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE ENVIRONMENT; One Last Incarnation for Edgewater's Barges: Scrap and Mulch" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/23\/nyregion\/the-environment-one-last-incarnation-for-edgewater-s-barges-scrap-and-mulch.html"} , {"body" : "Robert Wilson Crawford, who helped to build and expand Philadelphia's parks and whose ideas and methods were widely copied in other cities, died on Tuesday, his 89th birthday, at the Manor Care nursing home in Walnut Creek, Calif. He had moved to Walnut Creek in 1981 after retiring as Philadelphia's Commissioner of Recreation. The cause of death" , "date" : "19950415" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["PHILADELPHIA (PA)"] , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "10" , "title" : "Robert W. Crawford, 89, Father Of Philadelphia's Parks System" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/15\/obituaries\/robert-w-crawford-89-father-of-philadelphia-s-parks-system.html"} , {"body" : "'Astor,' as in 'Castor'? Q. While trying to explain to some Parisian friends why there are reliefs of beavers in the Astor Place IRT station, it occurred to me that there was a suspicious similarity between the trapper John Jacob's family name and the French word for beaver: castor. Have I stumbled across something? Did old J. J. purloin his name" , "date" : "19950402" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1995\/04\/02\/nyregion\/fyi-273495.html"} , {"body" : "IT HAS BEEN NEARLY 10 YEARS since Mike and Doug Starn first startled the art world with their scratched, torn, creased, pieced-together-with-Scotch-tape, often monumental and strikingly beautiful photographs -- and they show no signs of fading away. Many thought they would, long ago. Certainly the signs of a hype machine at full throttle were" , "date" : "19950326" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "Some Called Them Flashes In the Pan. (Some Flash.)" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/26\/arts\/some-called-them-flashes-in-the-pan-some-flash.html"} , {"body" : "March is Women's History Month; with it come references and odes to Medusa, Joan of Arc, office workers and domestic goddesses, as well as exhibitions by local female artists. Here is a sampler. FLUSHING Spring Is Blooming Early In a Painted Garden A stroll through watercolor gardens created by the Kim Eng Yeo helps defy winter and its gray limbo." , "date" : "19950305" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "PLAYING IN THE NEIGHBORHOOD; History From Her Side" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/05\/nyregion\/playing-in-the-neighborhood-history-from-her-side.html"} , {"body" : "MAKING IT WORK 3 A ladder man on 14th Street keeps a wary eye on thieves. NEW YORKERS & CO. 4 Beyond the pec machine: The high-end gym wars are taking some curious twists and turns. LETTERS 5 MOVIE CLOCK 11 What's showing at the local movie houses, today through Thursday. PLAYING IN THE NEIGHBORHOOD 12 Women's history month: Art shows in downtown" , "date" : "19950305" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "ALSO INSIDE" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/05\/nyregion\/also-inside-737595.html"} ,   {"body" : "A simmering concern about the fairness of a 20-year-old program for gifted children in a Brooklyn school district has flared into controversy, sparked by the formation of a task force to re-evaluate the program and a counter-move to make sure it survives. About 200 people -- most of them parents of children in the program -- packed a meeting of" , "date" : "19950226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROWNSTONE BROOKLYN; A Way to Nurture the Gifted? Or Privileges for the Elite?" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/26\/nyregion\/neighborhood-report-brownstone-brooklyn-way-nurture-gifted-privileges-for-elite.html"} , {"body" : "In a city of skyscrapers and shadows, people have always talked about the natural light that drenches Red Hook. The Brooklyn neighborhood has almost no tall buildings and sits squarely on New York Harbor, and so residents, artists and visitors have long regarded the abundance of available light to be one of Red Hook's greatest physical gifts. But" , "date" : "19950129" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Residents of a Brooklyn Enclave Create Their Own Renewal Plan" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/29\/nyregion\/residents-of-a-brooklyn-enclave-create-their-own-renewal-plan.html"} , {"body" : "International 3-13 MOSCOW, CAPITAL OF RUMORS Awash in rumors and wild stories, from shipments of poisoned vodka from Chechnya to a mutation in the gene pool caused by war stress, Russia is a bundle of nerves. 1 Reporter's notebook: Hitching a ride in a Russian tank. 12 U.S.-CHINA TALKS COLLAPSE The latest round of trade negotiations over Chinese" , "date" : "19950129" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/29\/nyregion\/news-summary-640195.html"} , {"body" : "CBS News hauls out its big guns for tonight's three-hour prime-time tour of violence, \"In the Killing Fields of America.\" Ed Bradley, Dan Rather and Mike Wallace travel to streets, prisons, hospitals, cemeteries and homes across the country, meeting criminals and victims, police officers and doctors, parents and community organizers, with" , "date" : "19950126" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "TELEVISION REVIEW; The Route From Victim to Victimizer" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/26\/movies\/television-review-the-route-from-victim-to-victimizer.html"} , {"body" : "\"It took me 20 years to come off welfare, and I refuse to go that road again,\" a single parent named Stephanie Pitts told a Times reporter recently. \"Self-respect, self-esteem and independence . . . that's what this center has done for me.\" Ms. Pitts is a teacher's aide, and her 10-year-old daughter is a participant in the after-school program at" , "date" : "19950123" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "14" , "title" : "Don't Punish the Children" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/23\/opinion\/don-t-punish-the-children.html"} , {"body" : "THERE is definitive proof that secondhand smoke does not kill. Well, it doesn't kill parrots. If he could talk, Poncho, the green-feathered 20-year-old seafarer's friend who lives at the Montero Bar and Grill, could tell some stories to shiver the timbers. From his perch behind delicate bars in the front window, he has watched his Atlantic Avenue" , "date" : "19950122" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Ghosts Of Montero, By the Sea" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/22\/nyregion\/new-yorkers-co-ghosts-of-montero-by-the-sea.html"} , {"body" : "It was nap time yesterday at the Police Athletic League's Miccio Day Care Center in Red Hook, Brooklyn, and the children in Virginia de Guzman's class were curled on their cots, resting from all that tracing of protest signs: \"Scream, Shout, Don't Let Them Force Us Out.\" All except Ivana Purvis, a 4-year-old, who thumbed through a Dr. Seuss book," , "date" : "19950118" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Plan for Cuts In Day Care Stirs Anxiety" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/18\/nyregion\/plan-for-cuts-in-day-care-stirs-anxiety.html"} , {"body" : "WEALTHY JOIN REVOLT ON SCHOOL SPENDING Even the wealthiest suburban communities in the New York metropolitan region and across the country have begun to revolt against school spending -- particularly growing teacher salaries -- after years of supporting public education at almost any expense. A1. NEW YORK CITY DISNEY EARMARKS MILLIONS FOR THEATER" , "date" : "19950118" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/18\/nyregion\/metro-digest-110395.html"} , {"body" : "TIMOTHY WHITESIDE slouched in his folding chair, chomping on a chip straight from the Pringles can, a jumble of keys hanging from the belt loop of his jeans. But when Phyllis Gobetz said it was time for \"a little recognition,\" his 6-foot-6 frame shot up. \"Yeeeesssss!\" he whooped, clapping madly. \"Uh-huh!\" It was the early January rally for Kings" , "date" : "19950115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Tupperware Walks on the Wild Side" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/15\/nyregion\/new-yorkers-co-tupperware-walks-on-the-wild-side.html"} , {"body" : "BROWNSTONE BROOKLYN On the Waterfront Not an awful lot has actually happened there over the recent years, but the Brooklyn Heights waterfront -- or, more specifically, what to do with it -- is a perpetually, loomingly big story around the neighborhood. The reason, quite simply, is a widespread fear that development will mean losing the passionately" , "date" : "19950101" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT; Looking Back, Looking Ahead, Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/01\/nyregion\/neighborhood-report-looking-back-looking-ahead-brooklyn.html"} ,   {"body" : "The shutdowns of big businesses in Brooklyn this year were well publicized: A. & S., Pechter Field's bakery, KB Electronics, each gone, along with hundreds of jobs. The economic base of Brooklyn, it seemed, was draining away fast. But behind the headlines is a bit of hope. As large companies continue to close, analysts say, they are being replaced" , "date" : "19951231" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: LOOKING BACK, LOOKING AHEAD;Brooklyn's Small Plants Filling Industrial Gap" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/31\/nyregion\/neighborhood-report-looking-back-looking-ahead-brooklyn-s-small-plants-filling.html"} , {"body" : "Some of the new faces and places that appeared and disappeared in Brooklyn in 1995: IN... Fulton Mall: Macy's. The department store took over the defunct A. & S. flagship store. Sheepshead Bay: Lundy's. The legendary seafood restaurant has reopened, in an abridge format. The flesh: Steam Heat. The all-nude club across the street from the Metrotech" , "date" : "19951231" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: LOOKING BACK, LOOKING AHEAD;BROOKLYN BEAT: Mo More She-Crab Soup" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/31\/nyregion\/neighborhood-report-looking-back-looking-ahead-brooklyn-beat-mo-more-she-crab.html"} , {"body" : "Subway Cars' Trek Q. How does a subway car get from upstate New York, St. Louis, Montreal, Japan or wherever it's built to the New York subway system? Once they're here, how do they get onto the subway tracks? A. Whether coming from Elmira and Hornel, N.Y., where the old Eisenhower-era cars are routinely overhauled, or the more distant lands of" , "date" : "19951231" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["JAPAN"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1995\/12\/31\/nyregion\/fyi-047651.html"} , {"body" : "A pair of snowstorms rolled into the New York region on Tuesday, delivering a one-two punch that closed schools and offices, disrupted airports, complicated holiday shopping and guaranteed what meteorologists said would be the first white Christmas in 12 years. For much of the day, people were caught up in a guessing game. Based on forecasters'" , "date" : "19951220" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Autumn's Snowy Farewell Comes in Two Bursts" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/20\/nyregion\/autumn-s-snowy-farewell-comes-in-two-bursts.html"} , {"body" : "On a windswept stretch of West Harlem, in a former meatpacking plant under Riverside Drive, the owners of an Upper West Side institution have built a supermarket that they hope will change the way many New Yorkers shop. The store, offering everything from prepared salads to 50-pound bags of sugar, easily dwarfs any other supermarket in Manhattan." , "date" : "19951219" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Fancy Food at Warehouse Prices;Upscale Supermarket Carves a New Niche in Harlem" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/19\/nyregion\/fancy-food-at-warehouse-prices-upscale-supermarket-carves-a-new-niche-in-harlem.html"} , {"body" : "Yellow Hook, Until . . . Q. I was reading a historical biography and saw a reference to Yellow Hook, Brooklyn. This surprised me. I know Red Hook, but Yellow? A. More than a century ago, the area now known as Bay Ridge was called Yellow Hook, according to documents from the Bay Ridge Historical Society. The name referred to the yellow sand and clay" , "date" : "19951217" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1995\/12\/17\/nyregion\/fyi-017876.html"} , {"body" : "WHEN the Adell family began assembling property around the Flower District for residential redevelopment, the current chairman of the City Planning Commission had not yet begun his career in government. Indeed, he was not yet out of fifth grade. It has taken a long time -- a very long time -- for the Adells to acquire three large parcels on the" , "date" : "19951210" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FLOWER DISTRICT (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "In Flower District, Ground Is Sown For Housing" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/10\/realestate\/in-flower-district-ground-is-sown-for-housing.html"} , {"body" : "In 25 years, New York City has made significant gains in improving its air quality and the cleanliness of its waterways, but the quality of its drinking water has slipped, and disposing of the city's garbage is a persistent problem, according to a report by a leading environmental advocacy group. The report by the Natural Resources Defense Council," , "date" : "19951205" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "25-Year Checkup Shows Gains in Air Quality but a Decline in TrashDisposal" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/05\/nyregion\/25-year-checkup-shows-gains-in-air-quality-but-a-decline-in-trashdisposal.html"} , {"body" : "USUALLY it's the arrival of artists that is said to herald the rejuvenation of an urban neighborhood. When artists move into low-cost underutilized industrial space, can repopulation and higher property values -- or gentrification, as it may eventually be called -- be far behind? But in Gregory O'Connell's view, revival along the Red Hook" , "date" : "19951112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PERSPECTIVES;Trying to Lure Business to the Red Hook Waterfront" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/12\/realestate\/perspectives-trying-to-lure-business-to-the-red-hook-waterfront.html"} , {"body" : "A suspect in a drug purchase was killed and a police officer was shot in the leg during a struggle on a street in Red Hook, Brooklyn, yesterday afternoon, the police said. The suspect, identified as Roberto Ramirez, 43, of 717 Henry Street, died at 6:50 P.M. at Long Island College Hospital in Brooklyn, two and a half hours after the incident, said" , "date" : "19951105" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "Suspect Killed In Shootout; Officer Is Hurt" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/05\/nyregion\/suspect-killed-in-shootout-officer-is-hurt.html"} , {"body" : "FLORENCE NEAL fears her neighborhood is about to become an acronym. \"Please don't call us RedHo,\" she said, wincing at the thought of Red Hook becoming like SoHo (South of Houston Street) or TriBeCa (the Triangle Below Canal Street). Ms. Neal, a sculptor, painter and graphic designer, was one of the first of a wave of artists who have moved in" , "date" : "19951029" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BOWERY (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "After a Retreat, Gentrification Is Marching To the Fringes" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/29\/realestate\/after-a-retreat-gentrification-is-marching-to-the-fringes.html"} , {"body" : "Angry over budget cuts, parents at School District 15 weighed in Wednesday, denouncing, hissing and booing a temporary school board of three trustees who passed a budget that the elected board would not. School Board 15 was superseded after it defied Chancellor Ramon C. Cortines's order on Sept. 14 to pass its budget, cuts and all. District 15," , "date" : "19950924" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROWNSTONE BROOKLYN; Parents Boo, and Lose" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/24\/nyregion\/neighborhood-report-brownstone-brooklyn-parents-boo-and-lose.html"} , {"body" : "Community School Board 15 is waging a rebellion. Angry that it received less money from the Board of Education again this year, even though enrollment and teacher salaries rose, it refused to adopt its 1996 budget, and urged other districts to do the same. The action was largely symbolic, since school boards are obligated to pass their budgets." , "date" : "19950917" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROWNSTONE BROOKLYN; School Board 15, Rebels With a Fiscal Cause" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/17\/nyregion\/neighborhood-report-brownstone-brooklyn-school-board-15-rebels-with-fiscal-cause.html"} , {"body" : "To the Editor: Your Aug. 30 news article on questions about the maritime industry's future in New York City raises an important issue for Brooklyn and for the city. It is time for a reassessment of the mission of the Port Authority. However, to suggest that the city would be \"better off if it let some or all of its commercial shipping business just" , "date" : "19950905" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "16" , "title" : "Don't Let New York's Maritime Business Die" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/05\/opinion\/l-don-t-let-new-york-s-maritime-business-die-873095.html"} , {"body" : "New Yorkers often look at neighborhoods like Long Island City, Queens, and see only vacant warehouses and factories, idle piers and other fading remnants of the city's industrial past. Few realize that a new plant on 38th Avenue produces fresh pita each day for the city's Greek diners and restaurants. Nor do they know that thousands of custom-made" , "date" : "19950904" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Factories in New York City Prosper in Niches" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/04\/nyregion\/factories-in-new-york-city-prosper-in-niches.html"} , {"body" : "Wally Shapiro, who has run a Red Hook warehouse for 41 years, supports a plan to create a business improvement district that would levy fees on businesses to pay for private security, sanitation and marketing. \"The B.I.D. would give us services the city is supposed to supply, but doesn't have money to adequately provide,\" he said as he walked past" , "date" : "19950903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: RED HOOK; Is B.I.D. Plan One Too Many?" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/03\/nyregion\/neighborhood-report-red-hook-is-bid-plan-one-too-many.html"} , {"body" : "SUSIE Durant, daughter of farmers and fishermen from South Carolina, came north to New York in 1958. She had a high school diploma and a way with kids. She has taught at Public School 15 in Red Hook, Brooklyn, for 26 years. Rosalyn Irving, daughter of a subway conductor and a Queens housewife, graduated from P.S. 140 and later from Queens College." , "date" : "19950903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "29" , "title" : "On Sunday; After Science Of Budgeting, Art of Teaching" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/03\/nyregion\/on-sunday-after-science-of-budgeting-art-of-teaching.html"} , {"body" : "Government agencies have spent hundreds of millions of dollars in recent years to subsidize the depressed maritime industry in New York City, once one of the premier ports in the world. But now the city's own planning experts are asking for the first time whether the city would be better off if it let some or all of its commercial shipping business" , "date" : "19950830" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Port in a Storm: Planners Question the City's Maritime Future" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/30\/nyregion\/port-in-a-storm-planners-question-the-city-s-maritime-future.html"} , {"body" : "BEER sales are strongest in summer, when baseball, the beach and the backyard barbecue call for six-packs of something light (if not \"lite\"), refreshing and cold. And increasingly, microbreweries and brew pubs that make specialty beers are trying to capitalize on summer's thirst. This year there are more domestic and imported wheat beers, fruit" , "date" : "19950816" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "Niche Brewing: A Beer for Each Season" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/16\/garden\/niche-brewing-a-beer-for-each-season.html"} , {"body" : "ONE of the best things about the \"Art in the Anchorage\" exhibitions organized each summer is the setting: the vaults of the Brooklyn Bridge anchorage, dark, mysterious and, these days, almost sinfully cool. The anchorage's tall, narrow spaces make palpable the Industrial Revolution's promise of progress while reiterating the 19th-century's" , "date" : "19950804" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "ART REVIEW; Anchor and Balm For Restless Souls" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/04\/arts\/art-review-anchor-and-balm-for-restless-souls.html"} , {"body" : "The Brooklyn waterfront once hummed with activity as hundreds of longshoremen hauled freight each day from dozens of ships onto trains and trucks. But in the last 30 years, most of that business fled to newer, more spacious piers in New Jersey. In the last year the city's Economic Development Corporation moved two refurbished, 120-foot cranes from" , "date" : "19950730" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: RED HOOK; Two Cranes and Deep Water Help Put Hum Back in a Troubles Port" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/30\/nyregion\/neighborhood-report-red-hook-two-cranes-deep-water-help-put-hum-back-troubles.html"} , {"body" : "The Brooklyn waterfront once hummed with activity as hundreds of longshoremen hauled freight each day from dozens of ships onto trains and trucks. But in the last 30 years, most of that business fled to newer, more spacious piers in New Jersey. In the last year the city's Economic Development Corporation moved two refurbished, 120-foot cranes from" , "date" : "19950730" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: RED HOOK; Deep Water And 2 Cranes Revive a Port" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/30\/nyregion\/neighborhood-report-red-hook-deep-water-and-2-cranes-revive-a-port.html"} , {"body" : "It would be hard to blame people in Sunset Park and Red Hook for wanting to turn back the clock, to reclaim western Brooklyn as it was before the soaring, noisy eyesore known as the Gowanus Expressway was rammed through their neighborhoods. But the river of steel and concrete forced on another generation by Robert Moses in 1941 is about to become" , "date" : "19950730" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS EXPRESSWAY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Gowanus: Rougher Road Ahead; Highway Work Will Make It Worse Before It's Better" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/30\/nyregion\/gowanus-rougher-road-ahead-highway-work-will-make-it-worse-before-it-s-better.html"} , {"body" : "SIX mornings a week, Hilal Mohammad beat sunrise to his Brooklyn garage. He rolled up the gates, and then his sleeves. This was America, and so anything was possible. Nothing, though, was sweeter than a workload of seized engines, overheated radiators, cracked transmissions. For the mechanic from Amman, there was magic to the monotony. \"I had no" , "date" : "19950730" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN BRIDGE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "On Sunday; One Customer Wrecks a Life Of Hard Work" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/30\/nyregion\/on-sunday-one-customer-wrecks-a-life-of-hard-work.html"} , {"body" : "In a stifling-hot junior high school in the Bay Ridge section of Brooklyn on Tuesday night, more than 400 neighborhood residents jammed into the auditorium to complain, often with fervor and passion, about the Giuliani administration's plan to impose strict zoning regulations on sex-related businesses. To this crowd, brought together by City" , "date" : "19950727" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Plan to Change Sex Zoning Rules Draws Vocal Opposition" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/27\/nyregion\/plan-to-change-sex-zoning-rules-draws-vocal-opposition.html"} , {"body" : "In the last 15 years, artists by the hundreds have advanced on a desolate warren of empty factory buildings and cobblestone streets in Brooklyn known as Dumbo, for Down Under the Manhattan Bridge Overpass. As traffic rumbled overhead, the artists propped up their canvases and put up curtains in sooty Civil War-era buildings abandoned by" , "date" : "19950724" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "DUMBO (DOWN UNDER THE MANHATTAN BRIDGE OVERPASS) (BROOKLYN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Amid Old Brooklyn Factories, A Shrinking Canvas" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/24\/nyregion\/amid-old-brooklyn-factories-a-shrinking-canvas.html"} , {"body" : "At 8:30 A.M. yesterday, when the temperature had no business being above 90 degrees, Roberto Madrid was watering a circle of impatiens near Cadman Plaza in Brooklyn when Mario DeMaio asked to borrow the hose. Mr. DeMaio, 34, rinsed his hands and arms, then splashed his face. He let the water gush down over his shaved head. \"I'm homeless,\" he told" , "date" : "19950716" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New Yorkers Brave Day of Record Heat" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/16\/nyregion\/new-yorkers-brave-day-of-record-heat.html"} , {"body" : "IF you have children, the chances are good that they know as much about personal computers and the latest software as you do -- or more. This may be true even if you're the one with the computer and a respectable number of software programs. So you're computer-phobic. Why not admit it? For parents who don't know how to use computers, don't have the" , "date" : "19950629" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Home and Garden" , "Technology" , "Style"] , "page_facet" : "2" , "title" : "Computer Centers for Children" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/29\/garden\/computer-centers-for-children.html"} , {"body" : "It stands out -- with its tan woodwork facade and its 70-foot mural of cotton fields back home -- as a respite from the strips of pennant-draped auto parts stores and the sullen cinder-blocked windows of Atlantic Avenue in East New York, Brooklyn. In the 25 years since the Carolina Country Kitchen came into being -- as a hot plate in a storage bin" , "date" : "19950604" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "On a Beleaguered Block, Success Never Smelled Sweeter" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/04\/nyregion\/on-a-beleaguered-block-success-never-smelled-sweeter.html"} , {"body" : "To the Editor: \"Going Home\" captured the mixed feelings of shame, pride and hope that I experienced growing up in Brooklyn's Red Hook projects. But I did find it troubling that the writer, Tony Marcano, linked the demise of the James Monroe project to an influx of welfare recipients. They brought in a \"defeatist attitude,\" he said, and were not" , "date" : "19950528" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "SOAPBOX; When Home Is a Housing Project: Two Former Residents Remember" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/28\/nyregion\/l-soapbox-when-home-is-a-housing-project-two-former-residents-remember-441795.html"} , {"body" : "When a soccer field donated by the Norwegian Football Federation was burned down last fall, the children of Red Hook lost a treasured place to practice the sport. But 12-year-old Andrew Mankowski has a solution -- bring his soccer-playing brethren to the field's new site in Bay Ridge. \"That stinks that someone burned their field down,\" said Andrew," , "date" : "19950514" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NORWAY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: BAY RIDGE; Once Again, Norway Builds A Soccer Field" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/14\/nyregion\/neighborhood-report-bay-ridge-once-again-norway-builds-a-soccer-field.html"} , {"body" : "BACK in January, when the Parks Department disclosed plans to let a high-priced dinner circus pitch its tent in a small neighborhood park, Ross Graham was not at all pleased. Few words in a leftist's lexicon have a more odious ring than \"privatization,\" and Ms. Graham, who chairs a community board on the West Side, was loath to turn over a patch of" , "date" : "19950430" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CLINTON (NYC)" , "CHELSEA (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Art of the Neighborhood Deal" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/30\/nyregion\/the-art-of-the-neighborhood-deal.html"} , {"body" : "ROBERT DIAMOND pried open a manhole cover in the middle of Atlantic Avenue at Court Street in Brooklyn and led the way down to his 151-year-old railroad tunnel. \"Look, there it is,\" he said, pointing into impenetrable darkness. Technically speaking, Mr. Diamond, a 35-year-old trolley and urban transportation consultant, does not really own the" , "date" : "19950426" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "ABOUT NEW YORK; Brooklyn's Indiana Jones Unearths Rail Treasure" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/26\/nyregion\/about-new-york-brooklyn-s-indiana-jones-unearths-rail-treasure.html"} , {"body" : "SOHO Peppers and Melons Are Food for Art Think a giant green pepper might be just the objet d'art to complete your living room? \"The Great American Seed Show,\" opening on Friday at the Bruce R. Lewin Gallery in Manhattan, will display 76 pieces by the sculptor Peter Anton, who creates only food objects. \"He has a thing about food,\" said Mr. Lewin," , "date" : "19950423" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/23\/nyregion\/playing-in-the-neighborhood-694295.html"} , {"body" : "On a bright spring morning, progress is a 16-ton clamshell crane bucket munching its way down the waterfront. Its gaping metal jaws glinting in the light, the crane swoops down, scoops up a huge mouthful of Item S331 -- rotten planks, charred beams, frayed cable -- and spits it out onto a heap of scrap piled 15 feet high in the Hudson River. For" , "date" : "19950423" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY" , "EDGEWATER (NJ)" , "WEEHAWKEN (NJ)" , "HUDSON RIVER"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE ENVIRONMENT; One Last Incarnation for Edgewater's Barges: Scrap and Mulch" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/23\/nyregion\/the-environment-one-last-incarnation-for-edgewater-s-barges-scrap-and-mulch.html"} , {"body" : "Robert Wilson Crawford, who helped to build and expand Philadelphia's parks and whose ideas and methods were widely copied in other cities, died on Tuesday, his 89th birthday, at the Manor Care nursing home in Walnut Creek, Calif. He had moved to Walnut Creek in 1981 after retiring as Philadelphia's Commissioner of Recreation. The cause of death" , "date" : "19950415" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["PHILADELPHIA (PA)"] , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "10" , "title" : "Robert W. Crawford, 89, Father Of Philadelphia's Parks System" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/15\/obituaries\/robert-w-crawford-89-father-of-philadelphia-s-parks-system.html"} , {"body" : "'Astor,' as in 'Castor'? Q. While trying to explain to some Parisian friends why there are reliefs of beavers in the Astor Place IRT station, it occurred to me that there was a suspicious similarity between the trapper John Jacob's family name and the French word for beaver: castor. Have I stumbled across something? Did old J. J. purloin his name" , "date" : "19950402" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1995\/04\/02\/nyregion\/fyi-273495.html"} , {"body" : "IT HAS BEEN NEARLY 10 YEARS since Mike and Doug Starn first startled the art world with their scratched, torn, creased, pieced-together-with-Scotch-tape, often monumental and strikingly beautiful photographs -- and they show no signs of fading away. Many thought they would, long ago. Certainly the signs of a hype machine at full throttle were" , "date" : "19950326" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "Some Called Them Flashes In the Pan. (Some Flash.)" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/26\/arts\/some-called-them-flashes-in-the-pan-some-flash.html"} , {"body" : "March is Women's History Month; with it come references and odes to Medusa, Joan of Arc, office workers and domestic goddesses, as well as exhibitions by local female artists. Here is a sampler. FLUSHING Spring Is Blooming Early In a Painted Garden A stroll through watercolor gardens created by the Kim Eng Yeo helps defy winter and its gray limbo." , "date" : "19950305" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "PLAYING IN THE NEIGHBORHOOD; History From Her Side" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/05\/nyregion\/playing-in-the-neighborhood-history-from-her-side.html"} , {"body" : "MAKING IT WORK 3 A ladder man on 14th Street keeps a wary eye on thieves. NEW YORKERS & CO. 4 Beyond the pec machine: The high-end gym wars are taking some curious twists and turns. LETTERS 5 MOVIE CLOCK 11 What's showing at the local movie houses, today through Thursday. PLAYING IN THE NEIGHBORHOOD 12 Women's history month: Art shows in downtown" , "date" : "19950305" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "ALSO INSIDE" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/05\/nyregion\/also-inside-737595.html"} , {"body" : "A simmering concern about the fairness of a 20-year-old program for gifted children in a Brooklyn school district has flared into controversy, sparked by the formation of a task force to re-evaluate the program and a counter-move to make sure it survives. About 200 people -- most of them parents of children in the program -- packed a meeting of" , "date" : "19950226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROWNSTONE BROOKLYN; A Way to Nurture the Gifted? Or Privileges for the Elite?" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/26\/nyregion\/neighborhood-report-brownstone-brooklyn-way-nurture-gifted-privileges-for-elite.html"} , {"body" : "In a city of skyscrapers and shadows, people have always talked about the natural light that drenches Red Hook. The Brooklyn neighborhood has almost no tall buildings and sits squarely on New York Harbor, and so residents, artists and visitors have long regarded the abundance of available light to be one of Red Hook's greatest physical gifts. But" , "date" : "19950129" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Residents of a Brooklyn Enclave Create Their Own Renewal Plan" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/29\/nyregion\/residents-of-a-brooklyn-enclave-create-their-own-renewal-plan.html"} , {"body" : "International 3-13 MOSCOW, CAPITAL OF RUMORS Awash in rumors and wild stories, from shipments of poisoned vodka from Chechnya to a mutation in the gene pool caused by war stress, Russia is a bundle of nerves. 1 Reporter's notebook: Hitching a ride in a Russian tank. 12 U.S.-CHINA TALKS COLLAPSE The latest round of trade negotiations over Chinese" , "date" : "19950129" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/29\/nyregion\/news-summary-640195.html"} , {"body" : "CBS News hauls out its big guns for tonight's three-hour prime-time tour of violence, \"In the Killing Fields of America.\" Ed Bradley, Dan Rather and Mike Wallace travel to streets, prisons, hospitals, cemeteries and homes across the country, meeting criminals and victims, police officers and doctors, parents and community organizers, with" , "date" : "19950126" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "TELEVISION REVIEW; The Route From Victim to Victimizer" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/26\/movies\/television-review-the-route-from-victim-to-victimizer.html"} , {"body" : "\"It took me 20 years to come off welfare, and I refuse to go that road again,\" a single parent named Stephanie Pitts told a Times reporter recently. \"Self-respect, self-esteem and independence . . . that's what this center has done for me.\" Ms. Pitts is a teacher's aide, and her 10-year-old daughter is a participant in the after-school program at" , "date" : "19950123" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "14" , "title" : "Don't Punish the Children" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/23\/opinion\/don-t-punish-the-children.html"} , {"body" : "THERE is definitive proof that secondhand smoke does not kill. Well, it doesn't kill parrots. If he could talk, Poncho, the green-feathered 20-year-old seafarer's friend who lives at the Montero Bar and Grill, could tell some stories to shiver the timbers. From his perch behind delicate bars in the front window, he has watched his Atlantic Avenue" , "date" : "19950122" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Ghosts Of Montero, By the Sea" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/22\/nyregion\/new-yorkers-co-ghosts-of-montero-by-the-sea.html"} , {"body" : "It was nap time yesterday at the Police Athletic League's Miccio Day Care Center in Red Hook, Brooklyn, and the children in Virginia de Guzman's class were curled on their cots, resting from all that tracing of protest signs: \"Scream, Shout, Don't Let Them Force Us Out.\" All except Ivana Purvis, a 4-year-old, who thumbed through a Dr. Seuss book," , "date" : "19950118" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Plan for Cuts In Day Care Stirs Anxiety" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/18\/nyregion\/plan-for-cuts-in-day-care-stirs-anxiety.html"} , {"body" : "WEALTHY JOIN REVOLT ON SCHOOL SPENDING Even the wealthiest suburban communities in the New York metropolitan region and across the country have begun to revolt against school spending -- particularly growing teacher salaries -- after years of supporting public education at almost any expense. A1. NEW YORK CITY DISNEY EARMARKS MILLIONS FOR THEATER" , "date" : "19950118" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/18\/nyregion\/metro-digest-110395.html"} , {"body" : "TIMOTHY WHITESIDE slouched in his folding chair, chomping on a chip straight from the Pringles can, a jumble of keys hanging from the belt loop of his jeans. But when Phyllis Gobetz said it was time for \"a little recognition,\" his 6-foot-6 frame shot up. \"Yeeeesssss!\" he whooped, clapping madly. \"Uh-huh!\" It was the early January rally for Kings" , "date" : "19950115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Tupperware Walks on the Wild Side" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/15\/nyregion\/new-yorkers-co-tupperware-walks-on-the-wild-side.html"} , {"body" : "BROWNSTONE BROOKLYN On the Waterfront Not an awful lot has actually happened there over the recent years, but the Brooklyn Heights waterfront -- or, more specifically, what to do with it -- is a perpetually, loomingly big story around the neighborhood. The reason, quite simply, is a widespread fear that development will mean losing the passionately" , "date" : "19950101" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT; Looking Back, Looking Ahead, Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/01\/nyregion\/neighborhood-report-looking-back-looking-ahead-brooklyn.html"}]