[  {"body" : "Some of the new faces and places that appeared and disappeared in Brooklyn in 1995: IN... Fulton Mall: Macy's. The department store took over the defunct A. & S. flagship store. Sheepshead Bay: Lundy's. The legendary seafood restaurant has reopened, in an abridge format. The flesh: Steam Heat. The all-nude club across the street from the Metrotech" , "date" : "19951231" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: LOOKING BACK, LOOKING AHEAD;BROOKLYN BEAT: Mo More She-Crab Soup" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/31\/nyregion\/neighborhood-report-looking-back-looking-ahead-brooklyn-beat-mo-more-she-crab.html"} , {"body" : "Irwin Tobin, a former director of the Bureau of Health and Physical Education for New York City's public schools, died on Monday at New York University Hospital. He was 71 and lived in Valley Stream, L.I. The cause was lung cancer, his family said. In his citywide position, he helped expand extracurricular programs in varsity sports and started the" , "date" : "19951213" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "19" , "title" : "Irwin Tobin, 71, Official for Schools In Sports Programs" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/13\/nyregion\/irwin-tobin-71-official-for-schools-in-sports-programs.html"} , {"body" : "TWO years ago, with great trepidation, Hilary Lloyd, a Kinko's franchisee, opened his first Kinko's copying service store at 16 East 52d Street. Every instinct told him he should be on a major thoroughfare. Problem was, he was priced out of the market on Avenue of the Americas, upper Third Avenue and other heavily trafficked streets. He needn't" , "date" : "19951203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "Commercial Property: Retail;Stores Direct Their Feet to the Sunny Side Street" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/03\/realestate\/commercial-property-retail-stores-direct-their-feet-to-the-sunny-side-street.html"} , {"body" : "Fond memories, funny home movies and zesty newsreels lend a glow to \"Brooklyn,\" the latest episode in PBS's engaging series \"New York the Way It Was.\" The focus is on the 1930's and 40's. Youngsters of the time, who appear tonight in their advanced years, did not have lots of toys, never mind videos or television, but they did have candy stores to" , "date" : "19951128" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "TELEVISION REVIEW;What Could Be Better Than Brooklyn?" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/28\/movies\/television-review-what-could-be-better-than-brooklyn.html"} , {"body" : "Two teen-age girls returned home from school yesterday afternoon to find their mother lying dead on the kitchen floor of their Brooklyn apartment, with a knife in her neck, the police said. When they got home at about 3:20 P.M., the sisters, both students at Sheepshead Bay High School, were locked out of the apartment on Kings Highway in the" , "date" : "19951128" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Mother Found Stabbed in Neck" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/28\/nyregion\/mother-found-stabbed-in-neck.html"} , {"body" : "Have we got anything yet?\" asked Lieut. Walter Wilfinger, in his office as chief of detectives of the 61st Precinct on Coney Island Avenue in Brooklyn. He squared the black-rimmed glasses on his face and turned to Bob Sommer, one of his detectives. \"Nothing,\" replied Sommer, his amber tie loosened, sitting across the desk from him. \"It's going on" , "date" : "19951127" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "BOXING;Success Story Is Rewritten As a Mystery" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/27\/sports\/boxing-success-story-is-rewritten-as-a-mystery.html"} , {"body" : "Over and over, Councilman Victor L. Robles pounded his fist on the smooth oak desk in a Council hearing room. \"I will never,\" he shouted, \"support a budget with drastic cuts in youth services.\" But a few days later, Mr. Robles, whose constituents are mainly black and Hispanic residents of Williamsburg, Brooklyn, again raised his voice - this time" , "date" : "19951126" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Council And How It Really Works" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/26\/nyregion\/the-council-and-how-it-really-works.html"} , {"body" : "The man handling the order for the burial headstone this week took down the details: Shamone Johnson. Born Feb. 21, 1991. Died Aug. 27, 1995. He then spoke to the woman making the purchase. \"Looks like a real lousy holiday coming up,\" he said. Arlene Brown didn't smile or cry. But she didn't accept the notion. Arlene Brown had taken Shamone Johnson" , "date" : "19951124" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "3 Thanksgivings in Brooklyn Help Defy Disaster's Sting" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/24\/nyregion\/3-thanksgivings-in-brooklyn-help-defy-disaster-s-sting.html"} , {"body" : "The chairman of the New York City Housing Authority yesterday faced angry City Council members who charged that his agency lagged in its efforts to stop the stairwell fires that have plagued some housing projects. Over the last 18 months, at least 34 fires have raced through the stairwells of Housing Authority buildings. One fire this month killed" , "date" : "19951123" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Housing Chief Faulted on Use Of Paint Cited in Stair Fires" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/23\/nyregion\/housing-chief-faulted-on-use-of-paint-cited-in-stair-fires.html"} , {"body" : "The burned, stabbed body of a Brooklyn woman was found in the basement of her Sheepshead Bay home yesterday by fire marshals investigating the scene of a suspicious fire. Detectives said the woman, Shelly Kaplan, 45, suffered multiple puncture wounds to the chest before her body was set ablaze in her home at 923 Homecrest Court about 2:30 A.M." , "date" : "19951114" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Woman Found Slain At Scene of a Fire" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/14\/nyregion\/woman-found-slain-at-scene-of-a-fire.html"} ,   {"body" : "To the Editor: Does Sheepshead Bay need more parking? Of course. But the plan to turn a triangle of land north of the Belt Parkway into a parking lot makes no sense (\"Need for Parking Consumes a Bit of Robert Moses's Plan,\" Oct. 22). The parking lot Councilman Anthony D. Weiner wants would have space for just 30 cars. It would be two long blocks" , "date" : "19951112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "23" , "title" : "BULLIES, CRASH PADS AND SOUL MUSIC;High Cost, Inconvenience Mar Plan for Parking Lot" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/12\/nyregion\/l-bullies-crash-pads-soul-music-high-cost-inconvenience-mar-plan-for-parking-lot-033677.html"} , {"body" : "To the Editor: The Oct. 22 articles about Sheepshead Bay raise questions about our local officials. John Nikas, chairman of Community Board 15, extols the virtues of specialty shops that malls can't duplicate (\"New Language, and New Life, for Avenue U\"). But isn't he the same person who favors the Loehmann's megastore in the heart of the special" , "date" : "19951105" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "19" , "title" : "Looking at Sheepshead Bay, Officials Have Faulty Vision" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/05\/nyregion\/l-looking-at-sheepshead-bay-officials-have-faulty-vision-016349.html"} , {"body" : "Football The day before the opening round of the Catholic High School Football League playoffs, Coach Bill Basel of Chaminade said he expected two of the lower-level teams, Iona Prep (7-1) and Holy Trinity (6-2), both of the AA Division, to challenge the league's traditional powers. St. Francis Prep (5-3) has a league-high 13 championships," , "date" : "19951104" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "32" , "title" : "HIGH SCHOOL FOOTBALL REPORT" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/04\/sports\/high-school-football-report.html"} , {"body" : "When Jo Falcone started dumping dead bodies on her front lawn in White Plains, N.Y., it was a novelty, and people drove from dozens of miles away to gawk at the chilling tableaux. More than a decade later, Mrs. Falcone's makeshift cemetery is more elaborate -- she now hangs a corpse or two from the trees -- but less peculiar. About a dozen nearby" , "date" : "19951101" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Halloween: Not Just a Day but a Season;A Fringe Holiday for Children Gets a Higher Profile, With Adults" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/01\/nyregion\/halloween-not-just-day-but-season-fringe-holiday-for-children-gets-higher.html"} , {"body" : "The police said yesterday they were searching for a Brooklyn business owner who vanished nearly two weeks ago under suspicious circumstances. Stephan Tanner, 62, the owner of a clothing business, S & T Inc., was last seen on Oct. 14, William Gardella, Deputy Inspector of Brooklyn detectives, said. Mr. Tanner, who lived alone in Sheepshead Bay," , "date" : "19951026" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Police Search for Missing Brooklyn Man" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/26\/nyregion\/police-search-for-missing-brooklyn-man.html"} , {"body" : "When the Rev. Paul Tseng moved the Brooklyn Chinese Christian Church from Flatbush into an old American Legion hall in Sheepshead Bay seven years ago, about 30 worshipers went to his weekly Baptist services. These days more than 200 attend. \"The community changed,\" Mr. Tseng said last week in his church, on East 15th Street and Gravesend Neck Road." , "date" : "19951022" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: SHEEPSHEAD BAY;New Language, and a New Life, for Avenue U" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/22\/nyregion\/neighborhood-report-sheepshead-bay-new-language-and-a-new-life-for-avenue-u.html"} , {"body" : "Fran Cassouto, a daughter of Tanni and Dr. Joseph M. Cassouto of Woodsburgh, L.I., is to be married today to Jason David Bash, the son of Gail and Paul Bash of Howard Beach, Queens. Rabbi Marvin Bash, an uncle of the bridegroom, is to officiate at Oheka, the former Otto Kahn house in Cold Spring Hills, L.I. The couple graduated from the State" , "date" : "19951022" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "48" , "title" : "WEDDINGS; Fran Cassouto And Jason D. Bash" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/22\/style\/weddings-fran-cassouto-and-jason-d-bash.html"} , {"body" : "Football One of the biggest surprises this football season is Midwood High School, which was 1-9 last year but is off to a 5-1 start heading into tomorrow's high noon showdown with John Jay (4-2) at Sheepshead Bay field in Brooklyn. We have kids who have worked very hard this year,\" said Coach Marshall Tames, whose team beat Jefferson, 13-0, last" , "date" : "19951021" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "28" , "title" : "HIGH SCHOOL REPORT" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/21\/sports\/high-school-report.html"} , {"body" : "The Colonial buffs brought tri-cornered hats. Civil War types gathered maps and newspaper clippings. Neighborhood groups displayed sepia-toned, turn-of-the-century photographs. There were mementos from the 40's and 50's: badges for Steeplechase Park in Coney Island, menus and lobster bibs from Lundy's Restaurant in Sheepshead Bay, and not a few" , "date" : "19951015" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE;Breuckelen Revisited: A History Fair in the County of Kings" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/15\/nyregion\/neighborhood-report-brooklyn-up-close-breuckelen-revisited-history-fair-county.html"} , {"body" : "The Mark Twain School for the Gifted and Talented in Coney Island is a rare oasis in the public school system. The selective magnet school, which rejects three-quarters of its applicants, has among the highest math and reading scores in the city. It offers students a rigorous academic program and the opportunity to specialize in 10 \"talent\" areas," , "date" : "19951008" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "NEIGHBORHOOD REPORT: SOUTHERN BROOKLYN; An Influx of Queens Students" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/08\/nyregion\/neighborhood-report-southern-brooklyn-an-influx-of-queens-students.html"} ,   {"body" : "It is 5:30 P.M. on a Thursday as the E and F trains unload weary riders into the swelter of the Union Turnpike station in Kew Gardens, Queens. Two men, their shirts dark with sweat, hand out leaflets and call out, \"fight the fare hike.\" Some commuters ignore the pair or flash \"don't I know you?\" looks. Most take the fliers, but barely grunt" , "date" : "19950919" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "2 Very Loud Voices For 5 Million Riders; Leaders of Straphangers Campaign Get Results and Lots of Attention" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/19\/nyregion\/2-very-loud-voices-for-5-million-riders-leaders-straphangers-campaign-get.html"} , {"body" : "TO Giants parishioners with a sense of history, the address is haunting. When the Giants play the Packers here today, the game will be in Lambeau Field at 1265 Lombardi Avenue. As in Vince Lombardi. Originally, the street was known as Highland Avenue, but in 1968 it was renamed for the legendary coach who led the Packers to five National Football" , "date" : "19950917" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "3" , "title" : "Sports of The Times; Confronting Some Haunting History on Lombardi Avenue" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/17\/sports\/sports-of-the-times-confronting-some-haunting-history-on-lombardi-avenue.html"} , {"body" : "A state Assistant Attorney General and a State Supreme Court law secretary were among the winners in last night's primary elections for Civil Court judgeships in New York City. While voters cast ballots for nominees for 15 Civil Court judgeships, only 5 were contested in the Democratic primary. There were no Republican candidates for judgeships. No" , "date" : "19950913" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Law Secretary Wins Primary For Judgeship" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/13\/nyregion\/law-secretary-wins-primary-for-judgeship.html"} , {"body" : "Primary elections will be held tomorrow in New York City, with polls open from 6 A.M. to 9 P.M. Voters will cast ballots for nominees for 15 Civil Court judgeships and for district leader and delegates and alternates to the judicial convention. No primaries will be held in the Bronx or Staten Island. Only 5 of the 15 Civil Court judgeships are" , "date" : "19950911" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Civil Court Nominees to Be Decided" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/11\/nyregion\/civil-court-nominees-to-be-decided.html"} , {"body" : "DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of month; next meeting, Sept. 12, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; (718) 389-0009. DISTRICT 2 Fort Greene, Brooklyn Heights; second Wednesday of month; next meeting Sept. 13, 6 P.M.; Brooklyn Union Gas Company, One Metrotech Center, off Myrtle Avenue; (718) 596-5410." , "date" : "19950910" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Brooklyn Community Board Meetings" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/10\/nyregion\/public-interest-brooklyn-community-board-meetings.html"} , {"body" : "On the first day of school last Thursday, Marita Regan, the principal of Public School 222 in Marine Park, found herself doing more with less. Already reeling from the loss of seven teachers who took early retirement and were not replaced, Ms. Regan was confronted with parents registering far more students than had been expected. Every available" , "date" : "19950910" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN SCHOOLS UP CLOSE; Doing More With Less: School Buses, Too" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/10\/nyregion\/neighborhood-report-brooklyn-schools-up-close-doing-more-with-less-school-buses.html"} , {"body" : "There are 15 New York City Civil Court seats up for election in November. Yet only five are being contested in next week's Democratic primary -- which means that many of the others will owe their jobs to party bosses who largely control who gets on the ballot. Unlike some elections in the past, this year's group of primary candidates is low on" , "date" : "19950909" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "Civil Court Choices" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/09\/opinion\/civil-court-choices.html"} , {"body" : "As New York City's 300,000 high school students returned to their classrooms yesterday, Mayor Rudolph W. Giuliani and Schools Chancellor Ramon C. Cortines squared off yet again, blaming each other for the disarray marking the opening of the new school year. The Chancellor, speaking at an impromptu news conference at Seward Park High School on the" , "date" : "19950907" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "As High Schools Open, Mayor and Cortines Bicker" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/07\/nyregion\/as-high-schools-open-mayor-and-cortines-bicker.html"} , {"body" : "The first copies of Brooklyn Bridge, a glossy magazine about Brooklyn, had just arrived, and Melissa Ennen, the owner and editor in chief, was searching for an errant truck driver and fielding frenzied calls from distributors. \"At Time Warner or Conde Nast,\" she said, \"I'm sure everything would be in place.\" Hers is not a typical publishing house." , "date" : "19950903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Deep Pockets, New Try: A Magazine Is Born" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/03\/nyregion\/neighborhood-report-brooklyn-up-close-deep-pockets-new-try-a-magazine-is-born.html"} , {"body" : "For John Gianni, an 85-year-old retired construction worker from the southern edge of Brooklyn, life over the last five years had revolved around the daily challenge of outwitting the fish plying Plum Beach Channel, an inlet in Jamaica Bay. Summer and winter, even on the coldest days, Mr. Gianni would walk the few blocks from his home at 1485 East" , "date" : "19950830" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Fisherman, 85, Is Killed In a Robbery in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/30\/nyregion\/fisherman-85-is-killed-in-a-robbery-in-brooklyn.html"} ,   {"body" : "When Emergency Medical Service paramedics entered the Brooklyn apartment on Aug. 12, there were already five firefighters standing in the living room, along with a 72-year-old woman seated on the toilet of the bathroom, an oxygen mask on her face. The picture of apparent calm, however, was misleading. The woman, it turned out, wasn't breathing and" , "date" : "19950829" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Medical Role Of Firefighters Is Contested" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/29\/nyregion\/medical-role-of-firefighters-is-contested.html"} , {"body" : "NO \"Do Not Resuscitate\" sign was posted on the bronze-trimmed doors at 5 East 55th Street when Jean-Jacques Rachou, the owner of La Cote Basque, had to close the restaurant last spring after losing his lease to make way for a Walt Disney store. Mr. Rachou found another space, about a block west, at 60 West 55th Street. \"I can't fight Disney,\" Mr." , "date" : "19950827" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; The Shifting Sands of New York Restaurants" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/27\/nyregion\/new-yorkers-co-the-shifting-sands-of-new-york-restaurants.html"} , {"body" : "FIRES RAVAGE LONG ISLAND RESORT AREAS As many as 10 homes, a lumberyard and other businesses and the Long Island Rail Road station in Westhampton, L.I., were destroyed by an explosive windblown fire that devoured thousands of acres of woods and scrub pine and threatened an airport and more populated summer resort areas of Suffolk County's South" , "date" : "19950825" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/25\/nyregion\/metro-digest-287395.html"} , {"body" : "An off-duty police officer shot and wounded a teen-ager who allegedly was robbing the officer's nephew Wednesday night in Sheepshead Bay, Brooklyn, police officials said. The teen-ager, 17-year-old Pierre Mosley, apparently fired a shotgun first, neighbors said. Mr. Mosley, of 109 Long Pond Lane on Staten Island, was in stable condition yesterday" , "date" : "19950825" , "day_of_week_facet" : "Friday" , "geo_facet" : ["SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Robbery Suspect, 17, Is Shot by Off-Duty Officer" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/25\/nyregion\/robbery-suspect-17-is-shot-by-off-duty-officer.html"} , {"body" : "DEAR DIARY: A performance of \"Love! Valour! Compassion!\" At intermission, I am stretching and browsing and, yes, eavesdropping. Good spot: As I edge past a 29-ish couple I hear him say to her, \"I'm kind of enjoying it, but I still haven't figured out what the velour part is all about.\" Maybe I'm reaching a bit, but as he spoke, I'm certain I saw" , "date" : "19950816" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/16\/garden\/metropolitan-diary-583095.html"} , {"body" : "FIVE years ago, when Kenneth S. Horn started in the business of resurrecting financially troubled co-ops, he named his company Alchemy Properties, after the medieval science that aimed to transform base metals into gold. \"Actually, it's also an amalgam of my children's names,\" Mr. Horn said. \"But the image of trying to create gold from semiprecious" , "date" : "19950806" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Firms Seek Profits Among Co-ops' Fiscal Troubles" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/06\/realestate\/firms-seek-profits-among-co-ops-fiscal-troubles.html"} , {"body" : "IT'S been said that New York is a cynical town. But fishermen know otherwise. Look around the waters' edges this summer -- any day, any hour -- and you will see them, bleary-eyed optimists in spite of themselves. They are in Queens or Brooklyn, say, fishing for porgies on the Cross Bay Boulevard bridge, or for blues on the 69th Street pier in Bay" , "date" : "19950804" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Hooked: A Magnificent Obsession" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/04\/arts\/hooked-a-magnificent-obsession.html"} , {"body" : "The family of a Brooklyn teen-ager shot to death in a struggle with a police officer while holding a pellet gun filed a lawsuit yesterday accusing the city of negligence and the Police Department of prejudice toward Asian-Americans. The suit was filed in Federal Court in Brooklyn on what would have been the 17th birthday of Yong Xin Huang, who was" , "date" : "19950718" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Slain Teen-Ager's Family Sues the Police" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/18\/nyregion\/slain-teen-ager-s-family-sues-the-police.html"} , {"body" : "IT seemed like a great idea, way back when. Take Sheepshead Bay, with its active deep-sea fishing fleet, broad promenade and protected bay; add a few more seafood restaurants and nautical shops; keep mundane stores out, and voila: A nautically themed magnet for fishing buffs and tourists, right on Brooklyn's southern shore. At least, that's what" , "date" : "19950709" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "Commercial Property\/Sheepshead Bay; Should There Be a Fishing Village or a Loehmann's?" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/09\/realestate\/commercial-property-sheepshead-bay-should-there-be-fishing-village-loehmann-s.html"} , {"body" : "\"Sit anywhere you like; it's all cheap,\" said Anne Meara, showing a visitor into her very nice apartment on the Upper West Side of Manhattan. At the age of 65, Ms. Meara has had her first play produced, and it is a big critical success. The visitor mentioned Ms. Meara's youthful appearance. Her skin is smooth and creamy, her eyes bright blue, her" , "date" : "19950704" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "19" , "title" : "After Playwright, An Actress Still" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/04\/theater\/after-playwright-an-actress-still.html"} ,   {"body" : "A package bomb that killed a supervising high school guidance counselor in 1982 was apparently sent by the same person who, after an 11-year hiatus, mailed three similar explosives, including one that sprayed bullet fragments at a pregnant woman in Queens on Tuesday. Police Commissioner William J. Bratton and Greg Rhatigan, a Postal Service" , "date" : "19950629" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Bomb in Queens Is Linked To Others, Dating From '82" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/29\/nyregion\/bomb-in-queens-is-linked-to-others-dating-from-82.html"} , {"body" : "A package bomb mailed to a Queens address exploded in the lap of an 18-year-old pregnant woman yesterday afternoon, the police said. The victim, Denise Gaffney, and her 8-month-old fetus escaped serious injury when two bullets that fired when the package was opened missed them. Ms. Gaffney was taken to Jamaica Hospital, where she was reported in" , "date" : "19950628" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Package Explodes in Pregnant Woman's Lap" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/28\/nyregion\/package-explodes-in-pregnant-woman-s-lap.html"} , {"body" : "To the Editor: Your June 22 news article on the Port Authority of New York and New Jersey's decision to ship contaminated material dredged from berths at the Howland Hook marine terminal on Staten Island to a Utah landfill told only part of the story. Until recently, the Port Authority was pursuing another disposal method for the Howland Hook" , "date" : "19950627" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "UTAH"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "16" , "title" : "Port Authority Hasn't Solved Its Toxic Harbor Sludge Problem" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/27\/opinion\/l-port-authority-hasn-t-solved-its-toxic-harbor-sludge-problem-791095.html"} , {"body" : "A grand jury in Brooklyn has voted not to indict a police officer in the death of a 16-year-old honors student who was shot in the head two months ago in Sheepshead Bay, District Attorney Charles J. Hynes announced yesterday. The youth, Yong Xin Huang, was shot during a confrontation with the officer, Steven Mizrahi, in March after a neighbor" , "date" : "19950517" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "No Indictment for Officer Who Shot Brooklyn Youth" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/17\/nyregion\/no-indictment-for-officer-who-shot-brooklyn-youth.html"} , {"body" : "NEW YORK CITY OFFICER IS CLEARED IN YOUTH'S DEATH A grand jury in Brooklyn has voted not to indict a police officer in the death of a 16-year-old honors student who was shot in the head two months ago in Sheepshead Bay, District Attorney Charles J. Hynes announced. B3. 2 DISCIPLINED IN MISHANDLING OF ASBESTOS Two top officials at the Transit" , "date" : "19950517" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/17\/nyregion\/metro-digest-018195.html"} , {"body" : "A RESTAURANT complex capable of feeding thousands of people opens tomorrow in Bryant Park, behind the New York Public Library. It is the latest of New York's mega-restaurants. And there are more to come. Though big may not mean better food, restaurateurs say huge places are likely to be more profitable, and make it possible to give customers more" , "date" : "19950517" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "We'd Like to Make a Reservation: Table for 1,000, Please" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/17\/garden\/we-d-like-to-make-a-reservation-table-for-1000-please.html"} , {"body" : "In Westchester County, Sandy L. spent years in soul-searching discussions with her husband before they decided, out of love, to have a baby despite the risk. The baby is due this month. In Sheepshead Bay, Brooklyn, Monica Hernandez went through similar heartache, pregnant with a fifth child when so much about her future was uncertain. These two" , "date" : "19950509" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Anguish in Era of AIDS: Choosing to Have Babies" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/09\/nyregion\/anguish-in-era-of-aids-choosing-to-have-babies.html"} , {"body" : "THE BRONX DISTRICT 1 Port Morris, Melrose, Mott Haven; last Thursday of the month; next May 25, 6:30 P.M., Lincoln Hospital, 234 East 149th Street, Conference Room 6; (718) 585-7117. Agenda: T.B.A. DISTRICT 2 Hunts Point, Longwood; last Wednesday of the month; next May 31, 6 P.M., at I.S. 74, 730 Bryant Avenue, Hunts Point Peninsula; (718)" , "date" : "19950507" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "PUBLIC INTEREST; Next Community Board Meetings" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/07\/nyregion\/public-interest-next-community-board-meetings.html"} , {"body" : "On his day off, Jeff Kantoff relaxes by digging around in old outhouses. Part urban archeologist, part bottle collector, part amateur historian, Mr. Kantoff scours brownstone Brooklyn with three friends for houses built before 1860, when the city of Brooklyn began to install sewer lines. As those old brownstones added bathrooms to their back walls" , "date" : "19950423" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BROWNSTONE BROOKLYN; The Outhouse: Repository Of History" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/23\/nyregion\/neighborhood-report-brownstone-brooklyn-the-outhouse-repository-of-history.html"} , {"body" : "At the Brooklyn end of New York City's most familiar bridge lies a modest patch of green called Walt Whitman Park, named in remembrance of the most American of poets, who lived, schooled and worked nearby. In the 1840's, Whitman wrote ecstatically of the city's \"numberless crowded streets\" and the \"immigrants arriving, fifteen or twenty thousand a" , "date" : "19950419" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "Topics of The Times; Whitman's Brooklyn, Still" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/19\/opinion\/topics-of-the-times-whitman-s-brooklyn-still.html"} ,   {"body" : "The Brooklyn poet laureate's study is unused now. There are an old memo pad, books and photographs in the tiny, lamplighted Brooklyn Heights den. A walking stick, polished but untouched, stands in a corner. And there is a poem taped to the bulletin board. It opens: I have no soil but this hard ground, Stone and subterranean quarry, Underground" , "date" : "19950416" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "1" , "title" : "A Job Opening in Brooklyn: Poet Laureate" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/16\/nyregion\/a-job-opening-in-brooklyn-poet-laureate.html"} , {"body" : "SHORT CUTS SUSPECTED ON PIPELINE The $695 million Iroquois pipeline is the Northeast's most bountiful source of energy in decades, winding 375 miles from the Canadian border across the heart of New York through western Connecticut and into central Long Island, delivering fuel to heat 2.7 million homes. But four years after the project was" , "date" : "19950327" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/27\/nyregion\/metro-digest-312695.html"} , {"body" : "The police said 16-year-old Yong Xin Huang was shot and killed during a struggle with an officer on Friday when the officer's gun accidently discharged. Yesterday, a friend of Mr. Huang said that the teen-ager did not resist and that the shooting was not accidental. The two starkly different versions emerged as the police and the family struggled" , "date" : "19950327" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Disputing the Account by Police, a Friend Says Slain Youth Did Not Resist Officers" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/27\/nyregion\/disputing-account-police-friend-says-slain-youth-did-not-resist-officers.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA $350,000 426 West 23d Street 2-bedroom, 2-bath, 1,500-sq.-ft. duplex co-op in a brownstone; elevator, dining area, fireplace, private garden; maintenance" , "date" : "19950326" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/26\/realestate\/residential-resales-672795.html"} , {"body" : "Hundreds of firefighters battled at least eight serious brush fires in New York City and on Long Island yesterday, as high winds and the remains of a dry winter left the metropolitan area vulnerable to even the slightest sparks. A minor injury to one firefighter was reported, and several homes in Suffolk County were evacuated when a raging brush" , "date" : "19950326" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA" , "LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "Wind and Vestiges of Dry Winter Stir a Mad Whirl of Brush Fires" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/26\/nyregion\/wind-and-vestiges-of-dry-winter-stir-a-mad-whirl-of-brush-fires.html"} , {"body" : "A 16-year-old boy who the police say was brandishing a pellet gun was shot and killed by a police officer yesterday morning in the driveway of a home in Sheepshead Bay. The police said that the pellet gun appeared to be real and that the boy was struggling with the officer when the officer's gun went off. Yesterday afternoon, a pool of blood and" , "date" : "19950325" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Boy, 16, With Pellet Gun Is Killed by Officer" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/25\/nyregion\/boy-16-with-pellet-gun-is-killed-by-officer.html"} , {"body" : "H.M.O.'S GROW IN NEW YORK STATE Long considered stuck in the medical dark ages with respect to managed care, New York State is fast catching up with the rest of the country, experts say, as new figures show that a quarter of the state's residents have now joined health maintenance organizations. Experts say that the 25 percent mark signals that" , "date" : "19950325" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/25\/nyregion\/metro-digest-122595.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN GREENWICH VILLAGE $650,000 26 East 10th Street 2-bedroom, 2-bath, 1,400-sq.-ft. prewar co-op; mannned-elevator, dining area, fireplace, balcony, h\/w floors, 3" , "date" : "19950312" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/12\/realestate\/residential-resales-452895.html"} , {"body" : "The reputed head of a Russian emigre crime gang in Brooklyn was arrested in Italy yesterday and indicted in Manhattan on charges of masterminding a five-year reign of violence that included at least three gangland murders tied to drug trafficking, racketeering and extortion. The suspect, Monya Elson, 44, was arrested by Italian police officers in" , "date" : "19950309" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Russian Gang Chief Indicted in Slayings" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/09\/nyregion\/russian-gang-chief-indicted-in-slayings.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA &335,000 117 West 17th Street (Brooks Van Horne) 1-bedroom, 1-bath, 1,300-sq.-ft. condo in a loft building; dining area, breakfast bar in kitchen, high" , "date" : "19950305" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/05\/realestate\/residential-resales-048095.html"} ,   {"body" : "A 13-year-old girl slashed a 13-year-old boy in the face with a razor as they fought over a sweat jacket in a corridor of a junior high school in Brooklyn, the police said. The boy, who suffered a wound above his right eye, was taken to Woodhull Medical and Mental Health Center, where he was reported in stable condition. Sgt. John Clifford, a" , "date" : "19950210" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Girl, 13, Held in Razor Attack On Boy in Brooklyn Junior High" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/10\/nyregion\/girl-13-held-in-razor-attack-on-boy-in-brooklyn-junior-high.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CLINTON $210,000 34-48 West 38th Street 2-bedroom, 1-bath, 1,700-sq.-ft. co-op in a loft building; 12 1\/2-ft ceilings, h\/w floors, 2 exposures, Hudson River view;" , "date" : "19950205" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/05\/realestate\/residential-resales-402395.html"} , {"body" : "Pamela Wax wore an enormous smile as she inched across Prospect Park's Long Meadow on her brand-new cross-country skis. Last winter, she had gone to ski store after ski store but all the beginner's skis were sold out. This year, she bought early, and then it didn't snow. Ms. Wax is a rabbi, and hastened to say she was headed for the synagogue as" , "date" : "19950205" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "Waking Up to Snow, for Better or Worse" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/05\/nyregion\/waking-up-to-snow-for-better-or-worse.html"} , {"body" : "If Brooklyn ever had a hometown hero, Dodgers first baseman Gil Hodges was it. Schools, parks and even a bridge bear his name. Forty years ago, when the city's biggest borough had its biggest dream come true -- the Bums beat the Yankees to become World Champions -- Hodges knocked in the final game's only two runs. In 1969, when the Mets made a" , "date" : "19950129" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: FLATBUSH; Memories of '55 Renew Push For Hodges" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/29\/nyregion\/neighborhood-report-flatbush-memories-of-55-renew-push-for-hodges.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA $520,000 161 West 15th Street 2-bedroom, 2-bath, 1,700-sq.-ft. co-op in a loft building; library, study, fireplace, 1,000-sq.-ft. roof deck, 2 exposures;" , "date" : "19950129" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/29\/realestate\/residential-resales-205795.html"} , {"body" : "New Bread on Columbus Breads like those wonderful-looking examples that have been tantalizing the neighborhood from the window of Columbus Bakery, 474 Columbus Avenue (83d Street), are finally for sale to retail customers. The bakery, owned by Ark Restaurants, opened to the public yesterday afternoon. For the last couple of months, it has sold" , "date" : "19950125" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "Food Notes" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/25\/garden\/food-notes-993095.html"} , {"body" : "TIMOTHY WHITESIDE slouched in his folding chair, chomping on a chip straight from the Pringles can, a jumble of keys hanging from the belt loop of his jeans. But when Phyllis Gobetz said it was time for \"a little recognition,\" his 6-foot-6 frame shot up. \"Yeeeesssss!\" he whooped, clapping madly. \"Uh-huh!\" It was the early January rally for Kings" , "date" : "19950115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Tupperware Walks on the Wild Side" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/15\/nyregion\/new-yorkers-co-tupperware-walks-on-the-wild-side.html"} , {"body" : "The Big East was the big winner last year in the sweepstakes for the top high school player in New York City, perhaps the country. Yesterday, Stephon Marbury chalked one up for the Atlantic Coast Conference. In a mild surprise, Marbury gave his oral commitment to attend Georgia Tech instead of Syracuse, the Big East school that was his favorite as" , "date" : "19950106" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "Marbury Makes Choice: Ga. Tech" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/06\/sports\/marbury-makes-choice-ga-tech.html"} , {"body" : "A man stabbed his estranged wife's parents to death in Brooklyn last night and briefly held his 9-year-old son hostage with a knife to his throat before giving himself up, the police said. Sgt. Martin Browne, the head of the 61st Precinct detective squad, said the man, identified as Anatuleiy Utenyshev, a Russian immigrant, killed his mother- and" , "date" : "19950104" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Kills In-Laws And Briefly Holds His Son Hostage" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/04\/nyregion\/man-kills-in-laws-and-briefly-holds-his-son-hostage.html"} , {"body" : "BROWNSTONE BROOKLYN On the Waterfront Not an awful lot has actually happened there over the recent years, but the Brooklyn Heights waterfront -- or, more specifically, what to do with it -- is a perpetually, loomingly big story around the neighborhood. The reason, quite simply, is a widespread fear that development will mean losing the passionately" , "date" : "19950101" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT; Looking Back, Looking Ahead, Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/01\/nyregion\/neighborhood-report-looking-back-looking-ahead-brooklyn.html"} ,   {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN GRAMERCY PARK AREA $855,000 1 Irving Place (Zeckendorf Towers) 4-bedroom, 4-bath, 2,400-sq.-ft. penthouse condo in a 8-year-old building; 24-hr. doorman, concierge," , "date" : "19950101" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/01\/realestate\/residential-sales.html"}]