[  {"body" : "The shutdowns of big businesses in Brooklyn this year were well publicized: A. & S., Pechter Field's bakery, KB Electronics, each gone, along with hundreds of jobs. The economic base of Brooklyn, it seemed, was draining away fast. But behind the headlines is a bit of hope. As large companies continue to close, analysts say, they are being replaced" , "date" : "19951231" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: LOOKING BACK, LOOKING AHEAD;Brooklyn's Small Plants Filling Industrial Gap" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/31\/nyregion\/neighborhood-report-looking-back-looking-ahead-brooklyn-s-small-plants-filling.html"} , {"body" : "WANT some fireworks on New Year's Eve? Try the brownstone pyrotechnics of the astonishing gatehouse at Brooklyn's Green-Wood Cemetery, at 25th Street and Fifth Avenue in Sunset Park. A $400,000 restoration is under way that is aimed not at concealing but uncovering its age. Green-Wood Cemetery was established because, even in the 1830's, the city" , "date" : "19951231" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Streetscapes\/The Green-Wood Cemetery Gatehouse;Restoring an Explosion of Brownstone Gingerbread" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/31\/realestate\/streetscapes-green-wood-cemetery-gatehouse-restoring-explosion-brownstone.html"} , {"body" : "The owner of a Brooklyn apartment house where an elderly couple deprived of heat died on Monday in a fire traced to their space heater was also cited in 1993 for not providing heat, city officials said yesterday. Tenants say the heat in the building, at 807 43d Street in the Sunset Park section, most recently gave out four days before the" , "date" : "19951227" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "andlord Was Cited Over Lack of Heat" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/27\/nyregion\/andlord-was-cited-over-lack-of-heat.html"} , {"body" : "For four days, with ice clinging to their window sills and no heat in their apartment, an elderly couple in Sunset Park, Brooklyn, resorted to a space heater to survive the winter chill. Early yesterday, fire officials said, that Hobson's choice killed them. Florian Teraskiewicz, 75, and his wife, Irene, 69, died when a three-alarm fire raged" , "date" : "19951226" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Elderly Couple Die in a Fire In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/26\/nyregion\/elderly-couple-die-in-a-fire-in-brooklyn.html"} , {"body" : "Two Die in Brooklyn Fire An elderly couple in Sunset Park, Brooklyn, used a space heater to survive the winter chill. Yesterday, they died in a fire it caused. Page B1. Another Bosnia Obstacle A bridge that is to be a major transit point to Bosnia for American troops is not ready, and floods are expected to cause further delays. Page A8. Now," , "date" : "19951226" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "INSIDE" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/26\/us\/inside-037540.html"} , {"body" : "NEW YORK CITY Couple Die in Brooklyn Fire An elderly couple in Sunset Park, Brooklyn, who resorted to a space heater to survive the winter chill, died when a three-alarm fire raged through their apartment, firefighters said. [Page B1.] Another fire was set in the stairwell of a New York City public housing project, but this time, officials said, a" , "date" : "19951226" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Metro Digest" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/26\/nyregion\/metro-digest-037389.html"} , {"body" : "HISTORIANS have long memories. Vincent Seyfried, who wrote a seven-volume history of the Long Island Rail Road, had no trouble a few days ago remembering that there has been no passenger service on the Bay Ridge railroad spur in Brooklyn since 1924. He also knew that Austin Corbin built the spur in 1867, which was 13 years before he bought the Long" , "date" : "19951126" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "PERSPECTIVES;Building a Platform for Stores Over a Railroad Line" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/26\/realestate\/perspectives-building-a-platform-for-stores-over-a-railroad-line.html"} , {"body" : "THE New York City Marathon comes around again today. It has become so much a part of people's lives here that the other day it finally seemed time to take up the challenge. But that is not an easy proposition for someone whose attitude toward physical exertion was largely shaped by Calvin Coolidge. \"I do not choose to run,\" Coolidge said back in" , "date" : "19951112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "NYC;26-Mile Drive Is a Marathon, Only Slower" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/12\/nyregion\/nyc-26-mile-drive-is-a-marathon-only-slower.html"} , {"body" : "Roger Rosenblatt's \"The Society That Pretends to Love Children\" (Oct. 8) is a remarkably perceptive analysis that links Sunset Park children and families with millions in our country. We wish, however, to draw your attention to a single sentence in the article: \"In Sunset Park, bilingualism is promoted solely to get patronage jobs for Spanish" , "date" : "19951105" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "Magazine"] , "page_facet" : "16" , "title" : "THE SOCIETY THAT PRETENDS TO LOVE CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/05\/magazine\/l-the-society-that-pretends-to-love-children-012238.html"} , {"body" : "The City Council yesterday overwhelmingly approved a far-reaching package of restrictions on X-rated video stores, peep shows and topless bars in New York City, rejecting the concerns of civil libertarians and siding with residents who complained about the proliferation of sex businesses in their neighborhoods. If they withstand the court challenge" , "date" : "19951026" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "COUNCIL APPROVES PACKAGE OF CURBS ON SEX BUSINESSES" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/26\/nyregion\/council-approves-package-of-curbs-on-sex-businesses.html"} ,   {"body" : "Residents and politicians from all the boroughs except Manhattan argued yesterday that proposed zoning changes for sex-related businesses did not go far enough to protect their communities from the spread of such activities. In an attempt to address fears that earlier proposals would lead many sex businesses to move from Manhattan to industrial and" , "date" : "19951020" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "4 Boroughs Still Protest Zoning Plans For Sex Stores" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/20\/nyregion\/4-boroughs-still-protest-zoning-plans-for-sex-stores.html"} , {"body" : "A. Leonard Malluck knows his numerals. The number of seconds in a day rolls off his tongue (86,400). He has calculated what it costs to drive a car 20 blocks from his house in Sunset Park, Brooklyn, to the grocery story ($1.50). More important, if a car and a subway train raced from his neighborhood to midtown Manhattan, where he works as a" , "date" : "19951020" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE $1.50 SUBWAY RIDE: THE REACTION;Bracing for a Heavy Impact As Region Absorbs the Cost" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/20\/nyregion\/1.50-subway-ride-reaction-bracing-for-heavy-impact-region-absorbs-cost.html"} , {"author" : "Roger Rosenblatt is a contributing writer for theMagazine. His last article described Richard Snyder's return to the publishing world." , "body" : "Henry will not face me. We sit close together on small plastic chairs in a classroom at P.S. 314, an elementary school in the Sunset Park area of Brooklyn, where he works with small children in a summer camp. Our knees, drawn high because we are sitting on the low chairs, almost touch. Still, Henry angles his body so that he shows me only his" , "date" : "19951008" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "58" , "title" : "The Society That Pretends to Love Children" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/08\/magazine\/the-society-that-pretends-to-love-children.html"} , {"body" : "Autumn in New York has a new hue -- a navy blue blouse, the latest in cop couture, adorning the city's thousands of uniformed police officers. On Sunday, the police bid adieu to the sky blue blouses that had been de rigueur for 22 years and donned the new shirts that carry an implicit P.C. (as in Police Commissioner's) message: intimidation. When" , "date" : "19951003" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Police Don 'Intimidating' Navy Blue" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/03\/nyregion\/police-don-intimidating-navy-blue.html"} , {"body" : "Angry over budget cuts, parents at School District 15 weighed in Wednesday, denouncing, hissing and booing a temporary school board of three trustees who passed a budget that the elected board would not. School Board 15 was superseded after it defied Chancellor Ramon C. Cortines's order on Sept. 14 to pass its budget, cuts and all. District 15," , "date" : "19950924" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROWNSTONE BROOKLYN; Parents Boo, and Lose" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/24\/nyregion\/neighborhood-report-brownstone-brooklyn-parents-boo-and-lose.html"} , {"body" : "Community School Board 15 is waging a rebellion. Angry that it received less money from the Board of Education again this year, even though enrollment and teacher salaries rose, it refused to adopt its 1996 budget, and urged other districts to do the same. The action was largely symbolic, since school boards are obligated to pass their budgets." , "date" : "19950917" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROWNSTONE BROOKLYN; School Board 15, Rebels With a Fiscal Cause" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/17\/nyregion\/neighborhood-report-brownstone-brooklyn-school-board-15-rebels-with-fiscal-cause.html"} , {"body" : "A state Assistant Attorney General and a State Supreme Court law secretary were among the winners in last night's primary elections for Civil Court judgeships in New York City. While voters cast ballots for nominees for 15 Civil Court judgeships, only 5 were contested in the Democratic primary. There were no Republican candidates for judgeships. No" , "date" : "19950913" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Law Secretary Wins Primary For Judgeship" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/13\/nyregion\/law-secretary-wins-primary-for-judgeship.html"} , {"body" : "Inside Ying Yi Deng Chan's frayed, palm-sized notebook is the carefully kept record of her exploitation for the last six years in New York City's sweatshops. On each page, the 56-year-old Chinese immigrant has recorded every 12-hour day she worked as a garment worker, how little she was paid and how often she worked and was never paid at all. Five" , "date" : "19950913" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Sweatshop Job Abuse Worsening, Workers Say" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/13\/nyregion\/sweatshop-job-abuse-worsening-workers-say.html"} , {"body" : "Primary elections will be held tomorrow in New York City, with polls open from 6 A.M. to 9 P.M. Voters will cast ballots for nominees for 15 Civil Court judgeships and for district leader and delegates and alternates to the judicial convention. No primaries will be held in the Bronx or Staten Island. Only 5 of the 15 Civil Court judgeships are" , "date" : "19950911" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Civil Court Nominees to Be Decided" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/11\/nyregion\/civil-court-nominees-to-be-decided.html"} , {"body" : "DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of month; next meeting, Sept. 12, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; (718) 389-0009. DISTRICT 2 Fort Greene, Brooklyn Heights; second Wednesday of month; next meeting Sept. 13, 6 P.M.; Brooklyn Union Gas Company, One Metrotech Center, off Myrtle Avenue; (718) 596-5410." , "date" : "19950910" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Brooklyn Community Board Meetings" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/10\/nyregion\/public-interest-brooklyn-community-board-meetings.html"} ,   {"body" : "There are 15 New York City Civil Court seats up for election in November. Yet only five are being contested in next week's Democratic primary -- which means that many of the others will owe their jobs to party bosses who largely control who gets on the ballot. Unlike some elections in the past, this year's group of primary candidates is low on" , "date" : "19950909" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "Civil Court Choices" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/09\/opinion\/civil-court-choices.html"} , {"body" : "To the Editor: Your Aug. 30 news article on questions about the maritime industry's future in New York City raises an important issue for Brooklyn and for the city. It is time for a reassessment of the mission of the Port Authority. However, to suggest that the city would be \"better off if it let some or all of its commercial shipping business just" , "date" : "19950905" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "16" , "title" : "Don't Let New York's Maritime Business Die" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/05\/opinion\/l-don-t-let-new-york-s-maritime-business-die-873095.html"} , {"body" : "Celsa Magris was giving a visitor a tour of her Sunset Park apartment. There is no front door knob, just a hole. A candle illuminates the bathroom, since the ceiling collapsed and was replaced without a light fixture. Murky water stands in the bathtub, which does not drain. The toilet in Margarita Gonzalez's apartment next door does not flush. On" , "date" : "19950903" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "NEIGHBORHOOD REPORT: SUNSET PARK; Crying Neglect, Tenants Unite To Fight Owner" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/03\/nyregion\/neighborhood-report-sunset-park-crying-neglect-tenants-unite-to-fight-owner.html"} , {"body" : "Celsa Magris was giving a visitor a tour of her Sunset Park apartment. There is no front door knob, just a hole. A candle illuminates the bathroom, since the ceiling collapsed and was replaced without a light fixture. Murky water stands in the bathtub, which does not drain. The toilet in Margarita Gonzalez's apartment next door does not flush. On" , "date" : "19950903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: SUNSET PARK; Amid Decay, Tenants Seek To Organize" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/03\/nyregion\/neighborhood-report-sunset-park-amid-decay-tenants-seek-to-organize.html"} , {"body" : "Four teen-agers were charged with second-degree murder yesterday in the death of an elderly Brooklyn woman who was killed as her bedridden husband listened to her cries from their second-floor bedroom. The woman, Anna DeBicary, 79, was asphyxiated during an attempted robbery on Wednesday morning, said Deputy Inspector William Allee of the Brooklyn" , "date" : "19950903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SUNSET PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "4 Held in Killing of Woman, 79" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/03\/nyregion\/4-held-in-killing-of-woman-79.html"} , {"body" : "A 70-year-old woman was killed during a break-in at her Brooklyn home yesterday morning as her bedridden 88-year-old husband listened to her cries from their second-floor bedroom, the police said. Anna and Victor DeBicary, of 553 54th Street in Sunset Park, were awakened early yesterday morning by noises coming from the first floor, said Doram" , "date" : "19950831" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Disabled Man Hears Intruder Kill Wife" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/31\/nyregion\/disabled-man-hears-intruder-kill-wife.html"} , {"body" : "A Staten Island newlywed was facing several criminal charges yesterday after his van smashed into a police officer's vehicle and one of his passengers then abducted a witness by making off with her pickup truck, the police said. The abducted woman, Vita La Rosa, and her husband, Kenneth, were traveling home from Atlantic City at 7:30 A.M. yesterday" , "date" : "19950828" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Newlywed Is Charged In Attacks" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/28\/nyregion\/newlywed-is-charged-in-attacks.html"} , {"body" : "For the third time this year, a subway train rear-ended another yesterday, this time at the Brooklyn Bridge-City Hall station, in an accident that sent 18 bloodied and bruised straphangers to hospitals. None were seriously hurt. Transit officials said the operator of the rear train, a slow-moving, southbound No. 6, appeared to be at fault, though" , "date" : "19950823" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Subway Train Hits Another in Lower Manhattan, Injuring 18" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/23\/nyregion\/subway-train-hits-another-in-lower-manhattan-injuring-18.html"} , {"body" : "Two Chinese immigrants held captive for 13 days in a Brooklyn basement closet were freed and their abductors were captured on Monday night, the police said, after an around-the-clock investigation of an international kidnapping-for-ransom plot. Kidnappings of Asians in New York by members of Asian gangs have risen in the last two years and account" , "date" : "19950809" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CHINA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Chinese Couple Held 13 Days In International Ransom Plot" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/09\/nyregion\/chinese-couple-held-13-days-in-international-ransom-plot.html"} , {"body" : "IN ADDITION TO THE Chinese films at the Asian American International Film Festival, which ended its Manhattan run last Sunday, New York moviegoers will be treated to more Chinese films at Festival Hong Kong '95, opening Friday. Between those events lies a tale of two cultures. The 10-day Asian film festival showed movies that Western audiences" , "date" : "19950806" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CHINA" , "TAIWAN" , "HONG KONG"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "16" , "title" : "As Divided by Dialect as the Homeland" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/06\/movies\/as-divided-by-dialect-as-the-homeland.html"} ,   {"body" : "It would be hard to blame people in Sunset Park and Red Hook for wanting to turn back the clock, to reclaim western Brooklyn as it was before the soaring, noisy eyesore known as the Gowanus Expressway was rammed through their neighborhoods. But the river of steel and concrete forced on another generation by Robert Moses in 1941 is about to become" , "date" : "19950730" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS EXPRESSWAY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Gowanus: Rougher Road Ahead; Highway Work Will Make It Worse Before It's Better" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/30\/nyregion\/gowanus-rougher-road-ahead-highway-work-will-make-it-worse-before-it-s-better.html"} , {"body" : "The Brooklyn waterfront once hummed with activity as hundreds of longshoremen hauled freight each day from dozens of ships onto trains and trucks. But in the last 30 years, most of that business fled to newer, more spacious piers in New Jersey. In the last year the city's Economic Development Corporation moved two refurbished, 120-foot cranes from" , "date" : "19950730" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: RED HOOK; Two Cranes and Deep Water Help Put Hum Back in a Troubles Port" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/30\/nyregion\/neighborhood-report-red-hook-two-cranes-deep-water-help-put-hum-back-troubles.html"} , {"body" : "The Brooklyn waterfront once hummed with activity as hundreds of longshoremen hauled freight each day from dozens of ships onto trains and trucks. But in the last 30 years, most of that business fled to newer, more spacious piers in New Jersey. In the last year the city's Economic Development Corporation moved two refurbished, 120-foot cranes from" , "date" : "19950730" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: RED HOOK; Deep Water And 2 Cranes Revive a Port" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/30\/nyregion\/neighborhood-report-red-hook-deep-water-and-2-cranes-revive-a-port.html"} , {"body" : "From the day he was born, with cerebral palsy and severe asthma, Dy'kqim Edmundson's life was a painful struggle. The simplest tasks were almost beyond his reach -- sitting up, eating, even crying. \"The baby didn't really cry,\" his grandmother, Deborah Edmundson, remembered yesterday. \"When you fed him, he would kind of sing, make a happy sound." , "date" : "19950728" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Baby's Death From Scalding Bath Water Is Investigated" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/28\/nyregion\/baby-s-death-from-scalding-bath-water-is-investigated.html"} , {"body" : "A mother who lived with her husband and four young daughters in a cramped, subdivided Brooklyn apartment was charged with murder yesterday in the beating death of one of the children, a 3-year-old girl named Gabriella, who the police said bore the bruises of continual abuse. The parents, Sara Munoz and Gilberto Vasquez, were illegal immigrants who" , "date" : "19950727" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Woman Is Charged in Beating Death of Her Daughter, 3" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/27\/nyregion\/brooklyn-woman-is-charged-in-beating-death-of-her-daughter-3.html"} , {"body" : "To the Editor: News articles such as the one July 20 about the legal challenge to the 12th Congressional District in New York City characterize it as a \"Hispanic district.\" This fails to give a complete picture. Approximately 20 percent of district residents are Asian-American. Representative Nydia M. Velazquez represents some of the city's largest" , "date" : "19950727" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "Asians Make Up Much Of 'Hispanic' District" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/27\/opinion\/l-asians-make-up-much-of-hispanic-district-727895.html"} , {"body" : "A New York City police officer was arrested yesterday on charges he sexually abused a 13-year-old girl on five separate occasions when he was off duty, the police said. He was the fourth New York police officer in the last two years to be charged with sex crimes. The arrested officer, Gerard Rutolo, 28, of Sunset Park, Brooklyn, was suspended from" , "date" : "19950629" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Officer Charged in Sex Abuse of 13-Year-Old Girl" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/29\/nyregion\/officer-charged-in-sex-abuse-of-13-year-old-girl.html"} , {"body" : "NEW YORK CITY A LITTLE ADVICE, MAYOR TO MAYOR It was probably inevitable, given their muscular temperaments. Maybe it is temporary. But whatever the prognosis, it sure has happened -- a rift between the Mayor of the moment, Rudolph W. Giuliani, and the man who wouldn't mind being Mayor forever, Edward I. Koch. \"I have been very critical, in the" , "date" : "19950626" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/26\/nyregion\/metro-digest-873395.html"} , {"body" : "The budget approved by the City Council includes such large cuts to the Board of Education that after five years of belt-tightening, the reductions will for the first time broadly affect classrooms, students and teachers, according to district superintendents. The $31.1 billion spending plan adopted by the Council on Thursday includes a reduction" , "date" : "19950618" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "27" , "title" : "TURMOIL IN THE SCHOOLS: THE BUDGET; School Chiefs See New Cuts Finally Hitting Classrooms" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/18\/nyregion\/turmoil-schools-budget-school-chiefs-see-new-cuts-finally-hitting-classrooms.html"} , {"body" : "In the first budget cut to affect a broad swath of both children and their parents, Chancellor Ramon C. Cortines has eliminated summer school for students in kindergarten to third grade, canceling classes for 30,000 young children. Mr. Cortines, with the Board of Education's support, dropped the $16 million summer remedial program to avoid having" , "date" : "19950616" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "TURMOIL IN THE SCHOOLS: THE CUTS; Board Eliminates Summer Session For Students in Primary Grades" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/16\/nyregion\/turmoil-schools-cuts-board-eliminates-summer-session-for-students-primary-grades.html"} ,   {"body" : "An ambulance was delayed more than half an hour Tuesday morning as a 63-year-old Brooklyn woman lay unconscious outside her apartment building because a 911 operator did not communicate critical information to dispatchers, Emergency Medical Service union officials charged yesterday. The woman, Ellen Nordstrom, of 4015 Seventh Avenue in the Sunset" , "date" : "19950615" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "911 Blamed By Medics For Delaying Ambulance" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/15\/nyregion\/911-blamed-by-medics-for-delaying-ambulance.html"} , {"body" : "Facing the fourth major subway crash in less than four years, Transit Authority officials and Federal investigators said yesterday that they would conduct a broad inquiry into the safety of the New York City subway system but would focus especially on the 75-year-old signal system. Cities with newer subways have more advanced signal systems that" , "date" : "19950606" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "CRASH ON THE SUBWAY: THE SYSTEM; Signals From Another Era Leave Room for Human Error" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/06\/nyregion\/crash-subway-system-signals-another-era-leave-room-for-human-error.html"} , {"body" : "A Manhattan-bound subway train driven by a motorman on his final run of an overnight shift slammed into the rear of another train stopped on the Williamsburg Bridge yesterday morning, killing the motorman, injuring more than 50 passengers and crumpling tons of steel like so much wadded paper. It was the fourth time in less than two years that a" , "date" : "19950606" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "CRASH ON THE SUBWAY: THE OVERVIEW; 2 Subway Trains Crash on Williamsburg Bridge" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/06\/nyregion\/crash-on-the-subway-the-overview-2-subway-trains-crash-on-williamsburg-bridge.html"} , {"body" : "THE BRONX DISTRICT 1 Port Morris, Melrose, Mott Haven; last Thursday of the month; next May 25, 6:30 P.M., Lincoln Hospital, 234 East 149th Street, Conference Room 6; (718) 585-7117. Agenda: T.B.A. DISTRICT 2 Hunts Point, Longwood; last Wednesday of the month; next May 31, 6 P.M., at I.S. 74, 730 Bryant Avenue, Hunts Point Peninsula; (718)" , "date" : "19950507" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "PUBLIC INTEREST; Next Community Board Meetings" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/07\/nyregion\/public-interest-next-community-board-meetings.html"} , {"body" : "Ghosts of Buses Past GRUMMAN buses have come home to die. In a field in Medford they stand lined up alongside their GMC counterparts. It's like a Pinelawn for passenger vehicles. With much fanfare 851 Grumman Flxibles headed off to New York City in the early 1980's. But there were problems that led to lawsuits and jokes on late-night television." , "date" : "19950430" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "LONG ISLAND JOURNAL" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/30\/nyregion\/long-island-journal-452295.html"} , {"body" : "To Vincent Mangano, 50, a supervisor at a cable company, Chinatown has always meant good food at cheap prices. So while he was on jury duty downtown one recent Tuesday, Mr. Mangano chose a Chinese noodle shop on Canal Street for lunch and ordered a heaping bowl of rice noodle soup with roast duck. \"It's a very balanced meal,\" Mr. Mangano said," , "date" : "19950423" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CHINATOWN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Why Is This Bowl of Noodles So Cheap?" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/23\/nyregion\/new-yorkers-co-why-is-this-bowl-of-noodles-so-cheap.html"} , {"body" : "The Brooklyn poet laureate's study is unused now. There are an old memo pad, books and photographs in the tiny, lamplighted Brooklyn Heights den. A walking stick, polished but untouched, stands in a corner. And there is a poem taped to the bulletin board. It opens: I have no soil but this hard ground, Stone and subterranean quarry, Underground" , "date" : "19950416" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "1" , "title" : "A Job Opening in Brooklyn: Poet Laureate" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/16\/nyregion\/a-job-opening-in-brooklyn-poet-laureate.html"} , {"body" : "For 15 years, Thomas J. Petrizzo was a vital force in fashioning the skyline of New York. Major contractors and developers lionized him for his acumen in shaping and delivering the steel frames for the Jacob K. Javits Convention Center, Battery Park City, the new Federal courthouse in Foley Square and numerous Manhattan skyscrapers. But while Mr." , "date" : "19950411" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Double Portrait of a Man on Trial Astounds Friends" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/11\/nyregion\/double-portrait-of-a-man-on-trial-astounds-friends.html"} , {"body" : "\"Earnestly, urgently looking for workers,\" said a small red sign in Chinese posted outside a garment factory in Sunset Park, Brooklyn. \"Please inquire within.\" The steel doors opened into a dim, dusty warehouse. Red and blue rags covered the four windows, shutting out all natural light. Bundles of cut cloth sat piled in haphazard mounds, some" , "date" : "19950312" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "65 Cents an Hour -- A special report.; Week in Sweatshop Reveals Grim Conspiracy of the Poor" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/12\/nyregion\/65-cents-hour-special-report-week-sweatshop-reveals-grim-conspiracy-poor.html"} , {"body" : "A simmering concern about the fairness of a 20-year-old program for gifted children in a Brooklyn school district has flared into controversy, sparked by the formation of a task force to re-evaluate the program and a counter-move to make sure it survives. About 200 people -- most of them parents of children in the program -- packed a meeting of" , "date" : "19950226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROWNSTONE BROOKLYN; A Way to Nurture the Gifted? Or Privileges for the Elite?" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/26\/nyregion\/neighborhood-report-brownstone-brooklyn-way-nurture-gifted-privileges-for-elite.html"} ,   {"body" : "A battered bowling ball perched in a baby's car seat on a courtroom bench provided a stark backdrop to the opening of a manslaughter trial today. A 19-year-old defendant is accused of dropping the ball off a Jersey City highway overpass and killing an 8-month-old girl riding in her parents' car. The Hudson County Prosecutor, Debra Simon, told the" , "date" : "19950218" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["JERSEY CITY (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Trial Opens In Girl's Death by Bowling Ball" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/18\/nyregion\/trial-opens-in-girl-s-death-by-bowling-ball.html"} , {"body" : "Having found no evidence of equipment failure, investigators have concluded that a motorman was at fault in the crash of two subway trains in Brooklyn last week, and the Transit Authority will take disciplinary action against him, an authority spokesman said yesterday. The authority will probably try to dismiss or demote the motorman, Anthony R." , "date" : "19950214" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Motorman Is Blamed for Crash of Two Subway Trains in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/14\/nyregion\/motorman-is-blamed-for-crash-of-two-subway-trains-in-brooklyn.html"} , {"body" : "The subway operator whose train rammed another train in Brooklyn Thursday afternoon was not under the influence of alcohol or drugs, transit officials said yesterday, as local, state and Federal investigators began poring over physical evidence from the crash and interviewing witnesses. The motorman, identified by the Transit Authority as Anthony" , "date" : "19950211" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Subway Crash In Brooklyn Is Investigated" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/11\/nyregion\/subway-crash-in-brooklyn-is-investigated.html"} , {"body" : "An empty subway train, on the way to its first station on a midafternoon run yesterday, slammed into a Manhattan-bound B train that had stopped at a red signal on a curve in Sunset Park, Brooklyn. Six people on the B train and the motorman on the empty train, an M, were treated for minor injuries after the crash, which wrapped the metal skin of the" , "date" : "19950210" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Seven Injured as Train Rams Another Waiting at Brooklyn Signal" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/10\/nyregion\/seven-injured-as-train-rams-another-waiting-at-brooklyn-signal.html"} , {"body" : "MAYOR RUDOLPH W. GIULIANI was going to Staten Island, the heartland in the city, the most Republican-voting borough of all five, the one known unofficially as Rudyland (even if it does still want to secede). Surely here, at a meeting in the auditorium of Susan B. Wagner High School, the Mayor would hear echoes of the national Republican cries for" , "date" : "19950209" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "METRO MATTERS; For Any Mayor, Politics Is Always Close to Home" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/09\/nyregion\/metro-matters-for-any-mayor-politics-is-always-close-to-home.html"} , {"body" : "A 4-year-old girl plays with a cloth doll in an aisle of a small, dingy garment factory in Williamsburg, Brooklyn, while her mother sews thin cotton sweaters nearby. A 44-year-old immigrant from China works 12 hours a day, seven days a week, in a windowless garment shop in Sunset Park, Brooklyn, earning $200 on a good week -- or less than $2.50 an" , "date" : "19950206" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Hard Labor -- A special report.; Despite Tough Laws, Sweatshops Flourish" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/06\/nyregion\/hard-labor-a-special-report-despite-tough-laws-sweatshops-flourish.html"} , {"body" : "Two recent immigrants from China looking for work as cooks in Manhattan were kidnapped on Friday and forced to ask their families in China to pay $30,000 each in ransom to a powerful gang, the police said. Both men had emigrated from Fuzhou, the capital of Fujian Province in southern China, and settled in Boston about two years ago, said Lieut." , "date" : "19950122" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CHINA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Chinese Gang Suspected in Abduction of 2" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/22\/nyregion\/chinese-gang-suspected-in-abduction-of-2.html"} , {"body" : "At Public School 6 on the Upper East Side of Manhattan, the fourth graders in an honors class, meeting in the school cafeteria, get their literature lessons not from teachers but from volunteers. There is no school librarian; parents staff the library. At P.S. 172 in Sunset Park in Brooklyn, there is not even a library anymore; it was removed a" , "date" : "19950116" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Essentials Become Luxuries as Schools Cope With Budget Cuts" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/16\/nyregion\/essentials-become-luxuries-as-schools-cope-with-budget-cuts.html"} , {"body" : "Almost nothing would shake the lives of city car owners more than aggressive ticketing of double-parked cars on alternate-side days. In the city's densest neighborhoods, from Morningside Heights to Sunset Park, lines of double-parked cars form to make way for street sweeping. Of course, it's illegal. But most people know that during street-sweeping" , "date" : "19950115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; Legal Double-Parking? That's the Ticket, Some Say" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/15\/nyregion\/neighborhood-report-new-york-up-close-legal-double-parking-that-s-ticket-some.html"} , {"body" : "Going Home to Brooklyn Q. After 48 years in southern California, my wife and I want to \"go home again\" to Brooklyn. No travel agency brochure I've seen has that itinerary, but I believe there are small groups or even individuals who give personal tours of the borough. Can you help? -- Ed Wissner, Los Alamitos, Calif. A. Maybe the first date you" , "date" : "19950108" , "day_of_week_facet" : "Sunday" , "page_facet" : "28" , "title" : "Q and A" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/08\/travel\/q-and-a-477795.html"} ,   {"body" : "A chart yesterday about crime in the Sunset Park section of Brooklyn misstated the number of arrests in the 72d Precinct for 1993 and 1994 and the percentage change. In the first 50 weeks of 1994, there were 4,540 arrests (not 7,095); in 1993, there were 4,174 arrests (not 5,820). Thus the increase was 8.8 percent, not 21.9." , "date" : "19950104" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/04\/nyregion\/c-corrections-298295.html"} , {"body" : "Celebrating Epiphany In many cultures the Christmas season continues until Epiphany, Jan. 6, which celebrates the gifts of the Magi. Sweet breads and cakes, often with little trinkets in them, are traditionally served on the holiday. One of the more spectacular of these is the rosca de reyes from Panaderia Don Paco Lopez, a Mexican bakery at 4703" , "date" : "19950104" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "Food Notes" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/04\/garden\/food-notes-015795.html"} , {"body" : "The official police statistics show there has been a double-digit decrease in crime in the last year in the Sunset Park section of Brooklyn, with fewer rapes, robberies and car thefts. But the standard scene outside Nereida Rodriguez's apartment window has not changed much. Men deal drugs. Groups of youths, exchanging the handshakes that identify" , "date" : "19950103" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Officially, Crime Is Dropping, But Brooklyn Is Still Worried" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/03\/nyregion\/officially-crime-is-dropping-but-brooklyn-is-still-worried.html"} , {"body" : "Without being dour, Lorraine Canoe makes do with life in New York City, but it is not the same. You can find all kinds of things, but the supermarkets do not stock deer meat or boiled corn bread. In no borough are regular Mohawk ceremonies held for each of the year's 13 moons. \"And it's not easy trying to find someone I can talk Mohawk with,\" she" , "date" : "19950103" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Yearning To Breathe Free" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/03\/nyregion\/yearning-to-breathe-free.html"} , {"body" : "CRIME RATE FALLS, BUT WORRIES PERSIST The official police statistics show there has been a double-digit decrease in crime in the last year in the Sunset Park section of Brooklyn, with fewer rapes, robberies and car thefts. But the standard scene outside Nereida Rodriguez's apartment window has not changed much. Men deal drugs. Groups of youths," , "date" : "19950103" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/03\/nyregion\/metro-digest-083695.html"} , {"body" : "International A2-8 REBELS BEAT BACK RUSSIANS Chechen separatists triumphantly claimed to have battled Russian troops back to the edge of the rebel region's capital, Grozny, in fierce fighting in the steets. A1 A Russian reporter was killed covering the war in Chechnya. A8 MUCH TALK, LITTLE CHANGE IN JAPAN Though Japan is in its greatest period of" , "date" : "19950103" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/03\/nyregion\/news-summary-849195.html"} , {"body" : "BROWNSTONE BROOKLYN On the Waterfront Not an awful lot has actually happened there over the recent years, but the Brooklyn Heights waterfront -- or, more specifically, what to do with it -- is a perpetually, loomingly big story around the neighborhood. The reason, quite simply, is a widespread fear that development will mean losing the passionately" , "date" : "19950101" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT; Looking Back, Looking Ahead, Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/01\/nyregion\/neighborhood-report-looking-back-looking-ahead-brooklyn.html"} , {"body" : "BRICK stanchions topped with palm and English ivy, adorned with pine in winter and geraniums in spring, stand at the entrances. They bear the letters \"PPS\" and lead into Prospect Park South, a landmark historic district in the northwest corner of Flatbush. Along Buckingham Road, the turn-of-the-century houses include Tudor and chateau styles. On" , "date" : "19950101" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK SOUTH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "If You're Thinking of Living In\/Prospect Park South; A Turn-of-the-Century Brooklyn 'Suburb'" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/01\/realestate\/if-you-re-thinking-living-prospect-park-south-turn-century-brooklyn-suburb.html"}]