[  {"body" : "The shutdowns of big businesses in Brooklyn this year were well publicized: A. & S., Pechter Field's bakery, KB Electronics, each gone, along with hundreds of jobs. The economic base of Brooklyn, it seemed, was draining away fast. But behind the headlines is a bit of hope. As large companies continue to close, analysts say, they are being replaced" , "date" : "19951231" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: LOOKING BACK, LOOKING AHEAD;Brooklyn's Small Plants Filling Industrial Gap" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/31\/nyregion\/neighborhood-report-looking-back-looking-ahead-brooklyn-s-small-plants-filling.html"} , {"body" : "Alma Miranda, a 15-year-old middle school student, was enjoying her coming out party, her crimson-and-lace dress swirling to dance music, when a half-dozen gun blasts ripped the air early yesterday morning, sending her and several hundred guests scrambling for the exits of a church hall in Manhattan. When the police arrived less than 15 minutes" , "date" : "19951225" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "At a Teen-Age Girl's 'Sweet 15th' Party, Two Are Shot Dead in a ParishHall" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/25\/nyregion\/at-a-teen-age-girl-s-sweet-15th-party-two-are-shot-dead-in-a-parishhall.html"} , {"body" : "Housing in Williamsburg is a perennial problem, the stuff of lawsuits, rallies and demonstrations, as two growing groups -- Hasidic Jews and Puerto Ricans -- compete for a limited amount of affordable space. Speaking to a sea of 10,000 Hasidic men at the annual dinner of the Satmar sect, the largest in Williamsburg, Mayor Giuliani announced on" , "date" : "19951217" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "NEIGHBORHOOD REPORT: WILLIAMSBURG;Mayor Forms Panel to Seek New Housing" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/17\/nyregion\/neighborhood-report-williamsburg-mayor-forms-panel-to-seek-new-housing.html"} , {"body" : "Gov. George E. Pataki announced on Friday that he wants $3.15 billion set aside for roadway and bridge construction in New York City over the next five years. The money is part of a $12.6 billion capital plan for roadway and bridge imporvements around the state. The proposal can be modified by both the Legislature and the Governor over the next" , "date" : "19951217" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "PUBLIC INTEREST: WORKPLACES;A Road Map From Pataki: $3 Billion and 5 Years" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/17\/nyregion\/public-interest-workplaces-a-road-map-from-pataki-3-billion-and-5-years.html"} , {"body" : "New York City regulatory officials have accused a major refuse-collection company of secretly trying to merge with another hauler after being indicted on charges it joined a Mafia-run cartel to dominate the city's private garbage industry. The officials in the Department of Consumer Affairs said the indicted company, the Barretti Carting" , "date" : "19951217" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "56" , "title" : "Agency Bars Trash Haulers From Merging" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/17\/nyregion\/agency-bars-trash-haulers-from-merging.html"} , {"body" : "WHEN the Adell family began assembling property around the Flower District for residential redevelopment, the current chairman of the City Planning Commission had not yet begun his career in government. Indeed, he was not yet out of fifth grade. It has taken a long time -- a very long time -- for the Adells to acquire three large parcels on the" , "date" : "19951210" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FLOWER DISTRICT (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "In Flower District, Ground Is Sown For Housing" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/10\/realestate\/in-flower-district-ground-is-sown-for-housing.html"} , {"body" : "In 25 years, New York City has made significant gains in improving its air quality and the cleanliness of its waterways, but the quality of its drinking water has slipped, and disposing of the city's garbage is a persistent problem, according to a report by a leading environmental advocacy group. The report by the Natural Resources Defense Council," , "date" : "19951205" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "25-Year Checkup Shows Gains in Air Quality but a Decline in TrashDisposal" , "url" : "http:\/\/www.nytimes.com\/1995\/12\/05\/nyregion\/25-year-checkup-shows-gains-in-air-quality-but-a-decline-in-trashdisposal.html"} , {"body" : "To the Editor: As a state Senator representing parts of Brooklyn, I have closely followed your coverage of the pending merger of the Chemical and Chase Manhattan banks and the impact it is likely to have on financial services for my district and all New York City (\"Stalking the Next Big Takeovers,\" Investing It, Nov. 5). The merger -- from banks" , "date" : "19951126" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "Business"] , "page_facet" : "26" , "title" : "The Merger Downside" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/26\/business\/l-the-merger-downside-064939.html"} , {"body" : "Over and over, Councilman Victor L. Robles pounded his fist on the smooth oak desk in a Council hearing room. \"I will never,\" he shouted, \"support a budget with drastic cuts in youth services.\" But a few days later, Mr. Robles, whose constituents are mainly black and Hispanic residents of Williamsburg, Brooklyn, again raised his voice - this time" , "date" : "19951126" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Council And How It Really Works" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/26\/nyregion\/the-council-and-how-it-really-works.html"} , {"body" : "Three groups representing black and Hispanic residents of Williamsburg, Brooklyn, filed suit against the New York City Housing Authority yesterday, seeking information about the ethnicity of tenants who receive Federal rent subsidies in nine privately owned buildings. The Housing Authority administers the Federal rent-subsidy program in the city," , "date" : "19951116" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Lawsuit Claims Bias by Housing Authority" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/16\/nyregion\/lawsuit-claims-bias-by-housing-authority.html"} ,   {"body" : "A coalition of community groups filed suit last week seeking to prevent New York City from building a 3,000-ton-a-day garbage incinerator in the Brooklyn Navy Yard without filing a new environmental impact statement. The incinerator, intended to reduce dependence on the Fresh Kills landfill on Staten Island, has drawn strong opposition. The" , "date" : "19951112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN WATERFRONT;Lawsuit Seeks to Block a Garbage Incinerator in the Navy Yard" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/12\/nyregion\/neighborhood-report-brooklyn-waterfront-lawsuit-seeks-block-garbage-incinerator.html"} , {"body" : "THERE is a scene in \"Jernigan,\" a 1991 novel by David Gates, about (and narrated by) a cynical, self-loathing suburban father living in what sounds a lot like Essex County, in which the eponymous protagonist pays a visit to his father, a painter who is something of a renegade, in Connecticut. It's a pungent but understated encounter, in which the" , "date" : "19951112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "1" , "title" : "To See Ourselves As Writers See Us" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/12\/nyregion\/to-see-ourselves-as-writers-see-us.html"} , {"body" : "THE New York City Marathon comes around again today. It has become so much a part of people's lives here that the other day it finally seemed time to take up the challenge. But that is not an easy proposition for someone whose attitude toward physical exertion was largely shaped by Calvin Coolidge. \"I do not choose to run,\" Coolidge said back in" , "date" : "19951112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "NYC;26-Mile Drive Is a Marathon, Only Slower" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/12\/nyregion\/nyc-26-mile-drive-is-a-marathon-only-slower.html"} , {"body" : "Emergency Medical Service officials are investigating whether city ambulance workers tampered with or stole drugs from one of the agency's Brooklyn ambulance stations in recent weeks. The officials said they were looking into reports that at least two emergency patients in Brooklyn received inadequate dosages of the vital drugs. The E.M.S." , "date" : "19951103" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Officials Look Into Charges On Missing E.M.S. Drugs" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/03\/nyregion\/officials-look-into-charges-on-missing-ems-drugs.html"} , {"body" : "For the first time since halting work in 1992, the city has resumed sandblasting lead-laced paint from the Williamsburg Bridge, again causing people who live near the bridge to worry about their children's health. Work on the Manhattan side of the bridge resumed Monday afternoon, three weeks after a State Supreme Court justice in Manhattan ordered" , "date" : "19951101" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Paint Sandblasting Returns Along Williamsburg Bridge" , "url" : "http:\/\/www.nytimes.com\/1995\/11\/01\/nyregion\/paint-sandblasting-returns-along-williamsburg-bridge.html"} , {"body" : "FLORENCE NEAL fears her neighborhood is about to become an acronym. \"Please don't call us RedHo,\" she said, wincing at the thought of Red Hook becoming like SoHo (South of Houston Street) or TriBeCa (the Triangle Below Canal Street). Ms. Neal, a sculptor, painter and graphic designer, was one of the first of a wave of artists who have moved in" , "date" : "19951029" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BOWERY (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "After a Retreat, Gentrification Is Marching To the Fringes" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/29\/realestate\/after-a-retreat-gentrification-is-marching-to-the-fringes.html"} , {"body" : "Her husband was tied up in meetings yesterday, so Naina Yeltsin took care of some of her own business. \"Any concerns about your skin?\" the cosmetologist at Estee Lauder asked Mrs. Yeltsin. It's all right,\" the first lady of Russia responded. \"Is it oily or dry?\" \"Normal.\" \"How often do you have oily blemishes?\" War and peace and everything in" , "date" : "19951024" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "World"] , "page_facet" : "1" , "title" : "THE U.N. AT 50: AROUND TOWN;On the Streets, Shopping Spree and Gridlock" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/24\/world\/the-un-at-50-around-town-on-the-streets-shopping-spree-and-gridlock.html"} , {"body" : "* FULTON FERRY -- A new recreational pier opened last week at the Fulton Ferry landing -- the spot where Washington evacuated his soldiers after the Battle of Brooklyn, where Robert Fulton's steamboat docked, where Vince Gioia likes to fish. Mr. Gioia, who has fished there for a decade, returned to find his spot festooned with bronze plaques, lined" , "date" : "19951022" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "NEIGHBORHOOD REPORT; BROOKLYN UPDATE" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/22\/nyregion\/neighborhood-report-brooklyn-update.html"} , {"body" : "INTO the great kettle of alphabet soup in which the designations of New York City housing programs swim, the Giuliani administration, early on, ladled the letters N.E.P. They stand for Neighborhood Entrepreneurs Program. The idea behind this new program was that about half the occupied tax-foreclosed housing units that remain under centralized city" , "date" : "19951022" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK STATE"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PERSPECTIVES;The Ax Is Poised on Low-Income Housing Efforts" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/22\/realestate\/perspectives-the-ax-is-poised-on-low-income-housing-efforts.html"} , {"body" : "Several thousand residents of Williamsburg, Brooklyn, were searching for ways to perform such mundane tasks as brushing teeth yesterday after a water main broke shortly before dawn, leaving five blocks of apartments along Union Avenue without water. A 40-foot-long, 10-foot-deep sinkhole opened at the intersection of Union Avenue and Stagg Street in" , "date" : "19951022" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Pipe's Rupture Leaves Brooklyn Partly Dry" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/22\/nyregion\/pipe-s-rupture-leaves-brooklyn-partly-dry.html"} ,   {"body" : "A police officer and his former partner pleaded guilty on Monday to charges that they demanded payoffs from drug dealers using a bodega near a Brooklyn housing project, the Brooklyn District Attorney, Charles J. Hynes, said yesterday. Officer Daniel Perez, 25, and David Quinones, 28, who resigned in December, had been recorded on audio and" , "date" : "19951018" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "2 Ex-Officers Plead Guilty in Bribe Case" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/18\/nyregion\/2-ex-officers-plead-guilty-in-bribe-case.html"} , {"body" : "The Colonial buffs brought tri-cornered hats. Civil War types gathered maps and newspaper clippings. Neighborhood groups displayed sepia-toned, turn-of-the-century photographs. There were mementos from the 40's and 50's: badges for Steeplechase Park in Coney Island, menus and lobster bibs from Lundy's Restaurant in Sheepshead Bay, and not a few" , "date" : "19951015" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE;Breuckelen Revisited: A History Fair in the County of Kings" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/15\/nyregion\/neighborhood-report-brooklyn-up-close-breuckelen-revisited-history-fair-county.html"} , {"author" : "Anne Raver, the author of \"Deep in the Green\" (Alfred A. Knopf), writes about gardening and the environment for The Times." , "body" : "YEARS ago, when I was living on Nantucket, I used to ride my bike to the western end of the island and hang a left down a sandy road that led through the moors to the sea. It was easy to miss the turn to Margaret and Bancel LaFarge's place: the house was the color of the dunes and sat like a low, octagonal mushroom in the middle of scrub oak, beach" , "date" : "19951015" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Home and Garden" , "Magazine" , "Arts" , "Style"] , "page_facet" : "43" , "title" : "Sowing a Garden's Spirit" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/15\/magazine\/sowing-a-garden-s-spirit.html"} , {"body" : "As part of a larger effort to revamp the municipal hospital system, New York's Health and Hospitals Corporation has targeted Woodhull Medical and Mental Health Center in Brooklyn for a major overhaul. One reason is that Woodhull has focused largely on basic emergency care and now needs to concentrate more on up-to-date preventive medicine. But the" , "date" : "19951009" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "Health"] , "page_facet" : "16" , "title" : "Editorial Notebook; A Hospital Under Pressure" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/09\/opinion\/editorial-notebook-a-hospital-under-pressure.html"} , {"body" : "VITO ACCONCI WAS PACING IN his Brooklyn studio, tucked under the Manhattan Bridge, one day last March. He was dressed in dusty black like the bohemian poet he once was, his untied shoelaces flapping on the concrete floor. In his gravelly voice he talked about his ideas for a performance he was planning for the \"Artists in Action\" series this fall" , "date" : "19951008" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "39" , "title" : "ART;Artists Are the Directors, And a Stage Is Their Canvas" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/08\/theater\/art-artists-are-the-directors-and-a-stage-is-their-canvas.html"} , {"body" : "BRAWTA CARIBBEAN CAFE ++ (718) 855-5515; 347 Atlantic Avenue, at Hoyt Street, Boerum Hill; (c) all major credit cards Newly relocated in bigger quarters, Brawta Cafe is as relaxed, cheerful and colorful as ever, and the fresh, zesty West Indian preparations remain terrific. Some of the better offerings are chicken roti, or chunks of chicken with" , "date" : "19951001" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "GOOD EATING;Over the Bridge: Brooklyn's Best" , "url" : "http:\/\/www.nytimes.com\/1995\/10\/01\/nyregion\/good-eating-over-the-bridge-brooklyn-s-best.html"} , {"body" : "In a directive that will mean slower subway service in many places throughout New York City, the Metropolitan Transportation Authority board yesterday decided to post speed limits wherever signal lights are too close together, to prevent accidents like the one on the Williamsburg Bridge in June. About one-third of the system has the antiquated" , "date" : "19950922" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "More Limits To Curb Speed For Subways" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/22\/nyregion\/more-limits-to-curb-speed-for-subways.html"} , {"body" : "When Robert Santiago moved into his apartment on Division Avenue in Williamsburg 20 years ago, it had no boiler, no heat and few tenants, and the landlord did not pay property taxes. The city took over the building in the mid-1980's. Now, Mr. Santiago and the other tenants own the building: they bought it four years ago from the city for $250 an" , "date" : "19950917" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; A Happier Twist on Housing: From Bad Landlords to Co-ops" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/17\/nyregion\/neighborhood-report-brooklyn-up-close-happier-twist-housing-bad-landlords-ops.html"} , {"body" : "Community School Board 15 is waging a rebellion. Angry that it received less money from the Board of Education again this year, even though enrollment and teacher salaries rose, it refused to adopt its 1996 budget, and urged other districts to do the same. The action was largely symbolic, since school boards are obligated to pass their budgets." , "date" : "19950917" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROWNSTONE BROOKLYN; School Board 15, Rebels With a Fiscal Cause" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/17\/nyregion\/neighborhood-report-brownstone-brooklyn-school-board-15-rebels-with-fiscal-cause.html"} , {"body" : "In six years, Silfrido Frias and Edwin B. Canaan have gone from running a one-room paralegal service in the Washington Heights section of Manhattan to establishing Sherman Plaza, a diverse enterprise with 2,000 square feet of new office space that offers paralegal services, real estate brokering, international calling booths, beeper sales and" , "date" : "19950911" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Bank-Poor Communities Are Forced to Improvise" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/11\/nyregion\/bank-poor-communities-are-forced-to-improvise.html"} ,   {"body" : "DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of month; next meeting, Sept. 12, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; (718) 389-0009. DISTRICT 2 Fort Greene, Brooklyn Heights; second Wednesday of month; next meeting Sept. 13, 6 P.M.; Brooklyn Union Gas Company, One Metrotech Center, off Myrtle Avenue; (718) 596-5410." , "date" : "19950910" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Brooklyn Community Board Meetings" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/10\/nyregion\/public-interest-brooklyn-community-board-meetings.html"} , {"body" : "William Glover's school day rarely ended with the last bell at Junior High School 126 in Williamsburg. He stayed late almost every day. \"I played basketball, did homework, and studied,\" he said. \"We learned math skills, and I got better in math.\" But all after-school programs in Community School District 14, which covers Williamsburg and" , "date" : "19950910" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN SCHOOLS UP CLOSE; After School, Where to Go?" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/10\/nyregion\/neighborhood-report-brooklyn-schools-up-close-after-school-where-to-go.html"} , {"body" : "BEFORE the coffee bars had spread to Bedford Avenue, before the artists had assembled their lofts and the musicians their recording studios, even before the Poles had founded their restaurants and the Italians their groceries -- before all that, there was industry in Williamsburg: metal spinners and bottling factories, food distributors and" , "date" : "19950903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Of Industrial Things Past" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/03\/nyregion\/new-yorkers-co-of-industrial-things-past.html"} , {"body" : "A livery-cab driver was shot and critically injured early yesterday morning as he and other drivers chased a fare beater they suspected of being a robber through a remote industrial area in Williamsburg, Brooklyn, the police said. The wounded man, Carlos Taverez, 33, was one of about 30 drivers who responded to a radio distress code broadcast by" , "date" : "19950903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "Livery Cab Driver Is Wounded In a Chase After a Fare Beater" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/03\/nyregion\/livery-cab-driver-is-wounded-in-a-chase-after-a-fare-beater.html"} , {"body" : "HARLEM Now Open for Viewing: Status of Women Curators Though women have held long held jobs as museum curators, few have landed top jobs in the field. This is the subject of a slide lecture, \"Surviving or Thriving? The Status of Woman Curators Today,\" on Saturday at the Museum of the City of New York, delivered by Dr. Kendall Taylor (left)," , "date" : "19950903" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/03\/nyregion\/playing-in-the-neighborhood-982395.html"} , {"body" : "HARLEM Now Open for Viewing: Status of Women Curators Though women have held long held jobs as museum curators, few have landed top jobs in the field. This is the subject of a slide lecture, \"Surviving or Thriving? The Status of Woman Curators Today,\" on Saturday at the Museum of the City of New York, delivered by Dr. Kendall Taylor (left)," , "date" : "19950903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/03\/nyregion\/playing-in-the-neighborhood-500695.html"} , {"body" : "Twenty-five people were arrested after a gathering of anarchists and punk rockers in the East Village turned violent yesterday afternoon. The police said the youths began hurling rocks and bottles in La Plaza Cultural, a private park at Ninth Street and Avenue C, after officers in riot gear arrived to try to close the park and arrested one youth." , "date" : "19950903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "LOWER EAST SIDE (NYC)" , "EAST VILLAGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "25 Arrested in Disturbance in East Village Park" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/03\/nyregion\/25-arrested-in-disturbance-in-east-village-park.html"} , {"body" : "FOR most of this century, New York has not been much of a beer town. At heart, it's a Champagne and martini kind of place. Beer is O.K. for Milwaukee or Chicago, but in New York what roisterer out for a night on the town would think of topping off dinner and a Broadway show with a pitcher of suds? Impossible. While taking Manhattan, I'll take a" , "date" : "19950901" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "The News Of Brews: The Joints Are Hopping" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/01\/arts\/the-news-of-brews-the-joints-are-hopping.html"} , {"body" : "On a sweltering day, hard against the Williamsburg Bridge, Justino Morado and 14 fellow welfare recipients shoveled and raked caked dirt and filth from a stairway that looked as if it hadn't been cleaned in 20 years. Mr. Morado, 42, who is being paid one-quarter the salary of the lowest-level Sanitation Department crew member, said he didn't mind" , "date" : "19950901" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "New York Workfare Expansion Fuels Debate" , "url" : "http:\/\/www.nytimes.com\/1995\/09\/01\/nyregion\/new-york-workfare-expansion-fuels-debate.html"} , {"body" : "Mushroom Lore Though the markets are filled with an increasingly familiar array of exotic mushrooms -- shiitake, cremini and so forth -- many others, less easily identified, sprout in the wild. Classes in mushroom identification have been scheduled at the Brooklyn Botanic Garden, 1000 Washington Avenue (Eastern Parkway), near Prospect Park. A" , "date" : "19950830" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "Food Notes" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/30\/garden\/food-notes-402095.html"} ,   {"body" : "In the old neighborhoods south of Times Square, an eclectic community of innovators and artists has grown up around the business of computer graphic designing. Their work is spread across the World Wide Web as they contract themselves out to companies newly hungry for an Internet presence. But the sites they create for corporations for pay are" , "date" : "19950828" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Technology" , "Business"] , "page_facet" : "9" , "title" : "Taking In the Sites; For Designers, Space to Do It Their Way" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/28\/business\/taking-in-the-sites-for-designers-space-to-do-it-their-way.html"} , {"body" : "In what would have amounted to a 16-alarm fire if officials counted that high, more than 500 firefighters battled an early morning blaze that gutted a portion of the landmark St. George Hotel in Brooklyn Heights yesterday and heavily damaged two buildings that were once part of it, including a 30-story co-op. Where a grand staircase and twin" , "date" : "19950827" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Fire Damages a Landmark Hotel in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/27\/nyregion\/fire-damages-a-landmark-hotel-in-brooklyn.html"} , {"body" : "The subway operator whose train rear-ended another train on Tuesday was not under the influence of alcohol or drugs, transit officials said yesterday. Investigators said they were nearly certain that he had intentionally run a red light without permission. Investigators yesterday were sifting through conflicting versions of what happened, and they" , "date" : "19950824" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Motorman in Crash Was Not on Drugs" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/24\/nyregion\/motorman-in-crash-was-not-on-drugs.html"} , {"body" : "Transformation Brooklyn Center for the Urban Environment; (718) 788-8549. On Sunday at 1 P.M. Marvin Gelfand, an urban historian, will lead a tour of Williamsburg, the Brooklyn neighborhood that was transformed by completion of the Williamsburg Bridge in 1903. The tour will include mansions on Bedford Avenue, examples of cast-iron buildings" , "date" : "19950824" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "Calendar: Tours, Talks, Textiles and a Day Trip" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/24\/garden\/calendar-tours-talks-textiles-and-a-day-trip.html"} , {"body" : "For the third time this year, a subway train rear-ended another yesterday, this time at the Brooklyn Bridge-City Hall station, in an accident that sent 18 bloodied and bruised straphangers to hospitals. None were seriously hurt. Transit officials said the operator of the rear train, a slow-moving, southbound No. 6, appeared to be at fault, though" , "date" : "19950823" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Subway Train Hits Another in Lower Manhattan, Injuring 18" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/23\/nyregion\/subway-train-hits-another-in-lower-manhattan-injuring-18.html"} , {"body" : "The Metropolitan Transportation Authority has voted to reduce bus and subway service. Here are major changes, due Sept. 10, and any alternatives. Subway Service MANHATTAN 42d Street Shuttle CURRENT 24 hours\/day. SEPT. 10 No service midnight-6 A.M. ALTERNATIVE No. 7 train. Lenox Avenue Shuttle CURRENT 24 hours\/day. SEPT. 10 No service 11 P.M.-6" , "date" : "19950820" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; Coming Transit Reductions: What They Mean for You" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/20\/nyregion\/neighborhood-report-new-york-up-close-coming-transit-reductions-what-they-mean.html"} , {"body" : "DOWNTOWN BROOKLYN City as Textbook: Bridge Engineering The boroughs of New York are linked by one of the world's most extensive networks of bridges, something most people take for granted in their daily journeys over them. How do these marvels of engineering come to pass? And what do all those cables and towers and other oddly shaped pieces have to" , "date" : "19950820" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/20\/nyregion\/playing-in-the-neighborhood-309595.html"} , {"body" : "DOWNTOWN BROOKLYN City as Textbook: Bridge Engineering The boroughs of New York are linked by one of the world's most extensive networks of bridges, something most people take for granted in their daily journeys over them. How do these marvels of engineering come to pass? And what do all those cables and towers and other oddly shaped pieces have to" , "date" : "19950820" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/20\/nyregion\/playing-in-the-neighborhood-392095.html"} , {"body" : "DOWNTOWN BROOKLYN City as Textbook: Bridge Engineering The boroughs of New York are linked by one of the world's most extensive networks of bridges, something most people take for granted in their daily journeys over them. How do these marvels of engineering come to pass? And what do all those cables and towers and other oddly shaped pieces have to" , "date" : "19950820" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/20\/nyregion\/playing-in-the-neighborhood-392096.html"} , {"body" : "For 19 years, the picture has hung on the wall of the Brooklyn North Homicide Squad, a photo of a curly-haired man with sideburns wanted in the fatal drive-by shooting of a Bushwick woman as she sat on her stoop on the night of May 10, 1976. The picture was still there yesterday. But the suspect, David Galletti, was in custody -- arrested Wednesday" , "date" : "19950819" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A New Identity and 19 Years Can't Hide a Murder Suspect" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/19\/nyregion\/a-new-identity-and-19-years-can-t-hide-a-murder-suspect.html"} ,   {"body" : "Rockaway Beach was closed yesterday as Hurricane Felix bore down on the East Coast. But the sea's dangerous fury did not deter Robert Partano, a city firefighter who skipped work, zipped himself into a wet suit and grabbed his biggest surfboard, a seven-footer, for the rare chance at catching a \"double overhead\" off the coast of Queens. \"This" , "date" : "19950817" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "ROCKAWAY BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Surf Riders of the Storm Are Drawn to Rockaway Beach" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/17\/nyregion\/surf-riders-of-the-storm-are-drawn-to-rockaway-beach.html"} , {"body" : "\"Elia Kazan: A Director's Journey\" does full justice -- and perhaps a bit more -- to the man who brought to the screen \"A Streetcar Named Desire,\" \"Viva Zapata\" and \"On the Waterfront.\" As generous samplings of his work roll by, a reflective Kazan offers insights into his ways of working and assessments, mostly appreciative, of the people he worked" , "date" : "19950814" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "TELEVISION REVIEW; Kazan's Odyssey From Craft To Art" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/14\/arts\/television-review-kazan-s-odyssey-from-craft-to-art.html"} , {"body" : "Hundreds of people poured into two neighborhoods in Queens and Brooklyn last night as participants in yesterday afternoon's Dominican Day Parade in Manhattan continued their celebrations, the police said. Five people were arrested for disorderly conduct in Corona, Queens, as about 200 police officers filled the area near 100th Street and 37th" , "date" : "19950814" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "DOMINICAN REPUBLIC"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Dominican Festivities Spread to 2 Boroughs" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/14\/nyregion\/dominican-festivities-spread-to-2-boroughs.html"} , {"body" : "IN the Baychester section of the northern Bronx, not far from Cardinal Spellman High School, Leslie A. Lerner is starting to build two-family houses where another builder's project went aground in the early 90's. He already has found a handful of buyers, most of them blacks of Jamaican or West Indian heritage. He is building without the public" , "date" : "19950813" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAYCHESTER (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PERSPECTIVES; Building Homes in the Bronx With No Subsidies" , "url" : "http:\/\/www.nytimes.com\/1995\/08\/13\/realestate\/perspectives-building-homes-in-the-bronx-with-no-subsidies.html"} , {"body" : "On Central Park Pond, Miniature Sails in the Sunset While vacationing in Paris last year, Guy Kohn, a Manhattan architect and an avid sailor, strolled through the Luxembourg Gardens and noticed people renting miniature radio-controlled sailboats by a small pond. \"Why don't they do this in Central Park?\" Mr. Kohn recalls thinking. On July 22, he" , "date" : "19950806" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEW YORKERS & CO." , "url" : "http:\/\/www.nytimes.com\/1995\/08\/06\/nyregion\/new-yorkers-co-266096.html"} , {"body" : "On Central Park Pond, Miniature Sails in the Sunset While vacationing in Paris last year, Guy Kohn, a Manhattan architect and an avid sailor, strolled through the Luxembourg Gardens and noticed people renting miniature radio-controlled sailboats by a small pond. \"Why don't they do this in Central Park?\" Mr. Kohn recalls thinking. On July 22, he" , "date" : "19950806" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO." , "url" : "http:\/\/www.nytimes.com\/1995\/08\/06\/nyregion\/new-yorkers-co-002295.html"} , {"body" : "On Central Park Pond, Miniature Sails in the Sunset While vacationing in Paris last year, Guy Kohn, a Manhattan architect and an avid sailor, strolled through the Luxembourg Gardens and noticed people renting miniature radio-controlled sailboats by a small pond. \"Why don't they do this in Central Park?\" Mr. Kohn recalls thinking. On July 22, he" , "date" : "19950806" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEW YORKERS & CO." , "url" : "http:\/\/www.nytimes.com\/1995\/08\/06\/nyregion\/new-yorkers-co-266095.html"} , {"body" : "In the last 15 years, artists by the hundreds have advanced on a desolate warren of empty factory buildings and cobblestone streets in Brooklyn known as Dumbo, for Down Under the Manhattan Bridge Overpass. As traffic rumbled overhead, the artists propped up their canvases and put up curtains in sooty Civil War-era buildings abandoned by" , "date" : "19950724" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "DUMBO (DOWN UNDER THE MANHATTAN BRIDGE OVERPASS) (BROOKLYN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Amid Old Brooklyn Factories, A Shrinking Canvas" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/24\/nyregion\/amid-old-brooklyn-factories-a-shrinking-canvas.html"} , {"body" : "Dance Program Central Park Summerstage Rumsey Playfield Midpark at 72d Street Manhattan (212) 360-2777 Recommended ages: 9 and up Tonight Hip-hop music is not in the same league, of course, as the sugary good-naturedness of many children's recordings. But older children often prefer the sexy tunes of hip-hop over a sweet song about, say, bugs in" , "date" : "19950721" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/21\/arts\/for-children.html"} , {"body" : "Transit Authority officials said yesterday that there were 257 miles of subway track, nearly half the total, where an antiquated signal system provides the potential for an accident like the fatal crash on the Williamburg Bridge last month. \"Could we have a replica of what happened?\" Transit Authority President Alan F. Kiepper said at a public" , "date" : "19950720" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Study Says Outdated Signals Are Widespread in Subway" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/20\/nyregion\/study-says-outdated-signals-are-widespread-in-subway.html"} ,   {"body" : "In the aftermath of a Supreme Court decision striking down a Georgia Congressional district that was drawn along racial lines, a fight is under way over the future of the largely Hispanic 12th District in New York City. A suit was filed late last month in Brooklyn Federal Court seeking to abolish the district. And yesterday, dozens of residents of" , "date" : "19950720" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Hispanic Residents Vow to Fight for Carefully Drawn Congressional District" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/20\/nyregion\/hispanic-residents-vow-to-fight-for-carefully-drawn-congressional-district.html"} , {"body" : "AFTER DECADE, CHILD-ABUSE CASE LIVES ON In 1984, five men, including a Methodist minister, were sent to prison for raping and sodomizing more than a dozen preschoolers in the Bronx. Since then, four of the convictions have been reversed. The remaining man, the minister, is still in prison and is pressing his appeal in a case that provides a window" , "date" : "19950719" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/19\/nyregion\/metro-digest-764396.html"} , {"body" : "AFTER DECADE, CHILD-ABUSE CASE LIVES ON In 1984, five men, including a Methodist minister, were sent to prison for raping and sodomizing more than a dozen preschoolers in the Bronx. Since then, four of the convictions have been reversed. The remaining man, the minister, is still in prison and is pressing his appeal in a case that provides a window" , "date" : "19950719" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/19\/nyregion\/metro-digest-764395.html"} , {"body" : "The calls would come in regularly to the 90th Precinct in Brooklyn: mysterious oil drum on street corner; unidentified men carrying barrels of waste into and out of an abandoned warehouse; unlicensed dumping in a local lot; green smoke pouring out of factory chimney. But collaring dangerous oil drums is not exactly a traditional way of getting" , "date" : "19950719" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "One Precinct Takes Aim At Environmental Crime" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/19\/nyregion\/one-precinct-takes-aim-at-environmental-crime.html"} , {"body" : "The printed invitations promised a relaxing river cruise, a quiet night on the water under the city's shimmering lights. And it began just that way. At about 6:30 P.M. Thursday, 33 guests from the midtown law firm of Fish & Neave climbed aboard the Other Office, a 46 1\/2-foot cabin cruiser, at the North Cove Marina in Battery Park City in lower" , "date" : "19950715" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "EAST RIVER (NYC)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "23" , "title" : "A Quiet Evening River Cruise Became a Terrifying Adventure" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/15\/us\/a-quiet-evening-river-cruise-became-a-terrifying-adventure.html"} , {"body" : "GOLF Colbert Sets Record The sweltering heat didn't slow down Jim Colbert yesterday as he shot a nine-under-par 63, a tournament and course record, to take a four-stroke lead halfway through the Senior Players Championship in Dearborn, Mich. Colbert, who won this senior major in 1993, chipped in for an eagle on the par-5 17th and was at 11-under" , "date" : "19950715" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "33" , "title" : "RESULTS PLUS" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/15\/sports\/results-plus-529695.html"} , {"body" : "It has long been one of the defining symbols of summer in New York City: the open fire hydrant, gushing needed relief from the fierce heat and humidity that seems to invade the five boroughs every July. The city, which has long sought to plug the flood of millions of gallons of water down the drain, has tried unsuccessfully to close the hydrants" , "date" : "19950714" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Nearly Vandalproof Hydrants; Trying Again to Beat Those Trying to Beat Heat" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/14\/nyregion\/nearly-vandalproof-hydrants-trying-again-to-beat-those-trying-to-beat-heat.html"} , {"body" : "Whether they are carving ivory in Africa, jade in China, marble in Greece or lava in Hawaii, sculptors often reveal a great deal about their surroundings by the materials they use. This is also true in Williamsburg, where artists like Boaz Vaadia and Tim Main draw inspiration and materials from the streets beneath them and the world around them." , "date" : "19950709" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: WILLIAMSBURG; As Jade Is to China, Rubble Is to Williamsburg" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/09\/nyregion\/neighborhood-report-williamsburg-as-jade-is-to-china-rubble-is-to-williamsburg.html"} , {"body" : "This is the day of the big lift, when both the boat and giglio are hoisted, and anyone who doesn't knwo what that means is not familiar enough with the combined feast of our Lady of Mount Carmel and St. Paulinus in the Williamsburg section of Brooklyn. The feast, now under way at Our Lady of Mount Carmel Roman Catholic Church at North Eighth and" , "date" : "19950709" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "In Williamsburg, A Mighty Life For a Captive" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/09\/nyregion\/in-williamsburg-a-mighty-life-for-a-captive.html"} , {"body" : "Elliot Crespo Jr. was a small-time heroin hawker in Brooklyn until he was arrested twice in late 1989 on the same block in Williamsburg. Then he became a small-time heroin hawker in a cell block at the Marcy Correctional Facility in upstate New York. To feed his new market in prison, Mr. Crespo relied on the wiles of visitors from home. His male" , "date" : "19950702" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "WAREHOUSE OF ADDICTION; Bars Don't Stop Flow of Drugs Into the Prisons" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/02\/nyregion\/warehouse-of-addiction-bars-don-t-stop-flow-of-drugs-into-the-prisons.html"} ,   {"body" : "Deborah Masters has her work cut out for her. In her new role as a local environmental monitor for the city, she will be responsible for keeping tabs on Greenpoint and Williamsburg, two areas that have long had more than their share of toxic woes. It is an area where industry abuts residences, companies work with hazardous chemicals, a massive oil" , "date" : "19950702" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GREENPOINT (NYC)" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: WILLIAMSBURG\/GREENPOINT; Monitoring the North Brooklyn Muck: Watchdog Steps In" , "url" : "http:\/\/www.nytimes.com\/1995\/07\/02\/nyregion\/neighborhood-report-williamsburg-greenpoint-monitoring-north-brooklyn-muck.html"} , {"body" : "The emergency brakes on thousands of New York City subway cars have deteriorated substantially since the cars were overhauled in the late 1980's, and the deterioration contributed to the fatal crash on the Williamsburg Bridge this month, Transit Authority records and interviews with transit officials show. In fact, said a former transit official," , "date" : "19950630" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brake Deterioration Is Tied To Brooklyn Subway Crash" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/30\/nyregion\/brake-deterioration-is-tied-to-brooklyn-subway-crash.html"} , {"body" : "In the 15 years since Carl Plansky first mixed homemade oil paints for himself and a few fellow artists, his company, Williamsburg Art Materials, has grown into something of a microbrewery of oil paint. With an eye for transparency and opacity, acutely aware of the undertones of umbers, ochers and siennas, Mr. Plansky scours the earth in search of" , "date" : "19950625" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: WILLIAMSBURG; A Mix Master: His Art Lies In Paint Itself" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/25\/nyregion\/neighborhood-report-williamsburg-a-mix-master-his-art-lies-in-paint-itself.html"} , {"body" : "In a report, \"Keeping Track of New York's Children,\" the Citizens' Committee for Children of New York Inc., measured the risks to children in each community board (for education, the surveys were based on community school districts). Overall, the report found, \"in virtually every category, New York City children continue to fare worse than their" , "date" : "19950625" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; CHILD WELFARE: Growing Up in New York" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/25\/nyregion\/neighborhood-report-new-york-up-close-child-welfare-growing-up-in-new-york.html"} , {"body" : "In the latest of a recent spate of sex cases involving security officers in New York City public schools, a guard was arrested yesterday on charges that he raped a 15-year-old girl more than two years ago. The arrest was announced on a day when both Mayor Rudolph W. Giuliani and Schools Chancellor Ramon C. Cortines participated in a ceremony at" , "date" : "19950624" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "22" , "title" : "School Guard Is Charged in Rape of Brooklyn Schoolgirl" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/24\/nyregion\/school-guard-is-charged-in-rape-of-brooklyn-schoolgirl.html"} , {"body" : "Meyer Michael Greenberg, known to the poor and homeless of New York City for a simple act of charity he performed for 30 years on its meanest street, died on Monday at Rivington House, a Manhattan nursing home. He was 67 and had lived much of his life in Greenwich Village. The cause was cancer, said a cousin, Russell Aaronson of Manhattan. In the" , "date" : "19950621" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "15" , "title" : "Michael Greenberg Dies at 67; Gave Gloves to Poor in Winter" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/21\/obituaries\/michael-greenberg-dies-at-67-gave-gloves-to-poor-in-winter.html"} , {"body" : "It is a chart among dozens of charts scattered throughout a three-year-old report. But suddenly, the numbers in its columns and rows have gone from drab data to perhaps the keenest insight so far into a danger that transit officials believe allowed one subway train to hurtle into another on the Williamsburg Bridge on June 5. In 1992, a consulting" , "date" : "19950621" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "'92 Study Found Problems With Subway Stop Signals" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/21\/nyregion\/92-study-found-problems-with-subway-stop-signals.html"} , {"body" : "Subway officials have known for at least two years that some subway trains cannot stop quickly enough in an emergency and that the antiquated signaling system did not always provide the margin of safety needed to prevent a crash. But, officials said yesterday, it was not until the fatal subway crash last week on the Williamsburg Bridge that they" , "date" : "19950617" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Subway Officials Knew of Problems With Signals" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/17\/nyregion\/subway-officials-knew-of-problems-with-signals.html"} , {"body" : "Like soldiers dazed from one battle too many, teachers, parents and children arrived at schools yesterday angered and saddened over the loss of a chancellor many considered to be their leader and ally in educational reform. \"He's the first person in his position who has attended professional conferences,\" said Eileen Marzola, a teacher for more" , "date" : "19950617" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "24" , "title" : "TURMOIL IN THE SCHOOLS: VOICES; Day After: Dismay at Loss of Someone Who Cares" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/17\/nyregion\/turmoil-in-the-schools-voices-day-after-dismay-at-loss-of-someone-who-cares.html"} , {"body" : "The Giuliani administration plans to postpone construction of the Brooklyn Navy Yard incinerator for an additional three years and is reconsidering whether to build the plant at all, according to a draft of the city's new solid-waste management plan. The incinerator, on the drawing boards for 10 years and considered a central element in New York" , "date" : "19950616" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Plan to Build Incinerator Faces Delay" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/16\/nyregion\/plan-to-build-incinerator-faces-delay.html"} ,   {"body" : "Anne Ratner, a music patron who kept alive the idea of the music salon, died on Saturday at her home in Manhattan. She was 90. Ms. Ratner put on concerts by first-rate artists in the living room of her Riverside Drive apartment. Among those who appeared, often more than once, were the Emerson and Juilliard Quartets, the singers Arleen Auger and" , "date" : "19950616" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "25" , "title" : "Anne Ratner, 90, Patron of Musicians" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/16\/obituaries\/anne-ratner-90-patron-of-musicians.html"} , {"body" : "Transit Authority officials have concluded that the signal lights on the Williamsburg Bridge were too close together to prevent a Manhattan-bound subway train from crashing into another train last week, and they acknowledge that signal spacing poses a similar risk elsewhere in the system. The officials said they had largely ruled out mechanical" , "date" : "19950616" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Inquiry Links Subway Crash To Signals" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/16\/nyregion\/inquiry-links-subway-crash-to-signals.html"} , {"body" : "The Transit Authority has spent 13 years modernizing the New York City subways, including the antiquated signal system, which is suspected of having contributed to a fatal train crash last week. The job is about half done, and will not be completed until 2020. A project to replace subway switching towers, which has been under way for 35 years," , "date" : "19950611" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Crash Focuses Attention On Equipment Conditions" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/11\/nyregion\/crash-focuses-attention-on-equipment-conditions.html"} , {"body" : "An automatic braking system that was suspected of having failed in a subway crash Monday on the Williamsburg Bridge worked according to design yesterday, as investigators ran an identical train over the same stretch of track. But the tests left investigators little closer to determining what caused the accident. Although the brakes worked, the" , "date" : "19950611" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Subway Brakes Work Well in Post-Crash Test, but at Slow Speeds" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/11\/nyregion\/subway-brakes-work-well-in-post-crash-test-but-at-slow-speeds.html"} , {"body" : "The emergency brake system that the Transit Authority counts on to keep subway trains from running red lights has failed once before, transit officials said yesterday. State investigators have said that they believe such a failure contributed to Monday's subway crash on the Williamsburg Bridge, which killed a motorman and injured 54 passengers. But" , "date" : "19950609" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Brake Failure Was Cited in '87 Subway Crash" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/09\/nyregion\/brake-failure-was-cited-in-87-subway-crash.html"} , {"body" : "A one-inch misalignment of two metal rods apparently caused the failure of an automatic braking system on a subway train Monday morning, moments before it slammed into another train on the Williamsburg Bridge, a state investigator said yesterday. The two pieces of metal, one on the track bed and one on the train, are supposed to strike each other" , "date" : "19950608" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "2 Braking Rods Are Faulted In Fatal Crash Of J Train" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/08\/nyregion\/2-braking-rods-are-faulted-in-fatal-crash-of-j-train.html"} , {"body" : "Morning did not break so much as it creaked into being in Queens yesterday, daylight stretching out slowly across the concourse at Jamaica Center. At 5:28 A.M., banks were locked, fast-food stores were shuttered, and most of the day's newspapers remained bundled in the street. But down the sleepy streets, through the nascent light, men and women in" , "date" : "19950607" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CRASH ON THE SUBWAY: THE RIDERS; The First to Meet Disaster Are Also the First to Meet the Dawn" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/07\/nyregion\/crash-subway-riders-first-meet-disaster-are-also-first-meet-dawn.html"} , {"body" : "The motorman of a subway train that crashed on the Williamsburg Bridge on Monday apparently ran a red light and was still applying forward power when his train plowed into the back of another train, state transit safety officials said yesterday. A safety system that was supposed to trigger the train's emergency brake when it went through the red" , "date" : "19950607" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "CRASH ON THE SUBWAY: THE OVERVIEW; Unlikely Combination of Errors Are Found in Crash on Subway" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/07\/nyregion\/crash-subway-overview-unlikely-combination-errors-are-found-crash-subway.html"} , {"body" : "Facing the fourth major subway crash in less than four years, Transit Authority officials and Federal investigators said yesterday that they would conduct a broad inquiry into the safety of the New York City subway system but would focus especially on the 75-year-old signal system. Cities with newer subways have more advanced signal systems that" , "date" : "19950606" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "CRASH ON THE SUBWAY: THE SYSTEM; Signals From Another Era Leave Room for Human Error" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/06\/nyregion\/crash-subway-system-signals-another-era-leave-room-for-human-error.html"} , {"body" : "A Manhattan-bound subway train driven by a motorman on his final run of an overnight shift slammed into the rear of another train stopped on the Williamsburg Bridge yesterday morning, killing the motorman, injuring more than 50 passengers and crumpling tons of steel like so much wadded paper. It was the fourth time in less than two years that a" , "date" : "19950606" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "CRASH ON THE SUBWAY: THE OVERVIEW; 2 Subway Trains Crash on Williamsburg Bridge" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/06\/nyregion\/crash-on-the-subway-the-overview-2-subway-trains-crash-on-williamsburg-bridge.html"} ,   {"body" : "CRASH ON THE SUBWAY: ONE TRAIN SLAMS INTO ANOTHER ON BRIDGE A Manhattan-bound subway train driven by a motorman on his final run of an overnight shift slammed into the rear of another train stopped on the Williamsburg Bridge, killing the motorman, injuring more than 50 passengers and crumpling tons of steel like so much wadded paper. [ Page A1. ]" , "date" : "19950606" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/06\/nyregion\/metro-digest-506995.html"} , {"body" : "They are the dawn patrol, the early risers from Brooklyn and Queens who turn on the lights, open the mailrooms and do the grunt work of the Manhattan law offices and brokerage houses and restaurants. When they ride the subway to work, the sun is just showing its face, the cars are blissfully uncongested and everyone expects a punctual and" , "date" : "19950606" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "CRASH ON THE SUBWAY: THE SCENE; For Riders, the Jolt of Seeing a Train Barrel Right In" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/06\/nyregion\/crash-subway-scene-for-riders-jolt-seeing-train-barrel-right.html"} , {"body" : "The chief rabbi of a Hungarian Hasidic congregation in Borough Park, Brooklyn, and his assistant rabbi were charged in Los Angeles yesterday with sexually abusing a 15-year-old girl on a flight from Melbourne, Australia, where the men had been on a lecture tour. The rabbis denied the allegations. The suspects, Rabbi Israel Grunwald, 44, the head of" , "date" : "19950602" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Two Rabbis Are Charged In Sexual Abuse on a Plane" , "url" : "http:\/\/www.nytimes.com\/1995\/06\/02\/nyregion\/two-rabbis-are-charged-in-sexual-abuse-on-a-plane.html"} , {"body" : "There are no lobsters at Peter Luger. There are no major credit cards, either. And those looking for a great wine list will be disappointed. But Peter Luger does have one thing: the best steak in New York City. You know the steak is great before you even taste it. You know it from the fine, funky, mineral aroma that wafts across the table and" , "date" : "19950526" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "Restaurants" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/26\/arts\/restaurants-943995.html"} , {"body" : "In the middle of the school day, Jennifer Suarez sat in the park and watched the traffic whiz onto the Williamsburg Bridge. Nearby, Nytopia Walker spent the afternoon in a vacant lot of dirt and brick. Marlyn Garcia stood outside a bodega with her friends, eyeing the malt liquor ads. School was out -- and about -- as these students studied the" , "date" : "19950523" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "ALTERNATIVE SCHOOLS; A Bridge From Hope to Social Action" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/23\/nyregion\/alternative-schools-a-bridge-from-hope-to-social-action.html"} , {"body" : "JUDGE OUSTS EXECUTOR OF DUKE ESTATE A Manhattan surrogate ruled that the former butler to the late tobacco heiress Doris Duke had used her fortune to finance his own \"profligate life style\" and as a result was unfit to be executor of her $1.2 billion estate. [ Page A1. ] Manhattan Surrogate's Court is the stage upon which many sagas about dying" , "date" : "19950523" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/23\/nyregion\/metro-digest-124095.html"} , {"body" : "Describing a \"systemic failure\" in the emergency treatment of a firefighter who collapsed at a Brooklyn blaze in March, state health officials said yesterday that no one took complete charge of medical care at the fire, that an overcrowded ambulance hampered treatment and that doctors at Woodhull Medical and Mental Health Center failed to correct a" , "date" : "19950520" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "27" , "title" : "Health Dept. Criticizes Treatment of Firefighter" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/20\/nyregion\/health-dept-criticizes-treatment-of-firefighter.html"} , {"body" : "BRAWTA CAFE ++ (718) 855-5515; 105 Bond Street, Boerum Hill; $; no credit cards This trim little spot, as bright and cheerful as the owner, Jennifer Ewers, who greets patrons, serves tasty Caribbean fare. The dining room is tiny, with only eight seats, and adorned with beautiful African artifacts. The small menu features specialties of zesty jerk" , "date" : "19950514" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "GOOD EATING; From the Heights, Hill, and Slope" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/14\/nyregion\/good-eating-from-the-heights-hill-and-slope.html"} , {"body" : "PHOEBE UNGERER, who calls herself an old-fashioned kitchen witch, can't stand a holier-than-thou attitude about spiritual life. \"I even have problems with people calling themselves lady or lord,\" she pronounced. \"You're a mortal, and as far as I'm concerned, it reflects a highly offensive class structure that places others beneath you.\" Ms." , "date" : "19950514" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "39" , "title" : "Spellbound? It Must Be The Season Of the Witch" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/14\/style\/spellbound-it-must-be-the-season-of-the-witch.html"} , {"body" : "For three years Spencer Tunick has defied convention by photographing nude models in public all over the world, including in London, Paris, Jerusalem and Los Angeles. His only arrest came last Dec. 31, at Rockefeller Center. Shortly before 7:30 A.M. that morning, a Rockefeller Center security guard grew alarmed when he noticed that despite the" , "date" : "19950514" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "ROCKEFELLER CENTER (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: MIDTOWN; Artist Says Setting's Revealing, Nudity Isn't" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/14\/nyregion\/neighborhood-report-midtown-artist-says-setting-s-revealing-nudity-isn-t.html"} ,   {"body" : "Two youths charged with attacking a 30-year-old art teacher and forcing her friend to watch as they raped her last year have pleaded guilty, the Brooklyn District Attorney's office said yesterday. A third youth who was arrested at the same time pleaded guilty to stealing jewelry from the two victims. The case received wide attention after the woman" , "date" : "19950510" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Youths Guilty in Rape at a Brooklyn Pier" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/10\/nyregion\/youths-guilty-in-rape-at-a-brooklyn-pier.html"} , {"body" : "Members of the New York City Council are fond of boasting that they have become an equal branch of government, a match in authority and expertise with the powerful executive branch. But critics, and even some Council members, say that the claim is asserted more often in speeches than in action. Now, with expanded powers it was granted in the 1989" , "date" : "19950509" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "With Bloom Off Its 'New' Powers, Council May Take on Mayor Over Budget" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/09\/nyregion\/with-bloom-off-its-new-powers-council-may-take-on-mayor-over-budget.html"} , {"body" : "THE BRONX DISTRICT 1 Port Morris, Melrose, Mott Haven; last Thursday of the month; next May 25, 6:30 P.M., Lincoln Hospital, 234 East 149th Street, Conference Room 6; (718) 585-7117. Agenda: T.B.A. DISTRICT 2 Hunts Point, Longwood; last Wednesday of the month; next May 31, 6 P.M., at I.S. 74, 730 Bryant Avenue, Hunts Point Peninsula; (718)" , "date" : "19950507" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "PUBLIC INTEREST; Next Community Board Meetings" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/07\/nyregion\/public-interest-next-community-board-meetings.html"} , {"body" : "A housing police officer and his former partner were arrested yesterday on charges that they demanded payoffs from drug dealers operating out of a bodega in a Brooklyn housing project. Their take, court papers said, amounted to a paltry $50 to $60 a week, which they shared for ignoring sales of crack cocaine in a bodega that served the Williamsburg" , "date" : "19950504" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Two Officers Are Charged In Payoff Plan" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/04\/nyregion\/two-officers-are-charged-in-payoff-plan.html"} , {"body" : "LAST weekend in Brooklyn a 50-year solar eclipse came to an end. At the former Williamsburgh Savings Bank, a beloved domed landmark at the base of the Williamsburg Bridge, workers stripped away plywood panels that had covered 20 oval etched-glass windows for decades, perhaps since World War II (amazingly, only 2 were too damaged to leave exposed)." , "date" : "19950504" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "4" , "title" : "50-Year Dark Age Ends in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1995\/05\/04\/garden\/50-year-dark-age-ends-in-brooklyn.html"} , {"body" : "BACK in January, when the Parks Department disclosed plans to let a high-priced dinner circus pitch its tent in a small neighborhood park, Ross Graham was not at all pleased. Few words in a leftist's lexicon have a more odious ring than \"privatization,\" and Ms. Graham, who chairs a community board on the West Side, was loath to turn over a patch of" , "date" : "19950430" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CLINTON (NYC)" , "CHELSEA (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Art of the Neighborhood Deal" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/30\/nyregion\/the-art-of-the-neighborhood-deal.html"} , {"body" : "Dr. Walter L. Eisenberg, an economics professor emeritus at Hunter College who helped settle many labor disputes at the city, state and Federal levels, died on Saturday at his home in Brooklyn. He was 74. The cause was a heart attack, said Beatrice Kaufman Eisenberg, his wife of 49 years. Over more than three decades, Dr. Eisenberg was engaged as a" , "date" : "19950426" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "24" , "title" : "W. L. Eisenberg, 74, A Labor Mediator In 2,000 Disputes" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/26\/obituaries\/w-l-eisenberg-74-a-labor-mediator-in-2000-disputes.html"} , {"body" : "It was, by all accounts, a must-see movie. Monique DuPree had to see it because she remembered how angry she was at her boyfriend for recklessly driving her around in a stolen car -- the day of her baby shower. Alex Munoz had to see it because he remembered how a noted car thief was gunned down a couple of weeks ago near the theater, around the" , "date" : "19950420" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEWARK (NJ)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "6" , "title" : "For Fans, This Is Life, Not a Film" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/20\/nyregion\/for-fans-this-is-life-not-a-film.html"} , {"body" : "Aida Soto sees flowers for sale, colorful and convenient, seemingly everywhere in Williamsburg. Bouquets beckon from carts parked on crowded corners under the elevated train or pushed by vendors who trudge down narrow side streets to do business by churches or bodegas. Unfortunately, she has lots of carnations, roses and other blooms right behind" , "date" : "19950416" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "The Name of the Rose? Competition!" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/16\/nyregion\/the-name-of-the-rose-competition.html"} , {"body" : "Shopping for Passover in Borough Park has been a tradition for Frances Klein for more than 30 years. As she sorted through bins of onions at a greengrocer on 13th Avenue this week, she grudgingly conceded that Passover price gouging -- another tradition -- finally seems to have ended. \"There was a time when things would go sky high before" , "date" : "19950414" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Passover Price Gouging Is Reported to Be Easing" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/14\/nyregion\/passover-price-gouging-is-reported-to-be-easing.html"} ,   {"body" : "Near the West 85th Street entrance to Central Park, a spring trickles through rolling hills thick with white oak trees. The occasional woodpecker hammers overhead. It would seem that this spot was always this way. But before the park was built, 250 people lived there. Residents of Seneca Village, mostly working-class blacks, traveled to their jobs" , "date" : "19950407" , "day_of_week_facet" : "Friday" , "geo_facet" : ["SENECA VILLAGE (EARLY BLACK SETTLEMENT IN NYC)" , "NEW YORK CITY" , "CENTRAL PARK"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Before Park, Black Village; Students Look Into a Community's History" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/07\/nyregion\/before-park-black-village-students-look-into-a-community-s-history.html"} , {"body" : "During most of his 59 years, Oswald Sykes, a former hospital administrator for New York State, rarely thought about his ancestors' odyssey through slavery. And when he did, all he felt was a fleeting rage. But then he saw the remnants of a rotting English slave ship, the Henrietta Marie, discovered in the Florida Straits. As he examined the heavy" , "date" : "19950402" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Bringing Slavery's Long Shadow to the Light" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/02\/nyregion\/bringing-slavery-s-long-shadow-to-the-light.html"} , {"body" : "DISCUSSION ON ISLAM \"Islam: Faith, Culture or Terrorism\" is the title of a program Wednesday at 4 P.M. at Sarah Lawrence College in Yonkers. Intended to throw some light on a religion and political agenda that are widely perceived as a prime source of worldwide terror, the forum is open to the public free of charge. Malika Zeghal will be the guest" , "date" : "19950402" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "WESTCHESTER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/02\/nyregion\/westchester-guide-672695.html"} , {"body" : "A 63-year-old retired housing police officer delivering a $20,000 cash payroll was wounded yesterday in a gun duel with robbers who were waiting for him in a Brooklyn industrial building, the police said. The former officer, Vincent C. McNeil of Brooklyn, was reported in stable condition at Bellevue Hospital Center after more than an hour of" , "date" : "19950401" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Ex-Officer Is Wounded by Payroll Robbers" , "url" : "http:\/\/www.nytimes.com\/1995\/04\/01\/nyregion\/ex-officer-is-wounded-by-payroll-robbers.html"} , {"body" : "Conceptual art of the 1970's has always been hard to grasp: literally, since it was based on the notion that art can exist as an idea rather than as an object. Exhibitions of dematerialized work took the form of notebook entries, piles of dirt moved from one place to another, galleries filled with nothing but radio waves or a few enigmatic words" , "date" : "19950331" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "ART REVIEW; Conceptually, and Literally, a New York Figure" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/31\/arts\/art-review-conceptually-and-literally-a-new-york-figure.html"} , {"body" : "A Brooklyn man who was recently released from prison after serving time on sodomy charges was arrested and charged with burglary and sodomy in two attacks in Greenwich Village, the police said yesterday. The man, John Rosado, sodomized a 21-year-old nanny in January, then returned to the same area a month later and sodomized an 11-year-old child," , "date" : "19950323" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Man Recently Freed From Prison Is Charged in 2 Sodomy Attacks" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/23\/nyregion\/man-recently-freed-from-prison-is-charged-in-2-sodomy-attacks.html"} , {"body" : "They are a familiar blur as they rush through the city's incident-prone streets, sirens screaming, responding to calls from the stricken. On board are crews of \"weekend warriors\" -- accountants, electricians, truck drivers, plumbers -- animated by do-goodism and accompanied by city ambulance workers who say they want to rescue lives in the" , "date" : "19950315" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Tragedy Casts Harsh Light on Volunteer Ambulance Units" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/15\/nyregion\/tragedy-casts-harsh-light-on-volunteer-ambulance-units.html"} , {"body" : "After years of picnics and parties, confirmations and baptisms, Raymond F. Schiebel's colleagues gathered around him today for one last ceremony, his funeral. Lieutenant Schiebel, a man who loved classic cars, golden oldies and, above all, his friends and family, died on Tuesday, the victim of an accident two days earlier. He collapsed fighting a" , "date" : "19950312" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Pipes and Drums Replace Golden Oldies as Firefighter Is Mourned" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/12\/nyregion\/pipes-and-drums-replace-golden-oldies-as-firefighter-is-mourned.html"} , {"body" : "International 3-21 U.N. MAY REMAIN IN CROATIA The West has struck a tentative deal with Croatia that would allow a sharply reduced U.N. contingent to remain in the country, U.S. officials said. The West fears a pullout might worsen the Balkan war. 1 The 12,000 peacekeepers in Croatia struggle in an uneasy role. 14 FEARS OF UNREST IN MEXICO Mexican" , "date" : "19950312" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/12\/nyregion\/news-summary-267495.html"} , {"body" : "The chairman of the medical council that regulates ambulance care in New York City said that the volunteer ambulance worker who treated a stricken firefighter last Sunday had apparently violated local regulations concerning advanced life-support care. The firefighter, Lieut. Raymond F. Schiebel, died as a result of oxygen deprivation on Tuesday" , "date" : "19950309" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "New Question on Medics in Firefighter Death" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/09\/nyregion\/new-question-on-medics-in-firefighter-death.html"} ,   {"body" : "For the firefighters of Engine Company No. 221 in Williamsburg, Brooklyn, it was the sort of wrenching problem that begged to be talked over with a good listener. A beloved member of the company died yesterday in the hospital. Yet, it was a workday. So you had to bottle your grief and be ready and willing to fight fires. This was precisely the type" , "date" : "19950308" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Firefighter Dies, and With Him a Firehouse's Source of Strength" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/08\/nyregion\/a-firefighter-dies-and-with-him-a-firehouse-s-source-of-strength.html"} , {"body" : "Questions have deepened about the emergency treatment given to Lieut. Raymond F. Schiebel, the firefighter who collapsed at a blaze in Brooklyn on Sunday and died last night, with sharply differing accounts offered by officials of the volunteer ambulance corps that treated him and an Emergency Medical Service paramedic. The paramedic, Kevin" , "date" : "19950308" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Differing Accounts of a Firefighter's Care" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/08\/nyregion\/differing-accounts-of-a-firefighter-s-care.html"} , {"body" : "A firefighter who collapsed at a blaze in Brooklyn on Sunday suffered severe brain damage and was in a coma last night. Fire officials said yesterday that an oxygen tube had been improperly inserted by paramedics. Lieut. Raymond F. Schiebel, a 25-year veteran of the Fire Department, was listed in critical condition at Woodhull Medical and Mental" , "date" : "19950307" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Firefighter in Coma, and Medical Treatment Is Faulted" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/07\/nyregion\/firefighter-in-coma-and-medical-treatment-is-faulted.html"} , {"body" : "Each year for the last decade, dozens of newborn babies have died or been left to struggle with brain damage or other lifelong injuries because of mistakes made by inexperienced doctors and poorly supervised midwives and nurses in the teeming delivery rooms of New York City's public hospitals. Some of the most prestigious medical schools and" , "date" : "19950305" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "New York's Public Hospitals Fail, and Babies Are the Victims" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/05\/nyregion\/new-york-s-public-hospitals-fail-and-babies-are-the-victims.html"} , {"body" : "On paper, everything was in order. The substitute teacher had the required license and had taught at other schools. But the lesson she gave the sixth graders last November at Public School 64 in the High Bridge section of the Bronx shocked even the children. In the middle of a poetry lesson, the 45-year-old woman wrote on the blackboard an obscene" , "date" : "19950301" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Teacher's Absent. Now What?; New York Schools Face a Chronic Lack of Substitutes" , "url" : "http:\/\/www.nytimes.com\/1995\/03\/01\/nyregion\/teacher-s-absent-now-what-new-york-schools-face-a-chronic-lack-of-substitutes.html"} , {"body" : "Honor for Mike Richter MONDAY -- A dinner and an auction honoring Mike Richter, a goaltender for the New York Rangers, will benefit the Memorial Sloan-Kettering Cancer Center. The event, at Mickey Mantle's Restaurant, 42 Central Park South, will begin with cocktails at 6 P.M. Items to be auctioned include trips, sports items and events. Tickets," , "date" : "19950226" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "44" , "title" : "BENEFITS" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/26\/style\/benefits-699095.html"} , {"body" : "'Here's Beeping at You' Q. What's that strange high-pitched beeping that I occasionally hear in some subway stations? It sounds like a warning of some sort but I can't figure out of what. A. Your train! The beeps you hear are probably the work of a \"station annunciator,\" said Termaine Garden, a spokesman for the Transit Authority, and the warning" , "date" : "19950212" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1995\/02\/12\/nyregion\/fyi-243295.html"} , {"body" : "A 4-year-old girl plays with a cloth doll in an aisle of a small, dingy garment factory in Williamsburg, Brooklyn, while her mother sews thin cotton sweaters nearby. A 44-year-old immigrant from China works 12 hours a day, seven days a week, in a windowless garment shop in Sunset Park, Brooklyn, earning $200 on a good week -- or less than $2.50 an" , "date" : "19950206" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Hard Labor -- A special report.; Despite Tough Laws, Sweatshops Flourish" , "url" : "http:\/\/www.nytimes.com\/1995\/02\/06\/nyregion\/hard-labor-a-special-report-despite-tough-laws-sweatshops-flourish.html"} , {"body" : "To the Editor: Isidore Haiblum's bizarre elegy for Yiddish -- the secular Yiddish of his Brooklyn lost, spirited from the religious life from which it sprung -- is an odd valediction indeed (\"A World of Yiddish, Lost,\" Soapbox, Jan. 15). It is not enough that the Hasidim of Williamsburg speak Yiddish and flourish with it; it is their religious" , "date" : "19950129" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "15" , "title" : "Religious Form of Yiddish Is Where It All Started" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/29\/nyregion\/l-religious-form-of-yiddish-is-where-it-all-started-262295.html"} , {"body" : "Five people were shot and wounded, two critically, when gunmen broke into a Brooklyn apartment looking for crack cocaine and money late Saturday night and opened fire, the police said. The incident was one of three unrelated episodes of violence late Saturday and early Sunday in which groups of people were shot in three Brooklyn neighborhoods, the" , "date" : "19950123" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Gunmen Fire In 3 Incidents In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/23\/nyregion\/gunmen-fire-in-3-incidents-in-brooklyn.html"} ,   {"body" : "The mood is as vital as the medicine at the elegant Upper East Side clinic squeezed among the fashionable addresses of Calvin Klein, Ralph Lauren and Barneys New York. Silk magnolias bloom in the marble lobby and abstract oil paintings dominate the pale rose corridors of Columbia-Presbyterian Medical Center's new satellite at East 60th Street and" , "date" : "19950122" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "25" , "title" : "Vying for Patients, Hospitals Think Location, Location" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/22\/nyregion\/vying-for-patients-hospitals-think-location-location.html"} , {"body" : "It is a tale of broken-down doors, bottled-up grief, court-ordered visitation rights to a zoo and, now, as one lawyer put it, a \"writ of habeas crockus.\" It began last October when Mike Gimbel returned to his fourth-floor loft in Williamsburg, Brooklyn, and found that his ersatz jungle of dangling plants, two iguanas, four turtles and six" , "date" : "19950121" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "In Brooklyn, Fighting for Crocodiles" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/21\/nyregion\/in-brooklyn-fighting-for-crocodiles.html"} , {"body" : "WITH NO SNOW, SKI AREAS SUFFERING With a third of the ski season already over, the Ski Plattekill resort in the central Catskills has yet to open a single one of its 27 trails. The reason is plain: it has barely snowed this winter, and whatever snow has fallen has been washed away by driving rains and unseasonably warm temperatures. Across the" , "date" : "19950121" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/21\/nyregion\/metro-digest-171195.html"} , {"body" : "MANHATTAN DISTRICT 1 Battery Park, TriBeCa. Next meeting Jan. 17, 5:30 P.M.; Merrill Lynch, 250 Vesey Street; (212) 442-5050. DISTRICT 2 SoHo, Little Italy, West Village, Greenwich Village, parts of Chinatown. Next meeting Jan. 19 7 P.M.; Cronin Auditorium, St. Vincent's Hospital, Seventh Ave. and West 11th Street; (212) 979-2272. DISTRICT 3 Lower" , "date" : "19950115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "PUBLIC INTEREST; Community Boards: Coming Meetings" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/15\/nyregion\/public-interest-community-boards-coming-meetings.html"} , {"body" : "BROWNSTONE BROOKLYN On the Waterfront Not an awful lot has actually happened there over the recent years, but the Brooklyn Heights waterfront -- or, more specifically, what to do with it -- is a perpetually, loomingly big story around the neighborhood. The reason, quite simply, is a widespread fear that development will mean losing the passionately" , "date" : "19950101" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT; Looking Back, Looking Ahead, Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/01\/nyregion\/neighborhood-report-looking-back-looking-ahead-brooklyn.html"} , {"body" : "More Than 100 Years Of Luxury Linens Can't find $2,000 sheets at the Macy's white sale? For the last 100 years, celebrities and royals alike have known exactly where to find them -- down on Grand Street at the Harris Levy linen store. The store celebrated its 100th anniversary in November. Over the years, it has catered to such luxury-seeking" , "date" : "19950101" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO" , "url" : "http:\/\/www.nytimes.com\/1995\/01\/01\/nyregion\/new-yorkers-co-623495.html"}]