[  {"body" : "The question came from the students who were at the Armory Track and Field Center in Upper Manhattan yesterday to meet Chris Huffins, an American decathlon hopeful in the 2000 Olympics. ''What does it take to win the gold medal?'' a student asked. ''I am very fast, very strong and very powerful.'' Huffins said. ''But these are not enough for me to" , "date" : "19991229" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "2" , "title" : "TRACK AND FIELD; For Huffins, the Biggest Challenge Lurks Within" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/29\/sports\/track-and-field-for-huffins-the-biggest-challenge-lurks-within.html"} , {"body" : "A 4-year-old boy was killed and his pregnant aunt was critically injured late Wednesday when a fire, ignited by an electrical short, quickly spread through a four-story brownstone in Brooklyn that was to have been the site of a family Christmas gathering. Firefighters responding to the blaze at 954 Greene Avenue in Bedford-Stuyvesant carried the" , "date" : "19991224" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Boy, 4, Dies in a Fire in Bedford-Stuyvesant" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/24\/nyregion\/boy-4-dies-in-a-fire-in-bedford-stuyvesant.html"} , {"body" : "A four-year-old boy died and a pregnant woman was seriously injured last night when fire swept through two stories of a brownstone apartment building in the Bedford-Stuyvesant section of Brooklyn, officials said. The woman gave birth to a healthy girl within minutes of arriving at the hospital. The one-alarm fire started on the second floor of the" , "date" : "19991223" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "METRO NEWS BRIEFS: NEW YORK; 4-Year-Old Is Killed In Brooklyn Fire" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/23\/nyregion\/metro-news-briefs-new-york-4-year-old-is-killed-in-brooklyn-fire.html"} , {"body" : "Amid the pulsing rhythms that envelop Fulton Street in the Bedford-Stuyvesant section of Brooklyn on most afternoons -- street vendors hawking gloves and sweatshirts, music flowing from the open doors of stores onto the sidewalks -- the sound of learning can easily go unnoticed. But it is there, tucked away in a second-floor corner of an aging" , "date" : "19991222" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "15" , "title" : "A Learning Center Thrives, and Profits, in a Poor Locale" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/22\/nyregion\/a-learning-center-thrives-and-profits-in-a-poor-locale.html"} , {"body" : "GEORGE McDONALD has not been out there with his old comrades protesting the city's policies toward the homeless. He has been doing more pleasant work, like reading the mail at the office of Doe Fund on East 84th Street. Yesterday's contained 215 donations totaling $42,746. The total for the holiday season is more than $1 million. ''You are doing a" , "date" : "19991222" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Big City; Helping Hand Holds Out A Broom" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/22\/nyregion\/the-big-city-helping-hand-holds-out-a-broom.html"} , {"body" : "Jacqueline Moye, 35, was used to getting phone calls from teachers at Public School 256 about her son, Jerelle, 11. Since the third grade, Jerelle had been labeled a problem child. ''He was always acting out at school, talking back and being disrespectful to the teachers,'' Ms. Moye said. ''He also had trouble completing his homework assignments.''" , "date" : "19991215" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE NEEDIEST CASES; By Helping a Child, a Family Is Served" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/15\/nyregion\/the-neediest-cases-by-helping-a-child-a-family-is-served.html"} , {"body" : "This is a sampling of the musical presentations planned for the holiday season at churches and concert halls in New York City. All are free unless otherwise noted. (Churches accept donations.) This selection, compiled by Paul Griffiths, represents what caught this critic's eye and excited his expectations. More recommendations for this weekend are" , "date" : "19991210" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "10" , "title" : "A Holiday Season That Resounds With Celebratory Music" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/10\/movies\/a-holiday-season-that-resounds-with-celebratory-music.html"} , {"body" : "Last Thursday, Jean Griffith Sandiford planted flowers at the grave of her son Michael Griffith, who was killed nearly 13 years ago in a racially motivated attack in Howard Beach. It was a private act of remembrance. On Dec. 20, the anniversary of Mr. Griffith's death, the city will perform a much more public remembrance, formally naming the road" , "date" : "19991205" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "NEIGHBORHOOD REPORT: BEDFORED-STUYVESANT; Naming a Street, Raising a Conflict" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/05\/nyregion\/neighborhood-report-bedfored-stuyvesant-naming-a-street-raising-a-conflict.html"} , {"body" : "A transit police officer was arrested Tuesday night and charged with severely beating his 6-year-old son with a belt, a spokeswoman for the Brooklyn district attorney said yesterday. When the boy went to Public School 279 in Brooklyn on Tuesday morning, his teacher saw welts on his legs, bruises on his face and swollen wrists and hands, said Teresa" , "date" : "19991202" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Transit Police Officer Charged With Severe Beating of Son, 6" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/02\/nyregion\/transit-police-officer-charged-with-severe-beating-of-son-6.html"} , {"body" : "When the promoter called in September to offer him a chance to fight in Atlantic City, Stephan Johnson knew it would probably be his last chance to become a contender for a world title fight and the big payday that had eluded him his entire career. But something went horribly wrong last Sunday in the ring at the Taj Mahal casino. Johnson was" , "date" : "19991126" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "BOXING: The Nightmare of the Ring; Boxer Who Yearned for a Title Winds Up in a Coma" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/26\/sports\/boxing-nightmare-ring-boxer-who-yearned-for-title-winds-up-coma.html"} ,   {"body" : "When Heide Mason, an assistant district attorney, walks into a courthouse to prosecute a case, the setting is normally the sprawling, 11-story State Supreme Court building in downtown Brooklyn. These days, however, Ms. Mason, still an assistant district attorney in Brooklyn, goes to work daily in a much smaller rural courthouse in the distant" , "date" : "19991121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "ESSEX COUNTY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "48" , "title" : "District Attorneys Are Providing Mutual Aid in Death Penalty Cases" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/21\/nyregion\/district-attorneys-are-providing-mutual-aid-in-death-penalty-cases.html"} , {"body" : "Apparently emboldened by a group counseling session about teenage issues, a 15-year-old high-school student in Brooklyn told her counselor on Thursday that she had been sexually abused by a teacher two years ago, investigators said yesterday. The teacher, Nathaniel Harvey, a substitute social studies instructor at Junior High School 117 in District" , "date" : "19991120" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "Teacher in Brooklyn Accused of Sexually Abusing an Eighth Grader at School" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/20\/nyregion\/teacher-in-brooklyn-accused-of-sexually-abusing-an-eighth-grader-at-school.html"} , {"body" : "Delores Hill ran an acclaimed private school in Brooklyn that gave working class families an alternative to poorly performing public schools. She operated a soup kitchen at the school, and she spoke out about the danger of drugs. But in a Brooklyn courtroom yesterday, Ms. Hill -- headmistress and chairwoman of the Tabernacle Elementary School in" , "date" : "19991111" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "A Brooklyn Headmistress, 53, Admits Selling Cocaine at School" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/11\/nyregion\/a-brooklyn-headmistress-53-admits-selling-cocaine-at-school.html"} , {"body" : "The City Planning Commission has proposed opening up a 15-block area to new housing. The area, now zoned for manufacturing, is on the border of Bedford-Stuyvesant and Williamsburg. Some local civic leaders fear that many residents and businesses will be pushed out under the plan. This summer and fall, civic groups in Bedford-Stuyvesant fought" , "date" : "19991107" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "NEIGHBORHOOD REPORT: NORTH BROOKLYN; A New Zone For Housing? Some Worry" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/07\/nyregion\/neighborhood-report-north-brooklyn-a-new-zone-for-housing-some-worry.html"} , {"body" : "For several years, New Yorkers have talked about crime like veterans recalling a vanquished enemy from an old war. But in criminal justice circles and some neighborhoods this year, the conversations have become less leisurely as the city confronts a 9 percent rise in homicides, the first increase in any major crime category in the last eight years." , "date" : "19991105" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Rebound in City Murder Rate Puzzling New York Officials" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/05\/nyregion\/rebound-in-city-murder-rate-puzzling-new-york-officials.html"} , {"body" : "During the first prayer service at the Ha'l Sufi Masjid in Bedford-Stuyvesant last month, the front door was left open so the curious could poke in their heads. The gesture was significant, a sign that the newcomer hoped to establish a visible presence in the neighborhood. The Ha'l Sufi Masjid had previously occupied temporary quarters on" , "date" : "19991031" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: BEDFORD-STUYVESANT; A Mosque With a Social Mission and an Open-Door Policy" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/31\/nyregion\/neighborhood-report-bedford-stuyvesant-mosque-with-social-mission-open-door.html"} , {"author" : "James Traub is a contributing writer for the magazine. His last article was about Mayor Rudolph W. Guiliani." , "body" : "Herman badillo, former new york city commissioner of housing relocation, Bronx Borough President and Congressman, current chairman of the City University of New York and perennial candidate for mayor, is one of those rare figures in public life with a genuine penchant for the harsh truth. For example, while it is almost obligatory for minority" , "date" : "19991031" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine" , "Education"] , "page_facet" : "96" , "title" : "A Minority of One" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/31\/magazine\/a-minority-of-one.html"} , {"body" : "Until she opened her natural body care business, Carol's Daughter, in a storefront in Fort Greene, Brooklyn, Lisa M. Price used her living room in Bedford-Stuyvesant as a showcase. She still mixes her recipes by hand in her kitchen, just as she did when she started in 1993. Mrs. Price (whose mother is named Carol) opened Carol's Daughter in August" , "date" : "19991031" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Like Mother, Like Daughter: Handmade Body Care" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/31\/nyregion\/new-yorkers-co-like-mother-like-daughter-handmade-body-care.html"} , {"body" : "Describing poverty as a ''slow motion national disaster,'' former Senator Bill Bradley called yesterday for reducing the number of poor children by half over the coming decade by raising the minimum wage, increasing spending on child care programs and providing an array of tax benefits to poor parents who work. Evoking the Depression and the race" , "date" : "19991022" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "22" , "title" : "Bradley Challenges Nation To Eliminate Child Poverty" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/22\/us\/bradley-challenges-nation-to-eliminate-child-poverty.html"} , {"body" : "Benno C. Schmidt, the right-hand man of the financier John Hay Whitney and a pioneering venture capitalist who became an important backer of biotechnology ventures, a New York civic leader and the head of the Federal Government's war on cancer, died yesterday at his home in New York. He was 86. The cause was heart failure, said his son, Benno C." , "date" : "19991022" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries" , "Business"] , "page_facet" : "23" , "title" : "Benno C. Schmidt, Financier, Is Dead at 86" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/22\/business\/benno-c-schmidt-financier-is-dead-at-86.html"} ,   {"body" : "Bill Bradley, eschewing small themes in favor of a grander vision of America, will argue today, at a speech in Brooklyn, that the United States has a moral obligation to do what it can to lift as many children as possible from the punishing confines of poverty. ''We are in a time of unprecedented prosperity,'' he said in an interview, ''and yet" , "date" : "19991021" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "25" , "title" : "In America; Bradley's Poverty Push" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/21\/opinion\/in-america-bradley-s-poverty-push.html"} , {"body" : "Ever since the Dodgers left Brooklyn in 1957, the Franklin Avenue shuttle, which used to ferry baseball fans to and from Ebbets Field, has been a grimy symbol of decline for the borough. The shuttle, a 1.25-mile subway spur from Bedford-Stuyvesant to the edge of Prospect Park, was so filthy, crime-ridden and unreliable that it was known as the" , "date" : "19991018" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Subway Shuttle Gets $74 Million Makeover" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/18\/nyregion\/subway-shuttle-gets-74-million-makeover.html"} , {"author" : "David Samuels writes for the magazine -- most recently, ''The Making of a Fugitive,'' in March -- and is a contributing editor of Harper's." , "body" : "What little I know about the self, or at least my self, comes from a year in my life that I spent living in air-conditioned hotel rooms while reporting on various subjects of interest to readers of glossy magazines. It was during this unsettling time, which began shortly before I turned 30, that I became seriously interested in the workings of the" , "date" : "19991017" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "120" , "title" : "In the Age Of Radical Selfishness" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/17\/magazine\/in-the-age-of-radical-selfishness.html"} , {"body" : "Three more suspects have been arrested in connection with last week's attempted robbery of a muffin shop on Prince Street in Manhattan that ended with four people being shot, two of them fatally. Police officials said yesterday that they were looking into the possibility that one of those killed by the gunmen might have been involved in the botched" , "date" : "19991017" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "Three More Suspects Held In Killings at Muffin Shop" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/17\/nyregion\/three-more-suspects-held-in-killings-at-muffin-shop.html"} , {"body" : "Offering the carrot of job opportunities and threatening the stick of intensive law enforcement, Federal, state and local officials announced yesterday a pilot program to combat gang violence in a Brooklyn neighborhood. As part of the program, they said, gang members will be offered help in getting jobs and job training, and will also be told that" , "date" : "19991014" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Fighting Gang Violence With Job Prospects" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/14\/nyregion\/fighting-gang-violence-with-job-prospects.html"} , {"body" : "Federal and local prosecutors are to announce a pilot program today to attack crime in a Brooklyn neighborhood through a tightly coordinated effort involving nearly a dozen agencies, including the Police Department, the Federal Bureau of Investigation, parole and probation units and the Board of Education, law enforcement officials said last night." , "date" : "19991013" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Brooklyn Area Is Special Focus Of Crime Units" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/13\/nyregion\/brooklyn-area-is-special-focus-of-crime-units.html"} , {"author" : "Michael Kimmelman is chief art critic of The Times." , "body" : "It's a sweltering Monday at the Bedford-Stuyvesant armory, a huge vaulted shed, almost the size of a football field, decorated with flags and multicolored bunting. Two men in red wool Canadian Mountie uniforms climb onto a stage in the middle of the room. A woman, 50-ish, bizarrely wasp-waisted (she models for fetish magazines) and dressed in a" , "date" : "19991010" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "62" , "title" : "The Importance of Matthew Barney" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/10\/magazine\/the-importance-of-matthew-barney.html"} , {"body" : "An assistant teacher at an elementary school in Brooklyn was arrested yesterday on charges of selling cocaine, the police said. The teacher, Michelle Wilcher, 39, was arrested at 1 P.M. at her building on Columbia Street in the Red Hook section of Brooklyn after investigators received a tip that she was selling drugs out of her first-floor" , "date" : "19991008" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "METRO NEWS BRIEFS: NEW YORK; Teacher Is Charged With Selling Cocaine" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/08\/nyregion\/metro-news-briefs-new-york-teacher-is-charged-with-selling-cocaine.html"} , {"body" : "Weeks before the police confirmed that they were investigating possible connections in a string of murders in northern Brooklyn, residents of Williamsburg sensed a pattern. Residents first grew alarmed after Aug. 26, when children found the partially clothed body of a woman on the roof of an apartment building at 233 South Second Street. And the" , "date" : "19991008" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Fear Is Stalking the Streets After Williamsburg Killings" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/08\/nyregion\/fear-is-stalking-the-streets-after-williamsburg-killings.html"} , {"body" : "New York City police detectives are investigating whether the recent strangulation and slashing murders of four women within a small section of northern Brooklyn are linked, law enforcement officials said yesterday. The Police Department has assembled a team of detectives to investigate the murders and to determine whether they may be connected to" , "date" : "19991007" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Seek Pattern in Brooklyn Murders" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/07\/nyregion\/police-seek-pattern-in-brooklyn-murders.html"} ,   {"body" : "THERE is more than one way to look at the Fulton Avenue strip leading to the Billie Holiday Theater in Bedford-Stuyvesant, Brooklyn, a neighborhood that consists mostly of struggling African-Americans and Caribbean immigrants. One can calculate the dollars it would take to overcome the poverty lurking in the doorways of the fast-food stores and the" , "date" : "19991003" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "1" , "title" : "COPING; Another Branch of Art in Brooklyn's Forest" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/03\/nyregion\/coping-another-branch-of-art-in-brooklyn-s-forest.html"} , {"body" : "A Health and Hospitals Corporation plan to close 10 of 16 neighborhood clinics that provide free dental care to low-income young people has angered some community leaders. But the hospitals corporation, which will close the clinics on Oct. 15, says that their equipment is outdated and that better care will be available at alternative sites. The" , "date" : "19991003" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; Closing of Old Dental Clinics Seen as Strike Against Poor" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/03\/nyregion\/neighborhood-report-new-york-up-close-closing-old-dental-clinics-seen-strike.html"} , {"body" : "Southern restaurants occupy a quiet but flourishing niche in New York. Here are a dozen of the best examples. (These summaries, written by Eric Asimov, are taken from dining reviews, columns and articles in The Times by William Grimes, Mr. Asimov and others.) 1. Acadia Parish + (718) 624-5154 148 Atlantic Avenue, near Clinton Street Cobble Hill," , "date" : "19991001" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "EATING OUT; Southern Comfort" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/01\/arts\/eating-out-southern-comfort.html"} , {"body" : "This week's primary election was, for many New Yorkers, a sleepy affair. But in Washington Heights, a race for Democratic district leader drew more than 2,000 voters and was, by any standard, furiously fought. Although district leader is considered the lowest rung of the ladder of elected offices, the candidates in this particular race, the latest" , "date" : "19990918" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Political Notes; Big Battle for a Relatively Little Job" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/18\/nyregion\/political-notes-big-battle-for-a-relatively-little-job.html"} , {"body" : "A City Council committee voted yesterday to approve a bill that would require toy guns sold in New York City to be made in bright colors or of transparent materials. The measure, approved by the Consumer Affairs Committee, is intended to strengthen an existing law that seeks to prevent toys from being mistaken for actual firearms. The existing law," , "date" : "19990914" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Panel Backs Tougher Laws On Toy Guns" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/14\/nyregion\/panel-backs-tougher-laws-on-toy-guns.html"} , {"body" : "The sparse ballot for tomorrow's Democratic primary election in New York City includes two contests for Civil Court judgeships -- one in Manhattan and the other in Brooklyn. There is also a lopsided race for the post of Bronx District Attorney. These are our recommendations. Bronx District Attorney: The 10-year incumbent, Robert Johnson, faces a" , "date" : "19990913" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "For Civil Court and Bronx D.A." , "url" : "http:\/\/www.nytimes.com\/1999\/09\/13\/opinion\/for-civil-court-and-bronx-da.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN GREENWICH VILLAGE $1.27 million 644 Broadway (Bleecker St.) (Bleecker Tower) 3-bedroom, 1-bath, 2,000-sq.-ft. co-op in a prewar building; 12-ft. ceilings, h\/w floors," , "date" : "19990912" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/12\/realestate\/residential-sales.html"} , {"body" : "Working in his cluttered principal's office at a table piled high with memos, stacks of school schedules and blueprints for the library renovation, Ron Attivissimo should have looked like a man under siege the other day. A desperate mother wanted to speak to him about transferring her daughter to his already overcrowded school, James Peter Sinnott" , "date" : "19990907" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "The Frantic Final Days Before School; Long Before Doors Open, a Principal Is Busy Juggling Crises" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/07\/nyregion\/frantic-final-days-before-school-long-before-doors-open-principal-busy-juggling.html"} , {"body" : "When he hosted the MTV Video Music Awards in 1997, Chris Rock began by taking note of the supremely ephemeral nature of the gathering. ''Don't make no plans to see somebody here next year because a lot of y'all ain't going to be here next year,'' he said. ''That's how the music business is. Here today, gone today.'' As it turns out, at least one" , "date" : "19990905" , "day_of_week_facet" : "Sunday" , "page_facet" : "4" , "title" : "COVER STORY; Crowning Royalty in the Kingdom of Cool" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/05\/tv\/cover-story-crowning-royalty-in-the-kingdom-of-cool.html"} , {"body" : "''I got $4.75 we win today. I got $4.75 in my pocket. Any bets? Any bets?'' Charles Faison was hanging on the chain-link fence at a playground in the Bronx on Sunday, haranguing players, coaches and anyone else within earshot. ''I will bet a Happy Meal we win today,'' he said, cracking himself up. He turned his sights on a young man in a" , "date" : "19990828" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Basketball Heaven, All Summer Long; Home-Grown Tournaments Lure Street Legends and College Stars" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/28\/nyregion\/basketball-heaven-all-summer-long-home-grown-tournaments-lure-street-legends.html"} ,   {"body" : "Kelvin McGinnis was not in a gang, unless you could count the school marching band in which he played the drums. But that mattered little to the gang members who, the police said, tried to settle a score with rivals by spraying bullets at Kelvin's Brooklyn housing project last week. Yesterday, Kelvin, 11, lay in an open coffin at the Lawrence A." , "date" : "19990827" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "At Young Gang Victim's Funeral, Cries for Change" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/27\/nyregion\/at-young-gang-victim-s-funeral-cries-for-change.html"} , {"body" : "Mayor Rudolph W. Giuliani announced yesterday that the city has denied a permit for a controversial youth rally in Harlem, but organizers of the event angrily vowed to proceed with or without the city's permission. Mr. Giuliani said the permit was denied because the organizers, whom he has called ''reprehensible'' for their anti-white and" , "date" : "19990827" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Harlem Rally Permit Denied, But Organizers Are Defiant" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/27\/nyregion\/harlem-rally-permit-denied-but-organizers-are-defiant.html"} , {"body" : "Two more suspects in last week's gang-related slaying of an 11-year-old boy in Brooklyn were arrested yesterday and late Tuesday, the police said. With the arrest last Friday of Arturo Sealey, 17, the police say they have all three young men who witnesses said sprayed the front of a housing project with gunfire as they rode by on mountain bikes on" , "date" : "19990826" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Two More Suspects Are Arrested in Gang-Related Brooklyn Shooting That Killed Boy" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/26\/nyregion\/two-more-suspects-are-arrested-in-gang-related-brooklyn-shooting-that-killed-boy.html"} , {"body" : "A sad little group of children gathered yesterday afternoon outside a public housing complex in the Bedford-Stuyvesant section of Brooklyn. As they mourned a friend, the discussion turned to the meaning of colors. ''Blue is for Crips,'' said a plump 7-year-old girl with pigtails. ''Red is for Bloods,'' said her friend, a girl of 10. There was a" , "date" : "19990823" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Wrenched by Gang-Related Violence, A Neighborhood Mourns an Innocent" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/23\/nyregion\/wrenched-by-gang-related-violence-a-neighborhood-mourns-an-innocent.html"} , {"body" : "HE swings open a small red gate at the end of the subway platform, ignoring the warning that reads ''Do Not Enter or Cross Tracks,'' and enters the dank tunnel just west of the Lafayette Avenue station in Clinton Hill, Brooklyn. A green light illuminates the youthful contours of his face as he saunters down the last narrow wedge of forbidden" , "date" : "19990822" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "From the Subways to the Streets" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/22\/nyregion\/from-the-subways-to-the-streets.html"} , {"body" : "It was her ninth birthday, and she had returned home to New York after six weeks away, but Stephanie Perez was sitting on the floor of the Port Authority bus terminal on Monday, frowning. Groggy after the bus ride from Mifflinburg, Pa., where she had stayed with the Haas family as part of the Fresh Air Fund's host family program, Stephanie had one" , "date" : "19990822" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "THE FRESH AIR FUND; Reluctantly Returning From a Rural Life" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/22\/nyregion\/the-fresh-air-fund-reluctantly-returning-from-a-rural-life.html"} , {"author" : "Julia Reed is a senior writer at Vogue and a contributing editor at Newsweek." , "body" : "It is a hot summer Sunday in the Hamptons, and I am spending the day with Barbara Smith, the restaurateur and cookbook author, the host of a nationally syndicated television show, ''B. Smith, With Style,'' and the editor in chief of an upcoming magazine, that will bear her brandlike name. Her house in Sag Harbor, with its stunning views of the" , "date" : "19990822" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "26" , "title" : "Can B. Smith Be Martha?" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/22\/magazine\/can-b-smith-be-martha.html"} , {"body" : "State Attorney General Eliot L. Spitzer filed a sweeping Federal civil rights lawsuit yesterday against New York State's biggest home equity lender, accusing the company of enticing thousands of poor minority homeowners in Brooklyn and Queens into loans they could not afford. Among other penalties, the suit asks a Federal judge to place the New" , "date" : "19990821" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Spitzer Sues Lender After It Makes a Deal With Banking Regulators" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/21\/nyregion\/spitzer-sues-lender-after-it-makes-a-deal-with-banking-regulators.html"} , {"body" : "INTERNATIONAL A3-12 Big Rally in Belgrade Urges Milosevic to Resign Tens of thousands of people gathered at the Federal Parliament to demand the resignation of President Slobodan Milosevic of Yugoslavia, but they heard mixed messages from rival leaders of the opposition on how to get the job done. A1 Bank Courted Russian Business The Bank of New" , "date" : "19990820" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/20\/nyregion\/news-summary-133523.html"} , {"body" : "An 11-year-old boy was killed and two other people were injured last night, one critically, when three gunmen on bicycles fired onto a sidewalk in front of a Brooklyn housing project, the police said. Investigators said the bullets, fired along Hancock Street in Bedford-Stuyvesant, were intended for a 24-year-old man who was shot twice in the back" , "date" : "19990820" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Boy Killed, 2 Hurt by Gunmen on Bicycles" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/20\/nyregion\/boy-killed-2-hurt-by-gunmen-on-bicycles.html"} ,   {"body" : "The presumed candidate sits serenely before her specially invited audience. She nods every now and then. When she speaks, it's mostly platitudes, delivered in a monotone. There is no feeling of spontaneity, no sense of Hillary Rodham Clinton descending from her privileged status as First Lady into the real world of the people she hopes to represent" , "date" : "19990812" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "19" , "title" : "In America; Any Day Now" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/12\/opinion\/in-america-any-day-now.html"} , {"body" : "EVEN now, 28 years later, as Frank B. B. Smith sits talking with his wife, Pearl, on their porch in Queens Village, you can sense why he had the respect of both the inmates and the guards when he was doing time at Attica. He is blunt and funny, with a hustler's charm. He is also intimidating: 6-foot-1, 230 pounds back then, and his middle initials" , "date" : "19990811" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Attica: The Pain, Like the Lawsuit, Persists" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/11\/nyregion\/public-lives-attica-the-pain-like-the-lawsuit-persists.html"} , {"body" : "After weeks of traveling throughout the state, Hillary Rodham Clinton's ''listening tour'' stopped yesterday for the first time in New York City, where she held a discussion about education in a section of Brooklyn that is expected to be solidly behind her all-but-announced campaign for the Senate. Mrs. Clinton's 90-minute session took her to the" , "date" : "19990810" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Hillary Clinton Stops Off to Listen in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/10\/nyregion\/hillary-clinton-stops-off-to-listen-in-brooklyn.html"} , {"body" : "A driver was assaulted and hospitalized with minor injuries last night after vigilantes in Brooklyn mistook him for the driver of a car that had struck and injured a 14-year-old girl on a bicycle, the police said. The girl, Niasia Elcock, was struck shortly before 6:45 P.M near Hancock Street and Throop Avenue in the Bedford-Stuyvesant section of" , "date" : "19990803" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO NEWS BRIEFS: NEW YORK; Wrong Driver Attacked After Hit-and-Run Crash" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/03\/nyregion\/metro-news-briefs-new-york-wrong-driver-attacked-after-hit-and-run-crash.html"} , {"body" : "It was 11:13 in the morning on Wednesday, and the temperature was 88 degrees and climbing. Samuel Marrow, 74, had risen with the sun, but now he wanted out of it. And so, as he had over the course of the last 51 summers, he walked down Quincy Street in Bedford-Stuyvesant and over to the former Tompkins Park, now known as Herbert Von King Park. A" , "date" : "19990801" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HERBERT VON KING PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "As Temperatures Rise, a Neighborhood Getaway Beckons" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/01\/nyregion\/as-temperatures-rise-a-neighborhood-getaway-beckons.html"} , {"body" : "FRED SZTUL took out his pocketknife and jabbed it into a small gap in the hull of the Ethel Lewis, a 58-foot skipjack built in 1906. ''The rot has set in,'' he said, gently twisting the blade. ''The former owner was going to junk her, but we said, 'If she'll float, we'll take her.' '' It did float, but just barely. With the aid of furiously" , "date" : "19990725" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAKING IT WORK; In an Old Oyster Boat, No Pearls, Just Lessons" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/25\/nyregion\/making-it-work-in-an-old-oyster-boat-no-pearls-just-lessons.html"} , {"body" : "Lore has it that Muhammad Ali is partial to the rice and beans. The Rev. Dr. Martin Luther King Jr. liked the fried chicken, Sammy Davis Jr. and Cab Calloway the corn muffins and catfish. And the late Mayor Harold Washington held legendary strategy sessions over the baby back ribs and black-eyed peas. The place is Army & Lou's, smack on the South" , "date" : "19990721" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["CHICAGO (ILL)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Can Chicago Rewrite the Soul Food Gospel?" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/21\/dining\/can-chicago-rewrite-the-soul-food-gospel.html"} , {"body" : "A picture caption yesterday about Hasidim who are seeking to move into Bedford-Stuyvesant, Brooklyn, referred incorrectly to a billboard. Though it included some Hebrew expressions, the sign was in Yiddish." , "date" : "19990720" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/20\/nyregion\/c-corrections-687693.html"} , {"body" : "Like many of his neighbors in Bedford-Stuyvesant, Charles O'Connor has grown accustomed during the last few months to frequent and unwanted visits from strangers interested in buying the home he has owned for 35 years. One day, though, the banging on his front door was like an alarm. Mr. O'Connor opened it to find a man hammering up a ''For Sale''" , "date" : "19990719" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New Neighbors Pushing at the Edge; Brooklyn Hasidim Seek to Expand Into a Black and Hispanic Area" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/19\/nyregion\/new-neighbors-pushing-edge-brooklyn-hasidim-seek-expand-into-black-hispanic-area.html"} , {"body" : "Law enforcement officials arrested two men yesterday who they said carried out a month-long robbery spree in Brooklyn that left one man dead. Between June 21, when the men forced a woman near Prospect Park to give up her car at gunpoint, and Monday, when they tried unsuccessfully to steal another vehicle from its occupant in Park Slope, the pair" , "date" : "19990717" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO NEWS BRIEFS: NEW YORK; 2 Charged With Murder And String of Robberies" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/17\/nyregion\/metro-news-briefs-new-york-2-charged-with-murder-and-string-of-robberies.html"} ,   {"body" : "One thing that hundreds of people who fell victim to an elaborate credit card scheme had in common was that they had all rented a car from the Thrifty car rental agency in Warwick, R.I., over the last three years, officials said. The other thing they had in common was that a former employee at the agency was accused of selling copies of their" , "date" : "19990713" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Credit Card Scheme Tied to Car Rentals" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/13\/nyregion\/credit-card-scheme-tied-to-car-rentals.html"} , {"body" : "The authorities have arrested a 20-year-old Brooklyn man who they say shot and killed a woman as she sat on the stoop of her Bedford-Stuyvesant building last weekend. The man, Marvin Johns, of 20 Covert Street, was arrested at 11 P.M. Thursday and charged with second-degree murder, said Detective Joseph Pentangelo, a Police Department spokesman." , "date" : "19990711" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "METRO NEWS BRIEFS: NEW YORK; Man Accused of Killing A Woman in Error" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/11\/nyregion\/metro-news-briefs-new-york-man-accused-of-killing-a-woman-in-error.html"} , {"body" : "As a symbol of Harlem's economic revival, almost nothing would seem to beat the Carver Federal Savings Bank building on 125th Street. Four shiny stories of stone and brass and skylights, it is a monument to the bank's five-decade transformation from a struggling storefront into a pillar of its flourishing community -- and the largest" , "date" : "19990711" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "A Shaky Pillar in Harlem; Black-Owned Carver Bank Seeks Solid Financial Base" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/11\/nyregion\/a-shaky-pillar-in-harlem-black-owned-carver-bank-seeks-solid-financial-base.html"} , {"body" : "A 27-year-old woman was killed early yesterday when a bullet hit her in the head as she sat chatting with a neighbor on the stairs outside her Brooklyn home, the police said. Neighbors said the woman, Aileen Maldonado, a single mother of a 2-year-old son, was not the target of the gunfire, which broke out shortly before 2 A.M. on Willoughby Avenue" , "date" : "19990705" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "As Neighbors Sit Outside, Woman Is Killed by Gunfire" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/05\/nyregion\/as-neighbors-sit-outside-woman-is-killed-by-gunfire.html"} , {"body" : "By the middle of the month, two mostly vacant blocks in the Bedford-Stuyvesant section of Brooklyn will begin to fill with a housing type so far absent from the neighborhood's revival: 45 three-family homes for people with annual incomes of $30,000 to $70,000. The houses, with a total of 135 units, will rise on the blocks off Saratoga Avenue" , "date" : "19990702" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Residential Real Estate; Adding Affordable 3-Family Homes to Bedford-Stuyvesant Mix" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/02\/nyregion\/residential-real-estate-adding-affordable-3-family-homes-bedford-stuyvesant-mix.html"} , {"body" : "Spike Lee's fiery ''Summer of Sam'' has as much to do with the summers of 1989 and 1999 as it does with the tabloid fevers of 1977, which are so electrifyingly rekindled here. It was in 1989 that the film of Mr. Lee's that ''Summer of Sam'' most resembles, ''Do the Right Thing,'' arrived on the wave of sensationalism and outrage that continue to" , "date" : "19990702" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "FILM REVIEW; Red Hot Buttons in Lee's Steaming 'Sam'" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/02\/movies\/film-review-red-hot-buttons-in-lee-s-steaming-sam.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from the most recent listing to contract. MANHATTAN GREENWICH VILLAGE $595,000 115 Fourth Avenue (12th St.) (Petersfield) 2-bedroom, 2-bath, 1,370-sq.-ft. condo in a prewar building; 24-hr. doormen, manned" , "date" : "19990627" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/27\/realestate\/residential-sales.html"} , {"body" : "The biggest home-equity loan company in the state agreed yesterday to settle a lawsuit planned by State Attorney General Eliot L. Spitzer, who accused the company of violating the civil rights of thousands of minority residents in Brooklyn and Queens by enticing them into loans they could not afford. Mr. Spitzer had planned to file suit today in" , "date" : "19990623" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Home Lender Settles Case Alleging Bias" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/23\/nyregion\/home-lender-settles-case-alleging-bias.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from the most recent listing to contract. MANHATTAN GREENWICH VILLAGE $595,000 115 Fourth Avenue (12th St.) (Petersfield) 2-bedroom, 2-bath, 1,370-sq.-ft. condo in a prewar building; 24-hr. doormen, manned" , "date" : "19990620" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/20\/realestate\/residential-sales.html"} , {"body" : "ATTRACTIONS Museums and Sites ABIGAIL ADAMS SMITH MUSEUM, 421 East 61st Street, Manhattan. The structure, built in 1799 as the carriage house for the estate of Abigail Adams and Col. William Smith, was also the Mount Vernon Hotel from 1826 to 1833. The current exhibition, ''Smith's Folly: 200 Years of History, 60 Years of Preservation,'' includes a" , "date" : "19990618" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/18\/arts\/spare-times-212334.html"} ,   {"body" : "A 9-year-old girl was critically injured when she was trapped on the third floor of a burning building in Brooklyn yesterday, fire officials said. The girl, Victoria Thomas, inhaled smoke and was in cardiac arrest when firefighters rescued her from her bedroom at 91 Saratoga Avenue in Bedford-Stuyvesant, said Firefighter Bruce Lyall, a department" , "date" : "19990615" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO NEWS BRIEFS: NEW YORK; Girl, 9, Is Injured In Brooklyn Fire" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/15\/nyregion\/metro-news-briefs-new-york-girl-9-is-injured-in-brooklyn-fire.html"} , {"body" : "WHILE the eyes of nearly every basketball fan in the area were on the Knicks-Pacers playoff game at Madison Square Garden Monday night, it wasn't the only professional basketball contest taking place in New York City. Just a few subway stops away from the World's Most Famous Arena, the Connecticut Skyhawks and the fledgling Brooklyn Kings were" , "date" : "19990613" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Local Heroes" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/13\/nyregion\/new-yorkers-co-local-heroes.html"} , {"body" : "After 32 years at the Brooklyn Academy of Music characterized by impeccable taste and shrewd showmanship, Harvey Lichtenstein went out last night in a hyperbolic blaze of impeccable taste and shrewd showmanship billed as ''The Harvey Gala'' at the academy's Opera House. There were African drummers, music by the singer-songwriters Paul Simon and Lou" , "date" : "19990604" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Academy Gala Honors Retiring Chief" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/04\/nyregion\/brooklyn-academy-gala-honors-retiring-chief.html"} , {"body" : "The living were praised and the dead remembered once again in dance and song on Saturday afternoon with the Dance Africa festival at the Brooklyn Academy of Music. The event has grown more sophisticated over its 22 seasons. This year's show, presided over by the genial, irrepressible Chuck Davis, artistic director and ''founding elder'' of the" , "date" : "19990601" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "5" , "title" : "DANCE REVIEW; African-American Culture Celebrated" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/01\/arts\/dance-review-african-american-culture-celebrated.html"} , {"body" : "Police officers in Brooklyn who interrupted a teen-ager while he was stabbing someone shot the youth in the ear yesterday after he came at them with his knife, the authorities said. Neither he nor the stabbing victim was seriously injured, the police said. Two officers were working undercover on a buy-and-bust operation in Bedford-Stuyvesant when" , "date" : "19990527" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Officer Shoots Armed Stabbing Suspect as He Charges, Police Say" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/27\/nyregion\/officer-shoots-armed-stabbing-suspect-as-he-charges-police-say.html"} , {"body" : "A 39-year-old homeless man was charged early this morning with setting the fire that killed three people in Brooklyn on Saturday, the police said. The man, Dexter Bartley, set the fire at the apartment building in Bedford-Stuyvesant because he was angry with the landlord there for being reluctant to lend him a car, the police said. Mr. Bartley," , "date" : "19990524" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Is Charged in Fatal Brooklyn Fire" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/24\/nyregion\/man-is-charged-in-fatal-brooklyn-fire.html"} , {"body" : "One man was killed and another was wounded early yesterday in a shooting that took place so close to a Brooklyn police station that the officers inside heard the gunfire and rushed out to help, the police said. The man who died, Kevin Davis, 19, was shot several times shortly after midnight on the street in front of 375 Lexington Avenue in" , "date" : "19990524" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "METRO NEWS BRIEFS: NEW YORK; Man Killed and 2d Hurt Close to Police Station" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/24\/nyregion\/metro-news-briefs-new-york-man-killed-and-2d-hurt-close-to-police-station.html"} , {"body" : "Three men were killed and 13 other tenants were injured early yesterday when fire engulfed their apartment building in the Bedford-Stuyvesant section of Brooklyn, forcing many residents to leap from second- and third-story windows. Law enforcement officials who were investigating the fire said they believed that it was started by a drunken tenant" , "date" : "19990523" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Brooklyn Fire Kills 3; Arson Is Likely, Officials Say" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/23\/nyregion\/brooklyn-fire-kills-3-arson-is-likely-officials-say.html"} , {"body" : "INTERNATIONAL 3-14 NATO Faces Decision On Troop Deployment Even with the Clinton Administration's decision to push for 50,000 NATO troops on Kosovo's border, the alliance will still face a decision within the next few weeks about whether its wants to begin preparations for a larger invasion force. 1 NATO aircraft mistakenly bombed a key base that" , "date" : "19990523" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/23\/nyregion\/news-summary-827878.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting June 8, 6:30 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights," , "date" : "19990516" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Greenpoint to Sheepshead Bay: When the Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/16\/nyregion\/neighborhood-report-brooklyn-up-close-greenpoint-sheepshead-bay-when-boards-meet.html"} ,   {"body" : "THERE'S something different about this year's crop of summer movies. Most of the action heroes are sitting the season out, so not a single comet, meteor, dinosaur or giant gorilla is poised to destroy us all. Instead there are a swarm of romantic comedies, lovable animated robots and apemen for the children, and more restorations, rereleases and" , "date" : "19990502" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "37" , "title" : "SUMMER FILMS: COMING ATTRACTIONS; A Plate Heaped With Romance; Hold the Gorillas" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/02\/movies\/summer-films-coming-attractions-a-plate-heaped-with-romance-hold-the-gorillas.html"} , {"body" : "THE yearbook pictures from Littleton, Colo., have become familiar to everyone by now. A dozen smiling faces, full of promise and youthful optimism, forever frozen after two classmates opened fire, killing 12 students, a teacher and themselves. Though these young victims lived and died hundreds of miles away, the public has heard as much about them" , "date" : "19990501" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "LITTLETON (COLO)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "About New York; Out of View, Young Lives Under Assault" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/01\/nyregion\/about-new-york-out-of-view-young-lives-under-assault.html"} , {"body" : "A 73-year-old man was grazed in the head and two other men were injured in a drive-by shooting in Brooklyn yesterday afternoon, the police said. A 28-year-old man from Queens was charged with the attack. None of the injuries were life-threatening, the police said. The three victims were at the corner of Marcy Avenue and Clifton Place in" , "date" : "19990430" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "METRO NEWS BRIEFS: NEW YORK; Three Injured in Brooklyn During Drive-By Shooting" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/30\/nyregion\/metro-news-briefs-new-york-three-injured-in-brooklyn-during-drive-by-shooting.html"} , {"body" : "Like many Manhattan residents, Olga Hayes is used to doing her major grocery shopping outside the borough -- in her case, at the Pathmark on Bruckner Boulevard in the Bronx -- and picking up a few things between trips at her local food stores. Lately, however, Ms. Hayes, who lives on East 114th Street in East Harlem, has noticed that the Associated" , "date" : "19990428" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["HARLEM (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Supermarket as a Spur for Change; New Harlem Pathmark Promises Competition and Convenience" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/28\/nyregion\/supermarket-spur-for-change-new-harlem-pathmark-promises-competition-convenience.html"} , {"body" : "A 29-year-old Brooklyn woman was released from the hospital yesterday morning, a day and a half after being beaten unconscious by a group of youths as she jogged near the Brooklyn Heights Promenade, the police said. The jogger, Stephanie Unangst, suffered a concussion during the Thursday afternoon attack, which began when the youths made sexual" , "date" : "19990425" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Jogger Talks About Beating In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/25\/nyregion\/jogger-talks-about-beating-in-brooklyn.html"} , {"body" : "A 16-year-old boy was slashed in the face yesterday afternoon by a stranger on a subway train in the Bedford-Stuyvesant section of Brooklyn, the police said. The victim, who was not identified, was on a southbound C train near the Rockaway Avenue station about 4 P.M. when he was approached by an attacker who looked to be about 18, said Officer Gary" , "date" : "19990422" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "METRO NEWS BRIEFS: NEW YORK; Attacker Slashes Youth On Face in Subway Train" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/22\/nyregion\/metro-news-briefs-new-york-attacker-slashes-youth-on-face-in-subway-train.html"} , {"body" : "A 5-year-old boy was struck and killed by a van yesterday as he crossed the street near his home in Brooklyn, the police said. The boy, Shavon Jackson of Blake Avenue in the Bedford-Stuyvesant section, was struck at 5:30 P.M. by a van that was traveling west on Lexington Avenue near Marcy Avenue, said Sgt. Ellen Tietjen, a Police Department" , "date" : "19990418" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "METRO NEWS BRIEFS: NEW YORK; Boy, 5, Is Killed By Van in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/18\/nyregion\/metro-news-briefs-new-york-boy-5-is-killed-by-van-in-brooklyn.html"} , {"body" : "LIEUT. ERIC ADAMS'S police career began with a beating. His own. He was 15 and had a nose for trouble, which was easy enough to find in South Jamaica, Queens, where his mother met the mortgage payments and raised six children cleaning houses by day and office buildings by night. Lieutenant Adams was the kind of child who ''wore my mother's knees" , "date" : "19990413" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Behind a Badge, Confronting Issues of Race" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/13\/nyregion\/public-lives-behind-a-badge-confronting-issues-of-race.html"} , {"body" : "INSIDE a ring in the far corner of Gleason's Gym under the Manhattan Bridge in Brooklyn, Mr. Clean, wearing his show-time white briefs and boots, staggered, his eyes crossed like those of a dazed cartoon character as he recovered from a high-flying body slam delivered by his teen-age opponent, the Spanish Pirate. Mr. Clean is Clarence McNatt, 38," , "date" : "19990411" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Trying for a Hold on TV Glory" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/11\/nyregion\/new-yorkers-co-trying-for-a-hold-on-tv-glory.html"} , {"body" : "The head of a private elementary school in Brooklyn who has run a food program for the poor for years and publicly spoke about the dangers of drugs was charged yesterday with selling cocaine to an undercover investigator at the school. The Brooklyn District Attorney said that Delores Hill, the longtime headmistress and board chairwoman of the" , "date" : "19990410" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Principal Charged With Selling Cocaine" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/10\/nyregion\/principal-charged-with-selling-cocaine.html"} ,   {"body" : "IN the sunshine on an otherwise funereal morning, Donnie Walsh recalled the first time he met Harry Jackson, and the lasting impression the father of the point guard had made. This was 1987, and Walsh of the Indiana Pacers by way of the Bronx and Fordham Prep had come home to scout a St. John's player whose foot speed was already confusing the" , "date" : "19990407" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Sports of The Times; The Lessons Of Family And Team" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/07\/sports\/sports-of-the-times-the-lessons-of-family-and-team.html"} , {"body" : "As thousands of Jews gathered on Wednesday night in homes around the city for traditional Passover seders, worshipers at the United Spiritual Church of God, a Guyanese storefront church in the Bedford-Stuyvesant section of Brooklyn, celebrated Passover in their own way: praising Jesus Christ, dancing ecstatically to Caribbean and African rhythms" , "date" : "19990402" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Finding Room for More Than One Faith at Passover Table" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/02\/nyregion\/finding-room-for-more-than-one-faith-at-passover-table.html"} , {"body" : "Jason Perry is a 17-year-old Brooklyn high school student who takes it for granted that he will be hassled by the police if he goes out after dark in his Bedford-Stuyvesant neighborhood. He estimates that in the past year, he has been stopped, frisked and interrogated at least 10 times. Once, he said, he was issued a summons for not carrying an" , "date" : "19990329" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE DIALLO SHOOTING: THE COMMUNITY; In 2 Minority Neighborhoods, Residents See a Pattern of Hostile Street Searches" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/29\/nyregion\/diallo-shooting-community-2-minority-neighborhoods-residents-see-pattern-hostile.html"} , {"body" : "FROM the heights of Manhattan's luxury towers to the wood-framed and aluminum-sided homes of its more proletarian neighborhoods, New York City's residential real estate market saw prices continue to rise last year -- riding the crest of the nation's record-breaking housing expansion and the region's ongoing rebound from the moribund days of the" , "date" : "19990328" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "In All 5 Boroughs, A Robust Market" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/28\/realestate\/in-all-5-boroughs-a-robust-market.html"} , {"body" : "The rap performer Russell Jones was arrested last night for at least the fourth time this year and the second time this week after a traffic stop in Harlem, the police said. Mr. Jones, a member of the Wu-Tang Clan better known as Ol' Dirty Bastard, was pulled over on 125th Street near Eighth Avenue about 7:30 P.M. for driving his 1996 Land Rover" , "date" : "19990327" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO NEWS BRIEFS: NEW YORK; Rapper Is Arrested For 2d Time in a Week" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/27\/nyregion\/metro-news-briefs-new-york-rapper-is-arrested-for-2d-time-in-a-week.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 34-12 36th Street, at 35th Avenue, Astoria, Queens. Costumes, set pieces, filming equipment and other items relating to film, television and video are on permanent display. Exhibitions include ''Behind the Screen,'' a permanent display with more than 1,000 artifacts that illustrate" , "date" : "19990326" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "47" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/26\/arts\/spare-times-918555.html"} , {"body" : "Following are sketches of the four police officers reportedly indicted yesterday in the Amadou Diallo shooting: Edward McMellon Officer Edward McMellon, 26, joined the New York City Police Department nearly six years ago, after graduating from high school and then studying English at St. John's University in Queens. He started out in the 75th" , "date" : "19990326" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE DIALLO SHOOTING: THE OFFICERS; Four Who Were on the Fast Track" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/26\/nyregion\/the-diallo-shooting-the-officers-four-who-were-on-the-fast-track.html"} , {"body" : "This is a sampling of the musical presentations planned for the holiday season at churches and concert halls in New York City. All are free unless otherwise noted. (Churches accept donations.) This selection, compiled by Paul Griffiths, represents what caught this critic's eye and excited his expectations; unless noted, church choirs are featured" , "date" : "19990326" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "A Host of Alleluias to Celebrate the Easter Season" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/26\/movies\/a-host-of-alleluias-to-celebrate-the-easter-season.html"} , {"body" : "The Brooklyn Academy of Music will pay tribute to its outgoing president and executive producer, Harvey Lichtenstein, with an evening of performances on June 3 by contemporary artists long associated with the organization. Mr. Lichtenstein, who has led the academy since 1967, will step down from his posts on June 30. Performers at ''The Harvey" , "date" : "19990324" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "Brooklyn Academy Plans Gala for Its Chief" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/24\/arts\/brooklyn-academy-plans-gala-for-its-chief.html"} , {"body" : "A rap performer who has had frequent confrontations with the police was arrested early yesterday on a charge of possession of crack cocaine, the police said. The police said the performer, Russell P. Jones, 30, a founder of the rap group Wu-Tang Clan who goes by the stage names Ol' Dirty Bastard and Big Baby Jesus, was being questioned for" , "date" : "19990323" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Rap Group Founder Arrested On Drug Charge in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/23\/nyregion\/rap-group-founder-arrested-on-drug-charge-in-brooklyn.html"} ,   {"body" : "Decorated with Winnie the Pooh murals and gaily colored floor mats, Kidz World, a barber shop for children, opened in Bedford-Stuyvesant, Brooklyn, at 1891 Fulton Street between Ralph and Howard Avenues. The owner, Stephen Usenbor, 22, came to New York from Nigeria when he was 3. After working as a barber at adult salons, he opened Kidz World. ''I" , "date" : "19990321" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Children's Barber With a Secret Weapon: Candy" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/21\/nyregion\/new-yorkers-co-children-s-barber-with-a-secret-weapon-candy.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting is April 13, 6:30 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn" , "date" : "19990314" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Only the Living Know Brooklyn: Where the Community Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/14\/nyregion\/neighborhood-report-brooklyn-up-close-only-living-know-brooklyn-where-community.html"} , {"body" : "NEW YORK still amazes Christian Ugbode. The cold weather. The graffiti. The freedom of expression. ''A student called a teacher a 'bitch,' and nothing happened to him,'' he said. ''There is too much freedom. There should be limits.'' We were waiting for a bus outside Grover Cleveland High School in Ridgewood, Queens, last Tuesday when two boys" , "date" : "19990314" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NIGERIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COPING; From Nigeria to a Queens Classroom" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/14\/nyregion\/coping-from-nigeria-to-a-queens-classroom.html"} , {"body" : "A 19-year-old Brooklyn woman gave birth to a boy late Friday night, then promptly dropped it into shrubbery outside her first-floor window, the police said yesterday. The baby, who was only slightly injured in the fall, was listed in stable condition yesterday at Interfaith Medical Center, the police said. They said the baby's mother, Melissa" , "date" : "19990314" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "METRO NEWS BRIEFS: NEW YORK; Woman Dropped Baby Out Window, Police Say" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/14\/nyregion\/metro-news-briefs-new-york-woman-dropped-baby-out-window-police-say.html"} , {"body" : "SAY hello to Sean Hawkins of Brooklyn. Do not, however, say yo. Mr. Hawkins is a 32-year-old black man who lives in Crown Heights with his wife, Kena, and their daughter, Kaia. After three years of college, he now works in collections for the Brooklyn Union Gas Company. He wants to buy a brownstone in Bedford-Stuyvesant, where he was raised, so he" , "date" : "19990306" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; Confrontation Sows Doubts About Police" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/06\/nyregion\/about-new-york-confrontation-sows-doubts-about-police.html"} , {"body" : "Kenneth Lindo walks with bond traders and bankers through the gleaming lobbies of Wall Street during the day, his canvas messenger's bag heavy with checks and stock certificates from the longest bull market in memory. But at night, he beds down at the 30th Street Men's Shelter in Manhattan, rolling his winter jacket in the sheet under his head." , "date" : "19990304" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "With a Job, Without a Home; Low-Wage Workers Turn to Shelters to Bridge the Gap" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/04\/nyregion\/with-a-job-without-a-home-low-wage-workers-turn-to-shelters-to-bridge-the-gap.html"} , {"body" : "With only a handmade sign taped to its storefront window, the Central Brooklyn Federal Credit Union looks more like the delis and discount stores on Fulton Street than a financial institution. It has irregular hours, and when it is open, customers are not allowed to withdraw cash. The cash machine works, but the credit union has not issued any" , "date" : "19990228" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Lender to Poor Lands in Trouble; High Hopes and Low Revenues Crippled Credit Union" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/28\/nyregion\/lender-poor-lands-trouble-high-hopes-low-revenues-crippled-credit-union.html"} , {"body" : "When Rachel Treichler says she is planning to spend a lot of Greenbacks soon, she is not using slang. Ms. Treichler is the owner of Eco Books, which opened this month on Fifth Avenue in Park Slope and became the first retail store to accept Brooklyn Greenbacks, a local currency printed on recycled United States notes. ''We had to print more money''" , "date" : "19990228" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Make Money to Make Money" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/28\/nyregion\/neighborhood-report-brooklyn-up-close-make-money-to-make-money.html"} , {"body" : "A barber in Queens was fatally shot in his shop yesterday afternoon by a man with whom he had had an argument, the police said. The barber, Manuel Heredia, 39, was shot once in the torso at his business, A Little Off the Sides Barber Shop on Metropolitan Avenue in Ridgewood, around 4:30 P.M., said Officer Valerie St. Rose, a police spokeswoman. Mr." , "date" : "19990223" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Barber Is Killed in Queens" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/23\/nyregion\/barber-is-killed-in-queens.html"} , {"body" : "A 14-year-old girl was one of two people killed by gunfire on Friday night at a dilapidated brownstone in Brooklyn known as a haven for crack cocaine users, the police said. Neighbors had been complaining for months about drug users, including teen-agers, who were frequenting the house in Bedford-Stuyvesant. Everyone inside fled after the" , "date" : "19990221" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Teen-Age Girl Is Shot Dead At Drug House" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/21\/nyregion\/teen-age-girl-is-shot-dead-at-drug-house.html"} ,   {"body" : "Amadou Diallo's bullet-riddled body is buried in West Africa, but the legacy of his death in a hail of police gunfire lives in New York. It reminds Adrian Thomas, 20, a black construction worker walking his bulldog around the block in Bedford-Stuyvesant, why he feels safer at night passing the projects than the local police station house. ''The" , "date" : "19990219" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "After Shooting, an Eroding Trust in the Police" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/19\/nyregion\/after-shooting-an-eroding-trust-in-the-police.html"} , {"body" : "FREDDIE HAMILTON has plenty of searing images in her brain from the night in 1993 when her 17-year-old son, Njuzi Ray, was shot in a dispute on the street: the panicked drive to the hospital, the impossibly bright fluorescent hallway where they told her he was dead and said they would have to clean his body before she could see it. But for some" , "date" : "19990217" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Guns Are Fired, and a Mother Crusades" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/17\/nyregion\/public-lives-guns-are-fired-and-a-mother-crusades.html"} , {"body" : "In the mid-90's, the police said, Hassan Zarif and his wife, Zaheerah, were doing pretty well. They owned several hair-weaving salons in the city, including one next door to their home in Harlem. Then in the spring of 1996, Mrs. Zarif, 62, mysteriously disappeared, and her husband of 30 years fell apart. He fell into drugs, lost the business and" , "date" : "19990217" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Say Husband Confesses To Killing His Wife 3 Years Ago" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/17\/nyregion\/police-say-husband-confesses-to-killing-his-wife-3-years-ago.html"} , {"body" : "ONE of the best-kept secrets in the performing arts in New York City is 651 Arts. The Brooklyn-based producing and presenting organization is often confused with the Brooklyn Academy of Music, a separate corporation that helped found it nearly 10 years ago and has maintained a symbiotic relationship with it. But the work and mission of 651 Arts are" , "date" : "19990214" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "DANCE; On a Brooklyn Mission To Be a Good Neighbor" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/14\/arts\/dance-on-a-brooklyn-mission-to-be-a-good-neighbor.html"} , {"body" : "The glow from the Farafina Coffee Shop on West 116th Street one evening last week was warm, the smell of frying fish and fufu sweetly familiar, the conversation among the West African men gathered inside easy. But as the large television broadcast yet another report about the police shooting of Amadou Diallo, an immigrant from Guinea, the feeling" , "date" : "19990214" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "SHOOTING IN THE BRONX: THE IMMIGRANTS; Killing Heightens the Unease Felt by Africans in New York" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/14\/nyregion\/shooting-bronx-immigrants-killing-heightens-unease-felt-africans-new-york.html"} , {"body" : "A Manhattan jury acquitted a 27-year-old Brooklyn man yesterday of all charges in the May 1997 torture and slaying of a popular Bronx public high school teacher. The jurors criticized the aggressive police tactics used in the case, saying they could not trust a confession made by the defendant, Montoun T. Hart, because detectives questioned him" , "date" : "19990212" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Jury Clears Man Accused of Confessing to Teacher's Slaying" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/12\/nyregion\/jury-clears-man-accused-of-confessing-to-teacher-s-slaying.html"} , {"body" : "The second of two young men accused of torturing and killing a popular Bronx public high school English teacher took the witness stand in his own defense yesterday and accused the police of tricking him into making a false confession by questioning him while he was drunk. The defendant, Montoun T. Hart, 27, testified that he was never in the" , "date" : "19990210" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Says Police Made Him Confess to Killing Teacher" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/10\/nyregion\/man-says-police-made-him-confess-to-killing-teacher.html"} , {"body" : "Donald Pye's ocher-tipped fingers stubbed an unfiltered Pall Mall into the ashtray he keeps clipped to his wheelchair at the Cobble Hill Health Center, a nursing home in Brooklyn. ''The President says he wants to raise the price of cigarettes another 55 cents,'' said Mr. Pye, who has already seen the price for a pack of Pall Malls jump to $3.60," , "date" : "19990208" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Clinging to an Ever Dearer Habit; People of Meager Means Find Ways to Keep Smoking" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/08\/nyregion\/clinging-ever-dearer-habit-people-meager-means-find-ways-keep-smoking.html"} , {"body" : "For nearly three decades, members of the New York City Police Department's street crimes unit have patrolled the city at night in search of crimes about to occur, sometimes making their appearance scruffy to blend in and driving battered cars as camouflage. It has been known as an elite force, and became even more so two years ago when Mayor" , "date" : "19990206" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Elite Force Quells Crime, But at a Cost, Critics Say" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/06\/nyregion\/elite-force-quells-crime-but-at-a-cost-critics-say.html"} , {"body" : "A performer with the rap group Wu-Tang Clan was free yesterday after a Brooklyn grand jury declined to indict him on charges of shooting at police officers. The rapper, Russell Jones, who goes by the stage names Ol' Dirty Bastard and Big Baby Jesus, had been accused of firing at plainclothes officers who tried to pull over his sport utility vehicle" , "date" : "19990204" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO NEWS BRIEFS: NEW YORK; Grand Jury Says No To Indictment of Rapper" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/04\/nyregion\/metro-news-briefs-new-york-grand-jury-says-no-to-indictment-of-rapper.html"} ,   {"body" : "To an exuberant reaction and in an atmosphere charged with speculation about her political future, Hillary Rodham Clinton campaigned in Brooklyn yesterday -- not for any office, but for the social spending programs in the budget her husband sent to Congress this week. ''I want to help people who are trying to help themselves,'' the First Lady said" , "date" : "19990203" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Mrs. Clinton Campaigns, But for Programs, Not Office" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/03\/nyregion\/mrs-clinton-campaigns-but-for-programs-not-office.html"} , {"body" : "Weeks after attacking New York State's new charter school law on the ground that it would drain money from the rest of the public school system, Schools Chancellor Rudy Crew announced an ambitious charter program for New York City yesterday. He said he would set up four new charter schools focusing on themes including music, business and animation;" , "date" : "19990202" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Giving Up Attack, Crew Offers His Charter School Plan" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/02\/nyregion\/giving-up-attack-crew-offers-his-charter-school-plan.html"} , {"author" : "Douglas Century is the author of ''Street Kingdom,'' an account of street life in Brooklyn, to be published next month by Warner Books." , "body" : "ON a recent wintry morning, walking a desolate strip of Flatbush Avenue in downtown Brooklyn, I heard a baritone voice growl my name, followed by an emphatic, ''Yo! What's the deal?'' The menacing bark emanated from the driver's side of a passing Mercury Sable, the tinted window of which was now rapidly descending. Fortunately, I soon saw that the" , "date" : "19990131" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "VIEW; Not So Fly (for This White Guy)" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/31\/style\/view-not-so-fly-for-this-white-guy.html"} , {"body" : "An African proverb, made popular as the title of a book by Hillary Rodham Clinton, says that it takes a village to raise a child. But in 1994, after her boyfriend broke up with her and her mother died, Naomi S. had to do the work of a village by herself. Naomi, a 27-year-old woman from the East New York section of Brooklyn, has a learning" , "date" : "19990131" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "THE NEEDIEST CASES; A Woman Learns to Manage Motherhood and Minimize Frustration" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/31\/nyregion\/the-neediest-cases-a-woman-learns-to-manage-motherhood-and-minimize-frustration.html"} , {"body" : "Terrance T. remembers how he spent his 10th birthday: sitting beside the phone in his mother's apartment in Bedford-Stuyvesant, waiting for his father to call. The call never came. Terrance, now 16, acknowledges that he may have been foolish to hope for the call. While his father was once a daily presence in Terrance's life, he had begun smoking" , "date" : "19990130" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE NEEDIEST CASES; Back on Track, With a Friend's Help" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/30\/nyregion\/the-neediest-cases-back-on-track-with-a-friend-s-help.html"} , {"body" : "A random stop of a taxi by police officers in Brooklyn early yesterday turned up a passenger with a knife whom the police linked to eight robberies of cabbies in the last nine days, the authorities said. The suspect, Michael Marsh, 28, of Patchen Avenue in Brooklyn, was charged with robbery, possession of stolen property and weapons possession. He" , "date" : "19990125" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "METRO NEWS BRIEFS: NEW YORK; Man Held in String Of Cab Robberies" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/25\/nyregion\/metro-news-briefs-new-york-man-held-in-string-of-cab-robberies.html"} , {"body" : "A rap artist with the Wu-Tang Clan was released from jail on Friday after posting $150,000 bail on charges that he opened fire on police officers in Brooklyn a week earlier, city correction officials said. The police accuse the rap artist, Russell Jones, 29, who is better known by his stage names Ol' Dirty Bastard and Big Baby Jesus, of firing on" , "date" : "19990124" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Rap Artist Released on Bail in Shooting Case" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/24\/nyregion\/rap-artist-released-on-bail-in-shooting-case.html"} , {"body" : "Trees had taken root inside the gutted old building on Nostrand Avenue in Brooklyn's Bedford-Stuyvesant section, their limbs seeking light through hollow-stare windows. Soot and grime caked crumbling brickwork. That's what one photograph shows. Beside it, in stark contrast, another photo shows the same building, living up to its name -- Renaissance" , "date" : "19990124" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: Photo Exhibition at Museum of the City of New York; 'Landscapes of Hope': Before and After" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/24\/realestate\/postings-photo-exhibition-museum-city-new-york-landscapes-hope-before-after.html"} , {"body" : "''LANDSCAPES of Hope: Rebuilding New York City's Neighborhoods,'' a photography exhibition at the Museum of the City of New York, portrays stretches of Manhattan, the Bronx and Brooklyn that have been transformed from symbols of urban decay into models of urban renewal. ''Vacant lots are now houses, and buildings that were boarded up or burned out" , "date" : "19990121" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "16" , "title" : "Rebuilt Neighborhoods: A Look at Before and After" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/21\/garden\/rebuilt-neighborhoods-a-look-at-before-and-after.html"} , {"body" : "What do you when a 151-year-old landmark dies? When it's one of only two so-called living landmarks in New York City and is considered the mother of all weeping beeches in North America, you don't simply cart it off to the sawmill. Henry J. Stern, the city's Parks Commissioner, held a funeral for the hallowed tree last month and is now considering" , "date" : "19990117" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: FLUSHING; Old Tree May Be Benched" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/17\/nyregion\/neighborhood-report-flushing-old-tree-may-be-benched.html"} ,   {"body" : "Law enforcement officials and a lawyer for the rapper Russell Jones, who was arrested in Brooklyn Friday on charges of shooting at police officers, are giving differing accounts over whether Mr. Jones's cousin will testify in the case. The cousin, Frederick Cuffie, was the only passenger in a car driven by Mr. Jones, a member of the Wu-Tang Clan," , "date" : "19990117" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Cousin Expected to Testify on Claim Rapper Shot at Police" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/17\/nyregion\/cousin-expected-to-testify-on-claim-rapper-shot-at-police.html"} , {"body" : "A rap artist from the group Wu-Tang Clan was charged with attempted murder last night after the police said shots were fired at them by one or two men who had been pulled over for a traffic violation in Brooklyn. The singer, Russell Jones, 29, who is known professionally as Big Baby Jesus, was riding in a 1999 Chevy Tahoe with another man near Dean" , "date" : "19990116" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO NEWS BRIEFS: NEW YORK; Rap Artist Is Charged With Firing at the Police" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/16\/nyregion\/metro-news-briefs-new-york-rap-artist-is-charged-with-firing-at-the-police.html"} , {"body" : "A natural gas flash fire last night in a Brooklyn Union Gas excavation pit left a utility worker in critical condition with second-degree burns and injured seven other workers seriously enough for them to be taken to hospitals. The fire, in a trench at the intersection of Lafayette and Bedford Avenues in Bedford-Stuyvesant, erupted after a section" , "date" : "19990114" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Gas Fire Injures 8 Workers in Trench, 1 Seriously" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/14\/nyregion\/gas-fire-injures-8-workers-in-trench-1-seriously.html"} , {"body" : "Charles Jones, the former Long Island University basketball player who led the nation in scoring the last two seasons, was arraigned Monday in Brooklyn Criminal Court on gun possession charges stemming from an incident at a campus dormitory on Sunday. Jones, 23, was also charged with menacing and harassment, the Brooklyn District Attorney's office" , "date" : "19990113" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "COLLEGE BASKETBALL; Jones, Ex-L.I.U. Star, Facing Gun Charge" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/13\/sports\/college-basketball-jones-ex-liu-star-facing-gun-charge.html"} , {"body" : "Jennifer Miley greeted the young, freshly scrubbed faces arriving at the Kiddie Academy last week with a phrase that Henry Brown, one of the preschool's founders, recited each New Year. ''Happy new you,'' Ms. Miley said. She later explained to a reporter, ''Mr. Brown always believed we could be better than what we are.'' It is this spirit --" , "date" : "19990110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BEDFORD-STUYVESANT; Founders Gone, School Adjusts" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/10\/nyregion\/neighborhood-report-bedford-stuyvesant-founders-gone-school-adjusts.html"} , {"body" : "On the night of July 27, 1993, Njuzi Ray, 17, was fatally shot in a dispute on a Brooklyn street. A suspect was later acquitted, and nobody else has been arrested for the killing. Normally a case like this would have long disappeared from public awareness, lost in the city's crime statistics and recalled only by the victim's family and friends. But" , "date" : "19990106" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "YONKERS (NY)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Gun Marketing Is Issue in Trial Against Makers" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/06\/nyregion\/gun-marketing-is-issue-in-trial-against-makers.html"} , {"body" : "New York's New Year's Eve party was a cold, crowded and -- at one point -- smoky, but largely peaceful trial run for the celebration planned for next year to welcome in 2000, according to police officials. The 5,000 police officers who patrolled the party -- one of the largest police details in history -- made fewer arrests than the year before, 23" , "date" : "19990102" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "In Run-Through for Next Year, Mostly Sedate Merrymaking in Times Square" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/02\/nyregion\/in-run-through-for-next-year-mostly-sedate-merrymaking-in-times-square.html"}]