[  {"body" : "In this, the last holiday aria of the century, New York is a town of signs and portents. It's a pre-millennial menagerie, a sideshow city, a place of small curiosities and large paradoxes. Regard the handwritten signs posted yesterday in Forbidden Planet, the science-fiction comic-book emporium on East 13th Street. Decorated with cheery plastic" , "date" : "19991223" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Millennium Nigh? Well, Quit Shoving.; Christmastime Manhattan, Always Frenzied, Goes Moonstruck" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/23\/nyregion\/millennium-nigh-well-quit-shoving-christmastime-manhattan-always-frenzied-goes.html"} , {"body" : "VIEWED from the cosmopolitan cities of the north, like London and Paris, the southeastern corner of Sicily is a remote part of Europe. But in a Mediterranean context, it lies at the very heart of things. It stands sentinel between Iberia and the Middle East, closer to Tunisia in North Africa than to Rome and Naples in the boot of Italy. Geography" , "date" : "19991222" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["SICILY" , "ITALY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "La Dolce Vita, Sicilian Style" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/22\/dining\/la-dolce-vita-sicilian-style.html"} , {"body" : "Lucille Cohen, a leader among those in her residence in Coney Island, lighted the menorah on Wednesday, just as she used to do during Hanukkahs with the three daughters she raised by herself in Bensonhurst, Brooklyn. But in between, there was a period of darkness that sent her life into turmoil and eventually led to a brief stay in a psychiatric" , "date" : "19991210" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "4" , "title" : "THE NEEDIEST CASES; After a Breakdown, a Place to Recover" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/10\/nyregion\/the-neediest-cases-after-a-breakdown-a-place-to-recover.html"} , {"body" : "Two people who tried to cross a Brooklyn street in the rain last night died after being struck by a van whose driver sped away, the police said. The victims, described by the police as a 69-year-old man and a woman believed to be his daughter, were taken to Maimonides Medical Center, where they were pronounced dead. No one was arrested and neither" , "date" : "19991207" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "2 Killed in Hit-and-Run Accident in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/07\/nyregion\/2-killed-in-hit-and-run-accident-in-brooklyn.html"} , {"body" : "Bishop Thomas V. Daily said yesterday that his Brooklyn diocese had experienced a ''chilling'' rash of incidents recently involving the desecration of sacred symbols, destruction of property and attempted break-ins at Roman Catholic churches. ''The violation of religious symbols held sacred by many and respected by others is marring our final" , "date" : "19991202" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Bias Unit Examining Incidents At Several Catholic Churches" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/02\/nyregion\/bias-unit-examining-incidents-at-several-catholic-churches.html"} , {"body" : "One of the first things that Nasser K. Ahmed did in his first hour of freedom last night was to pray for five minutes at the Al-Bader mosque, about a half-block from his apartment in Bensonhurst, Brooklyn. ''It is a Muslim tradition,'' he explained. ''You praise God when he delivers you from trouble.'' Mr. Ahmed, 39, was allowed to leave the" , "date" : "19991130" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["EGYPT"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "Freedom Begins With Elation and Prayer" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/30\/nyregion\/freedom-begins-with-elation-and-prayer.html"} , {"body" : "Eva S. Moskowitz, a 35-year-old former college instructor, won a lopsided victory yesterday in a City Council race representing the East Side of Manhattan. Ms. Moskowitz, a Democrat, won despite being heavily outspent in one of the costliest and hardest-fought campaigns the city has seen for a Council seat. The Fourth District race was one of" , "date" : "19991103" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "THE 1999 ELECTIONS: CITY COUNCIL; Though Heavily Outspent by Opponent, Democrat Wins Easily in East Side Race" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/03\/nyregion\/1999-elections-city-council-though-heavily-outspent-opponent-democrat-wins.html"} , {"body" : "The off-year general election is being held today, with polls open between 6 a.m. and 9 p.m. in New York City. Ballots for the city boroughs cover several judicial, Council and district attorney races, plus two proposals, one on the judiciary, the other on charter revision. Here are our recommendations: CITY COUNCIL District 4 (Manhattan's East" , "date" : "19991102" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "Election Day Choices in New York City" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/02\/opinion\/election-day-choices-in-new-york-city.html"} , {"body" : "Candidates throughout the city spent the weekend making a barrage of telephone calls and walking through neighborhoods to urge voters to go to the polls on Tuesday for elections for several City Council seats, judgeships and district attorney positions. CITY COUNCIL -- The most hotly contested race is on the East Side of Manhattan where Eva S." , "date" : "19991031" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "46" , "title" : "Candidates Vie for Council And District Attorney Slots" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/31\/nyregion\/candidates-vie-for-council-and-district-attorney-slots.html"} , {"body" : "New York City's off-year election next Tuesday is expected to draw a very small turnout, which lends even more weight to every single vote. The few vigorously contested races include two for the City Council and one for Staten Island district attorney. Following are our recommendations for those races as well as for two ballot proposals. City" , "date" : "19991029" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "STATEN ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "34" , "title" : "Endorsements for Tuesday's City Election" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/29\/opinion\/endorsements-for-tuesday-s-city-election.html"} ,   {"body" : "Turning a racist rally into a teachable moment, dozens of black families from throughout New York City brought their children yesterday for a firsthand glimpse of one of the nation's most notorious hate groups. They were among the thousands of onlookers and counterdemonstrators who surrounded the Ku Klux Klan rally on Centre Street in lower" , "date" : "19991024" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Black Parents Use a Rally to Teach About a History of Hatred" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/24\/nyregion\/black-parents-use-a-rally-to-teach-about-a-history-of-hatred.html"} , {"body" : "A former cheese warehouse in the Cobble Hill section of Brooklyn has been converted into the Mary McDowell Center for Learning, a private, 101-pupil Quaker school for 5- to 12-year-old learning disabled children. The 17,500-square-foot, four-story late 19th-century brick structure at 20 Bergen Street, near Court Street, was gutted and all systems," , "date" : "19991017" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "COBBLE HILL (NYC)"] , "nytd_section_facet" : ["Education" , "Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: Quakers Transform Brooklyn Cheese Warehouse; A School for Learning Disabled" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/17\/realestate\/postings-quakers-transform-brooklyn-cheese-warehouse-school-for-learning.html"} , {"body" : "On a September afternoon more than eight years ago, Vincent Bickelman was found dead, shot six times while on the lawn in front of his Bath Beach home, in what police described at the time as a mysterious killing. But yesterday law enforcement officials said they believed that Mr. Bickelman's fatal mistake came a month earlier when he burglarized" , "date" : "19991017" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "1991 Killing Is Said To Be Revenge for Robbery of Mob Figure's Daughter" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/17\/nyregion\/1991-killing-is-said-to-be-revenge-for-robbery-of-mob-figure-s-daughter.html"} , {"body" : "VOGEL-Harvey L. Age 61. Died peacefully in the presence of his family on October 9, 1999. Harvey is survived by his wife Laurie, his children Howard, Judi, Hilary, Jordan and Victoria, his brother Bruce and his aunt Ethel. A memorial service will be held at Gutterman-Warheit Memorial Chapel, Boca Raton, FL. Tuesday (today), 1PM. In lieu of flowers," , "date" : "19991012" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "13" , "title" : "Paid Notice: Deaths VOGEL, HARVEY L." , "url" : "http:\/\/www.nytimes.com\/1999\/10\/12\/classified\/paid-notice-deaths-vogel-harvey-l.html"} , {"body" : "This is the time when grown-ups in blue plastic helmets look perfectly normal on crowded city streets. When friends, lovers, family members and co-workers find themselves discovering ugly things about one another. When perfect strangers plunge into passionate debates at the sight of the letters N and Y. New York hasn't experienced this in a long," , "date" : "19991011" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Yankee Fans and Met Fans: Mutual Denigration Society" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/11\/nyregion\/yankee-fans-and-met-fans-mutual-denigration-society.html"} , {"body" : "FOR the Mets at Shea Stadium in October, it's never just baseball. It's been shoe polish and pine tar, a brawl at second base, a box of scuffed balls. Now it's the mysterious ''inflammatory response'' from a cortisone shot to Mike Piazza's sprained left thumb, which benched their cleanup hitter and catcher against the Arizona Diamondbacks yesterday" , "date" : "19991010" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "3" , "title" : "Sports of The Times; More Mystical Success For the Mets at Shea" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/10\/sports\/sports-of-the-times-more-mystical-success-for-the-mets-at-shea.html"} , {"body" : "THAT other Noo Yawk baseball team reappeared last night in all its usual October splendor. You know, the one with its name on the Bronx stadium where it plays, but no names on the back of the uniforms the players wear; the one that was mostly out of sight and out of mind while the Noo Yawk team in Queens did its Lazarus impersonation. That other" , "date" : "19991006" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Sports of The Times; E-Z Pass Playoff: Root for One" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/06\/sports\/sports-of-the-times-e-z-pass-playoff-root-for-one.html"} , {"body" : "All the prayers to St. Anthony, the patron saint of miracles, paid off for Angela Frontera. Or maybe it was her son Paul's unwashed blue shirt, the same one he had sweated through on Sunday at Shea, that did the trick. Or was it his girlfriend Tara's rally cap -- a Yankee hat with the logo crossed out in red? Whatever it was, it didn't matter in" , "date" : "19991005" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Mets Fans' Ride: Lighting Candles and Reaching for Antacid" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/05\/nyregion\/mets-fans-ride-lighting-candles-and-reaching-for-antacid.html"} , {"body" : "YOU'D think he was the star of the movie, instead of the guy who rents it out at three bucks a pop. ''Marty!'' ''Marty!'' ''Marty!'' his customers cry, vying for his attention, demanding the inside cinema poop. It's elbows-out time in the video store: the cardboard covers of the latest video releases have been laid out in neat rows, two deep, on" , "date" : "19991003" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Captain Video" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/03\/nyregion\/captain-video.html"} , {"body" : "NEARLY every fine Saturday and Sunday from spring to fall, some residents of Park Slope, Brooklyn, change personality, as if howling at the sun. Lawyers, therapists and other professionals empty their basements' contents onto stoops and sidewalks, then hawk them with the brashness of carnival barkers. ''It's a way of life in this area,'' said" , "date" : "19991003" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PARK SLOPE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAKING IT WORK; Where Profits Are Incidental" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/03\/nyregion\/making-it-work-where-profits-are-incidental.html"} ,   {"body" : "Before Howard J. Rubenstein's party was over, the Mayor proclaimed him the world's ''dean of damage control.'' Leona M. Helmsley kissed him wetly. The Governor said New York was blessed to have him. The Duchess of York credited him with having given new meaning to her entire life. Manhattan real estate figures whispered about his Solomonic wisdom." , "date" : "19990930" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Image Spinner at the Center of a Web; Rubenstein, 'Dean of Damage Control' for New York's Powerful" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/30\/nyregion\/image-spinner-center-web-rubenstein-dean-damage-control-for-new-york-s-powerful.html"} , {"body" : "IT'S starting to bug Marcia Tucker, all these people wanting to know what she plans to do after she packs up her office next month at the New Museum of Contemporary Art, which she founded and has embodied for the last 22 years. ''This young woman at the front desk said people come in and ask her what I'm going to do,'' said Ms. Tucker, letting" , "date" : "19990930" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; After a Life in Art, a Quest for the Art of Life" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/30\/nyregion\/public-lives-after-a-life-in-art-a-quest-for-the-art-of-life.html"} , {"body" : "A RAW octopus resting on ice at the seafood store is definitely the ugliest thing in the vicinity -- nothing like the many-hued snappers or even the white, pristine cleaned squid. No, this floppy, gray, suction-cupped monster seems to have been born with a natural defense aimed directly at the home cook. ''I am,'' it growls, ''too hideous to eat.''" , "date" : "19990908" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Embracing The Octopus, Tenderly" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/08\/dining\/embracing-the-octopus-tenderly.html"} , {"body" : "Working in his cluttered principal's office at a table piled high with memos, stacks of school schedules and blueprints for the library renovation, Ron Attivissimo should have looked like a man under siege the other day. A desperate mother wanted to speak to him about transferring her daughter to his already overcrowded school, James Peter Sinnott" , "date" : "19990907" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "The Frantic Final Days Before School; Long Before Doors Open, a Principal Is Busy Juggling Crises" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/07\/nyregion\/frantic-final-days-before-school-long-before-doors-open-principal-busy-juggling.html"} , {"body" : "From time to time in the course of ''Family Values: The Mob and the Movies,'' it is stipulated that most Italian-Americans are honest, hard-working and as averse to violence as other citizens. But this documentary is not a production of some Italian-American Anti-Defamation League. No sooner is ethnic etiquette out of the way than the program" , "date" : "19990824" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "6" , "title" : "TELEVISION REVIEW; So It's Only Make-Believe. Gotta Problem With That?" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/24\/arts\/television-review-so-it-s-only-make-believe-gotta-problem-with-that.html"} , {"body" : "Ten years ago tomorrow, Moses Stewart lost his child to one of New York City's most wrenching hate crimes. His son, Yusuf Hawkins, then 16, was attacked by a mob of bat-wielding white youths and shot to death in the Bensonhurst section of Brooklyn. ''It's very hard to watch your children die,'' Mr. Stewart said yesterday, in an emotional speech to" , "date" : "19990822" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Recalling Yusuf Hawkins And Hate That Killed Him" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/22\/nyregion\/recalling-yusuf-hawkins-and-hate-that-killed-him.html"} , {"body" : "GERSTEN-Marvin. He was a father, a husband, a hilarious, incredibly generous, ultra-charismatic, whip-smart and very good looking man. Marvin Gersten died comfortably in his home, at the age of 60, of malignant melanoma, August 10, 1999, surrounded by his family. A self-made man, Marvin grew up in Bensonhurst. He worked his way through City College" , "date" : "19990811" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "23" , "title" : "Paid Notice: Deaths GERSTEN, MARVIN" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/11\/classified\/paid-notice-deaths-gersten-marvin.html"} , {"body" : "Gooey. Viscous. Steamy. Torrid. Pick your adjective. No matter how you put it, it was hot again yesterday. For a second straight day, the temperature climbed to 98 degrees, and remarkably empty streets throughout the city suggested that most New Yorkers were staying as far indoors as possible. Even the hardy old men who are usually fixtures in" , "date" : "19990719" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "When It's 98 Degrees Outdoors, Staying Indoors Is the Best Escape" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/19\/nyregion\/when-it-s-98-degrees-outdoors-staying-indoors-is-the-best-escape.html"} , {"body" : "An off-duty detective from the Bronx Street Crime Unit was arrested in Rockland County Thursday night after his car ran down two 15-year-old girls, leaving them critically injured, and he subsequently refused to take a breath screening test, officials said yesterday. Late Thursday, the New York City police suspended the detective, Michael J. Foley," , "date" : "19990717" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["AIRMONT (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Off-Duty Detective Charged In Accident Injuring 2 Girls" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/17\/nyregion\/off-duty-detective-charged-in-accident-injuring-2-girls.html"} , {"body" : "It's been so hot over the last two days that Joseph Ponte, 84, couldn't catch his breath in his apartment even with the help of an oxygen tank. Anthony Caputo, 84, fainted in his bathroom after his air-conditioner began to falter. And Henry Fox, 79, could not help but recall the days during World War II when he would fry eggs on the deck of his" , "date" : "19990707" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "A HEAT WAVE SIZZLES: THE SCENE; A Place to Cool Off" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/07\/nyregion\/a-heat-wave-sizzles-the-scene-a-place-to-cool-off.html"} ,   {"body" : "ON paper, Richard T. Santulli seemed an unlikely candidate to revolutionize the elite business of owning private jets. Raised in Bensonhurst, Brooklyn, where his family lived with one set of grandparents and across the street from the other, he did not take his first plane flight until his honeymoon in 1966. Now, at 54, he travels worldwide, is" , "date" : "19990627" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Business"] , "page_facet" : "2" , "title" : "PRIVATE SECTOR; Private Jets for (More of) the People" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/27\/business\/private-sector-private-jets-for-more-of-the-people.html"} , {"body" : "Fred C. Trump, one of the last of New York City's major postwar builders, died yesterday at a hospital in Queens. He was 93 and lived in Jamaica Estates, Queens. Although Mr. Trump was stricken with Alzheimer's disease six years ago, he still retained his title of chairman of the board of Trump Management, a title he held since the company was" , "date" : "19990626" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "7" , "title" : "Fred C. Trump, Postwar Master Builder of Housing for Middle Class, Dies at 93" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/26\/nyregion\/fred-c-trump-postwar-master-builder-of-housing-for-middle-class-dies-at-93.html"} , {"body" : "A 32-year-old man was shot dead behind the wheel of his car in Brooklyn early yesterday after what the police called a minor dispute over double parking. The victim, Chun-Man Sze of Bensonhurst, was shot once in the chest by the passenger of a dark-colored Jeep Cherokee, the police said. Mr. Sze was returning from a fishing trip on Long Island" , "date" : "19990621" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Brooklyn Man Is Fatally Shot in His Car in a Dispute Over Parking" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/21\/nyregion\/brooklyn-man-is-fatally-shot-in-his-car-in-a-dispute-over-parking.html"} , {"author" : "Margaret Mittelbach and Michael Crewdson are the authors of ''Wild New York: A Guide to the Wildlife, Wild Places and the Natural Phenomena of New York City.''" , "body" : "It's easy to be dazzled by speed. Man o' War. Secretariat. Citation. And Hercules, one of the fastest of them all. Granted, most people haven't heard of Hercules or how fast he is. It's probably because he's a pigeon. Trained to ''home'' to his loft in Coney Island, Hercules can reach speeds of 70 miles per hour with the wind at his tail. Every" , "date" : "19990618" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "Odyssey of Homing: Tender Care Yields One Tough Racer" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/18\/arts\/odyssey-of-homing-tender-care-yields-one-tough-racer.html"} , {"body" : "LIKE it's namesake, Bath, the spa town in England, Bath Beach is a tranquil place. But it is no longer the resort area it was a century ago. The beach itself was eradicated in a postwar building boom, and largely replaced by housing on a landfill. Now it is primarily residential with a walkway along the waterfront and a view of Coney Island across" , "date" : "19990530" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BATH BEACH (BROOKLYN)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In \/Bath Beach, Brooklyn; Once a Bayfront Resort, Now Residential" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/30\/realestate\/if-you-re-thinking-living-bath-beach-brooklyn-once-bayfront-resort-now.html"} , {"body" : "Like countless other New York City parents, Nancy Gasparino and her husband, Frank, a firefighter, have considered moving from their home in Bay Ridge, Brooklyn, to the suburbs. But over the past few years, with crime falling and the economy booming, they have made their fragile peace with the city. These days, however, the thought of fleeing New" , "date" : "19990519" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Between the Feuding Rudys; Parents Like Giuliani and Crew, but Fear for the Schools" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/19\/nyregion\/between-feuding-rudys-parents-like-giuliani-crew-but-fear-for-schools.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting June 8, 6:30 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights," , "date" : "19990516" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Greenpoint to Sheepshead Bay: When the Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/16\/nyregion\/neighborhood-report-brooklyn-up-close-greenpoint-sheepshead-bay-when-boards-meet.html"} , {"body" : "MARANA JARAMILLO did not need to fuss with a menu when she sat down for a Mother's Day dinner last Sunday at Salinas, an Ecuadorean restaurant in Park Slope. She knew exactly what she wanted: the papas con cuy, or potatoes with guinea pig. ''It's a special day for mothers, and this is a special plate,'' said Ms. Jaramillo, 50, who grew up in" , "date" : "19990516" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAKING IT WORK; Not For The Faint Of Palate" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/16\/nyregion\/making-it-work-not-for-the-faint-of-palate.html"} , {"body" : "Although his head is covered with gray hair and his stride has become a little stiff, there is a youthful glow that comes over Tommy Davis's face when he remembers his prowess as a batter in the major leagues -- a baseball career that lasted 18 years and included play for 10 different teams, including the world champion Los Angeles Dodgers in 1963." , "date" : "19990505" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "TAIWAN"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New Life for an Old Favorite; The Spaldeen, Stickball's Bouncy Foundation, Makes a Comeback" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/05\/nyregion\/new-life-for-old-favorite-spaldeen-stickball-s-bouncy-foundation-makes-comeback.html"} , {"body" : "CHERRYL MITCHELL is a native New Yorker, born and raised in Brooklyn. But she's quick to tell you she doesn't think much of life in the city, or the ''concrete forest,'' as she calls it. ''I left and I've never missed it or looked back,'' she said. ''Now I hear birds and see real trees when I wake up.'' While there are trees in Brooklyn, and birds," , "date" : "19990502" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Life on the Edge; How High a Fence Is the City Line?" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/02\/nyregion\/life-on-the-edge-how-high-a-fence-is-the-city-line.html"} ,   {"body" : "Seeking to address complaints that his $11 billion, five-year school construction plan did not do enough to reduce severe overcrowding in Queens, Schools Chancellor Rudy Crew has proposed the addition of 10,650 seats for the borough over the number he called for in his November plan. In sweetening his initial proposal, which promised the borough" , "date" : "19990501" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Crew Offers More Schools For Queens" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/01\/nyregion\/crew-offers-more-schools-for-queens.html"} , {"body" : "ON his rare forays into the hinterlands, John Franco has made an amazing discovery. The pizza is not as good in the suburbs, and neither is the bread. It's a fact. Something about being outside the five boroughs curdles the dough, or spoils it, or whatever it is that goes wrong with dough. For that reason alone, Franco cannot leave. He is a true" , "date" : "19990428" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Sports of The Times; John Franco Savors His Home Plate" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/28\/sports\/sports-of-the-times-john-franco-savors-his-home-plate.html"} , {"body" : "MARTINO-Leonard D., 69. Died on April 6. Born in Brooklyn, N.Y., he lived in Hohokus, NJ for the last 3 years. He retired in 1996 after a career of 52 years in the printing industry, where he was Production Manager of Skillcraft Inc. in Manhattan. He served in the Army during the Korean conflict, in Germany, attaining the rank of Corporal. Later he" , "date" : "19990425" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "47" , "title" : "Paid Notice: Deaths MARTINO, LEONARD D." , "url" : "http:\/\/www.nytimes.com\/1999\/04\/25\/classified\/paid-notice-deaths-martino-leonard-d.html"} , {"body" : "THIS story starts with the heel spur, the one in Joe DiMaggio's right foot, that sidelined him for 65 games in the Yankees' 1949 season and then sent him, 41 years later, to the office of Dr. Rock G. Positano, a foot and ankle specialist at the Hospital for Special Surgery. Dr. Positano treats ''pretty much anybody who's anybody,'' as he puts it," , "date" : "19990423" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Late to DiMaggio Orbit, but Staging Send-Off" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/23\/nyregion\/late-to-dimaggio-orbit-but-staging-send-off.html"} , {"body" : "It was a hazy early morning in this glitzy desert kingdom, and Simon Crisford and Saeed bin Suroor were staring silently at the last turn of their mile-and-an-eighth training track. The object of their attention soon came into view, his pulsing chest dark with sweat: Worldly Manner, the bay brown colt that they hope will make racing history as the" , "date" : "19990419" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Front Page" , "Sports"] , "page_facet" : "1" , "title" : "HORSE RACING; Far From Bluegrass, Dubai Runs Stealthily for the Roses" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/19\/sports\/horse-racing-far-from-bluegrass-dubai-runs-stealthily-for-the-roses.html"} , {"body" : "WHEN Leonard Riggio was a night student at New York University, he coped with the droning tedium of business lectures by snatching a strategic seat behind a student with a broad back and, he says, losing himself in the pages of the ''History of the Peloponnesian War.'' He found the classes in business policy and management so dull, in fact, that he" , "date" : "19990418" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Books" , "Business"] , "page_facet" : "1" , "title" : "Trying to Read a Hazy Future; Another Metamorphosis For Barnes & Noble Chief" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/18\/business\/trying-to-read-a-hazy-future-another-metamorphosis-for-barnes-noble-chief.html"} , {"body" : "HE still dresses as if he is going to dinner with Brooke Astor, who by the way sent him ''the nicest note'' the other day. He is still courtly, elegant, fussy, decent and remote. But today, when David N. Dinkins, the former Mayor, takes his place as expected in the front lines of a large rally for police reform alongside his combustible former" , "date" : "19990415" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; The Still-Dignified but Angrier Ex-Mayor" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/15\/nyregion\/public-lives-the-still-dignified-but-angrier-ex-mayor.html"} , {"body" : "LIEUT. ERIC ADAMS'S police career began with a beating. His own. He was 15 and had a nose for trouble, which was easy enough to find in South Jamaica, Queens, where his mother met the mortgage payments and raised six children cleaning houses by day and office buildings by night. Lieutenant Adams was the kind of child who ''wore my mother's knees" , "date" : "19990413" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Behind a Badge, Confronting Issues of Race" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/13\/nyregion\/public-lives-behind-a-badge-confronting-issues-of-race.html"} , {"body" : "A Brooklyn man who was acquitted of murder but convicted of weapons possession in the highly publicized killing of a black teen-ager 10 years ago was charged yesterday with racketeering and other crimes that prosecutors said he has committed more recently as an associate of organized crime. The man, Joseph Serrano, 29, was one of seven people," , "date" : "19990409" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO NEWS BRIEFS: NEW YORK; Brooklyn Man Faces Racketeering Charges" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/09\/nyregion\/metro-news-briefs-new-york-brooklyn-man-faces-racketeering-charges.html"} , {"body" : "Federal agents found several human bones yesterday while digging in a Livingston, N.J., backyard for the remains of a Russian boxer who vanished from the streets of Brooklyn in 1995. Though investigators said they believed they had found the body of the boxer, Sergei Kobozev, they said a positive identification might not be possible for several" , "date" : "19990330" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["LIVINGSTON (NJ)" , "RUSSIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Investigators Unearth Bones That May Be Remains of Missing Russian Boxer" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/30\/nyregion\/investigators-unearth-bones-that-may-be-remains-of-missing-russian-boxer.html"} ,   {"body" : "Daily demonstrations planned for outside the Brooklyn court where jury selection is to begin today in the trial of four police officers charged with brutalizing Abner Louima could increase the chance that the trial will be delayed or moved out of New York City, lawyers for two of the officers said yesterday. The lawyers said that the" , "date" : "19990329" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Protests May Disrupt Louima Trial, Lawyers Say" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/29\/nyregion\/protests-may-disrupt-louima-trial-lawyers-say.html"} , {"body" : "Hoping to purge the last remnants of mob involvement in the garbage hauling industry, the city intends to refuse licenses to more than 70 haulers for showing a lack ''of honesty, integrity and good character,'' a regulator said Friday. The companies now pick up trash from businesses ranging from skyscrapers to corner stores. ''We're coming to the" , "date" : "19990329" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "City May Refuse Licenses To Over 70 Trash Haulers" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/29\/nyregion\/city-may-refuse-licenses-to-over-70-trash-haulers.html"} , {"body" : "Some residents of Bensonhurst are voicing fear that a proposed theater complex with up to 16 screens, 3,500 seats, 700 parking spaces and retail stores will snarl traffic and increase pollution in the neighborhood. And people who live in apartment buildings on Cropsey Avenue are expressing worry that congestion from the Bayside Cinema, at 25th" , "date" : "19990328" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BENSONHURST; To Some, Cinema Complex Is Not a Coming Attraction" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/28\/nyregion\/neighborhood-report-bensonhurst-some-cinema-complex-not-coming-attraction.html"} , {"body" : "THE Village of Lynbrook, an older suburb with a venerable rail link to Brooklyn that lured early commuters, has aged gracefully, like an old shoe of high quality. It is comfortable, scuffed here and there, but too solidly prosperous to be down at the heel. Good schools and ample rail service enhance this Nassau County community on Long Island's" , "date" : "19990328" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LYNBROOK (NY)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In\/Lynbrook, N.Y.; 'Down-Home' Village on the South Shore" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/28\/realestate\/if-you-re-thinking-of-living-in-lynbrook-ny-down-home-village-on-the-south-shore.html"} , {"body" : "A self-employed livery-cab driver was stabbed to death yesterday morning in the Clinton Hill section of Brooklyn by three men who were trying to rob him, the police said. The driver, Mohammed Hanif, a 40-year-old immigrant from Pakistan, was dropping off three passengers at the corner of Washington and Flushing Avenues in Brooklyn when they tried" , "date" : "19990326" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "Cabdriver, 40, Is Stabbed to Death in Brooklyn During an Attempted Robbery" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/26\/nyregion\/cabdriver-40-is-stabbed-to-death-in-brooklyn-during-an-attempted-robbery.html"} , {"body" : "GERSHMAN-Frank. Died March 15th, 1999 at the age of 96. Beloved husband of the late Betty. Devoted father of Marvin Gershman, Helen Meade and Albert Gershman. Dear grandfather of Paul and Steven Meade, Amy, Daniel and Andrew Gershman. Lifelong and dedicated member of the Jewish Community Center of Bensonhurst. Over 50-year member of the Independent" , "date" : "19990316" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "9" , "title" : "Paid Notice: Deaths GERSHMAN, FRANK" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/16\/classified\/paid-notice-deaths-gershman-frank.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting is April 13, 6:30 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn" , "date" : "19990314" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Only the Living Know Brooklyn: Where the Community Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/14\/nyregion\/neighborhood-report-brooklyn-up-close-only-living-know-brooklyn-where-community.html"} , {"body" : "AN arc of gray seagulls banked against a cold gust of wind and wheeled high above Brighton Beach toward the Atlantic Ocean. Sofia Garber followed the birds with her big blue eyes and pulled the fur collar of her coat to her cheeks. Standing on an expanse of boardwalk between a line of apartment buildings and the sand, Ms. Garber, 51, reflected on" , "date" : "19990314" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "From Brighton Beach to America; The Wave of Immigrants Began 25 Years Ago. Soon Russian Filled the Streets. Now, the Tide Is Ebbing." , "url" : "http:\/\/www.nytimes.com\/1999\/03\/14\/nyregion\/brighton-beach-america-wave-immigrants-began-25-years-ago-soon-russian-filled.html"} , {"body" : "The body of a 19-year-old Baruch College student was discovered Friday night inside a trash-filled shaftway at the campus, four days after a fellow student had reported seeing a woman leap from an overhead window , the police said yesterday. Campus security guards found the body of the student, Yankum Huang, at 9:45 P.M., a little more than an hour" , "date" : "19990314" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Body of Missing Student Is Discovered in Search of Shaftway" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/14\/nyregion\/body-of-missing-student-is-discovered-in-search-of-shaftway.html"} , {"body" : "The police are searching for a 19-year-old student at Baruch College who set off for school Monday and never returned home. The woman, Yankum Huang, was last seen by a friend that morning as she changed trains at the Pacific Street subway station in Brooklyn, the police said. Ms. Huang, a sophomore in the liberal arts program, lives with her family" , "date" : "19990313" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Baruch College Student From Brooklyn Is Missing" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/13\/nyregion\/baruch-college-student-from-brooklyn-is-missing.html"} ,   {"body" : "Fernando Leon, this numbers runner with the nickname Benny tattooed on his arm, was getting madder and madder at Grace Meullins. The woman kept bothering him for the $700 that she said he owed her daughter. Then she hit him over the head with a flashlight. ''He stewed over it and he was drinking,'' Ronald Balzan, a homicide detective, remembered" , "date" : "19990302" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Detectives in Hot Pursuit Of Homicides Grown Cold; Squad Combines DNA and Shoe Leather To Crack Old Cases With Loose Ends" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/02\/nyregion\/detectives-hot-pursuit-homicides-grown-cold-squad-combines-dna-shoe-leather.html"} , {"body" : "A construction worker who the police said was distraught at being dismissed from his job fired a single shot into a wall of a Rockefeller Center construction site yesterday, but no one was injured. The worker, Thomaso Spatola, 36, fled on the subway but was later arrested as he approached his home in Bensonhurst, Brooklyn, the police said. He was" , "date" : "19990302" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO NEWS BRIEFS: NEW YORK; Man Held in Shooting At Rockefeller Job Site" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/02\/nyregion\/metro-news-briefs-new-york-man-held-in-shooting-at-rockefeller-job-site.html"} , {"body" : "BAYSIDE Music of Dorsey Brothers Evokes 40's in the 90's The 1940's will merge with 1990's multimedia today with ''Big Band '99: The Fabulous Dorseys,'' a matinee performance at Queensborough Community College. The show will feature the Jimmy Dorsey Orchestra, conducted by the trombonist Jim Miller; the vocalist Nancy Knorr, the Pied Pipers" , "date" : "19990221" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/21\/nyregion\/playing-in-the-neighborhood-389110.html"} , {"body" : "The special election this week to fill open seats on the City Council produced three new members who are at the bottom of the seniority list. But, because of the impact of term limits, if the freshmen are able to retain their seats over the next four years they will be the Council's most senior members. The election on Tuesday also revealed some" , "date" : "19990218" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Term Law Could Aid Council's Newest" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/18\/nyregion\/term-law-could-aid-council-s-newest.html"} , {"body" : "Christine Quinn, the former executive director of the New York Gay and Lesbian Anti-Violence Project, handily won a special election yesterday to fill the City Council seat on the West Side of Manhattan vacated by State Senator Thomas K. Duane. That race was one of three contests yesterday for open seats on the City Council. In Brooklyn, Michael C." , "date" : "19990217" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Gay-Rights Advocate Wins Village Seat" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/17\/nyregion\/gay-rights-advocate-wins-village-seat.html"} , {"body" : "Candidates in three boroughs spent the weekend making a barrage of telephone calls and walking through neighborhoods to urge voters to go to the polls tomorrow in a special election to fill City Council seats in Manhattan, Brooklyn and Staten Island. In Manhattan, four candidates are running for the Third Council District seat vacated by Thomas K." , "date" : "19990215" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Special Election Will Decide 3 City Council Seats" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/15\/nyregion\/special-election-will-decide-3-city-council-seats.html"} , {"body" : "New York City will hold a special election tomorrow to replace three City Council members who have moved on to other posts. The winners must all stand for re-election this fall. If they keep their seats, they have a chance to develop substantial influence in a body where most incumbents must leave office in 2001, when term limits kick in. District" , "date" : "19990215" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "16" , "title" : "City Council Endorsements" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/15\/opinion\/city-council-endorsements.html"} , {"body" : "NOT long before their daughter Rosetta's wedding, Maria and Louis Guttadauro of Borough Park began looking for a pair of houses to buy alongside each other in the neighborhood where the families could live snugly. What they found was discouraging. ''It was too expensive,'' Mrs. Guttadauro said. ''We couldn't afford to buy a second house in Borough" , "date" : "19990214" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In \/ Borough Park, Brooklyn; For Many Orthodox Jews, a Heartland" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/14\/realestate\/if-you-re-thinking-living-borough-park-brooklyn-for-many-orthodox-jews-heartland.html"} , {"body" : "Kevin Chalmers started kindergarten in September 1993 and was thrown out the same month, after he cursed at his teacher, overturned chairs and bit the principal. Kevin, who is now 11, said in a recent interview that his rage was misplaced. But he certainly had a lot to be angry about. Kevin was born with traces of cocaine and heroin in his" , "date" : "19990213" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE NEEDIEST CASES; A Sense of Belonging Heals an Angry Child" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/13\/nyregion\/the-neediest-cases-a-sense-of-belonging-heals-an-angry-child.html"} , {"body" : "Police officers in the bomb squad rushed to a Brooklyn apartment building yesterday afternoon to remove two grenades that a resident had found in his new home. The man, whose name was withheld by the police, found the grenades when he moved into the apartment at 1799 West Third Street in Bensonhurst about a month ago, said Detective Robert Samuel," , "date" : "19990209" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "2 Grenades Found in Brooklyn Apartment" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/09\/nyregion\/2-grenades-found-in-brooklyn-apartment.html"} ,   {"body" : "When a single Ku Klux Klan flier surfaced recently, the reaction was big and swift: a community meeting, plans for a youth conference, and a proposal for a neighborhood fair. One brochure might not have generated such a response in another neighborhood. But this was Bensonhurst, where nearly 10 years ago Yusef K. Hawkins was murdered by a white mob" , "date" : "19990207" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BENSONHURST; A Hint of the Klan, and a Community Hits Back Hard" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/07\/nyregion\/neighborhood-report-bensonhurst-hint-klan-community-hits-back-hard.html"} , {"body" : "After two community boards of adjacent districts in Brooklyn permitted a total of 41 block parties on the same Saturday last August, fire chiefs grew alarmed by the concentration of so many sealed-off streets. ''They realized that this presented a problem if there was a fire or a heart attack,'' said Deputy Mayor Rudy Washington. ''Too many block" , "date" : "19990207" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; Wrong Decision on a Rite of Summer, Districts Say" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/07\/nyregion\/neighborhood-report-new-york-up-close-wrong-decision-rite-summer-districts-say.html"} , {"body" : "ALL the boys were talking about her hip-revealing Gucci skirt, as she swirled around the dance floor to the pounding beat of a Puff Daddy CD with her best girlfriend from school. The guys gaped at Nicky Hilton, a tall size 0 blonde, whose waist and shoulders also played peekaboo in a black tube top, as she tugged on her Patricia Field cowboy hat," , "date" : "19990207" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "A Sweet-16-Going-On-25 Party" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/07\/style\/a-sweet-16-going-on-25-party.html"} , {"body" : "After Hyman Itzkowitz suffered a debilitating stroke 10 years ago, his wife, Helen, devoted herself to caring for him. Day and night. Mr. Itzkowitz was mentally sharp; he followed the stock market and the fortunes of the Yankees. Yet he could not care for himself. Mrs. Itzkowitz washed, dressed, fed and shaved him daily. The couple had been married" , "date" : "19990206" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "The Neediest Cases; Support Group Eases Strain of Caring for a Loved One" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/06\/nyregion\/the-neediest-cases-support-group-eases-strain-of-caring-for-a-loved-one.html"} , {"body" : "The coming special election for a City Council seat in Staten Island is supposed to be a nonpartisan affair, with candidates not allowed to run under the labels of the major political parties. But the race in the 50th Council District, which also includes a slice of Brooklyn, has been very much a battle between the Democratic and Republican" , "date" : "19990202" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Staten Island Council Contest Is Nonpartisan (Theoretically)" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/02\/nyregion\/staten-island-council-contest-is-nonpartisan-theoretically.html"} , {"body" : "On a recent sun-splashed afternoon, Representative Jerrold L. Nadler was standing outside an auditorium at the Fashion Institute of Technology in Manhattan when a lanky woman with frizzy brown hair strode out of the crowd and gushed, ''Can I just give you a hug? ''What you have been doing is just magnificent,'' she continued. ''You're the only one" , "date" : "19990201" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "1" , "title" : "Finding Stardom in a Supporting Role; Nadler's Defense of Clinton Lifts His Profile in the House and at Home" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/01\/nyregion\/finding-stardom-supporting-role-nadler-s-defense-clinton-lifts-his-profile-house.html"} , {"body" : "There is no one associated with organized crime who doesn't believe that Gotti ordered Castellano's death. Joseph Castellano, whose life was turned inside out by the murder, says he doesn't believe it. ''I know they say that Mr. Gotti'' -- he is careful to employ the honorific -- ''was the one who murdered our father,'' he told me recently. ''But I" , "date" : "19990131" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "25" , "title" : "The Don Is Done" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/31\/magazine\/the-don-is-done.html"} , {"body" : "Even more than politics, all crime is local. The news from the Police Department that New York had fewer reported killings in 1998 than in 1964 may hold little comfort for someone who was mugged or whose car was stolen last year. When it comes to personal safety, criminologists note, perception often lags behind reality. Just how safe are" , "date" : "19990124" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; Crime Count: Which Areas Are Safest?" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/24\/nyregion\/neighborhood-report-new-york-up-close-crime-count-which-areas-are-safest.html"} , {"body" : "Mayor Rudolph W. Giuliani yesterday described a plan to create five new subway routes under Second Avenue as ''something of a pipe dream,'' and said the city should first extend the No. 7 subway line to the site on Manhattan's West Side where he wants a football stadium built. The proposal, which is to be formally announced later this month by the" , "date" : "19990118" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Mayor Urges West Side Subway Extension, Not East Side Line" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/18\/nyregion\/mayor-urges-west-side-subway-extension-not-east-side-line.html"} , {"body" : "Katherine Cocivera professed not to like mangoes. ''My mommy doesn't give me that,'' the 4-year-old huffed. ''My mommy gives me Tater Tots.'' But when the exotic fruit with the strong flavor was disguised -- blended with mashed sweet potatoes in a filling topped with toasted coconut and baked with an almond crust -- she said, ''That tasted good.''" , "date" : "19990110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BENSONHURST; Broccoli for Young Palates" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/10\/nyregion\/neighborhood-report-bensonhurst-broccoli-for-young-palates.html"} ,   {"body" : "They are as different as the games they play. They sit side by side on the motor coach rumbling down the Garden State Parkway, the 75-year-old widower who travels here to shoot craps all night, up to five times a week, and the 53-year-old woman with a Jamaican accent who dabbles in slots a few times a year on days off from her job sorting medical" , "date" : "19990101" , "day_of_week_facet" : "Friday" , "geo_facet" : ["ATLANTIC CITY (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Buses and Bets: A Way of Life; Despite Crashes, the Ride Is Part of the Casino Outing" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/01\/nyregion\/buses-bets-way-life-despite-crashes-ride-part-casino-outing.html"}]