[  {"body" : "At Maimonides Medical Center in Brooklyn, the biohazard suits have been fitted, and the decontamination showers have found an outdoor home near the emergency room bay. Almost two dozen doctors, nurses and other hospital staff members have been through a rigorous two-day training program in protecting themselves and treating victims of a chemical" , "date" : "19991226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "33" , "title" : "Hospitals Prepare for All the Possibilities" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/26\/nyregion\/hospitals-prepare-for-all-the-possibilities.html"} , {"body" : "A 90-year-old woman was critically injured and her 15-year-old grandson was also hurt yesterday morning after a Christmas tree caught fire in their apartment in Flatbush, Brooklyn, officials said. Two other fires in Brooklyn yesterday killed two people and seriously injured two others, fire officials said. In the Flatbush fire, The woman, Peya" , "date" : "19991226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Two Are Killed and Four Are Hurt in Separate Brooklyn Fires" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/26\/nyregion\/two-are-killed-and-four-are-hurt-in-separate-brooklyn-fires.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''L'ELISIR D'AMORE.'' The Metropolitan Opera's storybook production of this Donizetti classic, directed by John Copley with pastel-colored sets and bright costumes by Beni" , "date" : "19991203" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/03\/movies\/classical-music-and-dance-guide.html"} , {"body" : "Investigators looking into the collapse of a building at a Brooklyn construction site on Tuesday, in which a worker died, are examining whether city officials overlooked problems at other projects by the same contractor after he complained to the Giuliani administration about building inspections, law enforcement officials said yesterday. The" , "date" : "19991126" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "After Collapse, A Transfer Draws Inquiry" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/26\/nyregion\/after-collapse-a-transfer-draws-inquiry.html"} , {"body" : "A grand jury has decided not to bring charges against four police officers in the fatal shooting of a mentally disturbed, hammer-wielding man on Aug. 30, the Brooklyn district attorney announced. The killing of Gidone Busch drew protests in his Borough Park neighborhood and attracted attention because of stark differences between the police" , "date" : "19991102" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Officers Not Charged In Brooklyn Shooting" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/02\/nyregion\/officers-not-charged-in-brooklyn-shooting.html"} , {"body" : "A Brooklyn grand jury has decided not to bring any charges against four police officers involved in the fatal shooting of a mentally disturbed, hammer-wielding man, District Attorney Charles J. Hynes announced yesterday. The killing of the man, Gidone Busch, 31, on Aug. 30 brought hundreds of Hasidic protesters to the streets of the heavily" , "date" : "19991102" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "No Charges Against Officers in Fatal Brooklyn Shooting" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/02\/nyregion\/no-charges-against-officers-in-fatal-brooklyn-shooting.html"} , {"body" : "The southwest corner of Staten Island along the Arthur Kill is almost entirely zoned for manufacturing, making it short on houses and people and long on horse stables and abandoned factories. But this serenely disheveled landscape in and around Charleston may soon quicken with activity if the developers of a retail center and two residential areas" , "date" : "19991031" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: CHARLESTON; To Develop Or Preserve? Battle Lines Are Drawn" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/31\/nyregion\/neighborhood-report-charleston-to-develop-or-preserve-battle-lines-are-drawn.html"} , {"body" : "Want to know what earned you a double in a Cropsey Avenue stickball game? How about the Hunts Point rules for playing skully, an antiquated game featuring bottle caps and a chalked circle on the sidewalk? Streetplay.com is a Web site dedicated to games played on the streets of New York City in the days when kids gripped pinkie balls, not Pokemon" , "date" : "19991024" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: NEW YORK ON LINE; When Three Sewers was a Home Run" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/24\/nyregion\/neighborhood-report-new-york-on-line-when-three-sewers-was-a-home-run.html"} , {"body" : "The Police Department's internal preliminary report on the fatal police shooting of a mentally disturbed man in Brooklyn does not, as Commissioner Howard Safir said the morning after the incident, say that the police opened fire only as the man was beating a fallen sergeant with a hammer. Instead, the police report says the man, Gidone Busch, ran" , "date" : "19991007" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "4" , "title" : "A Report and Safir Differ on Shooting" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/07\/nyregion\/a-report-and-safir-differ-on-shooting.html"} , {"body" : "In a string of news conferences yesterday, Mayor Rudolph W. Giuliani and Police Commissioner Howard Safir defended the Police Department's handling of the fatal shooting of a hammer-wielding, mentally ill Brooklyn man, while the man's family criticized what it described as false statements made by city officials immediately after the August" , "date" : "19991005" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Giuliani and Safir Defend the Police in Fatal Shooting of a Hammer-Wielding Man" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/05\/nyregion\/giuliani-and-safir-defend-the-police-in-fatal-shooting-of-a-hammer-wielding-man.html"} ,   {"body" : "All the prayers to St. Anthony, the patron saint of miracles, paid off for Angela Frontera. Or maybe it was her son Paul's unwashed blue shirt, the same one he had sweated through on Sunday at Shea, that did the trick. Or was it his girlfriend Tara's rally cap -- a Yankee hat with the logo crossed out in red? Whatever it was, it didn't matter in" , "date" : "19991005" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Mets Fans' Ride: Lighting Candles and Reaching for Antacid" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/05\/nyregion\/mets-fans-ride-lighting-candles-and-reaching-for-antacid.html"} , {"body" : "The story of Gidone Busch, a crazed, hammer-wielding man who was killed by police this summer in Brooklyn, has always raised uncomfortable questions. With his menacing history and his erratic behavior the week of the incident, Mr. Busch had much in common with the many mentally ill in this city who often find little relief in the available health" , "date" : "19991005" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "Health"] , "page_facet" : "24" , "title" : "A Closer Look at the Busch Case" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/05\/opinion\/a-closer-look-at-the-busch-case.html"} , {"body" : "Only hours after a fatal police shooting brought hundreds of Hasidic protesters to the streets of a Brooklyn neighborhood, Police Commissioner Howard Safir, defending his officers, could hardly have been more specific in describing how and why the police fired 12 bullets into a mentally disturbed, hammer-wielding man: he was in the midst of beating" , "date" : "19991004" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "SHOOTING IN BROOKLYN: A special report.; Police Account Challenged In Killing of Troubled Man" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/04\/nyregion\/shooting-brooklyn-special-report-police-account-challenged-killing-troubled-man.html"} , {"body" : "Two undercover police officers shot and killed a 26-year-old Brooklyn man early yesterday, after he became angry that they were buying crack cocaine from someone else and shot one of them in the foot, the police said. The man was declared dead at the scene. The police identified him as Andre Austin, 26, of 1350 New York Avenue. The 1 A.M. encounter" , "date" : "19990919" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "Police Kill Man During Drug Operation" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/19\/nyregion\/police-kill-man-during-drug-operation.html"} , {"body" : "They walk to their Orthodox synagogues on the Sabbath, where men and women are separated in prayer. But as the adults worship, their sons and daughters, in the temple lobby, trade Pokemon cards. They follow the dietary laws, in center-hall Colonials and Wall Street boardrooms. But that often means business lunches at haute kosher restaurants and" , "date" : "19990916" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["LONG ISLAND (NY)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Young Orthodox Jews' Quest Is to Blend Word and World" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/16\/nyregion\/young-orthodox-jews-quest-is-to-blend-word-and-world.html"} , {"body" : "As the city's pesticide-spraying operation expanded into all five boroughs this weekend, so did worries about the mosquito-killing insecticides used to contain the recent outbreak of St. Louis encephalitis, prompting some elected officials to urge calm and others to use the issue to criticize Mayor Rudolph W. Giuliani. At City Hall yesterday, the" , "date" : "19990912" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "For Spraying, Calm Words and Criticism" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/12\/nyregion\/for-spraying-calm-words-and-criticism.html"} , {"body" : "Heavy rain and fog thwarted a plan to spray pesticide over much of New York City yesterday, but officials said that they still hoped to spray in every borough by the end of the weekend to curb the recent outbreak of St. Louis encephalitis, a mosquito-borne viral disease. City officials had planned to begin aerial spraying of Queens, Brooklyn and" , "date" : "19990911" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Pesticide Spraying Slowed By Heavy Rain and Fog" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/11\/nyregion\/pesticide-spraying-slowed-by-heavy-rain-and-fog.html"} , {"body" : "An article yesterday about the expansion of mosquito spraying in New York City to combat an outbreak of St. Louis encephalitis misstated the home borough of the third person to die of the disease. It was Queens, not Brooklyn. (Officials said Wednesday that they had confirmed a case of St. Louis encephalitis in a man from Borough Park, Brooklyn, but" , "date" : "19990911" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/11\/nyregion\/c-corrections-459410.html"} , {"body" : "New York City vastly expanded its week-old air raid on mosquitoes yesterday with pesticide spraying scheduled over the next three days for all of Brooklyn and Queens and much of the Bronx, as the number of suspected cases of the potentially deadly St. Louis encephalitis grew to 60, including, for the first time, 3 residents of Manhattan. Mayor" , "date" : "19990910" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Spraying Expands in New York Encephalitis Fight" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/10\/nyregion\/spraying-expands-in-new-york-encephalitis-fight.html"} , {"body" : "A few weeks ago, after visiting his grandparents' graves, Gidone Busch wrote a poem about finding peace among the souls of his family at rest. Today, the man slain by the police Monday night in Borough Park, Brooklyn, was buried next to his Nanny and Papa after a solemn service that focused on his sensitivity and generosity rather than his violent" , "date" : "19990903" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BOROUGH PARK (NYC)" , "DIX HILLS (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Man Fatally Shot by Police Is Celebrated for Poetic Soul" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/03\/nyregion\/man-fatally-shot-by-police-is-celebrated-for-poetic-soul.html"} ,   {"body" : "As police officials defended an officer who fatally shot an unarmed suspect Wednesday in Harlem, some community residents called yesterday for an independent investigation into the incident and said it was yet another example of why officers need more training. The man, Richard Watson, 32, of Baltimore, was shot in the back when an officer's" , "date" : "19990903" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Independent Inquiry Is Sought Into Killing of Man by Police" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/03\/nyregion\/independent-inquiry-is-sought-into-killing-of-man-by-police.html"} , {"body" : "A Brooklyn grand jury will begin hearing evidence next week to determine whether the shooting death of a mentally ill, hammer-wielding man by the police in Borough Park, Brooklyn, on Monday night was legally justified, officials said yesterday. The Brooklyn District Attorney, Charles J. Hynes, said that a grand jury would be convened on Tuesday to" , "date" : "19990902" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Grand Jury to Hear Case Of Brooklyn Man's Death" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/02\/nyregion\/grand-jury-to-hear-case-of-brooklyn-man-s-death.html"} , {"body" : "We no longer have to worry about Gidone Busch. He won't freak out and frighten his neighbors in the Borough Park section of Brooklyn anymore. He's been taken care of by the police. He's dead. The Mayor and the Police Commissioner would like you to believe that the bullet-riddled Mr. Busch had been some monstrous, hulking figure -- a big man armed" , "date" : "19990902" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "Health"] , "page_facet" : "27" , "title" : "In America; No Problem" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/02\/opinion\/in-america-no-problem.html"} , {"body" : "The fatal shooting of a mentally disturbed man in Brooklyn has raised concerns again about the use of excessive force by New York City police officers. Gidone Busch was shot 12 times by police in a confrontation on Monday evening. Six officers were called to the scene when Mr. Busch, an Orthodox Jew who lived in the largely Hasidic neighborhood of" , "date" : "19990902" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "Health"] , "page_facet" : "26" , "title" : "The Shooting in Borough Park" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/02\/opinion\/the-shooting-in-borough-park.html"} , {"body" : "Ten years ago, at age 21 and with a promising medical career in front of him, Gidone Busch learned he had an incurable kidney disease. It was that knowledge, his family and friends said, that capsized all the plans he had for his life, driving him on a search for spiritual enlightenment in Orthodox Judaism and sometimes sending him skidding into" , "date" : "19990902" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Man Shot by City Officers Was on a Troubled Quest" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/02\/nyregion\/man-shot-by-city-officers-was-on-a-troubled-quest.html"} , {"body" : "An unarmed man fleeing the police was fatally shot yesterday when an officer's service pistol discharged during an attempt to wrest the man from a livery cab in Harlem, the police said. The dead man, identified as Richard Watson, 32, of Baltimore, had been released from police custody an hour earlier; he was arrested Tuesday on drug charges. The" , "date" : "19990902" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Unarmed Man Killed in Struggle With Police" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/02\/nyregion\/unarmed-man-killed-in-struggle-with-police.html"} , {"body" : "Mayor Rudolph W. Giuliani yesterday defended the fatal police shooting of a mentally disturbed, hammer-wielding man in Borough Park, Brooklyn, which brought hundreds of angry Hasidic protesters into the streets of the heavily Orthodox neighborhood late Monday night. ''There appears to be every reason to believe that the police officers acted in" , "date" : "19990901" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Mayor Defends Police Shooting Of Violent Man" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/01\/nyregion\/mayor-defends-police-shooting-of-violent-man.html"} , {"body" : "Within 15 hours of the fatal shooting by the police of a hammer-wielding man in Borough Park, Mayor Rudolph W. Giuliani met with about a dozen of the neighborhood's Orthodox Jewish leaders yesterday morning at City Hall, where Police Commissioner Howard Safir and other top commanders briefed them on the case. Afterward, the Jewish leaders joined" , "date" : "19990901" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Giuliani's Response Shows a World of Differences Between Two Shootings" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/01\/nyregion\/giuliani-s-response-shows-a-world-of-differences-between-two-shootings.html"} , {"body" : "After a night in which hundreds of Orthodox Jews poured from their homes to protest the police's killing of a mentally ill man in Borough Park, crowds congregated again yesterday at the scene of the shooting as officials in the community urged restraint and offered support for the Police Department. The man who was killed, Gidone Busch, 29, quickly" , "date" : "19990901" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "6" , "title" : "Neighbors Ask 'Why?' After a Killing" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/01\/nyregion\/neighbors-ask-why-after-a-killing.html"} , {"body" : "When New York City police officers confront an emotionally disturbed person, they are required to take several clear-cut steps under the Police Department's guidelines. They should back off and try to contain the situation. They should summon supervisors and the specially trained officers of the Emergency Service Unit. They should use physical" , "date" : "19990901" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "6" , "title" : "Some Question Police Guidelines on Confrontations With the Mentally Ill" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/01\/nyregion\/some-question-police-guidelines-on-confrontations-with-the-mentally-ill.html"} ,   {"body" : "A mentally disturbed man wielding a hammer was fired upon at least 12 times and killed by the police in Borough Park, Brooklyn, last evening, the authorities said. The shooting of the man, an Orthodox Jew identified by the police as Gidone Busch, brought several hundred angry residents of the largely Hasidic neighborhood into the streets to protest" , "date" : "19990831" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Disturbed Man Wielding a Hammer Is Killed by Police in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/31\/nyregion\/disturbed-man-wielding-a-hammer-is-killed-by-police-in-brooklyn.html"} , {"body" : "INTERNATIONAL A3-13 Optimism in Middle East Despite Deadlock in Talks Israeli and Palestinian leaders expressed cautious optimism that they could forge a comprehensive deal to revive their frozen peace agreement by the time Secretary of State Madeleine K. Albright arrives in the Middle East on Thursday. But the two sides apparently remained" , "date" : "19990831" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/31\/nyregion\/news-summary-283134.html"} , {"body" : "It was only noon and Motty Notis was already halfway into his race along 13th Avenue in the Borough Park section of Brooklyn. Sacks of electronics, Judaic books and a wide-brimmed black hat were strewn about the trunk of his rental car, and arrangements had been made to ship dozens of other items. But with one hand on the steering wheel and the" , "date" : "19990822" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "For Jews Around World, Borough Park Is the Place to Shop" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/22\/nyregion\/for-jews-around-world-borough-park-is-the-place-to-shop.html"} , {"body" : "INTERNATIONAL 3-22 Belatedly, Army Enters Turkish Quake Rescue The Turkish Army, responding to victims bemoaning a lack of government authority to help them recover, entered the earthquake rescue and cleanup effort after days on the sidelines. Political leaders sought to calm anger over the chaotic rescue effort, as the death toll passed 12,000 and" , "date" : "19990822" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/22\/nyregion\/news-summary-162060.html"} , {"body" : "While the egg cream has become the official beverage of New York nostalgia, another fountain drink once synonymous with the city, the lime rickey, has been all but forgotten. Yet this blend of fresh lime, seltzer and cherry syrup was once a staple on local menus. Named after Col. Joe Rickey, a turn-of-the-century Washington lobbyist, these drinks" , "date" : "19990801" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; Lime Rickey, Drink of Yore" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/01\/nyregion\/neighborhood-report-new-york-up-close-lime-rickey-drink-of-yore.html"} , {"body" : "There were plenty of signs that the contractor putting a new roof on Public School 131 in Brooklyn was botching the job and cutting corners on safety. One worker bore into the old asphalt and tar with a jackhammer right above a classroom, knocking a big chunk of ceiling plaster onto a child's desk. Others sloshed gasoline in the hallways, and water" , "date" : "19990726" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Careless Contractors, Crumbling Schools" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/26\/nyregion\/careless-contractors-crumbling-schools.html"} , {"body" : "THE other night, when there was a slight breeze and an after-dinner walk seemed appealing, one neighbor after another stopped and admired the flowers in front of Frank LoRusso's and Richard Galcik's house. The delphiniums were in bloom, as were the wisteria, hollyhocks, phlox, roses, begonias, black-eyed Susans, and hydrangeas. Mr. LoRusso and Mr." , "date" : "19990725" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "JACKSON HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Habitats \/34-51 86th Street; A Garden of Delights In Jackson Heights" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/25\/realestate\/habitats-34-51-86th-street-a-garden-of-delights-in-jackson-heights.html"} , {"body" : "The lawyer for a Brooklyn rabbi charged with making death threats against a woman scheduled to testify in a rape case expects to be indicted today, the lawyer's attorney said last night. The lawyer, George S. Meissner, does not know what the charges are, only that ''an indictment will be unsealed,'' said his attorney, Benjamin Brafman. But a person" , "date" : "19990714" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Rabbi's Lawyer Expects to Face Charges in Death Threat Case" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/14\/nyregion\/rabbi-s-lawyer-expects-to-face-charges-in-death-threat-case.html"} , {"body" : "A 25-year-old construction worker repairing the leaking roof of a Manhattan school building was killed yesterday when a hoist buckled and hurled him nine stories to the ground, officials said. The man, Michael Stefanak of Borough Park, Brooklyn, was one of a half-dozen construction workers repairing the roof and exterior of a building at West 94th" , "date" : "19990714" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "An Equipment Malfunction Kills a Construction Worker" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/14\/nyregion\/an-equipment-malfunction-kills-a-construction-worker.html"} , {"body" : "On a muggy day in July 1987, two busloads of students, teachers and administrators traveled from their ramshackle school building in Queens to a sprawling cemetery in Brooklyn to memorialize the man for whom their recently revived high school was named: Townsend Harris. A New York chinaware merchant who became the first United States Ambassador to" , "date" : "19990702" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "A School Regains Stellar Reputation; Students Outshine the Elite In Standardized Test Scores" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/02\/nyregion\/school-regains-stellar-reputation-students-outshine-elite-standardized-test.html"} ,   {"body" : "A prominent Hasidic rabbi in Brooklyn was indicted yesterday on felony charges that he made death threats against a woman scheduled to testify that her father had repeatedly raped her as a child, officials with the Kings County District Attorney's office said. The rabbi, Bernard Freilich, 47, of Borough Park, was charged by a grand jury with" , "date" : "19990623" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Rabbi Is Charged With Threatening a Witness in a Rape Case" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/23\/nyregion\/rabbi-is-charged-with-threatening-a-witness-in-a-rape-case.html"} , {"body" : "JUDITH LEVY stood by the shore of Lake Sussex on a clear, sunny day recently and recalled summers half a century ago when she would make up excuses to keep from having to jump into the icy waters for swimming classes with the other campers. More fond, she said, are her recollections of singing and acting in Camp Sussex's drama production. And to" , "date" : "19990620" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "THE NEXT GENERATION; Revisiting Summer Camp, All Grown Up" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/20\/nyregion\/the-next-generation-revisiting-summer-camp-all-grown-up.html"} , {"body" : "Gerritsen Beach doesn't have the name recognition of Borough Park, Flatbush or Coney Island, but this tiny Brooklyn neighborhood on a peninsula between Sheepshead Bay and Marine Park is the star of a Web site called Gerritsen Memories. Marret Kauffner started the site last summer as a place for Kauffner family memories, with a genealogical tree and" , "date" : "19990620" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: NEW YORK ONLINE; Going Back Hoe" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/20\/nyregion\/neighborhood-report-new-york-online-going-back-hoe.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting June 8, 6:30 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights," , "date" : "19990516" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Greenpoint to Sheepshead Bay: When the Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/16\/nyregion\/neighborhood-report-brooklyn-up-close-greenpoint-sheepshead-bay-when-boards-meet.html"} , {"body" : "A prominent Hasidic rabbi in Brooklyn has been accused of making death threats against a woman scheduled to testify against her father on rape charges, law enforcement officials said yesterday. The rabbi, Bernard Freilich, was charged with misdemeanor witness tampering on Thursday, said Kevin Davitt, a spokesman for the Kings County District" , "date" : "19990516" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "METRO NEWS BRIEFS: NEW YORK; Brooklyn Rabbi Charged With Witness Tampering" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/16\/nyregion\/metro-news-briefs-new-york-brooklyn-rabbi-charged-with-witness-tampering.html"} , {"body" : "ON the Upper West Side of Manhattan the other evening, Jonathan Jacoby, an expert on Israeli politics, ended an hourlong forum on the fractious national campaign going on in Israel with a question to his audience: How much interest was there among American Jews in the contest for Prime Minister? Mr. Jacoby really didn't have to ask. The answer was" , "date" : "19990516" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["ISRAEL"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "5" , "title" : "The World; For American Jews, Israeli Politics Is a World Away" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/16\/weekinreview\/the-world-for-american-jews-israeli-politics-is-a-world-away.html"} , {"body" : "In a trans-Atlantic expansion of one of America's oldest political practices -- getting out the vote -- supporters of the two major candidates for Prime Minister of Israel are arranging for thousands of Israelis living in the United States to fly home at cut-rate fares for the coming national elections. Like cars dispatched by big-city precinct" , "date" : "19990508" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["ISRAEL"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Jets Are Chartered For Israelis in U.S. To Get Out to Vote" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/08\/nyregion\/jets-are-chartered-for-israelis-in-us-to-get-out-to-vote.html"} , {"body" : "In an Indian restaurant in the Glen Oaks section of Queens, Sheldon S. Leffler, a City Councilman, hosted a group of 125 people who paid $100 apiece to dine on a sumptuous buffet of Punjabi cuisine and to assist Mr. Leffler in his political ambition: to succeed Claire Shulman as the Queens borough president. The recent fund-raiser, which" , "date" : "19990414" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "An Office Whose Lure Exceeds Its Powers; With Races 2 Years Away, Borough President Posts Draw Early Contenders" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/14\/nyregion\/office-whose-lure-exceeds-its-powers-with-races-2-years-away-borough-president.html"} , {"body" : "It was not Mae-Ann Gilbert's worst subway ride. That, she said, would have been the morning rush hour in 1988 when the No. 3 train struck and killed a woman and other passengers cursed the victim for making them late. Nor was it her most unpleasant experience in a contest. That came in 1984, she said, when she was the first-ever black contestant in" , "date" : "19990407" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Luck and the B Train Win a Race for a Yankee Fan" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/07\/nyregion\/luck-and-the-b-train-win-a-race-for-a-yankee-fan.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West at 79th Street. Exhibition highlights include the Hall of Biodiversity, which focuses on the variety and interdependence of living things. ''Epidemic! The World of Infectious Disease'' examines how best to control the spread of disease worldwide; through Sept. 6." , "date" : "19990319" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/19\/arts\/spare-times-817490.html"} ,   {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting is April 13, 6:30 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn" , "date" : "19990314" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Only the Living Know Brooklyn: Where the Community Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/14\/nyregion\/neighborhood-report-brooklyn-up-close-only-living-know-brooklyn-where-community.html"} , {"body" : "Whether the city will elect another Republican as Mayor Rudolph W. Giuliani's successor has been at the center of some early political sparring this week among party officials. It began when Guy V. Molinari, the Staten Island Borough President and the city's most prominent Republican elected official after Mr. Giuliani, said he believed that no" , "date" : "19990306" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Political Notes; Next Mayor? A Democrat, Says a G.O.P Leader" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/06\/nyregion\/political-notes-next-mayor-a-democrat-says-a-gop-leader.html"} , {"body" : "JUST a sampling of the ''perp walks'' that Marty Lederhandler has known and loved as The Associated Press's longest-working photographer: Willie Sutton, the notoriously slippery bank robber, 1952. Mr. Lederhandler snapped his picture at a Brooklyn precinct house after he was arrested for the last time. Julius and Ethel Rosenberg, 1951. They were" , "date" : "19990304" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; 50 Years of Perps, With Speed and Flash" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/04\/nyregion\/public-lives-50-years-of-perps-with-speed-and-flash.html"} , {"body" : "The construction company responsible for a brick that fell off the roof of a school building in Brooklyn last year and killed a 16-year-old girl was fined $10,000 yesterday by a judge, the District Attorney's office said. The company, Espo Construction of the Bronx, had pleaded guilty in September to second-degree manslaughter in the death of Yan" , "date" : "19990302" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "Contractor Fined $10,000 in School Death" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/02\/nyregion\/contractor-fined-10000-in-school-death.html"} , {"body" : "An employee of a check-cashing store in Brooklyn was kidnapped on Friday evening and held overnight until her husband, who works at another check-cashing store, paid a $40,000 ransom to her abductors, the police said yesterday. The 29-year-old woman, whose name was withheld by the police because her abductors remained at large, was kidnapped at" , "date" : "19990301" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Kidnappers Free Check-Cashing Worker for $40,000 in Ransom" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/01\/nyregion\/kidnappers-free-check-cashing-worker-for-40000-in-ransom.html"} , {"body" : "ARON LEIFER has all the trappings of a businessman worth more than a million dollars. He has invested in a marina in London and a rental property in Rhode Island. He has a stock portfolio. He pays a driver $850 weekly to ferry him around New York in his 1998 Infiniti Q45. But Mr. Leifer has something most moguls do not have: a mother who frequently" , "date" : "19990225" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Technology"] , "page_facet" : "1" , "title" : "You Want Fries With That Web Site?" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/25\/technology\/you-want-fries-with-that-web-site.html"} , {"body" : "NOT long before their daughter Rosetta's wedding, Maria and Louis Guttadauro of Borough Park began looking for a pair of houses to buy alongside each other in the neighborhood where the families could live snugly. What they found was discouraging. ''It was too expensive,'' Mrs. Guttadauro said. ''We couldn't afford to buy a second house in Borough" , "date" : "19990214" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In \/ Borough Park, Brooklyn; For Many Orthodox Jews, a Heartland" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/14\/realestate\/if-you-re-thinking-living-borough-park-brooklyn-for-many-orthodox-jews-heartland.html"} , {"body" : "The death of a Dominican man last month at a detention center in lower Manhattan has prompted advocates for immigrants to raise questions once again about the conditions in which immigrants are held in the New York region and elsewhere in the country. After a month of tests, the authorities revealed last week that Miguel A. Valoy-Nunez, a seemingly" , "date" : "19990209" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Immigrant's Death in Detention Prompts New Criticism" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/09\/nyregion\/immigrant-s-death-in-detention-prompts-new-criticism.html"} , {"body" : "An 11-year-old Brooklyn boy on a class trip was found unconscious in shallow water at an indoor swimming pool in Canarsie on Wednesday and later died, the police said. The boy, Dovid Moskowitz, and 24 other students were in the pool at the Hebrew Educational Society at 9502 Seaview Avenue, near Canarsie Beach Park, about 2:45 P.M. when a lifeguard," , "date" : "19990129" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Boy, 11, Drowns On Class Trip to Pool" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/29\/nyregion\/boy-11-drowns-on-class-trip-to-pool.html"} , {"body" : "Even more than politics, all crime is local. The news from the Police Department that New York had fewer reported killings in 1998 than in 1964 may hold little comfort for someone who was mugged or whose car was stolen last year. When it comes to personal safety, criminologists note, perception often lags behind reality. Just how safe are" , "date" : "19990124" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; Crime Count: Which Areas Are Safest?" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/24\/nyregion\/neighborhood-report-new-york-up-close-crime-count-which-areas-are-safest.html"} ,   {"body" : "When Mayor Rudolph W. Giuliani and executives from Cablevision Systems announced with much fanfare this week that the company would provide high-speed Internet access to more than 900 public and private schools in the Bronx and Brooklyn, there was just one problem: Nobody told the teachers, principals and students who will eventually use it. Many" , "date" : "19990123" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education" , "Technology"] , "page_facet" : "3" , "title" : "Confusion Follows Fanfare Over High-Speed Internet Link for Schools" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/23\/nyregion\/confusion-follows-fanfare-over-high-speed-internet-link-for-schools.html"} , {"body" : "Hundreds of public and parochial schools in Brooklyn and the Bronx will soon get high-speed access to the Internet thanks to a multimillion-dollar gift from Cablevision Systems, company officials said yesterday. Cablevision, the media and entertainment company that provides cable television service to the Bronx, most of Brooklyn and other places in" , "date" : "19990121" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education" , "Technology"] , "page_facet" : "2" , "title" : "Cablevision Gift Will Link 900 Schools to the Internet" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/21\/nyregion\/cablevision-gift-will-link-900-schools-to-the-internet.html"} , {"body" : "CHILDREN almost never want to move. It's the parents who decide that they would be happier with more space, or a different kind of space, or a busier neighborhood, or a quieter one. So when Gilda Mooney-Dube and her husband, Peter Dube, decided to sell their house on Carlton Street in Prospect Heights, Brooklyn, and move into a larger house eight" , "date" : "19990110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Habitats \/ Park Slope, Brooklyn; Moving 8 Blocks, With Children, to a Larger House" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/10\/realestate\/habitats-park-slope-brooklyn-moving-8-blocks-with-children-to-a-larger-house.html"} , {"body" : "Leon M. Goldstein, the gentle, genial, politically savvy president of Kingsborough Community College of the City University of New York and a leading candidate for New York City schools chancellor in 1995, died in his sleep Friday night at his home in Manhattan, a CUNY spokesman said. He was 66. The spokesman said he did not know the cause of" , "date" : "19990110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Obituaries" , "New York and Region" , "Education"] , "page_facet" : "31" , "title" : "Leon M. Goldstein Dies at 66; Led a City University College" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/10\/nyregion\/leon-m-goldstein-dies-at-66-led-a-city-university-college.html"} , {"body" : "Gesundheit, New York. Just as snowy winds and freezing temperatures have finally besieged the city, so, too, have high fevers, runny noses, achy joints -- the hallmarks of the cold and flu season -- gripped its residents, by the thousands. Carmen Quinones, 26, sat quietly in an emergency-room chair yesterday, weary eyes focused on the intravenous" , "date" : "19990109" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "That Sniffly, Sneezy, Achy Feeling Again; The Dreaded Cold and Flu Season Is Crowding Emergency Rooms" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/09\/nyregion\/that-sniffly-sneezy-achy-feeling-again-dreaded-cold-flu-season-crowding.html"} , {"body" : "Two men suspected of robbing as many as 17 gas stations and fast food restaurants in Brooklyn were arrested after being caught in the act on videotape, the police said yesterday. The suspects, Ernest Schicchi, 25, and Riccardo Gravesende, 26, were videotaped robbing a White Castle hamburger stand at 4202 Fort Hamilton Parkway in Borough Park on" , "date" : "19990104" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO NEWS BRIEFS: NEW YORK; Two Suspects Arrested In Brooklyn Robberies" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/04\/nyregion\/metro-news-briefs-new-york-two-suspects-arrested-in-brooklyn-robberies.html"} , {"body" : "While other shopping areas glowed with holiday decorations, a car lacking doors and tires sat for nearly two months on 37th Street near 13th Avenue, across from a Pergament Home Center, caught in the backlash from a city scandal as two departments wrangled over whether it qualified as a junker or had some value. That point apparently did not seem" , "date" : "19990103" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BOROUGH PARK; Junk by Any Other Name . . ." , "url" : "http:\/\/www.nytimes.com\/1999\/01\/03\/nyregion\/neighborhood-report-borough-park-junk-by-any-other-name.html"}]