[  {"body" : "A 90-year-old woman was critically injured and her 15-year-old grandson was also hurt yesterday morning after a Christmas tree caught fire in their apartment in Flatbush, Brooklyn, officials said. Two other fires in Brooklyn yesterday killed two people and seriously injured two others, fire officials said. In the Flatbush fire, The woman, Peya" , "date" : "19991226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Two Are Killed and Four Are Hurt in Separate Brooklyn Fires" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/26\/nyregion\/two-are-killed-and-four-are-hurt-in-separate-brooklyn-fires.html"} , {"body" : "A VISIT to the Amber restaurant in Woodmere can be anything from a delight to a disaster. You might find yourself enjoying a Gypsy band, while you eat wonderfully thin blini spread with sour cream and caviar. You might even proclaim this new Russian restaurant-nightclub Long Island's answer to Brooklyn's Brighton Beach. Then again, you could be" , "date" : "19991212" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "DINING OUT; Russian, Sometimes With Festivity" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/12\/nyregion\/dining-out-russian-sometimes-with-festivity.html"} , {"body" : "Monday was a whirlwind day for Sister Jean Marshall, a Dominican nun from the Bronx. She flew to Washington, had lunch at the State Department, then went to the White House to receive the Eleanor Roosevelt Human Rights Award from President Clinton. Tuesday, it was back to normal. She juggled phone calls, scheduled meetings, worked on several grants" , "date" : "19991209" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Clinton Honors Nun for Aiding Refugees" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/09\/nyregion\/clinton-honors-nun-for-aiding-refugees.html"} , {"body" : "In his two years in New York, Eduardo Daniel did little other than work, his friends and relatives say. He had cousins and friends across the city -- Mexican immigrants who, like him, had arrived to toil and scrimp with an eye to one day return to their homeland with a tidy nest egg. But working six days a week in construction did not leave Mr." , "date" : "19991129" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Grief for Immigrant Who Lived and Died for Work" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/29\/nyregion\/grief-for-immigrant-who-lived-and-died-for-work.html"} , {"body" : "Like thousands of young men before him, Eduardo Daniel said goodbye to his hometown -- this one in the poor and arid state of Puebla in southern Mexico -- and, with a satchel of clothes, went north for a new life in New York. After he crossed the Mexican frontier illegally two years ago, friends said, Mr. Daniel wound up in Brooklyn, where he" , "date" : "19991125" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "A Young Man Who Traveled Far on Hopes of a Better Life" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/25\/nyregion\/a-young-man-who-traveled-far-on-hopes-of-a-better-life.html"} , {"body" : "In what witnesses described as several minutes of pandemonium, a teenager wielding a box cutter terrorized scores of passengers on a Manhattan-bound D train last night, slashing five people before being subdued and beaten by other riders, the authorities said. Three other passengers were injured during the chaos, none seriously. The suspect, whom" , "date" : "19991111" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "5 Passengers Are Slashed On a D Train" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/11\/nyregion\/5-passengers-are-slashed-on-a-d-train.html"} , {"body" : "The two on-line stock promoters found shot to death on Tuesday in a mansion in Colts Neck, N.J., had been informers in investigations of securities fraud, regulatory and law enforcement officials said yesterday. But investigators said they were uncertain whether the information the men provided was sufficiently damaging to provoke such an attack." , "date" : "19991029" , "day_of_week_facet" : "Friday" , "geo_facet" : ["COLTS NECK (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Stock Promoters Were Informers, Said to Aid Inquiries in Fraud" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/29\/nyregion\/stock-promoters-were-informers-said-to-aid-inquiries-in-fraud.html"} , {"body" : "Behind the boccie champions and the marching bands in this year's Columbus Day Parade, long after the perennial favorite, the Rockettes, came an unlikely crowd pleaser: a red-and-white float showing off that normally staid bureaucracy, the United States Census Bureau. The Census Bureau? To the strains of Frank Sinatra crooning ''New York, New" , "date" : "19991028" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Spreading the Census Message; Bureau Pushes the Importance of Participating, Especially to Those Least Likely to Be Counted" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/28\/nyregion\/spreading-census-message-bureau-pushes-importance-participating-especially-those.html"} , {"body" : "Barbara Wolff, a veteran New York City official who was instrumental in setting up the city's business improvement districts program and in the commercial revitalization program that followed the blackout of 1977, died Oct. 15 at her home on the Upper West Side of Manhattan. She was 58. The cause was ovarian cancer, said George Glatter, a friend" , "date" : "19991026" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "9" , "title" : "Barbara Wolff, 58, City Official Active in New York Development" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/26\/nyregion\/barbara-wolff-58-city-official-active-in-new-york-development.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 34-12 36th Street, at 35th Avenue, Astoria, Queens. Costumes, set pieces, film equipment and other items relating to film, television and video are on permanent display. Exhibitions include ''Behind the Screen,'' a permanent display with more than a thousand artifacts that" , "date" : "19991015" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/15\/arts\/spare-times-960896.html"} ,   {"body" : "Misha Gulko sat in a dinner club on Brighton Beach Avenue in Brooklyn, tripping excitedly on his words as he tried to recount the decades of his fame, from Khrushchev to Yeltsin, in just a few minutes. Mr. Gulko, an icon of Russian lounge singing, flipped through dozens of posters and photo albums, with picture after picture of him in his signature" , "date" : "19991011" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "These Aren't the Days, My Friends; Russian Singers See Young Snub Brighton Beach Clubs" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/11\/nyregion\/these-aren-t-days-my-friends-russian-singers-see-young-snub-brighton-beach-clubs.html"} , {"body" : "An unlikely pair of sleuths, aided and abetted by the atmospheric Russian community of Brighton Beach, Brooklyn, transform the familiar materials of ''Taxman'' into an offbeat little charmer of a mystery. The Israeli-born Avi Nesher wrote the film's screenplay with Roger Berger, whose background is in tax investigation. As directed by Mr. Nesher," , "date" : "19990917" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "FILM REVIEW; Beyond the Call of Duty, an Odd Couple of Civil Servants" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/17\/movies\/film-review-beyond-the-call-of-duty-an-odd-couple-of-civil-servants.html"} , {"body" : "ATTRACTIONS Museums and Sites ABIGAIL ADAMS SMITH MUSEUM, 421 East 61st Street, Manhattan. The structure, built in 1799 as the carriage house for the estate of Abigail Adams and Col. William Smith, was also the Mount Vernon Hotel from 1826 to 1833. Hours: Tuesdays through Sundays, 11 A.M. to 4 P.M.; closed Mondays. Museum admission: $3; students" , "date" : "19990917" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/17\/arts\/spare-times-533386.html"} , {"body" : "TO draw a mirthless chuckle from the developer Joshua L. Muss it is only necessary to describe him as a man of patience. ''To be a successful developer in New York,'' he says dryly, ''you have to have patience.'' It took 13 years before all the conditions essential for construction -- zoning, leasing, financing -- were in place to start the $240" , "date" : "19990905" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "PERSPECTIVES; A Developer Reshapes a Brighton Beach Project" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/05\/realestate\/perspectives-a-developer-reshapes-a-brighton-beach-project.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA $460,000 245 Seventh Avenue (24th St.) (Chelsea Atelier) 985-sq.-ft. studio condo in a loft building; part-time doormen, h\/w floors, 1 1\/2 baths, 11-ft." , "date" : "19990905" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/05\/realestate\/residential-sales.html"} , {"body" : "FIRST Ambrose Afondeur took scuba diving lessons in the Y.M.C.A. pool on the Upper West Side. Then he did what most other aspiring divers who live in New York City do. For the four open-water dives required for his certification, he jetted off to a warmer clime: Maui, Hawaii. Later, it was the coral reefs off the Cayman Islands in the Caribbean" , "date" : "19990829" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["ATLANTIC OCEAN" , "NEW YORK CITY" , "EAST RIVER (NYC)" , "LONG ISLAND SOUND" , "HUDSON RIVER"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Urban Deep" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/29\/nyregion\/the-urban-deep.html"} , {"body" : "Best Bet With its customary mix of celebrity glitz and serious sport, the Hampton Classic struts into Bridgehampton today, beginning with ''Traditional World of the Horse,'' a parade of breeds and performances. Before the hunter and jumper competition in four rings ends next Sunday, the winners among the 1,500 horses and riders expected to compete" , "date" : "19990829" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "THE GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/29\/nyregion\/the-guide-205397.html"} , {"body" : "Carl Toms, a set and costume designer for the theater, opera, ballet and film, died on Aug. 4 at his home in Hertfordshire, England. He was 72. The cause was emphysema, The Guardian reported. Mr. Toms trained at the Mansfield College of Art in Mansfield, Nottingham, and in London at the Royal College of Art and the influential Old Vic Theater" , "date" : "19990815" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "39" , "title" : "Carl Toms, Theatrical Designer, Is Dead at 72" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/15\/nyregion\/carl-toms-theatrical-designer-is-dead-at-72.html"} , {"body" : "A state appeals court has ruled that a group of Brooklyn residents can challenge city plans that would transform Dreier-Offerman Park, near Coney Island. Named after a German-American home for unwed mothers that once owned part of the land, the park is known mostly as a wasteland of weeds, old tires and abandoned appliances. But its ball fields are" , "date" : "19990814" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "DREIER-OFFERMAN PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Appeals Court Says Residents Can Challenge Plans for Park" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/14\/nyregion\/appeals-court-says-residents-can-challenge-plans-for-park.html"} , {"body" : "His Life on Screen FRANK McCOURT is not one of those authors who hates what Hollywood has done to his book. Mr. McCourt, who got his first look at the film version of his Pulitzer Prize-winning memoir ''Angela's Ashes'' on Saturday, gave it a thumbs-up. ''Beyond my wildest expectations,'' he said. This despite the fact that he and his wife, ELLEN" , "date" : "19990810" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Movies" , "New York and Region" , "Books"] , "page_facet" : "2" , "title" : "PUBLIC LIVES" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/10\/nyregion\/public-lives.html"} ,   {"body" : "DEAR DIARY: When I was a child more than 45 years ago in Brighton Beach in Brooklyn, the consuming passion was punchball and other street games unknown to my current teen-age neighbors. Brighton Second Street near the boardwalk was the headquarters of punchball, slapball and, of course, stickball. Games would drift into the twilight with only one" , "date" : "19990726" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/26\/nyregion\/metropolitan-diary-771120.html"} , {"body" : "For 90 years, Brighton Beach Baths was a maze of pools, miniature golf, lockers and lounges for its members. By the 60's it had 13,000 members.. The 15-acre complex shut down two years ago and now it is about to be converted into a $250-million gated condominium and recreation center with up to 850 apartments by the Muss Development Company of" , "date" : "19990725" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: On Former Site of Brighton Beach Baths; Up to 850 Units In 16 Buildings Over 15 Acres" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/25\/realestate\/postings-former-site-brighton-beach-baths-up-850-units-16-buildings-over-15.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West at 79th Street. Recently opened, the 8,830-square-foot Gottesman Hall of Planet Earth is built around rock samples and multimedia displays that explain how the earth works. Highlights include 168 specimens and 11 large-scale models of rock formations, video stations" , "date" : "19990709" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/09\/arts\/spare-times-519782.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from the most recent listing to contract. MANHATTAN EAST VILLAGE $1.045 million 345 East 13th Street 2-bedroom, 2-bath, 2,866-sq.-ft. condo in a prewar building; 24-hr. doormen, stone kitchen countertops," , "date" : "19990704" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/04\/realestate\/residential-sales.html"} , {"body" : "A curator found them while going through one of the old tenement apartments at 97 Orchard Street in the fall of 1993: about six business cards buried in the floorboards and behind the kitchen wall. The cards, one side in English, the other in Yiddish, advertised the services of Prof. Dora Meltzer, ''The World Famous Palmist and Mind Reader recently" , "date" : "19990630" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Seeking a Reading on an Immigrant Past" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/30\/nyregion\/seeking-a-reading-on-an-immigrant-past.html"} , {"body" : "Fred C. Trump, one of the last of New York City's major postwar builders, died yesterday at a hospital in Queens. He was 93 and lived in Jamaica Estates, Queens. Although Mr. Trump was stricken with Alzheimer's disease six years ago, he still retained his title of chairman of the board of Trump Management, a title he held since the company was" , "date" : "19990626" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "7" , "title" : "Fred C. Trump, Postwar Master Builder of Housing for Middle Class, Dies at 93" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/26\/nyregion\/fred-c-trump-postwar-master-builder-of-housing-for-middle-class-dies-at-93.html"} , {"body" : "DEAR DIARY: It was a beautiful afternoon in Central Park. Some people had set up high-powered telescopes near the sailboat pond to look at the hawks on a building across Fifth Avenue and they generously allowed other observers to share them. My husband, Jonathan, and I were waiting our turn when a homeless man sprawled on a bench nearby suggested" , "date" : "19990607" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/07\/nyregion\/metropolitan-diary-046205.html"} , {"body" : "WHEN it comes to the condiments served at backyard barbecues, America can seem downright provincial. Ketchup, mustard and bottled barbecue sauce are at every cook's fingertips, yet they are the vin ordinaire. Travel the world's barbecue trail, however, and you will find condiments of bolder constitution. Fiery sambals that blast your gullet and" , "date" : "19990602" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "11" , "title" : "Barbecuing With a World Full of Accents" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/02\/dining\/barbecuing-with-a-world-full-of-accents.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting June 8, 6:30 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights," , "date" : "19990516" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Greenpoint to Sheepshead Bay: When the Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/16\/nyregion\/neighborhood-report-brooklyn-up-close-greenpoint-sheepshead-bay-when-boards-meet.html"} , {"body" : "To the Editor: In a world that is rapidly getting more homogenized and smaller each day, keeping our ethic customs is important but very hard (''Blini and Borscht in English,'' May 2). I see no reason for civic and business leaders to push any New York City neighborhood to give up its identity, its ethnic appeal in the name of business and" , "date" : "19990516" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "21" , "title" : "Signs in Russian Give Other-Worldly Feeling" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/16\/nyregion\/l-signs-in-russian-give-other-worldly-feeling-709077.html"} ,   {"body" : "ATTRACTIONS Museums and Sites ALICE AUSTEN HOUSE, 2 Hylan Boulevard, Rosebank, Staten Island. This 17th-century farmhouse, converted in the 19th century to a Victorian cottage, was the home of the photographer Alice Austen. On view is her parlor, filled with period furniture. Hours: Thursdays through Sundays, noon to 5 P.M.; closed today." , "date" : "19990507" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/07\/arts\/spare-times-569917.html"} , {"body" : "To the Editor: Your article ''In All 5 Boroughs, a Robust Market'' [March 28] states that housing in the 11229 section of Brooklyn (Sheepshead Bay, Gerritsen Beach) has experienced a ''more than 12 percent'' rise in home sale prices this past year. The writer might wish to pay some attention to the anomaly of co-op apartment sales prices in the" , "date" : "19990502" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "Real Estate"] , "page_facet" : "8" , "title" : "Co-op Prices In ZIP Code 11229" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/02\/realestate\/l-co-op-prices-in-zip-code-11229-407283.html"} , {"body" : "As an art gallery scene, the Upper East Side may have an identity problem. The phrase itself lacks the cutting-edge hipness of those charmed double syllables, ''SoHo'' and ''Chelsea.'' And the actual area -- less a neighborhood than an aggregate of them -- is amorphously vague of border and devoid of geographical cohesion. In addition it is" , "date" : "19990430" , "day_of_week_facet" : "Friday" , "geo_facet" : ["UPPER EAST SIDE"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "ART REVIEW; Art Rediscovers a Home On the Upper East Side" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/30\/arts\/art-review-art-rediscovers-a-home-on-the-upper-east-side.html"} , {"body" : "A livery-cab driver died early yesterday morning, shortly after being shot in the head by one of three fares he picked up in Coney Island, the police said. The driver, Naveed Iqbal, 24, was flagged down in front of 2874 West 33d Street shortly after midnight, the police said. But before Mr. Iqbal could drive them down the block, one pulled out a" , "date" : "19990428" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "METRO NEWS BRIEFS: NEW YORK; Livery-Cab Driver Shot And Killed in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/28\/nyregion\/metro-news-briefs-new-york-livery-cab-driver-shot-and-killed-in-brooklyn.html"} , {"body" : "FLATIRON Swimming and Floating In New York's Waterways As rising temperatures give rise to leisure on the water, the Van Alen Institute will offer a forum titled ''Swimming and Floating,'' which will focus on the city's waterways as recreational sites. David Gissen, architect and curator of ''New York's Floating Bathhouses,'' an exhibition at the" , "date" : "19990411" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/11\/nyregion\/playing-in-the-neighborhood-146064.html"} , {"author" : "Gilberto Perez teaches film studies at Sarah Lawrence College and recently published ''The Material Ghost: Films and Their Medium.''" , "body" : "ONE evening in 1966, drifting through the streets of midtown Manhattan, Ernie Gehr came in out of the rain. Not knowing what to do with his life, he had been aimlessly traveling around the country after his release from the Army -- 99 days for $99 on Greyhound -- and hadn't been in New York for long. He took shelter in the doorway of a building" , "date" : "19990321" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "31" , "title" : "FILM; Obsessed by Place, and Finding One on a Frontier" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/21\/movies\/film-obsessed-by-place-and-finding-one-on-a-frontier.html"} , {"body" : "AN arc of gray seagulls banked against a cold gust of wind and wheeled high above Brighton Beach toward the Atlantic Ocean. Sofia Garber followed the birds with her big blue eyes and pulled the fur collar of her coat to her cheeks. Standing on an expanse of boardwalk between a line of apartment buildings and the sand, Ms. Garber, 51, reflected on" , "date" : "19990314" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "From Brighton Beach to America; The Wave of Immigrants Began 25 Years Ago. Soon Russian Filled the Streets. Now, the Tide Is Ebbing." , "url" : "http:\/\/www.nytimes.com\/1999\/03\/14\/nyregion\/brighton-beach-america-wave-immigrants-began-25-years-ago-soon-russian-filled.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting is April 13, 6:30 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn" , "date" : "19990314" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Only the Living Know Brooklyn: Where the Community Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/14\/nyregion\/neighborhood-report-brooklyn-up-close-only-living-know-brooklyn-where-community.html"} , {"body" : "He hated to be the ''bearer of bad tidings,'' the F.B.I. agent said on the telephone. Then he gave Robert I. Friedman, a freelance journalist who writes about the Russian mob, exceedingly bad news. ''We have reliable information about a credible threat to your safety,'' said Michael McCall, an F.B.I. agent who works on a squad that investigates" , "date" : "19990305" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "RUSSIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Threatened by Russian Mob, Journalist Pushes Back" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/05\/nyregion\/threatened-by-russian-mob-journalist-pushes-back.html"} , {"author" : "1010 President Street: A Brooklyn Home Page -- http:\/\/www.brooklyn.net" , "body" : "David Neal Miller has lived in Columbus, Ohio, since 1980, teaching Yiddish language and literature at Ohio State University. ''In central Ohio, Yiddish is no more exotic than Spanish or any other language,'' he said. But to Mr. Miller, 53, who grew up in Crown Heights, near the Brooklyn Botanic Garden and the Brooklyn Museum and within earshot of" , "date" : "19990228" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "8" , "title" : "NEW YORK ON LINE; A Brooklyncentric View of Life" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/28\/nyregion\/new-york-on-line-a-brooklyncentric-view-of-life.html"} ,   {"body" : "Them were the days. A street tough named McGiff got himself skewered in Prospect Park with an Army surplus bayonet. Anthony Vivelo, himself a tough and later a New York City police sergeant and now a dispatcher for a car service on Staten Island, saw it happen. ''I watched the blade go in and I watched the blade come out. McGiff lived,'' marveled" , "date" : "19990215" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "With Brass-Knuckled Tales, 50's Street Gang Looks Back" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/15\/nyregion\/with-brass-knuckled-tales-50-s-street-gang-looks-back.html"} , {"author" : "Susan Sachs, a reporter for The New York Times, was previously the Moscow bureau chief for Newsday." , "body" : "Everyone's a comedian. Wander along the boardwalk in Brighton Beach, as a team of young immigrant comics does for their twice-monthly television show. Shove a microphone at any guy in a fur hat. Has he got a joke for you? Has he got a joke for you! Humor, the elixir that helped relieve the aches and pains of life in the former Soviet Union, has" , "date" : "19990124" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["RUSSIA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "In Brooklyn, Russian Jokes Keep Their Sting" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/24\/arts\/in-brooklyn-russian-jokes-keep-their-sting.html"} , {"body" : "The police are searching for a man who pistol-whipped, sexually assaulted and robbed a woman he had followed into an elevator in her apartment building in the Brighton Beach section of Brooklyn last week. The attack, which occurred on Friday near Brighton Beach Avenue and Brighton Sixth Street and was first reported by the police yesterday, was" , "date" : "19990120" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO NEWS BRIEFS: NEW YORK; Assault in Brooklyn Recorded on Videotape" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/20\/nyregion\/metro-news-briefs-new-york-assault-in-brooklyn-recorded-on-videotape.html"} , {"body" : "BEAMING with pride of ownership, Jose and Paula Lora stood before their dark-red, split-level home in Teaneck, N.J., last weekend, a long way from the city of Santiago in the Dominican Republic and -- if not geographically, at least in their minds -- nearly as far from the cramped Bronx rental apartments in which they had lived since arriving in" , "date" : "19990117" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Finding a Home Inside the Golden Door" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/17\/realestate\/finding-a-home-inside-the-golden-door.html"} , {"body" : "Most are old enough to have defied Hitler, either as Soviet soldiers or soldiers' wives. By keeping their heads down, they survived the anti-Semitism that became Government policy during Stalin's last years. They silently endured the subtle discrimination against Jews that permeated modern Soviet society and even the blossoming of overtly" , "date" : "19990111" , "day_of_week_facet" : "Monday" , "geo_facet" : ["RUSSIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Jewish Immigrants Warn of Rising Anti-Semitism in Russia" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/11\/nyregion\/jewish-immigrants-warn-of-rising-anti-semitism-in-russia.html"} , {"body" : "Leon M. Goldstein, the gentle, genial, politically savvy president of Kingsborough Community College of the City University of New York and a leading candidate for New York City schools chancellor in 1995, died in his sleep Friday night at his home in Manhattan, a CUNY spokesman said. He was 66. The spokesman said he did not know the cause of" , "date" : "19990110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Obituaries" , "New York and Region" , "Education"] , "page_facet" : "31" , "title" : "Leon M. Goldstein Dies at 66; Led a City University College" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/10\/nyregion\/leon-m-goldstein-dies-at-66-led-a-city-university-college.html"} , {"body" : "THE stage of Prudential Hall was crowded on Tuesday as Zdenek Macal rehearsed a New Jersey Symphony Orchestra of 94 players, 18 more than its usual maximum. The solitary listener in the dark auditorium was Russell Johnson, chief acoustician of the New Jersey Performing Arts Center. Clearly, a portentous event was afoot. It has now begun. This" , "date" : "19990110" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "ON THE TOWNS: MUSIC; Opera for the Ear Alone: Wagner's 'Ring,' Distilled for Pure Listening" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/10\/nyregion\/towns-music-opera-for-ear-alone-wagner-s-ring-distilled-for-pure-listening.html"} , {"body" : "Theater ''ANIMAL CRACKERS,'' a one-hour puppet show with lions and tigers created from cardboard boxes, and a barnyard opera performed with rod puppets, all to the music of Mozart, Strauss and Rossini. With Jim West. For children 5 to 9. Theaterworks\/USA, at the Promenade Theater, 2162 Broadway, at 76th Street, Manhattan. Tomorrow at 10:30 A.M. and" , "date" : "19990108" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "45" , "title" : "SPARE TIMES: FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/08\/arts\/spare-times-for-children.html"} , {"author" : "Michael Beckerman is a music historian who teaches at the University of California, Santa Barbara." , "body" : "WAGNER tends to attract people who think big. So it should surprise no one that as Zdenek Macal and the New Jersey Symphony Orchestra turn their attention to Wagner, they are going all out, spending almost three weeks on a ''Ring'' Festival that offers orchestral syntheses of all four operas of Wagner's ''Ring'' cycle, with, here and there, even" , "date" : "19990103" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "MUSIC; Doing Wagner In a Big Way. (How Else?)" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/03\/arts\/music-doing-wagner-in-a-big-way-how-else.html"}]