[  {"body" : "When Constance B., 62, moved into her studio apartment in the Fordham section of the Bronx 19 years ago, she was a freelance writer and English tutor. Since then, she has lost her sight and suffered kidney disease as a result of acute diabetes. And she fears she may well lose her apartment because of rent increases. ''It's a struggle, because I'm" , "date" : "19991219" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "60" , "title" : "THE NEEDIEST CASES; Straining to Keep a Place That They Can Call Home" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/19\/nyregion\/the-neediest-cases-straining-to-keep-a-place-that-they-can-call-home.html"} , {"body" : "Willie James Willie James's performance in the contract negotiations with the M.T.A. will most likely determine whether he endures as president of the union representing 33,000 transit workers. Mr. James, facing re-election next year, narrowly survived a 1998 challenge by a dissident faction within Local 100 of the Transport Workers Union that" , "date" : "19991215" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE TRANIT SHOWDOWN: THE PLAYERS; Varied Backgrounds and High Stakes on Road to a Transit Compromise" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/15\/nyregion\/tranit-showdown-players-varied-backgrounds-high-stakes-road-transit-compromise.html"} , {"body" : "The New York City Board of Education yesterday identified nine employees -- four regular teachers, two substitute teachers and three teachers' aides -- who were dismissed last week for helping students cheat on standardized tests. The teachers were identified as Rebecca Balantine of Intermediate School 450 in District 1 on the Lower East Side;" , "date" : "19991215" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "13" , "title" : "Board Names 9 Dismissed Over Test Cheating" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/15\/nyregion\/board-names-9-dismissed-over-test-cheating.html"} , {"author" : "Jacob Weisberg, chief political correspondent for the online magazine Slate, is a contributing writer for The Times Magazine. His article about President Clinton's legacy appeared in January." , "body" : "Wandering around Herb Romerstein's house, but not knowing Herb Romerstein, you might think you had happened upon the lair of America's last surviving Stalinist. On the walls hang tattered posters for Popular Front rallies and Communist candidates. Knickknack cases display K.G.B. medals and yellowing photos of Bolshevik heroes. In the basement is" , "date" : "19991128" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine" , "Washington"] , "page_facet" : "116" , "title" : "Cold War Without End" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/28\/magazine\/cold-war-without-end.html"} , {"body" : "Is there art on Broadway? A newsstand on the southwest corner of Broadway and 44th Street is proof that there is. That is the newsstand that Phyllis Segura, an artist, and her four teenage apprentices have just finished making into a vibrant, colorful artwork, changing the cityscape right in the middle of the tourist-media-commercial frenzy that" , "date" : "19991126" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Young Artists Liven Up 3 Broadway Newsstands" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/26\/nyregion\/young-artists-liven-up-3-broadway-newsstands.html"} , {"body" : "Andre Carmichael always suspected he had a twin. There were old stories drifting through his family's lore about a sister his own age, and there were troubling visions he sometimes had of the child -- ''a baby,'' he said. So in early October, filled with questions, Mr. Carmichael approached the one sister he knew he had, Sabrina Carmichael, and" , "date" : "19991119" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Brother's Search for Twin Revealed a 20-Year-Old Killing" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/19\/nyregion\/brother-s-search-for-twin-revealed-a-20-year-old-killing.html"} , {"body" : "After a long morning of drills in reading, third graders at Public School 156 in Brownsville, Brooklyn, spent an hour last Friday dancing to the urgent flutter of flamenco music. Their small hands spiraled and their sneakers thumped as a professional dancer, Andrea Del Conte, guided them through stomps and whirls in a classroom with mirrored walls" , "date" : "19991110" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "15" , "title" : "EDUCATION; Helping City Schools Bring a Taste of the Arts to Students" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/10\/nyregion\/education-helping-city-schools-bring-a-taste-of-the-arts-to-students.html"} , {"body" : "With New York City facing an acute shortage of licensed teachers, officials have begun an intensive campaign to attract more people to the profession. Advertisements on the backs of MetroCards urge public transportation riders to consider careers as New York City public school teachers. The Board of Education will pay for graduate studies toward a" , "date" : "19991109" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "New York City Campaigns To Attract New Teachers" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/09\/nyregion\/new-york-city-campaigns-to-attract-new-teachers.html"} , {"body" : "Madeline Carmichael could not bear to look at her granddaughter. When Ms. Carmichael's 23-year-old son, Andre, visited her for the first time since he was a child, she welcomed him to her apartment in the Brownsville section of Brooklyn. But when he showed off his 3-year-old daughter, Ms. Carmichael recoiled as if she had seen a ghost and ordered" , "date" : "19991108" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Visit by Son Leads to Woman's Arrest" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/08\/nyregion\/visit-by-son-leads-to-woman-s-arrest.html"} , {"body" : "A 60-year-old woman who neighbors said often complained of hearing the phantom cries of a baby at night was arrested yesterday after the police discovered her young daughter's body in her Brooklyn apartment, wrapped in plastic and hidden in a footlocker. The woman was charged with murdering the girl, who disappeared 20 years ago. Officers in the" , "date" : "19991107" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Body of Child Missing 20 Years Is Found in Mother's Home" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/07\/nyregion\/body-of-child-missing-20-years-is-found-in-mother-s-home.html"} ,   {"body" : "Two young sisters who were playing with matches died yesterday after inadvertently setting fire to a mattress in their apartment in Crown Heights, Brooklyn, fire officials said. The girls, ages 3 and 4, were supposed to be in their room taking late-morning naps when they came upon the matches and apparently set fire to the lower mattress of a bunk" , "date" : "19991026" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Young Girls Playing With Matches Die in Brooklyn Fire" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/26\/nyregion\/2-young-girls-playing-with-matches-die-in-brooklyn-fire.html"} , {"body" : "It has been more than a year since Carol A. Gresser left 110 Livingston Street in Brooklyn and her position as a member of the New York City Board of Education. But Mrs. Gresser has been busy and plans to be busier still in the next two years. This week, she formed a committee to explore a candidacy for Queens Borough President. In seeking the" , "date" : "19991009" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Political Notes; Another Contender for Queens Borough Presidency" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/09\/nyregion\/political-notes-another-contender-for-queens-borough-presidency.html"} , {"body" : "Four months after a construction project stopped trains from using the Williamsburg Bridge, transit officials said yesterday that service would resume today on the J, M and Z lines. Train service was halted on May 1, said Albert W. O'Leary, a spokesman for New York City Transit. But with most of the construction done, the trains can start rolling" , "date" : "19990901" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Subway Service to Resume On the Williamsburg Bridge" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/01\/nyregion\/subway-service-to-resume-on-the-williamsburg-bridge.html"} , {"body" : "Best Bet With its customary mix of celebrity glitz and serious sport, the Hampton Classic struts into Bridgehampton today, beginning with ''Traditional World of the Horse,'' a parade of breeds and performances. Before the hunter and jumper competition in four rings ends next Sunday, the winners among the 1,500 horses and riders expected to compete" , "date" : "19990829" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "THE GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/29\/nyregion\/the-guide-205397.html"} , {"body" : "One of the city's largest business groups announced plans yesterday to expand to a second Brooklyn school district a $29 million program that would boost the salaries of superintendents, principals and teachers if they improve students' academic performance. The business group, the New York City Partnership and Chamber of Commerce, will widen its" , "date" : "19990826" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Group Will Expand Program to Help Troubled Schools" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/26\/nyregion\/group-will-expand-program-to-help-troubled-schools.html"} , {"body" : "A sad little group of children gathered yesterday afternoon outside a public housing complex in the Bedford-Stuyvesant section of Brooklyn. As they mourned a friend, the discussion turned to the meaning of colors. ''Blue is for Crips,'' said a plump 7-year-old girl with pigtails. ''Red is for Bloods,'' said her friend, a girl of 10. There was a" , "date" : "19990823" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Wrenched by Gang-Related Violence, A Neighborhood Mourns an Innocent" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/23\/nyregion\/wrenched-by-gang-related-violence-a-neighborhood-mourns-an-innocent.html"} , {"body" : "A 17-year-old was arrested Friday night in a gang-related slaying outside a Brooklyn housing project on Thursday night in which an 11-year-old bystander was killed, the police said yesterday. The suspect, Arturo Sealey, 17, of Brownsville, Brooklyn, was taken in for questioning at the 73d Precinct station house Friday morning, said Capt. Michael" , "date" : "19990822" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "17-Year-Old Is Arrested In Boy's Death" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/22\/nyregion\/17-year-old-is-arrested-in-boy-s-death.html"} , {"body" : "Kelvin McGinnis was like a lot of the other 11-year-old boys who lived in his neighborhood in the Brownsville section of Brooklyn, playing basketball in his free time and watching professional wrestling on television, many friends and neighbors said yesterday. But when his friends talked about Kelvin yesterday, they also recalled a politeness and" , "date" : "19990821" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Friends and Neighbors of Shooting Victim Recall a Polite, Sweet-Natured Boy" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/21\/nyregion\/friends-and-neighbors-of-shooting-victim-recall-a-polite-sweet-natured-boy.html"} , {"body" : "Two top officials of a social services organization that operated small group homes for the retarded and for troubled juveniles were charged yesterday with stealing more than $2 million in government-provided funds through kickbacks and other schemes. The Brooklyn-based group, the Federation of Puerto Rican Organizations, also provided apartments" , "date" : "19990820" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Embezzlement Charges Filed Against Two In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/20\/nyregion\/embezzlement-charges-filed-against-two-in-brooklyn.html"} , {"body" : "The spirit of summer finally invaded the stuffy air of Room 224 yesterday. Shawn Hunt at first fought the carefree current, daring to read a couple of books to her third graders on this last day of mandatory summer school when Imanna Washington could think of nothing but the amusement park trip her aunt promised. Jose Guzman was so gleeful that he" , "date" : "19990806" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Class Ends, and the Wait Begins; Test Results Will Determine Whether Pupils Move Up" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/06\/nyregion\/class-ends-wait-begins-test-results-will-determine-whether-pupils-move-up.html"} ,   {"body" : "A little after the school day began yesterday, Shawn Hunt introduced yet another vocabulary word to her third graders in mandatory summer school: optimistic. ''You have to be optimistic,'' Mrs. Hunt said in trying to raise their spirits on the eve of two days of standardized reading and math exams that will determine whether they advance to the" , "date" : "19990803" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "CATCHING UP: Summer at P.S. 41; Optimism and Anxiety As Test Time Closes In" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/03\/nyregion\/catching-up-summer-at-ps-41-optimism-and-anxiety-as-test-time-closes-in.html"} , {"body" : "ANTHROPOLOGISTS who analyze mating behavior sometimes divide men into two categories: dads and cads. Dads are the ones who make long-term commitments. Cads are the ones like Nushawn J. Williams. He is the 22-year-old itinerant drug dealer from Brooklyn who inspired last week's headline: ''Drifter Says He Had Sex With Up to 300.'' Mr. Williams, who" , "date" : "19990802" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Big City; What It Takes To Become A Father" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/02\/nyregion\/the-big-city-what-it-takes-to-become-a-father.html"} , {"body" : "On her lunch break one recent afternoon, Shawn Hunt sat on a metal folding chair outside Public School 41 in Brooklyn and sorted through some of the reasons she became a teacher seven years ago. There was the chance to give something back to Brownsville, the neighborhood where she grew up. She had been working in the fashion industry, but she paid" , "date" : "19990729" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "5 Weeks of Toil Build Toward 2 Days of Reckoning" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/29\/nyregion\/5-weeks-of-toil-build-toward-2-days-of-reckoning.html"} , {"body" : "The Giuliani administration has denied budget increases to 10 business groups that oversee security, sanitation and other services throughout the city, in an effort to get such organizations to not only tighten their belts but also to rethink their role, a deputy mayor said yesterday. Rudy Washington, the Deputy Mayor for Community Development and" , "date" : "19990727" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Business Units Fail to Gain More Money" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/27\/nyregion\/business-units-fail-to-gain-more-money.html"} , {"author" : "Judith Dunford, a writer and critic, is working on her second novel." , "body" : "On a beautiful sunny day this June, just a shade over a year after the writer and critic Alfred Kazin died, his ashes were consigned to the East River in the shadow of the Brooklyn Bridge. A very few of us were present at the northern end of the South Street Seaport: Alfred's son, Michael, and his family; one beloved Kazin friend, and me, Alfred's" , "date" : "19990723" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "41" , "title" : "MY CITY; Crossing to the Great Beyond via the Brooklyn Bridge" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/23\/books\/my-city-crossing-to-the-great-beyond-via-the-brooklyn-bridge.html"} , {"body" : "It was a trip both prosaic and profound. A little before 10 yesterday morning, Shawn Hunt gathered her seven third graders, led them out of their mandatory summer school class at Public School 41 in Brownsville, Brooklyn, and walked them a couple of blocks north to the Stone Avenue branch of the Brooklyn Public Library. The library's" , "date" : "19990720" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Computers vs. Books On Trip to the Library" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/20\/nyregion\/computers-vs-books-on-trip-to-the-library.html"} , {"body" : "Outside, summer beckons, with bikes to be ridden, video games to be played, cartoons to be watched, Barbies to be pampered for hours on end. But the third graders in a Brooklyn classroom must set those pleasures aside for now, ignore the teasing afternoon breeze wafting through the windows and focus on the task at hand: to draw a picture based on" , "date" : "19990718" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "In Season of Play, Daunting Struggle to Learn" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/18\/nyregion\/in-season-of-play-daunting-struggle-to-learn.html"} , {"body" : "An 18-year-old woman died yesterday after she was found unconscious on the bottom of an outdoor municipal pool in Brooklyn -- the same pool where two other swimmers have drowned in the last 11 years. The woman, Venicia Chavis of 315 Sutter Avenue, was swimming with a friend at the Betsy Head Pool in the Brownsville section when the two became" , "date" : "19990708" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Woman, 18, Drowns in a City Pool in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/08\/nyregion\/woman-18-drowns-in-a-city-pool-in-brooklyn.html"} , {"body" : "SO far so good,'' said Sandra Kingston, evaluating her five months of experience as a first-time homeowner. Ms. Kingston, a clerical worker in her 40's who works for Kings County Hospital, was able to buy a one-family house for $219,000 in the St. Albans section of Queens last January, making a 5 percent down payment and getting a 30-year" , "date" : "19990627" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Foreclosures Spur A Volume Business In Refurbishing And Selling Homes; Buyers get benefit of easier terms, but some charge deception." , "url" : "http:\/\/www.nytimes.com\/1999\/06\/27\/realestate\/foreclosures-spur-volume-business-refurbishing-selling-homes-buyers-get-benefit.html"} , {"body" : "Chief Joseph P. Dunne, who directs the Police Department's Housing Bureau and has spent much of his career policing his native Brooklyn, is expected to be named Chief of Department, according to several people with knowledge of the selection process. Police Commissioner Howard I. Safir may announce an appointment to the position, the department's" , "date" : "19990625" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Commander Is Expected To Be Named Police Chief" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/25\/nyregion\/commander-is-expected-to-be-named-police-chief.html"} ,   {"body" : "Thirteen failing schools in New York City will be closed over the next two years, school officials said yesterday, as part of a shake-up that Chancellor Rudy Crew is billing as the biggest restructuring of the system in decades. Newly organized schools will eventually open in the same buildings, but up to half of the teachers and many principals" , "date" : "19990622" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "IN A BIG SHAKE-UP, CREW WILL CLOSE 13 FAILING SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/22\/nyregion\/in-a-big-shake-up-crew-will-close-13-failing-schools.html"} , {"body" : "ATTRACTIONS Museums and Sites ABIGAIL ADAMS SMITH MUSEUM, 421 East 61st Street, Manhattan. The structure, built in 1799 as the carriage house for the estate of Abigail Adams and Col. William Smith, was also the Mount Vernon Hotel from 1826 to 1833. The current exhibition, ''Smith's Folly: 200 Years of History, 60 Years of Preservation,'' includes a" , "date" : "19990618" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/18\/arts\/spare-times-212334.html"} , {"body" : "A 52-year-old Brooklyn man was charged yesterday with strangling his common-law wife after they argued over money to buy drugs, the police said. They said the man, Leon Duncan, strangled Julia Guy, 34, in their apartment at 67A Lewis Avenue in Brownsville. Officer Chris Cottingham, a police spokesman, said that Mr. Duncan confessed to strangling" , "date" : "19990613" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "55" , "title" : "METRO NEWS BRIEFS: NEW YORK; Brooklyn Man Is Charged In Strangling Over Drugs" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/13\/nyregion\/metro-news-briefs-new-york-brooklyn-man-is-charged-in-strangling-over-drugs.html"} , {"body" : "A plainclothes housing officer returned the gunfire of a teen-ager in Brooklyn on Friday night, wounding him, the police said. But the 16-year-old's family, including an aunt who said she had witnessed the shooting, denied yesterday that the youth had even had a gun. It was the second disputed shooting involving a city police officer in recent" , "date" : "19990530" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Teen-Ager Is Shot by a Housing Officer" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/30\/nyregion\/teen-ager-is-shot-by-a-housing-officer.html"} , {"body" : "Ida Klaus, a labor law pioneer who became a high-ranking New York City official in the 1950's and who wrote the law that gave city employees the right to bargain collectively, died on Monday at her home in Manhattan. She was 94. Ms. Klaus was a lifelong labor advocate whose sympathy for the working classes was instilled in her by her mother. As a" , "date" : "19990520" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "10" , "title" : "Ida Klaus, 94, Labor Lawyer For U.S. and New York, Dies" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/20\/nyregion\/ida-klaus-94-labor-lawyer-for-us-and-new-york-dies.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting June 8, 6:30 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights," , "date" : "19990516" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Greenpoint to Sheepshead Bay: When the Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/16\/nyregion\/neighborhood-report-brooklyn-up-close-greenpoint-sheepshead-bay-when-boards-meet.html"} , {"body" : "A Brooklyn livery-cab driver whose head was grazed by a passenger's bullet on Thursday night disarmed the gunman, chased him down and made a citizen's arrest, the police said yesterday. The driver, Phedro Desprez, 37, turned the attacker over to two rookie officers walking their beat nearby. The suspect, identified by the police as Lewis Oswin, 19," , "date" : "19990515" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Injured Cabby Disarms Man And Turns Him Over to Police" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/15\/nyregion\/injured-cabby-disarms-man-and-turns-him-over-to-police.html"} , {"body" : "Irma Gayle, a seamstress and recent immigrant from Costa Rica, sat patiently on the B39W bus as it inched across the Williamsburg Bridge into Manhattan yesterday. She had already been on one bus, and planned to take yet another. ''The J train is not running so I decided to take all buses,'' she said, smiling and apparently not bothered by the fact" , "date" : "19990504" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Most Straphangers Unfazed By Closing of Bridge Lines" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/04\/nyregion\/most-straphangers-unfazed-by-closing-of-bridge-lines.html"} , {"body" : "LIEUT. ERIC ADAMS'S police career began with a beating. His own. He was 15 and had a nose for trouble, which was easy enough to find in South Jamaica, Queens, where his mother met the mortgage payments and raised six children cleaning houses by day and office buildings by night. Lieutenant Adams was the kind of child who ''wore my mother's knees" , "date" : "19990413" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Behind a Badge, Confronting Issues of Race" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/13\/nyregion\/public-lives-behind-a-badge-confronting-issues-of-race.html"} , {"body" : "His father was the man who worked himself up the company ladder and transformed himself into the Dapper Don, the one with the expensive suits and agile criminal mind, the big man around town who instilled fear and respect. He was, of course, John J. Gotti, the head of the Gambino crime family. The son, on the other hand, was the quiet, shy" , "date" : "19990406" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "'Junior' Seems More Son Than Boss" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/06\/nyregion\/junior-seems-more-son-than-boss.html"} ,   {"body" : "FROM the heights of Manhattan's luxury towers to the wood-framed and aluminum-sided homes of its more proletarian neighborhoods, New York City's residential real estate market saw prices continue to rise last year -- riding the crest of the nation's record-breaking housing expansion and the region's ongoing rebound from the moribund days of the" , "date" : "19990328" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "In All 5 Boroughs, A Robust Market" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/28\/realestate\/in-all-5-boroughs-a-robust-market.html"} , {"body" : "Twenty years ago, when Maurice Ashley was 14 and living in Brownsville, Brooklyn, he was soundly defeated in an offhand game of chess. Embarrassed and angry, he dug up a paperback on the game, intending to brush up, to learn a trick or two. Instead, he fell deeply in love. The book was about Paul Morphy, a 19th-century Louisianian who was America's" , "date" : "19990317" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "From Kings County, First Black Grandmaster" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/17\/nyregion\/from-kings-county-first-black-grandmaster.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting is April 13, 6:30 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn" , "date" : "19990314" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Only the Living Know Brooklyn: Where the Community Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/14\/nyregion\/neighborhood-report-brooklyn-up-close-only-living-know-brooklyn-where-community.html"} , {"body" : "Erick Barkley and Tyrone Grant, their low voices spiked with bravado, had a conversation recently that turned civic pride on its head -- debating which one of them came from the worse Brooklyn neighborhood. Grant -- from Brownsville, ''a few blocks from Mike Tyson,'' he noted -- brought the debate to a quick conclusion when he conceded that" , "date" : "19990303" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "COLLEGE BASKETBALL: He's Got the Moves Off Court, Too; St. John's Point Guard Conquers a Road Fraught With Danger" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/03\/sports\/college-basketball-he-s-got-moves-off-court-too-st-john-s-point-guard-conquers.html"} , {"body" : "With only a handmade sign taped to its storefront window, the Central Brooklyn Federal Credit Union looks more like the delis and discount stores on Fulton Street than a financial institution. It has irregular hours, and when it is open, customers are not allowed to withdraw cash. The cash machine works, but the credit union has not issued any" , "date" : "19990228" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Lender to Poor Lands in Trouble; High Hopes and Low Revenues Crippled Credit Union" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/28\/nyregion\/lender-poor-lands-trouble-high-hopes-low-revenues-crippled-credit-union.html"} , {"author" : "1010 President Street: A Brooklyn Home Page -- http:\/\/www.brooklyn.net" , "body" : "David Neal Miller has lived in Columbus, Ohio, since 1980, teaching Yiddish language and literature at Ohio State University. ''In central Ohio, Yiddish is no more exotic than Spanish or any other language,'' he said. But to Mr. Miller, 53, who grew up in Crown Heights, near the Brooklyn Botanic Garden and the Brooklyn Museum and within earshot of" , "date" : "19990228" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "8" , "title" : "NEW YORK ON LINE; A Brooklyncentric View of Life" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/28\/nyregion\/new-york-on-line-a-brooklyncentric-view-of-life.html"} , {"body" : "Like a Super Bowl For High Society ''I haven't heard of people getting together to watch television since 'Brideshead Revisited,' '' ANTHONY J. DREXEL BIDDLE 3d said the other day. He was referring to the two-part CBS movie ''Too Rich: the Secret Life of Doris Duke,'' about the tobacco heiress. Mr. Biddle, whose father was once married to Miss" , "date" : "19990225" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "PUBLIC LIVES" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/25\/nyregion\/public-lives.html"} , {"body" : "A convicted robber suspected of murdering a teen-age girl and raping two others in East Harlem was found in a Miami hotel room yesterday with a 15-year-old Brooklyn girl who had been feared dead, the police said. The suspect, Arohn Kee, 25, was led handcuffed out of the Sun Hotel in downtown Miami by SWAT team officers after they stormed the" , "date" : "19990220" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "MIAMI (FLA)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Murder Suspect Found With Missing Girl" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/20\/nyregion\/murder-suspect-found-with-missing-girl.html"} , {"body" : "The Hartford school system, so troubled that it has spent the last two years under state control, hired one of New York City's most innovative educators today as its eighth superintendent in 10 years. The new school chief, Anthony S. Amato, has spent the last 12 years as Superintendent of District 6 in upper Manhattan, where he won a reputation for" , "date" : "19990218" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["HARTFORD (CONN)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "Hartford Hires an Innovator To Head Its School System" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/18\/nyregion\/hartford-hires-an-innovator-to-head-its-school-system.html"} , {"body" : "A 25-year-old former convict who investigators said is the prime suspect in the murder of a teen-age girl and the rapes of two other teen-agers in East Harlem has disappeared with a 15-year-old Brooklyn girl, the police said yesterday, adding that they feared for the girl's safety. The man, Arhon Kee, is suspected of killing a 17-year-old fashion" , "date" : "19990216" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Suspect in a Murder and in the Rapes of 2 Teen-Agers Vanishes With Girl, 15" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/16\/nyregion\/suspect-in-a-murder-and-in-the-rapes-of-2-teen-agers-vanishes-with-girl-15.html"} ,   {"body" : "A 16-year-old Brooklyn youth was convicted yesterday of killing a laundromat worker for $2 last year. The youth, Deshon Ellis, was found guilty of second-degree murder and robbery by a jury in Brooklyn after five hours' deliberation. Although he was tried as a juvenile, he could face nine years to life in prison. On Jan. 19, 1998, law enforcement" , "date" : "19990211" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Brooklyn Youth, 16, Convicted of Killing Laundromat Worker" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/11\/nyregion\/brooklyn-youth-16-convicted-of-killing-laundromat-worker.html"} , {"body" : "Mike Tyson can resume his boxing career while in jail, but he will need the permission of the judge who sentenced him. The former heavyweight champion can begin training at a gym outside jail if he behaves during the first two months or so of his one-year sentence for assaulting two motorists, Montgomery County, Md., officials said yesterday. But" , "date" : "19990210" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "7" , "title" : "PLUS: BOXING; Jailed Tyson Can Fight" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/10\/sports\/plus-boxing-jailed-tyson-can-fight.html"} , {"body" : "THE jail sentence was not merely punishment for the offense. It was also an attempt to avoid more carnage. Mike Tyson has done more damage with his incisors in the ring than he did to a couple of older motorists after a minor traffic accident last year. He punched one man in the face and kicked another in the groin, and they lived to settle out of" , "date" : "19990206" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["MARYLAND"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Sports of The Times; Tyson Needs Protection From Himself" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/06\/sports\/sports-of-the-times-tyson-needs-protection-from-himself.html"} , {"body" : "Weeks after attacking New York State's new charter school law on the ground that it would drain money from the rest of the public school system, Schools Chancellor Rudy Crew announced an ambitious charter program for New York City yesterday. He said he would set up four new charter schools focusing on themes including music, business and animation;" , "date" : "19990202" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Giving Up Attack, Crew Offers His Charter School Plan" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/02\/nyregion\/giving-up-attack-crew-offers-his-charter-school-plan.html"} , {"body" : "When Mayor Rudolph W. Giuliani and executives from Cablevision Systems announced with much fanfare this week that the company would provide high-speed Internet access to more than 900 public and private schools in the Bronx and Brooklyn, there was just one problem: Nobody told the teachers, principals and students who will eventually use it. Many" , "date" : "19990123" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education" , "Technology"] , "page_facet" : "3" , "title" : "Confusion Follows Fanfare Over High-Speed Internet Link for Schools" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/23\/nyregion\/confusion-follows-fanfare-over-high-speed-internet-link-for-schools.html"} , {"body" : "After weeks of worry and feverish cramming, fourth graders across New York State finally filled in the blanks yesterday on the first section of an innovative new reading test. But the day was marred by distribution problems that delayed the exam in dozens of schools and prompted school officials to warn of widespread cheating. The vast majority of" , "date" : "19990113" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["SULLIVAN COUNTY (NY)" , "WESTCHESTER COUNTY (NY)" , "NEW YORK STATE" , "ULSTER COUNTY (NY)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "For a Much Heralded Exam, Delays and Talk of Cheating" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/13\/nyregion\/for-a-much-heralded-exam-delays-and-talk-of-cheating.html"} , {"body" : "FLUSHING Four Concerts to Teach The Classics to the Young Classical music isn't standard fare for most 7- to 11-year-olds. But Jim Blanton, the general director of Goliard Concerts, a Queens organization that gives musical performances, wants to change that. So today at the Colden Center, he is host for ''Hear the Organ,'' the first of four Sunday" , "date" : "19990110" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/10\/nyregion\/playing-in-the-neighborhood-779458.html"} , {"author" : "Daniel Zalewski is an editor of the magazine." , "body" : "Alfred Kazin, the Brooklyn-born critic who rhapsodized about American writers in books like ''On Native Grounds,'' kept a journal from 1938 until his death, last June. In its pages, embryos of Kazin's latest ideas could gestate until they were ready for public consumption in vibrant midcentury forums like The Partisan Review and Commentary. During" , "date" : "19990103" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine" , "Books"] , "page_facet" : "43" , "title" : "THE LIVES THEY LIVED: Alfred Kazin; A Last View From the Bridge" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/03\/magazine\/the-lives-they-lived-alfred-kazin-a-last-view-from-the-bridge.html"}]