[  {"body" : "The death of an infant boy, found last month in a laundry bag near a Brooklyn doorstep, has been ruled a homicide, the police said yesterday. The baby, whose identity remains unknown, was discovered by a passerby on Nov. 15 in front of a residence at 8 Stanhope Street in Bushwick. He was wrapped in a large black T-shirt and a gray towel, and was" , "date" : "19991223" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "METRO NEWS BRIEFS: NEW YORK; Infant Found on Street Was Killed, Police Say" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/23\/nyregion\/metro-news-briefs-new-york-infant-found-on-street-was-killed-police-say.html"} , {"body" : "THE girls were as young as 8, but already they knew what parts of their bodies they liked and what parts they didn't. They knew the pressures to be ''pretty'' in a society where the definition of female splendor is whimsical. One era you're in, the next era you're out. The difference in the little room where the girls sat talking the other day is" , "date" : "19991219" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COPING; The Body Beautiful, In Diverse Guises" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/19\/nyregion\/coping-the-body-beautiful-in-diverse-guises.html"} , {"body" : "As we contemplated what people a thousand years from now might want to know about us, a question naturally arose: what's missing from our picture of the world a thousand years ago? One answer was obvious: a sense of the experience of everyday life -- the sights, sounds and sensations that time washes away almost instantly. For the Times Capsule, we" , "date" : "19991205" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "157" , "title" : "A New York Minute" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/05\/magazine\/a-new-york-minute.html"} , {"body" : "ON a recent fall night, a detective from the 15th Precinct ambled along a shabby street downtown. Passing beneath a street lamp, he glanced up for a moment. His face, a road map of despair, was sheathed in white light. Cut. From the shadows, an assistant director popped out. Why had no one cued the sound of a woman shouting out her window in" , "date" : "19991205" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Small-Screen City" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/05\/nyregion\/the-small-screen-city.html"} , {"author" : "E-mail address: daschn@nytimes.com" , "body" : "Fragrant Is the Night Q. In ''The Great Gatsby,'' F. Scott Fitzgerald described a place called the Corona Dumps as ''a valley of ashes, a fantastic farm where ashes grow like wheat into ridges and hills and grotesque gardens.'' Where was this otherworldly rubbish heap? A. The city-owned marshlands of the Flushing River in Queens were long used as a" , "date" : "19991128" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1999\/11\/28\/nyregion\/fyi-574961.html"} , {"body" : "BEHIND the counter of a bodega at West 169th Street and Audubon Avenue in Washington Heights, Antonio Araujo rings up purchases, hands over packs of cigarettes and occasionally dispenses a single, unwrapped cookie or candy to a customer wanting a reminder of home. A dozen transparent plastic containers are stacked at Mr. Araujo's elbow, each" , "date" : "19991121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Tropical Treats, at the Corner Store" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/21\/nyregion\/new-yorkers-co-tropical-treats-at-the-corner-store.html"} , {"body" : "Nearly a year after the Police Department took command of the guards at New York City's 1,100 public schools, many of the problems that prompted the takeover persist, including complaints of inadequate training, disputes over what constitutes serious incidents and accusations that students are too often treated as potential criminals rather than" , "date" : "19991117" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "15" , "title" : "New Boss for School Guards, Same Problems" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/17\/nyregion\/new-boss-for-school-guards-same-problems.html"} , {"body" : "REMCH-Mary D. Of Ridgewood, Queens, formerly of Bushwick, Brooklyn, New York. Survived by her loving children Peter, Patricia, Geraldine Shea, Henry, and Mary Youkon; adoring grandchildren Kristen, Michael, Molly, Johnathan, Deshon and Nicholas; loving sister Anne Ruoff; loving in-laws Florence Rubenfeld, Andrew Porat, Joseph Shea, Diala Toure" , "date" : "19991106" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "15" , "title" : "Paid Notice: Deaths REMCH, MARY D." , "url" : "http:\/\/www.nytimes.com\/1999\/11\/06\/classified\/paid-notice-deaths-remch-mary-d.html"} , {"body" : "Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West at 79th Street. ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter,'' featuring 300 to 500 live, free-flying tropical butterflies from Central, South and North America, housed in a vivarium that approximates their natural habitat; through February. Admission is" , "date" : "19991105" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "48" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/05\/arts\/spare-times-297330.html"} , {"body" : "WHEN Cheryl McPherson, one of 10 children from a poor black family in Philadelphia, arrived in Guilford in 1974 as part of the program A Better Chance, she said she felt that she had entered a foreign land. At school she had to adjust to a rigorous academic schedule; outside school, she had to adjust to life in a town with only 8,000 residents," , "date" : "19991031" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GUILFORD (CONN)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "12" , "title" : "Celebrating Where 'The World Opened Up'" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/31\/nyregion\/celebrating-where-the-world-opened-up.html"} ,   {"body" : "A rookie police officer fatally shot a 17-year-old robbery suspect in the back of the neck early yesterday morning in Brooklyn after another suspect opened fire on the officers, the police said. The shooting took place at 12:11 A.M. at Flatlands Avenue and 105th Street in Canarsie as two officers tried to stop three young men suspected in an armed" , "date" : "19991030" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Robbery Suspect, 17, Is Shot to Death by the Police" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/30\/nyregion\/brooklyn-robbery-suspect-17-is-shot-to-death-by-the-police.html"} , {"body" : "New York City and the two counties on Long Island have erected illegal barriers to securing public assistance benefits for people who do not speak English, according to an investigation by the Federal Government. Posing as poor people seeking benefits, Federal investigators visited more than a dozen welfare offices in the city and in Nassau and" , "date" : "19991028" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NASSAU COUNTY (NY)" , "SUFFOLK COUNTY (NY)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "6" , "title" : "Welfare Offices Break Law On Interpreters, U.S. Says" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/28\/nyregion\/welfare-offices-break-law-on-interpreters-us-says.html"} , {"body" : "It was an unusually violent night on the streets of New York City, full of shootings, stabbings and arson. Within seven hours -- from 9:30 P.M. Friday to 4:30 A.M. yesterday -- the Police Department reported six killings across the city, including the discovery of a woman gagged inside a burning house. The rash of homicides reflects a more general" , "date" : "19991024" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Six Are Killed Across City In Seven Hours" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/24\/nyregion\/six-are-killed-across-city-in-seven-hours.html"} , {"body" : "Amid black hooded dryers, maroon floor tiles and walls awash in pink, Ana Vasquez is making her magic. Ms. Vasquez, a 39-year-old hairstylist at Classic II Unisex Salon in Hamilton Heights, alternates among three clients, washing, setting and blowdrying their tresses in less than an hour and a half. In upper Manhattan -- at 143d Street and" , "date" : "19991013" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Flak in the Great Hair War; African-Americans vs. Dominicans, Rollers at the Ready" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/13\/nyregion\/flak-in-the-great-hair-war-african-americans-vs-dominicans-rollers-at-the-ready.html"} , {"body" : "SOMEWHERE between my second cup of morning coffee and my third reading of ''The Cat in the Hat,'' the baby sitter told me she had yet another Riverside Park tale. The tales from the park, which is my son's major hangout, are my way of keeping up with him. I hear, for example, about his progression, at almost 19 months, to the big kids' slide and" , "date" : "19991010" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COPING; Blond Ambition in the Urban Mosaic" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/10\/nyregion\/coping-blond-ambition-in-the-urban-mosaic.html"} , {"body" : "On a day when Mayor Rudolph W. Giuliani went to Brooklyn to tout the renewal of the Bushwick neighborhood, once considered one of the most notorious drug bazaars in the country, Pipo Rios opened a 40-ounce malt liquor and contemplated his business not far from where the Mayor spoke. Mr. Rios used to sell crack in the neighborhood, but street-level" , "date" : "19990919" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "1" , "title" : "CRACK'S LEGACY: A special report; A Drug Ran Its Course, Then Hid With Its Users" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/19\/us\/crack-s-legacy-a-special-report-a-drug-ran-its-course-then-hid-with-its-users.html"} , {"body" : "DURING the half-century in which he accumulated the finest private collection of baseball memorabilia in the world -- rivaling that of the Hall of Fame in Cooperstown, N.Y. -- Barry Halper was never satisfied with gathering such conventional mementoes as autographed bats and balls. The Livingston, N.J., resident craved artifacts that told stories," , "date" : "19990919" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "7" , "title" : "Word for Word\/Baseball Memorabilia; Going, Going, Gone on the Block: Artifacts of American Myth" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/19\/weekinreview\/word-for-word-baseball-memorabilia-going-going-gone-block-artifacts-american.html"} , {"body" : "Officials and industry executives are optimistic about New York City's progress in dealing with Year 2000 computer problems, but an effort to get that message out last night ran into glitches of its own: Not many people came to listen, and many of those who did were skeptical of what they heard. Fewer than 75 citizens came to hear the 50 or so" , "date" : "19990909" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "5" , "title" : "Few Seem Ready for Forum on Getting Ready for 2000" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/09\/nyregion\/few-seem-ready-for-forum-on-getting-ready-for-2000.html"} , {"body" : "NOT that New Yorkers need any excuse to indulge in feverish hyperbole, but we are discussing a Subway Series as if it were our divine right. The very phrase ''Subway Series'' tells you everything you need to know about New Yorkers. We are the center of the universe. You got a problem with that? Here we are in very early September and the Mets have" , "date" : "19990905" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "Sports of The Times; Taking a Mental Trip on the Subway to a New York Series" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/05\/sports\/sports-of-the-times-taking-a-mental-trip-on-the-subway-to-a-new-york-series.html"} , {"body" : "Two more suspects in last week's gang-related slaying of an 11-year-old boy in Brooklyn were arrested yesterday and late Tuesday, the police said. With the arrest last Friday of Arturo Sealey, 17, the police say they have all three young men who witnesses said sprayed the front of a housing project with gunfire as they rode by on mountain bikes on" , "date" : "19990826" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Two More Suspects Are Arrested in Gang-Related Brooklyn Shooting That Killed Boy" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/26\/nyregion\/two-more-suspects-are-arrested-in-gang-related-brooklyn-shooting-that-killed-boy.html"} ,   {"body" : "Dawad Joseph, a 16-year-old Staten Island high school sophomore, was walking to his mother's office with four friends one afternoon in May 1997 when the young men found themselves in the middle of a police drug sweep. Mr. Joseph was arrested on charges of possessing and selling drugs, even though police records show no drugs were found on him. When" , "date" : "19990823" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Dismissed Before Reaching Court, Flawed Arrests Rise in New York" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/23\/nyregion\/dismissed-before-reaching-court-flawed-arrests-rise-in-new-york.html"} , {"body" : "A 17-year-old was arrested Friday night in a gang-related slaying outside a Brooklyn housing project on Thursday night in which an 11-year-old bystander was killed, the police said yesterday. The suspect, Arturo Sealey, 17, of Brownsville, Brooklyn, was taken in for questioning at the 73d Precinct station house Friday morning, said Capt. Michael" , "date" : "19990822" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "17-Year-Old Is Arrested In Boy's Death" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/22\/nyregion\/17-year-old-is-arrested-in-boy-s-death.html"} , {"body" : "LOOK, I survived Bobby Kennedy,'' said Michael R. Long, who is the chairman of New York's Conservative Party, the owner of a seriously yuppified Bay Ridge liquor store (the 1993 Chateau Margaux is $160 a bottle) and a man who can now make Mayor Rudolph W. Giuliani miserable. ''I survived John Lindsay. I survived Lyndon Johnson. Did the world" , "date" : "19990819" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; The Power to Make the Mayor Miserable" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/19\/nyregion\/public-lives-the-power-to-make-the-mayor-miserable.html"} , {"body" : "ANTHROPOLOGISTS who analyze mating behavior sometimes divide men into two categories: dads and cads. Dads are the ones who make long-term commitments. Cads are the ones like Nushawn J. Williams. He is the 22-year-old itinerant drug dealer from Brooklyn who inspired last week's headline: ''Drifter Says He Had Sex With Up to 300.'' Mr. Williams, who" , "date" : "19990802" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Big City; What It Takes To Become A Father" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/02\/nyregion\/the-big-city-what-it-takes-to-become-a-father.html"} , {"author" : "Christopher McDougall is a freelance writer in Philadelphia and former correspondent in Lisbon and Angola for The Associated Press." , "body" : "The practice space for the Mock Trial team of Bushwick High School in Brooklyn is a storeroom for pen-scarred desks and ruined textbooks. Paint-caked rollers and pans sit on out-of-commission lockers. The one gesture toward a simulated courtroom is the makeshift podium of 2-by-4's and fake pine paneling. The team itself, on paper, doesn't stand a" , "date" : "19990801" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S." , "Education"] , "page_facet" : "33" , "title" : "Trial With Fire" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/01\/education\/trial-with-fire.html"} , {"body" : "A race for a Civil Court judgeship in Brooklyn, not usually a contest to generate much excitement, has split a host of Democratic officials into two camps, each seeking to establish its political might. On one side are the supporters of Wayne P. Saitta, a 44-year-old lawyer with Brooklyn Legal Services Corporation. Mr. Saitta is being supported by" , "date" : "19990728" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "2 Democratic Factions Battle for a Judgeship in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/28\/nyregion\/2-democratic-factions-battle-for-a-judgeship-in-brooklyn.html"} , {"body" : "Under a little-known provision in the 1996 Federal welfare law, New York has become eligible to receive several hundred million dollars a year from Washington to expand Medicaid coverage for one of its fastest-growing and most troubling uninsured populations: low-income working parents. But while nine other states, including Connecticut, have" , "date" : "19990715" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Pataki Is Target in Bid to Expand Medicaid for Working Poor" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/15\/nyregion\/pataki-is-target-in-bid-to-expand-medicaid-for-working-poor.html"} , {"body" : "For New Yorkers who thought the city had solved its lead paint problem a generation ago, the recent goings-on at City Hall must seem baffling. For weeks, the City Council has been caught in a fractious debate about a bill up for a vote today that would supersede the city's 17-year-old lead statute and, its supporters say, finally help prevent" , "date" : "19990630" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Council Set to Vote On, if Not Resolve, Lead Paint Issue" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/30\/nyregion\/council-set-to-vote-on-if-not-resolve-lead-paint-issue.html"} , {"body" : "A 44-year-old man was killed instantly yesterday when he jumped in front of an L train as it pulled into the Bedford Avenue station in the Williamsburg section of Brooklyn, police and transit officials said. The suicide, which occurred at 3 P.M., stopped the L line between Third Avenue in Manhattan and Bushwick Avenue in Brooklyn for two hours," , "date" : "19990609" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO NEWS BRIEFS: NEW YORK; Man Dies After Leaping In Front of Subway Train" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/09\/nyregion\/metro-news-briefs-new-york-man-dies-after-leaping-in-front-of-subway-train.html"} , {"body" : "It was only four years ago that Fernando De Souza and his family arrived in New York from Lima, Peru. Mr. De Souza, the eldest of four children, scrambled to learn English at John Bowne High School in Flushing, Queens, kept his grades in the high 80's, and dreamed of studying medicine in college. But disappointments quickly tumbled in: A guidance" , "date" : "19990523" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "America's Promise, Found in the Army; To More Immigrant New Yorkers, A Better Life Begins in Uniform" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/23\/nyregion\/america-s-promise-found-army-more-immigrant-new-yorkers-better-life-begins.html"} ,   {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting June 8, 6:30 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights," , "date" : "19990516" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Greenpoint to Sheepshead Bay: When the Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/16\/nyregion\/neighborhood-report-brooklyn-up-close-greenpoint-sheepshead-bay-when-boards-meet.html"} , {"body" : "A $66-million expansion and renovation of the Menorah Home and Hospital for the Aged and Infirm has begun along Oriental Boulevard in the Manhattan Beach section of Brooklyn. Once the project is completed in February 2001, the institution's outdated 273-bed Bushwick campus will be shut down. The waterfront project, financed by bonds issued by the" , "date" : "19990509" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: For the Menorah Home and Hospital; A $66-Million Expansion and Renovation" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/09\/realestate\/postings-for-the-menorah-home-and-hospital-a-66-million-expansion-and-renovation.html"} , {"body" : "It was just another quiet day in the New York City public schools. While Hillary Rodham Clinton answered a question about the NATO bombing of Kosovo from an eighth-grade student at a junior high school in Queens, Mayor Rudolph W. Giuliani was asked about his political future by a fifth grader in Brooklyn, nicknamed the Mayor, who pointedly said to" , "date" : "19990430" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "Principals for a Day, Potential Political Rivals for a Season" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/30\/nyregion\/principals-for-a-day-potential-political-rivals-for-a-season.html"} , {"body" : "Mayor Rudolph W. Giuliani said yesterday that he expected the Schools Chancellor, Dr. Rudy Crew, to ''explain his actions'' at a meeting at City Hall on Monday, as the feud between the two men showed little sign of abating. Although intermediaries have spoken privately to both men, it remained unclear whether they would be able to reconcile the" , "date" : "19990430" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "Mayor Wants Explanation From Crew" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/30\/nyregion\/mayor-wants-explanation-from-crew.html"} , {"body" : "After a seven-week search, the police arrested a man yesterday who they say repeatedly stabbed an elderly woman in her Harlem apartment, then lit a fire to cover up his crime. The suspect, Anthony Woods, 19, was found living with a family on Webster Avenue in the Bronx, said Capt. Robert Iovino of Manhattan North Detective Operations. An anonymous" , "date" : "19990409" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO NEWS BRIEFS: NEW YORK; Suspect in Arson Attack Is Arrested in the Bronx" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/09\/nyregion\/metro-news-briefs-new-york-suspect-in-arson-attack-is-arrested-in-the-bronx.html"} , {"body" : "A 2-year-old girl who had apparently wandered away from her baby sitters fell from the roof of a three-story Brooklyn apartment building yesterday afternoon and died at a hospital, the police said. The girl, Tenaya Jackson of 308 Grove Street in Bushwick, somehow left the apartment where she was under the care of neighbors and made her way to the" , "date" : "19990406" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Fall From Roof Kills 2-Year-Old" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/06\/nyregion\/fall-from-roof-kills-2-year-old.html"} , {"body" : "Jason Perry is a 17-year-old Brooklyn high school student who takes it for granted that he will be hassled by the police if he goes out after dark in his Bedford-Stuyvesant neighborhood. He estimates that in the past year, he has been stopped, frisked and interrogated at least 10 times. Once, he said, he was issued a summons for not carrying an" , "date" : "19990329" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE DIALLO SHOOTING: THE COMMUNITY; In 2 Minority Neighborhoods, Residents See a Pattern of Hostile Street Searches" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/29\/nyregion\/diallo-shooting-community-2-minority-neighborhoods-residents-see-pattern-hostile.html"} , {"body" : "White Fright Q. Several weeks ago, Ku Klux Klan fliers turned up in Brooklyn, and I recall that the group tried to organize in Astoria, Queens, in the early 1990's. Has the Klan ever gained a foothold in the city? A. Not since the early 1920's, when a resurgent Klan claimed between two million and five million members in the United States, many in" , "date" : "19990328" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1999\/03\/28\/nyregion\/fyi-934569.html"} , {"body" : "TEEN-AGERS climbed up three flights of stairs in an old house in Brooklyn, steadying themselves on the banister and pausing for breath. This little bit of exercise was just a warm-up, since the real after-school workout was yet to begin. In each room of the Bushwick Center of El Puente, young people huddled with tutors as they sweated it out over" , "date" : "19990327" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "About New York; An Outpost Where Hope Can Thrive" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/27\/nyregion\/about-new-york-an-outpost-where-hope-can-thrive.html"} , {"body" : "For almost two months, New York City police officers have found themselves the target of constant criticism: protesters calling them murderers, suspects mumbling caustic remarks and headlines raising questions about both their aggressiveness and training. So for some officers, a report that a Bronx grand jury had indicted four street crimes" , "date" : "19990327" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE DIALLO SHOOTING: THE POLICE; Officers Hope Cloud Over Force Will Lift" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/27\/nyregion\/the-diallo-shooting-the-police-officers-hope-cloud-over-force-will-lift.html"} ,   {"body" : "For the residents of Wheeler Avenue, a modest stretch of two-story apartment buildings in the Soundview section of the Bronx, reports that four police officers had been indicted on charges of second-degree murder in the killing of their neighbor, Amadou Diallo, did little yesterday to allay their suspicion of the justice system. One of Mr. Diallo's" , "date" : "19990327" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE DIALLO SHOOTING: THE NEIGHBORS; Doubts Persist, Despite Reports of Indictments" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/27\/nyregion\/the-diallo-shooting-the-neighbors-doubts-persist-despite-reports-of-indictments.html"} , {"body" : "As the Bronx grand jury considering last month's police shooting of Amadou Diallo finished its work yesterday, 219 people protesting the incident were arrested on disorderly conduct charges in front of Police Headquarters and a high-profile group of black and Hispanic leaders began to plot strategy for meetings with Mayor Rudolph W. Giuliani. The" , "date" : "19990326" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE DIALLO SHOOTING: THE OUTCRY; Police Headquarters Rallies Won't End, Protesters Vow" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/26\/nyregion\/diallo-shooting-outcry-police-headquarters-rallies-won-t-end-protesters-vow.html"} , {"body" : "A rap performer who has had frequent confrontations with the police was arrested early yesterday on a charge of possession of crack cocaine, the police said. The police said the performer, Russell P. Jones, 30, a founder of the rap group Wu-Tang Clan who goes by the stage names Ol' Dirty Bastard and Big Baby Jesus, was being questioned for" , "date" : "19990323" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Rap Group Founder Arrested On Drug Charge in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/23\/nyregion\/rap-group-founder-arrested-on-drug-charge-in-brooklyn.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting is April 13, 6:30 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn" , "date" : "19990314" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Only the Living Know Brooklyn: Where the Community Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/14\/nyregion\/neighborhood-report-brooklyn-up-close-only-living-know-brooklyn-where-community.html"} , {"body" : "At the corner of Dumont Avenue and Cleveland Street, a three-story apartment building stands out sharply amid the nearby well-kept buildings. The stoop has crumbled into rubble, the roof has partly caved in and out back the body of a cat with matted yellow fur has begun to decay. ''The bricks are coming off; it is very dangerous,'' said Joe L." , "date" : "19990314" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: EAST NEW YORK; Bricks Falling From Building: Political Cement Is Missing" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/14\/nyregion\/neighborhood-report-east-new-york-bricks-falling-building-political-cement.html"} , {"body" : "There is no mistaking the no-frills Internet cafe near the corner of Flatbush and Nostrand Avenues for its counterparts in grander neighborhoods. This is a place to explore cyberspace in coach class. Roberto Alvarez, the lonely barista, said most customers prefer a 50-cent cup of joe to cappuccino. There is a television set on the wall over the" , "date" : "19990228" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: EAST FLATBUSH; At This Cafe, Net and Java Are No-Frills" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/28\/nyregion\/neighborhood-report-east-flatbush-at-this-cafe-net-and-java-are-no-frills.html"} , {"body" : "There was no news at 772 St. Nicholas Avenue in Harlem yesterday, nothing to report but the residents' grief, anger, despair and solemn prayers for Thelma Keets, an 82-year-old widow who had lived quietly on the top floor of the six-story building for 42 years, until someone knocked at her door on Saturday. It was someone she knew, the police and" , "date" : "19990222" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Grief Over Elderly Woman's Stabbing" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/22\/nyregion\/grief-over-elderly-woman-s-stabbing.html"} , {"body" : "The police were searching for a Brooklyn man last night who they say left an elderly woman near death after stabbing her and then setting her Harlem apartment on fire. The woman, 82-year-old Thelma Keats of 772 St. Nicholas Avenue, was in critical but stable condition last night at Harlem Hospital, suffering from multiple stab wounds and smoke" , "date" : "19990221" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "Man Sought in Attack on Elderly Woman" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/21\/nyregion\/man-sought-in-attack-on-elderly-woman.html"} , {"body" : "Sal P. used to skip school more often than Ferris Bueller. He took special education classes in grade school, but by the time he reached the fifth grade, Sal was not interested in learning. Instead, he spent his days at his mother's apartment in the Bushwick section of Brooklyn, sleeping and watching cartoons. At night he went out with friends, and" , "date" : "19990220" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE NEEDIEST CASES; Ending Truancy Turns a Life Around" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/20\/nyregion\/the-neediest-cases-ending-truancy-turns-a-life-around.html"} , {"body" : "ON a water-logged day in Brooklyn, everything seems muted and muffled -- the grays and browns of the buildings, the soggy drumbeat of the rain, the leaden thwock of the car wheels shooting out sprays of oily water as they rumble over manhole covers. And then there is Rosie Perez, who, rain or shine, is about as muted and muffled as a stick of" , "date" : "19990214" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "11" , "title" : "FILM; Trying to Shake a Stereotype But Keep On Being Rosie Perez" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/14\/movies\/film-trying-to-shake-a-stereotype-but-keep-on-being-rosie-perez.html"} ,   {"body" : "The students at Bushwick Outreach, an alternative high school in Brooklyn, were telling me about their encounters with the police. Some were quietly emotional, but the prevailing tone was resignation. Lani Soto, who is 18, recalled the night last July when two uniformed officers approached her on a subway train in Bay Ridge. She had just left work" , "date" : "19990214" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "13" , "title" : "In America; What's Going On?" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/14\/opinion\/in-america-what-s-going-on.html"} , {"body" : "An Intrepid Salute TUESDAY -- The Intrepid Sea-Air-Space Museum will hold its ''Salute to Freedom,'' an annual gala aboard the aircraft carrier at Pier 86, West 46th Street at the Hudson River. Cocktails and a silent auction at 6:30 P.M. will be followed by dinner and an awards ceremony, during which Gen. Henry H. Shelton, the Chairman of the Joint" , "date" : "19990207" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "8" , "title" : "BENEFITS" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/07\/style\/benefits-203351.html"} , {"body" : "Yesterday morning at the Brooklyn Bureau of Community Service, five adults gathered for the weekly meeting of an unorthodox book-of-the-month club. The readers are not linked by a love of murder mysteries, biographies or romance novels. They share a more profound bond: they have all suffered the ravages of severe mental illness, and are eager to" , "date" : "19990205" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE NEEDIEST CASES; Helping Nonreaders to Read and Love It" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/05\/nyregion\/the-neediest-cases-helping-nonreaders-to-read-and-love-it.html"} , {"body" : "LIKE many artists, Francisco Cardenas came to New York intent on making his mark in SoHo. ''You have to go outside of the familiar so that people will pay attention to you,'' he said. In his case, he had to go outside to help pay the bills. Recently, he took a construction job installing a smokestack at a restaurant at Houston Street and Second" , "date" : "19990127" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "SOHO AREA (SOUTH HOUSTON INDUSTRIAL DISTRICT) (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; Year of Rabbit Gives an Artist Some Luck" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/27\/nyregion\/about-new-york-year-of-rabbit-gives-an-artist-some-luck.html"} , {"body" : "Linda LoPresti paid a price for her anxiety: $120. The anxiety came from New York State's new fourth-grade English exam, known in elementary schools simply as The Test, which is to be given for the first time next week. The money went to hire a tutor for her daughter, Lindsay Rose, who like 300,000 peers will take an exam that even state officials" , "date" : "19990109" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "As Parents Sweat It Out, 4th Graders Cram for New Test" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/09\/nyregion\/as-parents-sweat-it-out-4th-graders-cram-for-new-test.html"} , {"body" : "In 1989, the three-story building at 59 Troutman Street in Bushwick, Brooklyn, was home to dozens of rodents, scores of roaches and half a dozen frustrated families. Tenants and tenant advocates said the building had essentially been abandoned by absentee landlords who allowed it to become dilapidated and dangerous. ''They wanted rent, rent, rent," , "date" : "19990107" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "The Neediest Cases; Take-Charge Tenants Save a Building" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/07\/nyregion\/the-neediest-cases-take-charge-tenants-save-a-building.html"}]