[  {"body" : "The State Health Department will allow two adult day-care centers in Brooklyn to continue operating, with little of their Medicaid payments withheld, even though their owner was indicted last week on charges of illegally billing the state Medicaid program for $62 million in invented or inflated services. Although the owner, Lawrence Friedman, 52," , "date" : "19991224" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Indictment Doesn't Stop Flow of Medicaid Money" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/24\/nyregion\/indictment-doesn-t-stop-flow-of-medicaid-money.html"} , {"body" : "The state attorney general yesterday accused the owner of two adult day care centers in Brooklyn of illegally billing the Medicaid program for invented or inflated services totaling $62 million. According to a 21-count indictment, the owner, Lawrence Friedman, 52, and two associates churned almost 1,000 elderly people a day through the centers" , "date" : "19991216" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "2 Adult Day Care Centers in Brooklyn Accused of Overbilling Medicaid by $62 Million" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/16\/nyregion\/2-adult-day-care-centers-brooklyn-accused-overbilling-medicaid-62-million.html"} , {"body" : "Last Thursday, Jean Griffith Sandiford planted flowers at the grave of her son Michael Griffith, who was killed nearly 13 years ago in a racially motivated attack in Howard Beach. It was a private act of remembrance. On Dec. 20, the anniversary of Mr. Griffith's death, the city will perform a much more public remembrance, formally naming the road" , "date" : "19991205" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "NEIGHBORHOOD REPORT: BEDFORED-STUYVESANT; Naming a Street, Raising a Conflict" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/05\/nyregion\/neighborhood-report-bedfored-stuyvesant-naming-a-street-raising-a-conflict.html"} , {"body" : "Jonathan Alexander was sitting comfortably in his stroller, ready to roll. His twin sister, Rachel, was screaming. She did not want to wear a jacket. She did not want to take a walk. She did not want to do much of anything, it seemed, but arch her back and wail in protest. Suddenly, as if in sympathy, Jonathan joined her. Their mother, Robin" , "date" : "19991129" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "More Traffic in the Double-Stroller Lane; Twin Births Surge, and the Parents Face Special, and Costly, Challenges" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/29\/nyregion\/more-traffic-double-stroller-lane-twin-births-surge-parents-face-special-costly.html"} , {"author" : "E-mail address: daschn@nytimes.com" , "body" : "Fragrant Is the Night Q. In ''The Great Gatsby,'' F. Scott Fitzgerald described a place called the Corona Dumps as ''a valley of ashes, a fantastic farm where ashes grow like wheat into ridges and hills and grotesque gardens.'' Where was this otherworldly rubbish heap? A. The city-owned marshlands of the Flushing River in Queens were long used as a" , "date" : "19991128" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1999\/11\/28\/nyregion\/fyi-574961.html"} , {"body" : "Four boys, ages 11 and 12, have been arrested on sexual abuse charges after two 12-year-old girls at a Brooklyn junior high school accused them of sexual attacks, the authorities said. The four boys, who are students at Intermediate School 211 in Canarsie, are accused of stalking, threatening and sexually abusing one of the girls from Oct. 1 to" , "date" : "19991125" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "METRO NEWS BRIEFS: NEW YORK; 4 at Junior High Charged In Sexual Abuse of Girls" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/25\/nyregion\/metro-news-briefs-new-york-4-at-junior-high-charged-in-sexual-abuse-of-girls.html"} , {"body" : "They developed their swagger in Brooklyn and their ball-handling skills on the island of Jamaica and other points south. Traveling a well-worn trail, they have now transferred their talents and aspirations to New York and points north. The five Caribbean members of St. Lawrence University's soccer team have divined strengths from each leg of a" , "date" : "19991119" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "SOCCER; Reggae Beat Keeps St. Lawrence Winning" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/19\/sports\/soccer-reggae-beat-keeps-st-lawrence-winning.html"} , {"body" : "A rookie police officer fatally shot a 17-year-old robbery suspect in the back of the neck early yesterday morning in Brooklyn after another suspect opened fire on the officers, the police said. The shooting took place at 12:11 A.M. at Flatlands Avenue and 105th Street in Canarsie as two officers tried to stop three young men suspected in an armed" , "date" : "19991030" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Robbery Suspect, 17, Is Shot to Death by the Police" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/30\/nyregion\/brooklyn-robbery-suspect-17-is-shot-to-death-by-the-police.html"} , {"body" : "FOR weeks, the streets of Washington Heights played host to an exciting political circus. A convoy of sound trucks roamed the neighborhood, blasting the names and slogans of the competing candidates. All told, the political camps printed and distributed more than 100,000 pieces of literature. Posters were tacked up throughout the area, from travel" , "date" : "19991017" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Where Politics Is Always Local" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/17\/nyregion\/where-politics-is-always-local.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 34-12 36th Street, at 35th Avenue, Astoria, Queens. Costumes, set pieces, film equipment and other items relating to film, television and video are on permanent display. Exhibitions include ''Behind the Screen,'' a permanent display with more than a thousand artifacts that" , "date" : "19991015" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/15\/arts\/spare-times-960896.html"} ,   {"body" : "THE sisters Arlene Jones and Judith George are close. They grew up together in the Virgin Islands, and after they arrived in Brooklyn in 1978, when they were in their early 20's, they lived in apartments two blocks apart. They long hoped to own homes near each other, and this year they achieved that goal. They moved into side-by-side two-family" , "date" : "19991003" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Easing the Rules for Mortgage Approval" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/03\/realestate\/easing-the-rules-for-mortgage-approval.html"} , {"body" : "Chanel Gilpin stood unsmiling as her mother cooed how cute she looked in her new school uniform: a blue, pleated jumper with a short-sleeved yellow shirt. Chanel, who is in the fifth grade, was not upset about the jumper, which basically resembled a barrel with straps, but about the yellow shirt. She wanted to wear white. But only boys at Public" , "date" : "19990904" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Just How Uniform Must Uniforms Be?; For Many Public School Students, It's a Struggle to Mesh The New Dress Codes With Their Own Sense of Style" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/04\/nyregion\/just-uniform-must-uniforms-be-for-many-public-school-students-it-s-struggle-mesh.html"} , {"body" : "Best Bet With its customary mix of celebrity glitz and serious sport, the Hampton Classic struts into Bridgehampton today, beginning with ''Traditional World of the Horse,'' a parade of breeds and performances. Before the hunter and jumper competition in four rings ends next Sunday, the winners among the 1,500 horses and riders expected to compete" , "date" : "19990829" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "THE GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/29\/nyregion\/the-guide-205397.html"} , {"body" : "In 1964, the asphalt bicycle track at Kissena Park was sleek and smooth. It was so good that bicyclists came to compete in the Olympic trials. Bicyclists still train at the outdoor track, at the intersection of Booth Memorial Avenue and Parsons Boulevard. But now they complain that the track, formally known as the Siegfried Stern Velodrome after a" , "date" : "19990829" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: FLUSHING; Bicycle Track's Bumpy Path" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/29\/nyregion\/neighborhood-report-flushing-bicycle-track-s-bumpy-path.html"} , {"body" : "She was the child of Holocaust survivors, born in Brooklyn on Christmas Eve of 1959 with good looks, keen intelligence and a big brother determined to protect her from all the evil in the world. But when her battered body was found in Central Park on July 22 this year, the police identified Susan Fuchs by a food stamp card and said her last address" , "date" : "19990808" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "31" , "title" : "From Early Promise To Violent Death; Central Park Killing Ends Effort To Save a Mentally Ill Woman" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/08\/nyregion\/early-promise-violent-death-central-park-killing-ends-effort-save-mentally-ill.html"} , {"body" : "IN Park Slope, Jerri Mayer has been begging her neighbors to hire exterminators, stop feeding the birds and cover their trash to fight a wave of rats that began marauding through the backyards of million-dollar brownstones this spring. In TriBeCa, where clans of as many as two dozen rats have made their homes in decorative sidewalk planters, Judy" , "date" : "19990725" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Rat Patrol" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/25\/nyregion\/the-rat-patrol.html"} , {"body" : "One thing that hundreds of people who fell victim to an elaborate credit card scheme had in common was that they had all rented a car from the Thrifty car rental agency in Warwick, R.I., over the last three years, officials said. The other thing they had in common was that a former employee at the agency was accused of selling copies of their" , "date" : "19990713" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Credit Card Scheme Tied to Car Rentals" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/13\/nyregion\/credit-card-scheme-tied-to-car-rentals.html"} , {"body" : "''Everybody's a winner!'' a weary barker, his voice competing with amplified hip-hop, hollered to the occasional passer-by on Stillwell Avenue yesterday. Natasha Alonso, 10, held a bag of cotton candy as she stood behind a fluttering cordon of police tape and gazed at the broken remains of her favorite ride, the Super Himalaya, which malfunctioned" , "date" : "19990614" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Coney Island Visitors Are Sparse and Careful After Fatal Accident on a Ride" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/14\/nyregion\/coney-island-visitors-are-sparse-and-careful-after-fatal-accident-on-a-ride.html"} , {"body" : "A night out at the movies is steadily becoming more expensive -- and not just because many theaters in Manhattan raised their ticket prices to $9.50 earlier this year. In New York City, a family of four will spend an average of almost $40 for tickets and snacks to see a first-run movie, up 6 percent from last year, according to a survey released" , "date" : "19990611" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "6" , "title" : "Price of Night at Movies Is Up 6 Percent, City Says" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/11\/nyregion\/price-of-night-at-movies-is-up-6-percent-city-says.html"} , {"body" : "A 44-year-old man was killed instantly yesterday when he jumped in front of an L train as it pulled into the Bedford Avenue station in the Williamsburg section of Brooklyn, police and transit officials said. The suicide, which occurred at 3 P.M., stopped the L line between Third Avenue in Manhattan and Bushwick Avenue in Brooklyn for two hours," , "date" : "19990609" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO NEWS BRIEFS: NEW YORK; Man Dies After Leaping In Front of Subway Train" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/09\/nyregion\/metro-news-briefs-new-york-man-dies-after-leaping-in-front-of-subway-train.html"} ,   {"body" : "WHEN the United Fishing Association held its annual dinner last fall at the Water Club on the East Side of Manhattan, a highlight of the event was supposed to be speeches by some of the country's foremost fishing experts. But during a talk by Vin Sparano, the director of the United Fishing Foundation, the attention of the audience began drifting to" , "date" : "19990606" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Hook, Line And Sinker" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/06\/nyregion\/hook-line-and-sinker.html"} , {"body" : "Fire officials said yesterday that the death of Capt. Vincent Fowler came after he had become trapped in the fiery basement of a Queens home Thursday night during a fruitless search for victims. Captain Fowler, 47, was the fourth city firefighter to die in the line of duty in the last six months. Officials said that he went into cardiac and" , "date" : "19990605" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Firefighter Was Seeking Victims Who Had Escaped" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/05\/nyregion\/firefighter-was-seeking-victims-who-had-escaped.html"} , {"body" : "Two men were killed and four people were injured in three separate boating accidents over the Memorial Day weekend in New York and New Jersey, the authorities said. In the first fatal accident, off Rockaway Beach in Queens, a boat overturned shortly before noon yesterday. The police said Lester Potter, 61, of Canarsie in Brooklyn, was riding in his" , "date" : "19990601" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "2 Killed, 4 Injured in Weekend Boating Accidents" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/01\/nyregion\/2-killed-4-injured-in-weekend-boating-accidents.html"} , {"body" : "With his bubbly effervescence and bottomless loquaciousness, you would swear that seltzer spritzes through Walter Backerman's veins. Indeed, seltzer has been the lifeblood of the Backerman family. Walter's grandfather, Jacob Rosenbloom, started delivering in 1919 on the Lower East Side with a horse-drawn wagon. In 1945, Walter's father, Abraham" , "date" : "19990530" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Passing the Endurance Test; The Bubbly That's Drunk Daily, Not Hoarded for the Millennium" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/30\/nyregion\/passing-endurance-test-bubbly-that-s-drunk-daily-not-hoarded-for-millennium.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting June 8, 6:30 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights," , "date" : "19990516" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Greenpoint to Sheepshead Bay: When the Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/16\/nyregion\/neighborhood-report-brooklyn-up-close-greenpoint-sheepshead-bay-when-boards-meet.html"} , {"body" : "After giving damning evidence to Internal Affairs investigators, Eric Turetzky, a rookie New York City police officer, emerged from an interview room at the 70th Precinct station house in Brooklyn. It was not yet dawn on Aug. 15, 1997, six days after a handcuffed defendant, Abner Louima, allegedly was tortured in a bathroom at the precinct. The" , "date" : "19990515" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Officer Who Broke the Code of Silence Defies Labels" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/15\/nyregion\/officer-who-broke-the-code-of-silence-defies-labels.html"} , {"body" : "After interviewing five boys charged with conspiracy to blow up their Brooklyn school, officials yesterday referred the case to the Family Court Division of the city's Corporation Counsel, which is expected to decide by the end of next week whether to prosecute the boys. The five, 13-year-old eighth graders at McKinley Junior High School in Bay" , "date" : "19990501" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Counsel Will Decide Whether to Prosecute Boys in Bomb Plot" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/01\/nyregion\/counsel-will-decide-whether-to-prosecute-boys-in-bomb-plot.html"} , {"body" : "For more than seven years, James Hardy collected a paycheck, was given satisfactory evaluations and received cost-of-living raises. But in those seven years he never worked a day at his public school job, the Special Commissioner of Investigation for the New York City schools charged yesterday. Investigators from Special Commissioner Edward F." , "date" : "19990429" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "Man Charged With Receiving 7 Years of School Pay Illegally" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/29\/nyregion\/man-charged-with-receiving-7-years-of-school-pay-illegally.html"} , {"body" : "A billionaire Wall Street financier who raised $170 million in scholarships to send low-income children to private schools said yesterday that more than a million families had responded to his offer, or nearly one out of every 50 schoolchildren in America. The financier, Theodore J. Forstmann, better known for his leveraged buyouts of companies" , "date" : "19990421" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Private School Choice Plan Draws a Million Aid-Seekers" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/21\/nyregion\/private-school-choice-plan-draws-a-million-aid-seekers.html"} , {"body" : "Lisa Kron is not someone you would describe as the silent type. She is a lively, showy talker, a natural storyteller, and she has made an art out of being just that, with comic monologues about subjects like the horrors of high school reunions. It turns out, however, that Ms. Kron also knows about the holes in life that can't be filled by" , "date" : "19990329" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "THEATER REVIEW; Laughter And Horror In a Journey Of the Heart" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/29\/theater\/theater-review-laughter-and-horror-in-a-journey-of-the-heart.html"} ,   {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting is April 13, 6:30 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn" , "date" : "19990314" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Only the Living Know Brooklyn: Where the Community Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/14\/nyregion\/neighborhood-report-brooklyn-up-close-only-living-know-brooklyn-where-community.html"} , {"body" : "To residents, the secluded corner of Canarsie Beach Park near Paerdegat Avenue was a place to fly kites in the tall grasses and pick mulberries. But to city officials, the area was little more than an overgrown dump. Last October, bulldozers leveled the mulberry trees, reeds and meadows to make way for a seven-and-half-acre compost yard. Neighbors," , "date" : "19990307" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CANARSIE BEACK PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: CANARSIE; Parkland or Dump: For Now, It's a 7-Acre Compost Yard" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/07\/nyregion\/neighborhood-report-canarsie-parkland-or-dump-for-now-it-s-a-7-acre-compost-yard.html"} , {"body" : "Ninth-seeded John F. Kennedy High School of the Bronx ousted top-seeded Paul Robeson of Brooklyn from the Public Schools Athletic League playoffs last night in what most would term an upset. But not Kennedy. ''We knew they were not a No. 1 caliber team,'' the junior center J. C. Mathis said after collecting 18 points and 9 rebounds in Kennedy's" , "date" : "19990303" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "HIGH SCHOOL BASKETBALL; No. 1 Robeson Eliminated By Kennedy in the Playoffs" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/03\/sports\/high-school-basketball-no-1-robeson-eliminated-by-kennedy-in-the-playoffs.html"} , {"author" : "1010 President Street: A Brooklyn Home Page -- http:\/\/www.brooklyn.net" , "body" : "David Neal Miller has lived in Columbus, Ohio, since 1980, teaching Yiddish language and literature at Ohio State University. ''In central Ohio, Yiddish is no more exotic than Spanish or any other language,'' he said. But to Mr. Miller, 53, who grew up in Crown Heights, near the Brooklyn Botanic Garden and the Brooklyn Museum and within earshot of" , "date" : "19990228" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "8" , "title" : "NEW YORK ON LINE; A Brooklyncentric View of Life" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/28\/nyregion\/new-york-on-line-a-brooklyncentric-view-of-life.html"} , {"author" : "Joel Kotkin is a senior fellow at the Pepperdine Institute for Public Policy. His column on the Main Street economy appears the fourth Sunday of each month. E-mail: grassrts@nytimes.com" , "body" : "THIRTY years ago, Erba Food Products was struggling to get by, making kosher specialties in a tiny 2,000-square-foot factory within earshot of Yankee Stadium, and its prospects looked as limited as its market, New York's dwindling population of observant German Jews. Today, Erba is booming. In its 75,000-square-foot plant in the Canarsie district" , "date" : "19990228" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "GRASS-ROOTS BUSINESS; Savoring The Spice Of Urban Life" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/28\/business\/grass-roots-business-savoring-the-spice-of-urban-life.html"} , {"body" : "Kevin Chalmers started kindergarten in September 1993 and was thrown out the same month, after he cursed at his teacher, overturned chairs and bit the principal. Kevin, who is now 11, said in a recent interview that his rage was misplaced. But he certainly had a lot to be angry about. Kevin was born with traces of cocaine and heroin in his" , "date" : "19990213" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE NEEDIEST CASES; A Sense of Belonging Heals an Angry Child" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/13\/nyregion\/the-neediest-cases-a-sense-of-belonging-heals-an-angry-child.html"} , {"body" : "Behind the many calls for Federal involvement in the police shooting of a Bronx immigrant last Thursday is the concern that state prosecutors may have a tough time bringing a case against the officers. There is some history that may help to explain the concerns: in 1996, the Bronx District Attorney's office failed to win a conviction in a major" , "date" : "19990210" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Some Favor Federal Role In Police Shooting Inquiry" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/10\/nyregion\/some-favor-federal-role-in-police-shooting-inquiry.html"} , {"body" : "''Griswold!'' Bill Henrich barked. ''You know they don't like loose pets!'' The dog scurried back onto the porch, having run up against one of the many rules that regulate Mr. Henrich's pristine community: Dogs must be leashed inside the premises. Lawns must be kept mowed. Cars cannot be repaired in the street. Drivers must obey the" , "date" : "19990131" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "On the Ground Floor Of the American Dream; At New York City's Only Trailer Park, Affordable Homes and Rules to Live By" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/31\/nyregion\/ground-floor-american-dream-new-york-city-s-only-trailer-park-affordable-homes.html"} , {"body" : "For nearly two years, their feud has been at the center of an assortment of political dramas in Brooklyn, its battle lines shaping virtually every contest in the borough. But now the tension between Representative Edolphus Towns and Assemblyman Clarence Norman Jr., the Brooklyn Democratic Party chairman, shows distinct signs of easing. In recent" , "date" : "19990130" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Political Notes; Relationship Begins to Warm Between Friends Turned Foes" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/30\/nyregion\/political-notes-relationship-begins-to-warm-between-friends-turned-foes.html"} , {"body" : "An 11-year-old Brooklyn boy on a class trip was found unconscious in shallow water at an indoor swimming pool in Canarsie on Wednesday and later died, the police said. The boy, Dovid Moskowitz, and 24 other students were in the pool at the Hebrew Educational Society at 9502 Seaview Avenue, near Canarsie Beach Park, about 2:45 P.M. when a lifeguard," , "date" : "19990129" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Boy, 11, Drowns On Class Trip to Pool" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/29\/nyregion\/boy-11-drowns-on-class-trip-to-pool.html"} ,   {"body" : "Two years ago, Joy Chatel appeared in Civil Court in Brooklyn to account for her $7,000 unpaid gas bill. A contractor had bilked her out of $40,000, she told the judge, forcing her to close her beauty parlor. She had no income and four grandchildren to raise. When her husband died about this same time, she had to barter two years of free" , "date" : "19990117" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "The Gas Company as Social Worker; Brooklyn Utility Tries Softer Approach to Pursue Unpaid Bills" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/17\/nyregion\/gas-company-social-worker-brooklyn-utility-tries-softer-approach-pursue-unpaid.html"} , {"body" : "Francisco DiSanto, it seems, figured nobody else would really appreciate the delicate beauty of the tapestries in the Alitalia Airlines first-class lounge at Kennedy International Airport. The silk hangings, after all, were very old and even a little spotted. Flawed as the artworks were, he later told the Port Authority police, he still liked them" , "date" : "19990116" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Tapestries' Strange Journey: Vatican to Airport to Brooklyn Basement" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/16\/nyregion\/tapestries-strange-journey-vatican-to-airport-to-brooklyn-basement.html"} , {"body" : "AT each of the three funerals for the firefighters killed last month, Timmy Grant was there, standing alone in his kilt on the steps of Roman Catholic churches in Queens, Brooklyn and Long Island. He is the bagpiper who, as custom dictates, separates from his band after it marches past silent firefighters clad in dress navies. As the coffin is" , "date" : "19990103" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAKING IT WORK; Pipes Of Sorrow" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/03\/nyregion\/making-it-work-pipes-of-sorrow.html"} , {"body" : "They are as different as the games they play. They sit side by side on the motor coach rumbling down the Garden State Parkway, the 75-year-old widower who travels here to shoot craps all night, up to five times a week, and the 53-year-old woman with a Jamaican accent who dabbles in slots a few times a year on days off from her job sorting medical" , "date" : "19990101" , "day_of_week_facet" : "Friday" , "geo_facet" : ["ATLANTIC CITY (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Buses and Bets: A Way of Life; Despite Crashes, the Ride Is Part of the Casino Outing" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/01\/nyregion\/buses-bets-way-life-despite-crashes-ride-part-casino-outing.html"}]