[  {"body" : "MANHATTAN SOHO $995,000 426 West Broadway (Spring Street) 2-bedroom, 2-bath, 1,200-sq.-ft. condo in a postwar building; part-time doormen, hardwood floors, fireplace, 300-sq.-ft. roof terrace; common charge $720, taxes $3,960; listed at $998,000, 8 weeks on market (Brokers: Sotheby's International; Meisel Real Estate) GREENWICH VILLAGE $695,000 167" , "date" : "19991230" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/30\/garden\/residential-sales.html"} , {"body" : "Three and a half years ago, Mayor Rudolph W. Giuliani transferred overall responsibility for handling major emergencies from the Police Department to a new, separate mayoral office for managing crises -- everything from a building collapse to a blackout to biological terrorism. Ever since, relations between the new agency -- the Mayor's Office of" , "date" : "19991224" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "1" , "title" : "Police Dept. and Emergency Agency Seem to Be in Turf War" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/24\/nyregion\/police-dept-and-emergency-agency-seem-to-be-in-turf-war.html"} , {"body" : "Willie James Willie James's performance in the contract negotiations with the M.T.A. will most likely determine whether he endures as president of the union representing 33,000 transit workers. Mr. James, facing re-election next year, narrowly survived a 1998 challenge by a dissident faction within Local 100 of the Transport Workers Union that" , "date" : "19991215" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE TRANIT SHOWDOWN: THE PLAYERS; Varied Backgrounds and High Stakes on Road to a Transit Compromise" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/15\/nyregion\/tranit-showdown-players-varied-backgrounds-high-stakes-road-transit-compromise.html"} , {"body" : "After a bout with an eating disorder, Joan Welsch decided to go back to school for a certificate in fitness instruction. She took the required classes in physiology, anatomy and nutrition, and spent two years visiting patients in their homes, outlining exercises for them. By March, Ms. Welsch had left her job as a graphic designer, and on Dec. 1," , "date" : "19991212" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "IN BRIEF; A Gym for Health, Not Narcissism" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/12\/nyregion\/in-brief-a-gym-for-health-not-narcissism.html"} , {"body" : "For years, John Jay High School, on Seventh Avenue near Fourth Street, has been troubled, ranking high among the city's schools in assaults and robberies and low in test scores and graduation rates. John Jay is situated in the prosperous heart of Park Slope, but many parents there never dreamed of sending their children to the school. The local" , "date" : "19991212" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: BROWNSTONE BROOKLYN; School Board May Try to Take Over Troubled John Jay" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/12\/nyregion\/neighborhood-report-brownstone-brooklyn-school-board-may-try-take-over-troubled.html"} , {"body" : "Kozmo.com, the Internet company that has made a reputation for itself by promising to deliver movie videotapes, ice cream and snacks to New Yorkers within an hour, is taking steps to broaden its offerings and quicken its delivery time. The company, which has two warehouses in Manhattan, is planning to open a third on Varick Street in TriBeCa on" , "date" : "19991205" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: TRIBECA; Feeding the Appetite for Videos and Snacks, Ever Faster" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/05\/nyregion\/neighborhood-report-tribeca-feeding-appetite-for-videos-snacks-ever-faster.html"} , {"body" : "BADOO'S INTERNATIONAL RESTAURANT ++ (718) 345-7654; 5422 Church Avenue, at East 55th Street, Flatbush; $; no smoking; cash only. This tiny storefront serves wonderful jerk chicken, the barbecued dish of Jamaica. Beware of the sauce. It is spiked with Scotch bonnet peppers, which are fiery. The menu changes daily, but most days you can get pepper" , "date" : "19991114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "GOOD EATING; Small Is Beautiful In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/14\/nyregion\/good-eating-small-is-beautiful-in-brooklyn.html"} , {"body" : "Up in the wheelhouse of the Bullet II, a 65-foot party boat out of Sheepshead Bay, Capt. Eddie Shaw chomped his frayed cigar, checked his sonar screen and cut the wheel hard to starboard, heading into unfamiliar waters and leaving the East River behind. To the left were rows of silent warehouses. To the right, a handful of crabbers and anglers" , "date" : "19991112" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEWTOWN CREEK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Life Returns to a Fouled Creek; Newtown, Less Classy Than the Gowanus, Has Allies" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/12\/nyregion\/life-returns-to-a-fouled-creek-newtown-less-classy-than-the-gowanus-has-allies.html"} , {"body" : "The first sign that there was something amiss on the city bus in Brooklyn yesterday morning was the passenger banging on a window and yelling for help. ''They're fighting!'' the woman shouted, according to two Con Edison workers who were driving alongside the bus. Then she cried, ''He's stabbing him,'' one of the workers said. The next sign was" , "date" : "19991105" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Passenger Stabs Driver Of City Bus" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/05\/nyregion\/passenger-stabs-driver-of-city-bus.html"} , {"body" : "IN person, Jennifer Lach does not come across as particularly bold or adventuresome. She is studious-looking and composed, and seems like the sort of person who would always win spelling bees in school. But Ms. Lach, 30, is more fearless than she appears. Strangers, especially, do not worry her. After graduating from Northwestern University, she" , "date" : "19991031" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "9" , "title" : "WEDDINGS: VOWS; Jennifer Lach and Paul Gill" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/31\/style\/weddings-vows-jennifer-lach-and-paul-gill.html"} ,   {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from the most recent listing to contract. MANHATTAN CHELSEA 375,000 305 West 18th Street 2-bedroom, 1-bath, 925-sq.-ft. condo in a prewar building; renovated kitchen and bath, h\/w floors, 2 exposures; common" , "date" : "19991031" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/31\/realestate\/residential-sales.html"} , {"body" : "CAMBODIAN CUISINE + (718) 858-3262; 87 South Elliott Place, near Lafayette Street, Fort Greene; $; no smoking; Mastercard, Visa. Cambodian Cuisine uses tilapia, a mild freshwater fish that is fried and served in a creamy sauce flavored with lemon grass and basil, which gives the firm flesh a mellow, almost nutty flavor. Appetizers include sauteed" , "date" : "19991017" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "GOOD EATING; Brooklyn, Washed by the Sea" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/17\/nyregion\/good-eating-brooklyn-washed-by-the-sea.html"} , {"body" : "Akshay Ganesh, a 12-year-old seventh grader who lives on Staten Island, rolls out of bed every weekday about 6 A.M. He has 20 minutes to eat breakfast and get dressed before heading out the door to catch the S66 bus to catch the 7 A.M. ferry to Manhattan. Swimming in a sea of suits, briefcases and crumpled newspapers, he tries to avoid dozing off" , "date" : "19991011" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "To Middle School, by Bus, Subway and Ferry" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/11\/nyregion\/to-middle-school-by-bus-subway-and-ferry.html"} , {"body" : "Teresa Cama, a lifelong resident of Red Hook, Brooklyn, stood outside her home on Visitation Place and recalled the days when the long-vacant brick building across the street was a Roman Catholic elementary school. She graduated from the eighth grade at Visitation School a half-century ago. Two of her children graduated from the school, and another" , "date" : "19991010" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "Court Is Moving Back Into the Neighborhood" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/10\/nyregion\/court-is-moving-back-into-the-neighborhood.html"} , {"body" : "At Habit, which opened last month in Carroll Gardens, Brooklyn, shoppers can find contemporary women's clothing, jewelry and accessories from brands including French Connection, BCBG, Laundry and Three-Dot. In a couple of months, the store is to begin offering a new line focusing on formal evening wear, Anna V., designed by Anna Vozzo, one of the" , "date" : "19991010" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Formal Evening Wear In a Contemporary Setting" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/10\/nyregion\/new-yorkers-co-formal-evening-wear-in-a-contemporary-setting.html"} , {"body" : "Shawn and Stephen Schwartz, 29-year-old cousins who used to work in the record industry, wanted a place they could go that would offer an atmosphere conducive to talking and relaxation, a place where the intensity level was somewhere between a loud bar and a coffee shop at which people aren't encouraged to interact. They, and a third entrepreneur," , "date" : "19991003" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO; A Coffee Bar Where Everything's for Sale" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/03\/nyregion\/new-yorkers-co-a-coffee-bar-where-everything-s-for-sale.html"} , {"body" : "ATTRACTIONS Museums and Sites ABIGAIL ADAMS SMITH MUSEUM, 421 East 61st Street, Manhattan. The structure, built in 1799 as the carriage house for the estate of Abigail Adams and Col. William Smith, was also the Mount Vernon Hotel from 1826 to 1833. ''200th Anniversary Exhibition,'' of the building, including a model of the original 1799 carriage" , "date" : "19990924" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/24\/arts\/spare-times-636681.html"} , {"body" : "Italian restaurants are no longer simply Italian, or even southern or northern Italian. More and more they emphasize the food of a particular region, as these 12 restaurants do. (These summaries, written by Eric Asimov, are taken from dining reviews, columns and articles in The Times by William Grimes, Mr. Asimov and others.) 1. Al Di La + (718)" , "date" : "19990924" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "EATING OUT; Regions of Italy" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/24\/arts\/eating-out-regions-of-italy.html"} , {"body" : "IN her prime, Mary Russo of the Fort Hamilton section of Brooklyn did not have enough hours in the day. Ever since her husband left back in the 1940's when their three children were young, she supported the family alone, managing a Staten Island pizzeria and selling vacuum cleaners door to door. ''I loved selling those Filter Queen vacuums with all" , "date" : "19990919" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "A Sort of Love Story" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/19\/nyregion\/a-sort-of-love-story.html"} , {"body" : "Work is nearing completion on a $10.5 million conversion of the turn-of-the-century St. Agnes elementary school in the Carroll Gardens section of Brooklyn into a 90-unit middle-income rental apartment building. When completed next month, the Italian-Renaissance-style former school at 421 Degraw Street will have studio to three-bedroom units to be" , "date" : "19990917" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "RESIDENTIAL REAL ESTATE; Turning Old School Into Apartments" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/17\/nyregion\/residential-real-estate-turning-old-school-into-apartments.html"} ,   {"body" : "THE announcement last month that Thomas L. McMahon was resigning as director of the City Council Finance Division did not exactly qualify as press-stopping news. Mr. McMahon's role, after all, was to work behind the scenes at City Hall, translating the headache-inducing details of the city's $35 billion budget for the 51 Council members and trying" , "date" : "19990916" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; A Maker of Deals Tiptoes Out of City Hall" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/16\/nyregion\/public-lives-a-maker-of-deals-tiptoes-out-of-city-hall.html"} , {"body" : "As Jaz-Michael King's three-year-old Web page design company, Merlin Web, grew bigger, customers started coming over to his house in Kensington, Brooklyn, with questions, and his staff started working there as well. ''I wasn't getting any of the benefits of staying at home,'' he said. So he moved his design operations into an office and attached a" , "date" : "19990912" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO; A Web Shop Goes From Virtual to Tangible" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/12\/nyregion\/new-yorkers-co-a-web-shop-goes-from-virtual-to-tangible.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA $460,000 245 Seventh Avenue (24th St.) (Chelsea Atelier) 985-sq.-ft. studio condo in a loft building; part-time doormen, h\/w floors, 1 1\/2 baths, 11-ft." , "date" : "19990905" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/05\/realestate\/residential-sales.html"} , {"body" : "I HAD a panicky moment trying to make a reservation at Mignon, a sunny new Provencal restaurant in the Carroll Gardens section of Brooklyn, where new restaurants seem to bubble up weekly. I called and called one night, but nobody answered. I had greatly enjoyed the restaurant once. Could it have suddenly failed? I tried again the next day and got" , "date" : "19990901" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "9" , "title" : "$25 AND UNDER; Putting a Poised Expression on the Face of Success" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/01\/dining\/25-and-under-putting-a-poised-expression-on-the-face-of-success.html"} , {"body" : "Pupils returning to schools in Brooklyn's District 15 next month may find first graders reading in what was formerly a computer lab or art studio. On Wednesday evening, the district's community school board passed a resolution to limit all first-grade classes to 20 pupils. Mark Peters, the board's president, said he believed his board was first in" , "date" : "19990829" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; With Cut in Class Size, a District Improvises With Space" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/29\/nyregion\/neighborhood-report-brooklyn-up-close-with-cut-class-size-district-improvises.html"} , {"body" : "An apartment fire in a Bronx building early yesterday led to the discovery of 91 kilograms of cocaine, law enforcement officials said. The cocaine was found after firefighters and police officers responded to a 1:09 A.M. call of a residential fire from Apartment 4-H in the Port Chester apartment building at 1490 Metropolitan Avenue, the police" , "date" : "19990822" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "Fire Call Leads to 91 Kilograms of Cocaine" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/22\/nyregion\/fire-call-leads-to-91-kilograms-of-cocaine.html"} , {"body" : "In the largest drug bust by local law enforcement officers in New York City history, the police have seized 1,566 pounds -- or more than three-quarters of a ton -- of cocaine at a warehouse in the Carroll Gardens section of Brooklyn, officials said yesterday. The authorities put the street value of the cocaine at $89 million. They said they" , "date" : "19990820" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "COLOMBIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Seize 1,566 Pounds Of Cocaine in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/20\/nyregion\/police-seize-1566-pounds-of-cocaine-in-brooklyn.html"} , {"body" : "A citywide program begun in 1984 that allows moderate- and middle-income families to purchase new housing will bring 2,121 dwelling units on the market over the next three years, with construction of the first 560 units to start by early next year. The 864 one-, two-, and three-family houses will be built under the New Homes Program on 28" , "date" : "19990808" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: Program for Moderate- and Middle-Income Homes; 864 New Houses To Go Up in the City" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/08\/realestate\/postings-program-for-moderate-middle-income-homes-864-new-houses-go-up-city.html"} , {"body" : "WILSHIRE-Robert Vidal (The Very Reverend). Retired Dean of The Cathedral of the Incarnation, Garden City, NY. Born 1937 in New Castle, N.S.W., Australia the son of Alan Gilbert Wilshire and Hilary Mary Havelock, Dean Wilshire died peacefully July 22nd at his home in Wilmington, NC after a brief battle with cancer. Priest, pastor, preacher and" , "date" : "19990725" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "31" , "title" : "Paid Notice: Deaths WILSHIRE, ROBERT VIDAL" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/25\/classified\/paid-notice-deaths-wilshire-robert-vidal.html"} , {"body" : "When hot weather dulls the appetite, it's time to seek out those cuisines that specialize in beating the heat. Here are 12 restaurants for times when the going gets sweaty. (These summaries, written by Eric Asimov, are taken from Mr. Asimov's and others' dining reviews, columns and articles in The Times.) 1. Cones +++ (212) 414-1795 272 Bleecker" , "date" : "19990716" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "EATING OUT; The Virtue of Cool" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/16\/arts\/eating-out-the-virtue-of-cool.html"} ,   {"body" : "WHEN the weather is really hot, the idea of eating a rich, elaborate meal is almost as repellent as spending a morning in the liquefying swelter of a subway platform. But some foods are intended for the heat. They don't tax the body with complexities or create undue internal combustion. Middle Eastern cuisine, refined over centuries under the" , "date" : "19990707" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "$25 AND UNDER; Middle Eastern Fare, Simple and Cooling" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/07\/dining\/25-and-under-middle-eastern-fare-simple-and-cooling.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West at 79th Street. Recently opened, the 8,830-square-foot Gottesman Hall of Planet Earth, built around rock samples and multimedia displays that explain how the earth works. Highlights include 168 specimens and 11 large-scale models of rock formations, video stations" , "date" : "19990625" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/25\/arts\/spare-times-321796.html"} , {"body" : "Theater ''ROMEO AND JULIET: TRIBAL ROCK MUSICAL.'' Shakespeare's tragic love story is set to rock, pop, reggae and rap music in this production by William Electric Black, the composer-director-choreographer and an Emmy Award-winning writer for ''Sesame Street.'' Performances are tonight and tomorrow at 7:30 and Sunday at 3 P.M. at La Mama, 74A East" , "date" : "19990625" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/25\/arts\/spare-times-for-children.html"} , {"body" : "''It's a huge white thing that would glow in the dark even without the lights on,'' said Brian C. Wrye, a resident of Carroll Gardens, Brooklyn, about a proposed design for a drugstore on President and Smith Streets. ''It would be perfect for Florida, but it doesn't belong here.'' Mr. Wrye, an Internet consultant who has lived in the neighborhood" , "date" : "19990620" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; Carroll Gardens' Drugstore Prescription" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/20\/nyregion\/neighborhood-report-new-york-up-close-carroll-gardens-drugstore-prescription.html"} , {"body" : "Finally there were crowds at Treasures Thrift Emporium on Fourth Street near Seventh Avenue, but only because of the liquidation sale. Paperbacks went for pennies and a model of a giant aspirin tablet sold for a song as the thrift store marked its first anniversary last Sunday by going out of business. Opened last June by the South Brooklyn Local" , "date" : "19990620" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: PARK SLOPE; Job-Training Project Becomes Part of Unemployment List" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/20\/nyregion\/neighborhood-report-park-slope-job-training-project-becomes-part-unemployment.html"} , {"body" : "IN the days when the Gowanus Canal was best known for its foul odors, it would not have come to mind quickly as a site for an upscale shopping center. But the canal is cleaner these days, and it is in the middle of the affluent brownstone communities of Park Slope and Carroll Gardens. And there is a 9.5 acre development site along its banks, an" , "date" : "19990613" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Commercial Property \/Brooklyn; At Gowanus Canal, Developers Plan $63 Million Mall" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/13\/realestate\/commercial-property-brooklyn-at-gowanus-canal-developers-plan-63-million-mall.html"} , {"body" : "Parents of students at a Brooklyn public elementary school that is scheduled for renovation are angry that, two weeks before school ends, they are not yet sure where their children will be taught next fall. Community School District 15 and the School Construction Authority are planning to begin an $11 million renovation of the school building at" , "date" : "19990613" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: GREENWOOD HEIGHTS; Testiness Over School Plan" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/13\/nyregion\/neighborhood-report-greenwood-heights-testiness-over-school-plan.html"} , {"body" : "To the Editor: To the list of celebrities who performed at the Fat Black Pussycat (F.Y.I., ''Black Cat in the Village,'' May 16), I would like to add Bill Cosby. It was there that I first heard him deliver his ''How Long Can You Tread Water'' routine, and for only a 50-cent cover charge. HELEN WALLACK Carroll Gardens, Brooklyn" , "date" : "19990606" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "15" , "title" : "Add Cosby to the List Of 'Pussycat' Performers" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/06\/nyregion\/l-add-cosby-to-the-list-of-pussycat-performers-027499.html"} , {"body" : "Between the chill of early spring nights and the sweaty heat of summer, there are a brief few weeks for enjoying outdoor dining, and the Memorial Day weekend is prime time. (These summaries, written by Eric Asimov, are taken from Mr. Asimov's and others' dining reviews, columns and articles in The Times.) 1. Aesop's Tables * [Review: One Star]" , "date" : "19990528" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "EATING OUT; Dining Outside" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/28\/arts\/eating-out-dining-outside.html"} , {"body" : "Listen hard for the slurs like ''rat'' or ''cheese eater.'' Listen again for the hissing anger that New York City police officers often show toward colleagues who tell on their brethren. It is curiously missing from the case of Abner Louima, a trial in which four officers have come forward to testify against Officer Justin A. Volpe, who is charged" , "date" : "19990523" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "No One Cries 'Rat' as Officers Take Stand in Louima Trial" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/23\/nyregion\/no-one-cries-rat-as-officers-take-stand-in-louima-trial.html"} ,   {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting June 8, 6:30 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights," , "date" : "19990516" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Greenpoint to Sheepshead Bay: When the Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/16\/nyregion\/neighborhood-report-brooklyn-up-close-greenpoint-sheepshead-bay-when-boards-meet.html"} , {"body" : "MARANA JARAMILLO did not need to fuss with a menu when she sat down for a Mother's Day dinner last Sunday at Salinas, an Ecuadorean restaurant in Park Slope. She knew exactly what she wanted: the papas con cuy, or potatoes with guinea pig. ''It's a special day for mothers, and this is a special plate,'' said Ms. Jaramillo, 50, who grew up in" , "date" : "19990516" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAKING IT WORK; Not For The Faint Of Palate" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/16\/nyregion\/making-it-work-not-for-the-faint-of-palate.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera LA GRAN SCENA OPERA. The opera world -- where passions run high, personalities are colorful and often grandly scaled, and rivalries among singers (and their fans) can be" , "date" : "19990514" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "7" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/14\/movies\/classical-music-and-dance-guide.html"} , {"body" : "A little bit of Venice in Brooklyn? That was the question at Brooklyn's Gowanus Canal yesterday as city officials finally got around to activating a plumbing fixture that will allow the canal to be flushed of the rancid liquids that give the waterway its famous stench. The fixture -- a new propeller to circulate the stagnant water and diminish its" , "date" : "19990504" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS CANAL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Finally, Flushing an Infamous Canal" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/04\/nyregion\/finally-flushing-an-infamous-canal.html"} , {"body" : "Last August, Mark Phillips set up a Web site to pay homage to the Gowanus Canal and to show off his photographs of its floating basketballs, bodies and even store facades. To his surprise, he said, the site attracted foreigners fascinated by the two-and-a-half mile stretch of fetid water, many of whom told Mr. Phillips they hoped to tour the canal" , "date" : "19990502" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: NEW YORK ON LINE; Click on the Corner Store" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/02\/nyregion\/neighborhood-report-new-york-on-line-click-on-the-corner-store.html"} , {"body" : "I chart the seasons by the Brooklyn Botanic Garden. In the winter, the blowsy hellebores hang their heavy heads and I pause to wonder why they are such a craze. They look such a mess to me, like a herd of chartreuse sheep in desperate need of grooming. This is part of the ritual of familiarity, grousing at part of the garden that goes against your" , "date" : "19990421" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "3" , "title" : "In a World Full of Wonders, Here Are Six That Stand Out -- Brooklyn Botanical Gardens; Over the Subway, the Apricot Blooms" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/21\/arts\/world-full-wonders-here-are-six-that-stand-brooklyn-botanical-gardens-over.html"} , {"body" : "A picture caption on Monday about the Callery pear trees blooming all over New York City referred incorrectly to the corner shown. It was the northwest corner of 22d Street and Ninth Avenue in Manhattan, not in the Carroll Gardens section of Brooklyn." , "date" : "19990421" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/21\/nyregion\/c-corrections-321982.html"} , {"body" : "Correction: April 21, 1999, Wednesday A picture caption on Monday about the Callery pear trees blooming all over New York City referred incorrectly to the corner shown. It was the northwest corner of 22d Street and Ninth Avenue in Manhattan, not in the Carroll Gardens section of Brooklyn." , "date" : "19990419" , "day_of_week_facet" : "Monday" , "page_facet" : "1" , "title" : "Spring's Guilty Pleasure" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/19\/nyregion\/spring-s-guilty-pleasure.html"} , {"body" : "IN the eyes of many Prospect Heights residents, the Alcazar is a metaphor for the change the neighborhood is undergoing. Four years ago the prewar rental building at 347-365 Lincoln Place was a dilapidated, half-vacant eyesore with broken windows, fire damage and erratic hot water service. The Chase Manhattan Bank foreclosed on the building and" , "date" : "19990418" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In \/ Prospect Heights, Brooklyn; A Diverse Neighborhood Spruces Up in a Turnaround" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/18\/realestate\/if-you-re-thinking-living-prospect-heights-brooklyn-diverse-neighborhood-spruces.html"} , {"body" : "Residents of three historic districts in Brooklyn and Queens are complaining about pale green cabinets, containing electronics and fiber optic equipment, that Time Warner Cable has been planting on neighborhood sidewalks as it upgrades its cable system. And the city's Landmarks Preservation Commission has said Time Warner installed them without" , "date" : "19990418" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN AND QUEENS UP CLOSE; Modern, and Unwelcome in Historic Areas" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/18\/nyregion\/neighborhood-report-brooklyn-queens-up-close-modern-unwelcome-historic-areas.html"} ,   {"body" : "The company that leases the Red Hook Container Terminal from the Port Authority is exploring a venture with Waste Management Inc. to use its piers to transfer containers of garbage from trucks onto oceangoing barges. Neighborhood residents say the proposal is further proof that Brooklyn's waterfront communities are being targeted for more than" , "date" : "19990411" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN WATERFRONT; A 'Garbage Summit' and a Call to Arms" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/11\/nyregion\/neighborhood-report-brooklyn-waterfront-a-garbage-summit-and-a-call-to-arms.html"} , {"body" : "New Age Takeout, Ever So Subtle The new spa-style W Hotel, 541 Lexington Avenue (49th Street), is a fit location for Cool Juice, a bright little takeout spot with its own street entrance. No overt health-food philosophy drives the menu, but supplement blends, said to be healing or memory-enhancing, can be added to drinks, and there's an emphasis on" , "date" : "19990317" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/17\/dining\/food-stuff.html"} , {"body" : "Subway riders in the Carroll Gardens section of Brooklyn yesterday found a patchwork of shuttle trains and buses to help them bypass the Bergen Street station of the F and G lines, whose control panel was ravaged by fire Thursday night. Riders on the G train, a little-used local line that makes 26 stops, meandering from Jamaica, Queens, to Smith" , "date" : "19990314" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CARROLL GARDENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "After Fire, Delays on Subway Stir Grumbling Among Riders" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/14\/nyregion\/after-fire-delays-on-subway-stir-grumbling-among-riders.html"} , {"body" : "BROOKLYN HEIGHTS Buddy Scotto, the funeral director who fought for decades for his vision of a Venice in Brooklyn, and Benjamin Longstreth, the environmentalist who has tried to reintroduce oysters to the Gowanus Canal, are among the many characters featured in ''Lavender Lake: Brooklyn's Gowanus Canal.'' This new documentary about the struggle to" , "date" : "19990314" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "PLAYING IN THE NEIGHBORHOOD; A Woman, a Plan, a Canal: Gowanus Documentary" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/14\/nyregion\/playing-in-the-neighborhood-a-woman-a-plan-a-canal-gowanus-documentary.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting is April 13, 6:30 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn" , "date" : "19990314" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Only the Living Know Brooklyn: Where the Community Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/14\/nyregion\/neighborhood-report-brooklyn-up-close-only-living-know-brooklyn-where-community.html"} , {"body" : "A control room fire on the F and G subway lines in Brooklyn on Thursday night destroyed critical switching equipment, forcing transportation officials to close five stations and disrupt service yesterday for more than 150,000 passengers in several Brooklyn neighborhoods. Officials of New York City Transit said last night that most service would be" , "date" : "19990313" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "After Station Fire, Subway Lines Face Months of Turmoil" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/13\/nyregion\/after-station-fire-subway-lines-face-months-of-turmoil.html"} , {"author" : "Douglas Century is the author of ''Street Kingdom: Five Years Inside the Franklin Avenue Posse,'' recently published by Warner Books." , "body" : "On a recent March morning, I walked the windy piers of the Brooklyn waterfront, gazing out at the choppy waters of Buttermilk Channel and Upper New York Bay, looking for the shadow of my grandfather. He had fled conscription into the Czar's army in 1914, landed at Ellis Island and found work as a longshoreman on the docks of what was then one of" , "date" : "19990312" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Travel" , "Arts"] , "page_facet" : "37" , "title" : "MY BROOKLYN; Still a Contender on the Waterfront" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/12\/movies\/my-brooklyn-still-a-contender-on-the-waterfront.html"} , {"body" : "Under the names Pan-Latin or nuevo latino, the cuisines of Central and South America have surged in popularity in the last year, with restaurants opening all over Manhattan to immediate popularity. Here are a dozen Latin American restaurants, both new and old. (These summaries, written by Eric Asimov, are taken from Ruth Reichl's and Mr. Asimov's" , "date" : "19990312" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "47" , "title" : "EATING OUT; Latin American" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/12\/arts\/eating-out-latin-american.html"} , {"body" : "An employee of a check-cashing store in Brooklyn was kidnapped on Friday evening and held overnight until her husband, who works at another check-cashing store, paid a $40,000 ransom to her abductors, the police said yesterday. The 29-year-old woman, whose name was withheld by the police because her abductors remained at large, was kidnapped at" , "date" : "19990301" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Kidnappers Free Check-Cashing Worker for $40,000 in Ransom" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/01\/nyregion\/kidnappers-free-check-cashing-worker-for-40000-in-ransom.html"} , {"author" : "1010 President Street: A Brooklyn Home Page -- http:\/\/www.brooklyn.net" , "body" : "David Neal Miller has lived in Columbus, Ohio, since 1980, teaching Yiddish language and literature at Ohio State University. ''In central Ohio, Yiddish is no more exotic than Spanish or any other language,'' he said. But to Mr. Miller, 53, who grew up in Crown Heights, near the Brooklyn Botanic Garden and the Brooklyn Museum and within earshot of" , "date" : "19990228" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "8" , "title" : "NEW YORK ON LINE; A Brooklyncentric View of Life" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/28\/nyregion\/new-york-on-line-a-brooklyncentric-view-of-life.html"} ,   {"body" : "Faried Assad and Ahmad Samhan are partners and cousins, and live in Brooklyn, Mr. Assad in Carroll Gardens and Mr. Samhan in Fort Greene. Their new restaurant, Zaytoons (Arabic for olives), also in Brooklyn, features a blend of Syrian, Lebanese and Palestinian food. Zaytoons is at 283 Smith Street (near DeGraw Street) in Mr. Assad's neighborhood," , "date" : "19990228" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; In One Brooklyn Restaurant, Three Corners of Arab World" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/28\/nyregion\/new-yorkers-co-in-one-brooklyn-restaurant-three-corners-of-arab-world.html"} , {"body" : "Almost three years ago, when Sarah Lichtman and Rachel Kueny opened Astro Turf, a boutique of 1950's bric-a-brac at 290 Smith Street, neighbors didn't get it. ''So they'd bring us their junk -- like old stoves,'' Ms. Lichtman said. Astro Turf is no longer an anomaly on Smith Street. In recent months, the nondescript four-block row straddling Cobble" , "date" : "19990228" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "3" , "title" : "PULSE; A Street Grows in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/28\/style\/pulse-a-street-grows-in-brooklyn.html"} , {"body" : "To the Editor: Ready, aim, fire! Yes, I am a member of a community school board and I know I have to duck to avoid being knocked down by the usual torrent of accusations, that I'm a political hack or a patronage source. The school board image has been so bad that even my children look at me funny when anyone mentions school boards. This is" , "date" : "19990228" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region" , "Education"] , "page_facet" : "13" , "title" : "Serving on School Board Is Worth the Headaches" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/28\/nyregion\/l-serving-on-school-board-is-worth-the-headaches-535036.html"} , {"body" : "With an energetic stride, Stephen DiBrienza, a City Councilman from Brooklyn, dashed from one news conference to another on a chilly morning the other day, offering impassioned musings on subjects ranging from the need for greater public access to City Hall's steps to the rights of citizens to use public space for community gardens. Passion is the" , "date" : "19990227" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "A Mayoral Opponent Survives to Tell the Tale" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/27\/nyregion\/a-mayoral-opponent-survives-to-tell-the-tale.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from the most recent listing to contract. MANHATTAN CARNEGIE HILL $1.675 million 127 East 95th Street 5-bedroom, 3-bath, 4-story brownstone; double parlor, bay windows, high ceilings, h\/w floors, dumbwaiter," , "date" : "19990131" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/31\/realestate\/residential-sales.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from the most recent listing to contract. MANHATTAN CARNEGIE HILL $1.675 million 127 East 95th Street 5-bedroom, 3-bath, 4-story brownstone; double parlor, bay windows, high ceilings, h\/w floors, dumbwaiter," , "date" : "19990124" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/24\/realestate\/residential-sales.html"} , {"body" : "KRAMER - KOEHLER - Pamela, Ph.D. The entire Polytechnic University community mourns the passing of Pamela Kramer-Koehler, an esteemed professor with a 25 year legacy of dedicated service to our institution and its students. Trained in developmental psychology and psycholinguistics, Professor Kramer-Koehler will long be remembered as a champion of" , "date" : "19990120" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "9" , "title" : "Paid Notice: Deaths KRAMER, KOEHLER, PAMELA, PH.D." , "url" : "http:\/\/www.nytimes.com\/1999\/01\/20\/classified\/paid-notice-deaths-kramer-koehler-pamela-phd.html"} , {"body" : "Though it has an Old World feel, Carroll Gardens, Brooklyn, has also emerged as a place for bistros, cafes and fashionable stores where designers, fleeing Manhattan's stratospheric rents, display their creations. It is in this environment that Stacy Johnson opened Stacia New York, one month ago, at 267 Smith Street (at DeGraw Street). A Parsons" , "date" : "19990110" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; An Un-SoHo Store In an Old-World Milieu" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/10\/nyregion\/new-yorkers-co-an-un-soho-store-in-an-old-world-milieu.html"} , {"body" : "MANHATTAN WALL STREET AREA $1.95 million 114 Liberty Street 4-bedroom, 4 1\/2-bath, 5,300-sq.-ft. condo in a renovated prewar building; maid's room, library, steam room, whirlpool bath; common charge $1,080; 100% tax abatement, listed at $1.95 million, 24 weeks on market (broker: Douglas Elliman) EAST MIDTOWN $595,000 300 East 54th Street 2-bedroom," , "date" : "19990107" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/07\/garden\/residential-sales.html"} , {"body" : "FOR years, trend-spotters have trotted out the same old prediction: South American food will be the Next Big Thing in New York restaurants. It's a sleeping giant, they would say, coming any day now. Any day. Well, look around you. From the basket of steaming arepas that arrives with the menu at Orinoco, a new Venezuelan restaurant on the Upper East" , "date" : "19990106" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CARIBBEAN AREA" , "LATIN AMERICA"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Jumping on the Pan-American Express; On Menus, the Ticket Is Nuevo Latino" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/06\/dining\/jumping-on-the-pan-american-express-on-menus-the-ticket-is-nuevo-latino.html"} ,   {"body" : "HERE are some of the pan-Latin and South American restaurants that have opened in the last year or so, along with six that serve classic South American cuisine. All are informal, and most are moderately priced, with main courses costing $10 to $20. BAYAMO NUEVO -- 704 Broadway (Fourth Street); (212) 475-5151. The longtime Latin-Chinese hybrid has" , "date" : "19990106" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CARIBBEAN AREA" , "LATIN AMERICA"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "Dining North of the Border" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/06\/dining\/dining-north-of-the-border.html"}]