[  {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West at 79th Street. ''Capturing Time: The New York Times Capsule'' includes some of the nearly 50 design proposals received in a New York Times Magazine competition to create a time capsule for preserving artifacts from today for the next 1,000 years. The winning" , "date" : "19991231" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "47" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/31\/arts\/spare-times-136310.html"} , {"body" : "MANHATTAN SOHO $995,000 426 West Broadway (Spring Street) 2-bedroom, 2-bath, 1,200-sq.-ft. condo in a postwar building; part-time doormen, hardwood floors, fireplace, 300-sq.-ft. roof terrace; common charge $720, taxes $3,960; listed at $998,000, 8 weeks on market (Brokers: Sotheby's International; Meisel Real Estate) GREENWICH VILLAGE $695,000 167" , "date" : "19991230" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/30\/garden\/residential-sales.html"} , {"body" : "MANHATTAN TRIBECA $1.65 million 37 Murray Street 3-bedroom, 2,600-sq.-ft. duplex penthouse condo in newly constructed building; hardwood floors, 2 full and 2 half baths, oversize windows, laundry room, skylight, 1,483-sq.-ft. terrace, 2 exposures; common charge $903, taxes $11,331; listed at $1.7 million, 3 weeks on market (broker: Tabak Real" , "date" : "19991216" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "12" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/16\/garden\/residential-sales.html"} , {"body" : "MOST kitchen equipment is purchased with the task in mind: you want a tool that works easily and efficiently. So it is rare to come across a tool like the nutcracker, which is used both for the task and for the pleasure of breaking open a nut and retrieving the meat. Nuts straight from the shell have much more flavor than those bought shelled, so" , "date" : "19991215" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "5" , "title" : "TEST KITCHEN; Romancing the Nut: First, Get It Open" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/15\/dining\/test-kitchen-romancing-the-nut-first-get-it-open.html"} , {"body" : "To the Editor: Re ''Disparate Visions for New Park'' (news article, Dec. 12): An assumption in the debate regarding the character of the proposed Brooklyn Bridge Park seems to be that the park must be homogeneous from end to end. In an arc extending for miles, why can't each part of the park reflect the character of the adjacent neighborhood: a" , "date" : "19991214" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "A Park for All" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/14\/opinion\/l-a-park-for-all-872903.html"} , {"body" : "The felt-tipped marker in Michel Trocme's hand sped across the easel, leaving an orange trail of ideas as the 30 people sitting around him each outlined a different vision of what kind of park to build at the foot of the Brooklyn Bridge. Nathan F. Elbogen, 38, a Gowanus artist and architect with a shaved head, rose to say he wanted studios and a" , "date" : "19991212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "55" , "title" : "Disparate Visions for a New Park; Accord Is Sought Among Clashing Views in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/12\/nyregion\/disparate-visions-for-new-park-accord-sought-among-clashing-views-brooklyn.html"} , {"body" : "For years, John Jay High School, on Seventh Avenue near Fourth Street, has been troubled, ranking high among the city's schools in assaults and robberies and low in test scores and graduation rates. John Jay is situated in the prosperous heart of Park Slope, but many parents there never dreamed of sending their children to the school. The local" , "date" : "19991212" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: BROWNSTONE BROOKLYN; School Board May Try to Take Over Troubled John Jay" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/12\/nyregion\/neighborhood-report-brownstone-brooklyn-school-board-may-try-take-over-troubled.html"} , {"body" : "Kozmo.com, the Internet company that has made a reputation for itself by promising to deliver movie videotapes, ice cream and snacks to New Yorkers within an hour, is taking steps to broaden its offerings and quicken its delivery time. The company, which has two warehouses in Manhattan, is planning to open a third on Varick Street in TriBeCa on" , "date" : "19991205" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: TRIBECA; Feeding the Appetite for Videos and Snacks, Ever Faster" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/05\/nyregion\/neighborhood-report-tribeca-feeding-appetite-for-videos-snacks-ever-faster.html"} , {"body" : "Desk Job by Day, Singing at Night JESSICA GREER-MORRIS, a senior adviser for management and budget in the Police Department, doubles as a cabaret singer by night. On Wednesday she took her act to Don't Tell Mama Cabaret and Piano Bar on West 46th Street in Midtown, drawing a motley group of artisans, community advocates and city officials. The" , "date" : "19991126" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "2" , "title" : "PUBLIC LIVES" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/26\/nyregion\/public-lives.html"} , {"body" : "BADOO'S INTERNATIONAL RESTAURANT ++ (718) 345-7654; 5422 Church Avenue, at East 55th Street, Flatbush; $; no smoking; cash only. This tiny storefront serves wonderful jerk chicken, the barbecued dish of Jamaica. Beware of the sauce. It is spiked with Scotch bonnet peppers, which are fiery. The menu changes daily, but most days you can get pepper" , "date" : "19991114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "GOOD EATING; Small Is Beautiful In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/14\/nyregion\/good-eating-small-is-beautiful-in-brooklyn.html"} ,   {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from the most recent listing to contract. MANHATTAN EAST MIDTOWN $735,000 250 East 54th Street (Mondrian) 2-bedroom, 2 1\/2-bath, 1,255-sq.-ft. condo in a postwar building; 24-hr. doormen, kitchen with granite" , "date" : "19991114" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/14\/realestate\/residential-sales.html"} , {"body" : "A Swinger, a Miss And an Injury JERRY SEINFELD was a no-show at an auction on Tuesday that raised money for an assisted-living wing for Alzheimer's patients at the Cobble Hill Health Center in Brooklyn. KEITH HERNANDEZ, the former first baseman for the Mets whose mother died of Alzheimer's disease in 1989, had invited Mr. Seinfeld, as well as a" , "date" : "19991111" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/11\/nyregion\/public-lives.html"} , {"body" : "A LOW point was the night a few years ago when Isaac Brown was picked up by a city ambulance after he got down on his knees somewhere in the Bronx and starting talking to a military statue. A high point came the other day. Mr. Brown, 40, was sitting on the subway under a poster that read ''For People With Mental Illness Treatment Is Working.'' His" , "date" : "19991107" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "COPING; The Mentally Ill Emerge From the Shadows" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/07\/nyregion\/coping-the-mentally-ill-emerge-from-the-shadows.html"} , {"body" : "Healing With Music TUESDAY -- The singer Phil Collins and his manager, Tony Smith, will be honored for their support of the Nordoff-Robbins Music Therapy Foundation, which uses music to treat children with a wide variety of physical and emotional disabilities, at a dinner at Roseland, 239 West 52d Street. Cocktails and a silent auction begin at" , "date" : "19991031" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "11" , "title" : "BENEFITS" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/31\/style\/benefits-192759.html"} , {"body" : "BY some accounts, the house on New Rochelle's Van Meter Fenway was a mess, the sort of home that should have gone for a relative pittance to anyone who was ready to stomach perhaps $100,000 in repairs. The house, according to real estate agents, needed everything: a shoring up of its foundation, a new kitchen, new flooring, new landscaping, a" , "date" : "19991031" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The Market: Inventory Down, Prices Up" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/31\/realestate\/the-market-inventory-down-prices-up.html"} , {"body" : "In Flatbush, Brooklyn, a woman whose six-room house has been revamped into a nursery for 10 children takes in only half that number most days. Near Yankee Stadium in the Bronx, a former day-care worker who has filled her living room with books, building blocks and a computer has managed to recruit only one 4-year-old girl into her care. On the" , "date" : "19991030" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Openings Go Unfilled as City Officials Plan How to Spend Day-Care Money" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/30\/nyregion\/openings-go-unfilled-as-city-officials-plan-how-to-spend-day-care-money.html"} , {"body" : "MANHATTAN LOWER EAST SIDE $675,000 18 Orchard Street 1-bedroom, 1-bath, 2,075-sq.-ft. condo in a recently renovated pre-World War II building; elevator, hardwood floors, terrace, 3 exposures; common charge, $480; taxes, $3,031, listed at $675,000, 14 weeks on market (broker: Halstead Property Co.) GREENWICH VILLAGE $640,000 32 East Fourth Street" , "date" : "19991028" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "12" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/28\/garden\/residential-sales.html"} , {"body" : "Sitting on their mothers' laps, six small children wait quietly in a second-floor schoolroom on the Upper East Side. The oldest child is 2; the youngest just turned 1. One sucks his thumb. Another plays with her belly button. Class is about to start. ''Si, quien esta aqui?'' asks Veronica Noguera, a youthful teacher with a furry puppet on each" , "date" : "19991018" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "To Talk Like New York, Sign Up for Spanish" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/18\/nyregion\/to-talk-like-new-york-sign-up-for-spanish.html"} , {"body" : "A former cheese warehouse in the Cobble Hill section of Brooklyn has been converted into the Mary McDowell Center for Learning, a private, 101-pupil Quaker school for 5- to 12-year-old learning disabled children. The 17,500-square-foot, four-story late 19th-century brick structure at 20 Bergen Street, near Court Street, was gutted and all systems," , "date" : "19991017" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "COBBLE HILL (NYC)"] , "nytd_section_facet" : ["Education" , "Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: Quakers Transform Brooklyn Cheese Warehouse; A School for Learning Disabled" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/17\/realestate\/postings-quakers-transform-brooklyn-cheese-warehouse-school-for-learning.html"} , {"body" : "Akshay Ganesh, a 12-year-old seventh grader who lives on Staten Island, rolls out of bed every weekday about 6 A.M. He has 20 minutes to eat breakfast and get dressed before heading out the door to catch the S66 bus to catch the 7 A.M. ferry to Manhattan. Swimming in a sea of suits, briefcases and crumpled newspapers, he tries to avoid dozing off" , "date" : "19991011" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "To Middle School, by Bus, Subway and Ferry" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/11\/nyregion\/to-middle-school-by-bus-subway-and-ferry.html"} ,   {"body" : "Surrounded by their bath products, which are beaded and bedecked with the paper parasols seen on tropical drinks, the two entrepreneurs talked business strategy in their Cobble Hill testing lab. On product packaging: ''We like the Chinese look, but it isn't applied to everything,'' said Aviva Rowley of Brooklyn Heights, who wears braces and has" , "date" : "19991010" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BROWNSTONE BROOKLYN; To Young Tycoons, Bathtime Is an Opportunity, Not a Chore" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/10\/nyregion\/neighborhood-report-brownstone-brooklyn-young-tycoons-bathtime-opportunity-not.html"} , {"body" : "Teresa Cama, a lifelong resident of Red Hook, Brooklyn, stood outside her home on Visitation Place and recalled the days when the long-vacant brick building across the street was a Roman Catholic elementary school. She graduated from the eighth grade at Visitation School a half-century ago. Two of her children graduated from the school, and another" , "date" : "19991010" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "Court Is Moving Back Into the Neighborhood" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/10\/nyregion\/court-is-moving-back-into-the-neighborhood.html"} , {"body" : "Southern restaurants occupy a quiet but flourishing niche in New York. Here are a dozen of the best examples. (These summaries, written by Eric Asimov, are taken from dining reviews, columns and articles in The Times by William Grimes, Mr. Asimov and others.) 1. Acadia Parish + (718) 624-5154 148 Atlantic Avenue, near Clinton Street Cobble Hill," , "date" : "19991001" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "EATING OUT; Southern Comfort" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/01\/arts\/eating-out-southern-comfort.html"} , {"body" : "Suzanne Michelle Levin and Pedro Morales were married last evening aboard the Excalibur Yacht in the North Cove Yacht Harbor in Manhattan. Lisel Burns, the leader of the Brooklyn Society for Ethical Culture, performed the ceremony. Ms. Levin, 33, is keeping her name. She is the director for client services of the Medicare Rights Center, a nonprofit" , "date" : "19990926" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "10" , "title" : "WEDDINGS; Pedro Morales, Suzanne Levin" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/26\/style\/weddings-pedro-morales-suzanne-levin.html"} , {"body" : "Morrells to Add Wine Bar At Rockefeller Center Site Morrell & Company, one of New York's top wine shops, has shed its clubby look in moving from Madison Avenue to Rockefeller Center. The new store, which opened yesterday at 1 Rockefeller Plaza (49th Street), is in a sleek, soaring space with bronze Art Deco touches. What's more, Peter and Roberta" , "date" : "19990922" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/22\/dining\/food-stuff.html"} , {"body" : "The Music Stopped Q. I've heard that a place called Telharmonic Hall once existed in Manhattan. What was it? A. Telharmonic Hall, which was built in 1906 at the northeast corner of 39th Street and Broadway, represented the apogee of an ambitious and quixotic musical vision dreamed up by an Iowan named Thaddeus Cahill. Ken Smith tells Mr. Cahill's" , "date" : "19990912" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1999\/09\/12\/nyregion\/fyi-444057.html"} , {"body" : "Pupils returning to schools in Brooklyn's District 15 next month may find first graders reading in what was formerly a computer lab or art studio. On Wednesday evening, the district's community school board passed a resolution to limit all first-grade classes to 20 pupils. Mark Peters, the board's president, said he believed his board was first in" , "date" : "19990829" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; With Cut in Class Size, a District Improvises With Space" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/29\/nyregion\/neighborhood-report-brooklyn-up-close-with-cut-class-size-district-improvises.html"} , {"body" : "To the Editor: Your July 4 article [''Homes Built to Instill Pride in Ownership''] may leave the impression that almost all of Habitat of Humanity's efforts in New York City are directed toward the rehabilitation of existing housing units. In fact, development plans for the immediate future include substantial new construction, primarily consisting" , "date" : "19990801" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "Real Estate"] , "page_facet" : "11" , "title" : "New Construction Of Habitat Homes" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/01\/realestate\/l-new-construction-of-habitat-homes-804800.html"} , {"body" : "How interesting that Spike Lee admits to encountering almost no racism during his childhood in an integrated Cobble Hill, Brooklyn (June 27). One might conclude, therefore, that his professional gruel of hip-hop culture and racialist politics is an exclusively ideological posture and perhaps even a self-serving career decision. But give Lee his" , "date" : "19990718" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Magazine" , "Opinion"] , "page_facet" : "6" , "title" : "New Kid on The Block" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/18\/magazine\/l-new-kid-on-the-block-570044.html"} , {"body" : "CANNON-Mae J. (nee Duffy). On July 12, 1999, age 91. Widow of Fred. Beloved mother of Fred Jr. and the late Jean Kalberer; loving grandmother of Joan Kalberer, Jane Cicinnati, Judy Wappaus and George Kalberer. Also survived by four great-grandchildren. Reposing Cobble Hill Chapels, 171 Court Street, Brooklyn, Saturday and Sunday 2-5, 7-9:30PM." , "date" : "19990716" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "17" , "title" : "Paid Notice: Deaths CANNON, MAE J. (NEE DUFFY)" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/16\/classified\/paid-notice-deaths-cannon-mae-j-nee-duffy.html"} ,   {"body" : "Q: We know what Son of Sam did in the summer of 1977. What did you do? It was really the first summer when disco hit, and all over the city there were block parties and D.J.'s hooking up turntables to street lamps. I had just finished my sophmore year at Morehouse and I could not find a summer job. But I had a Super 8 camera, and I spent the whole" , "date" : "19990627" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Magazine"] , "page_facet" : "14" , "title" : "The Way We Live Now: 6-27-99: Questions for Spike Lee; New Kid on the Block" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/27\/magazine\/the-way-we-live-now-6-27-99-questions-for-spike-lee-new-kid-on-the-block.html"} , {"body" : "IN the days when the Gowanus Canal was best known for its foul odors, it would not have come to mind quickly as a site for an upscale shopping center. But the canal is cleaner these days, and it is in the middle of the affluent brownstone communities of Park Slope and Carroll Gardens. And there is a 9.5 acre development site along its banks, an" , "date" : "19990613" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Commercial Property \/Brooklyn; At Gowanus Canal, Developers Plan $63 Million Mall" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/13\/realestate\/commercial-property-brooklyn-at-gowanus-canal-developers-plan-63-million-mall.html"} , {"body" : "The instructions for the English test taken this year by all New York fourth graders included ''check your work.'' But that is a lesson that has apparently gone unlearned not just among the two-thirds of the city's fourth graders who failed the test but also at the Department of Transportation, at least when it comes to the corner of Boerum Place" , "date" : "19990613" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: PARK SLOPE\/COBBLE HILL; It's Not Just Kids Who Flunk Spelling" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/13\/nyregion\/neighborhood-report-park-slope-cobble-hill-it-s-not-just-kids-who-flunk-spelling.html"} , {"body" : "MANHATTAN EAST VILLAGE $365,000 111 Third Avenue (13th Street) 2-bedroom, 1-bath, 1,000-sq.-ft. co-op in a postwar building; 24-hr. doormen, dining area, windowed kitchen, 2 exposures; maintenance $1,030, 65% tax-deductible; listed at $375,000, 13 weeks on market (broker: Elias-Hyde Real Estate) MURRAY HILL $340,000 330 East 38th Street" , "date" : "19990603" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "11" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/03\/garden\/residential-sales.html"} , {"body" : "To most New Yorkers, the little-used stretch of Brooklyn waterfront between the mighty stanchions of the Brooklyn and Manhattan Bridges is the stuff of faded picture postcards, vaguely recalling a majestic past but hardly worth the trip. With its abandoned Civil War-era warehouses, its cobblestone streets and a tiny state park, the area, known as" , "date" : "19990524" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "1" , "title" : "Unveiling a Bold Vision for Brooklyn's Waterfront" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/24\/nyregion\/unveiling-a-bold-vision-for-brooklyn-s-waterfront.html"} , {"body" : "BEYOND the plusher precincts of Manhattan, New York City's co-op and condominium market has been steadily gaining strength, bringing welcome financial news and a palpable sense of relief to many apartment owners. The market had been dormant, if not on life support, for the first half of this decade. Those were the bad old days: a time when promises" , "date" : "19990523" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Troubled Co-ops Outside Manhattan Are on the Rebound" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/23\/realestate\/troubled-co-ops-outside-manhattan-are-on-the-rebound.html"} , {"body" : "For Ana Reyes, running Ana's Opus, the store she opened two weeks ago at 224 Smith Street between Douglass and Degraw Streets in Cobble Hill, Brooklyn, is a way to pay the bills during retirement while fulfilling a lifelong passion. ''I've always enjoyed finding interesting and beautiful things,'' she said. Now she's assembled those found objects," , "date" : "19990523" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Like an Old Studio Apartment With Everything for Sale" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/23\/nyregion\/new-yorkers-co-like-an-old-studio-apartment-with-everything-for-sale.html"} , {"body" : "Mayor Rudolph W. Giuliani signed legislation yesterday that makes it illegal for the city to force homeless families to sleep on the floor of its emergency assistance office. The law, sponsored by Councilman Stephen DiBrienza of Brooklyn, also requires that the Emergency Assistance Unit in the Bronx remain open 24 hours a day. It also establishes" , "date" : "19990519" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO NEWS BRIEFS: NEW YORK; Law Effects Changes In Treatment of Homeless" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/19\/nyregion\/metro-news-briefs-new-york-law-effects-changes-in-treatment-of-homeless.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting June 8, 6:30 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights," , "date" : "19990516" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Greenpoint to Sheepshead Bay: When the Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/16\/nyregion\/neighborhood-report-brooklyn-up-close-greenpoint-sheepshead-bay-when-boards-meet.html"} , {"body" : "Take pity on the next generation of music fiends, for they may not know the pleasure of loitering in little record stores. People in their 20's, 30's and 40's, less and less guilty about shopping on the Internet, are regularly denying themselves the chance to go into a record shop and just look. In their defense, they complain that the clerks don't" , "date" : "19990507" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "Stalking That Rare Recording" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/07\/movies\/stalking-that-rare-recording.html"} ,   {"body" : "A little bit of Venice in Brooklyn? That was the question at Brooklyn's Gowanus Canal yesterday as city officials finally got around to activating a plumbing fixture that will allow the canal to be flushed of the rancid liquids that give the waterway its famous stench. The fixture -- a new propeller to circulate the stagnant water and diminish its" , "date" : "19990504" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS CANAL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Finally, Flushing an Infamous Canal" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/04\/nyregion\/finally-flushing-an-infamous-canal.html"} , {"body" : "Last August, Mark Phillips set up a Web site to pay homage to the Gowanus Canal and to show off his photographs of its floating basketballs, bodies and even store facades. To his surprise, he said, the site attracted foreigners fascinated by the two-and-a-half mile stretch of fetid water, many of whom told Mr. Phillips they hoped to tour the canal" , "date" : "19990502" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: NEW YORK ON LINE; Click on the Corner Store" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/02\/nyregion\/neighborhood-report-new-york-on-line-click-on-the-corner-store.html"} , {"body" : "MANHATTAN BATTERY PARK CITY $575,000 200 Rector Place (Liberty Court) 2-bedroom, 2 1\/2-bath, 1,175-sq.-ft. condo in postwar building; 24-hr. doormen, concierge, double living room, 2 exposures, views of New York Harbor and Statue of Liberty; common charge $923, taxes $12,768; listed at $595,000, 18 weeks on market (broker: Douglas Elliman) EAST" , "date" : "19990429" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "12" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/29\/garden\/residential-sales.html"} , {"body" : "Residents of three historic districts in Brooklyn and Queens are complaining about pale green cabinets, containing electronics and fiber optic equipment, that Time Warner Cable has been planting on neighborhood sidewalks as it upgrades its cable system. And the city's Landmarks Preservation Commission has said Time Warner installed them without" , "date" : "19990418" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN AND QUEENS UP CLOSE; Modern, and Unwelcome in Historic Areas" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/18\/nyregion\/neighborhood-report-brooklyn-queens-up-close-modern-unwelcome-historic-areas.html"} , {"body" : "The Young Lords Party fought hard for the empowerment of poor Hispanic people back in the 60's and 70's. The group, formed in Chicago, gained particular fame when the New York branch, begun in 1969, engaged the city's hospital, sanitation and prison systems in a series of bold street actions. But when James Freedman, a high school student in Puerto" , "date" : "19990418" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: NEW YORK ONLINE; When Latin Pride Took to the Streets" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/18\/nyregion\/neighborhood-report-new-york-online-when-latin-pride-took-to-the-streets.html"} , {"body" : "ATTRACTIONS Museums and Sites ABIGAIL ADAMS SMITH MUSEUM, 421 East 61st Street, Manhattan. The structure, built in 1799 as the carriage house for the estate of Abigail Adams and Col. William Smith, was also the Mount Vernon Hotel from 1826 to 1833. ''What's in a Name? The Story of Abigail Adams Smith,'' an exhibition of paintings and documents, is" , "date" : "19990416" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/16\/arts\/spare-times-235598.html"} , {"body" : "MANHATTAN EAST MIDTOWN $960,000 480 Park Avenue (58th Street) 2-bedroom, 2-bath, 1,600-sq.-ft. prewar co-op; 24-hr. doormen, concierge, manned elevator, 20-ft. entry gallery, windowed eat-in kitchen, fireplace, marble baths, high ceilings, washer\/dryer in unit; maintenance $1,639, 37% tax-deductible; listed at $995,000, 22 weeks on market (broker:" , "date" : "19990415" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "14" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/15\/garden\/residential-sales.html"} , {"body" : "The company that leases the Red Hook Container Terminal from the Port Authority is exploring a venture with Waste Management Inc. to use its piers to transfer containers of garbage from trucks onto oceangoing barges. Neighborhood residents say the proposal is further proof that Brooklyn's waterfront communities are being targeted for more than" , "date" : "19990411" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN WATERFRONT; A 'Garbage Summit' and a Call to Arms" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/11\/nyregion\/neighborhood-report-brooklyn-waterfront-a-garbage-summit-and-a-call-to-arms.html"} , {"body" : "FROM the heights of Manhattan's luxury towers to the wood-framed and aluminum-sided homes of its more proletarian neighborhoods, New York City's residential real estate market saw prices continue to rise last year -- riding the crest of the nation's record-breaking housing expansion and the region's ongoing rebound from the moribund days of the" , "date" : "19990328" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "In All 5 Boroughs, A Robust Market" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/28\/realestate\/in-all-5-boroughs-a-robust-market.html"} , {"body" : "Walk along Court Street in Cobble Hill, Brooklyn, and you can now find two Harvest restaurants. David Schneider, who has owned Harvest at 218 Court Street, between Warren and Baltic Streets, for the last two years, recently opened Harvest East, at No. 242 (between Baltic and Kane Streets). Harvest serves southern American comfort food, and Harvest" , "date" : "19990321" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; At Two Sites, Comfort Food That Spans the Globe" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/21\/nyregion\/new-yorkers-co-at-two-sites-comfort-food-that-spans-the-globe.html"} ,   {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''LA BOHEME,'' New York City Opera. Those relatively new to Puccini's ''Boheme'' and those confirmed Puccini fans who want a break from the Zeffirellian opulence of the Met's" , "date" : "19990319" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/19\/movies\/classical-music-and-dance-guide.html"} , {"body" : "New Age Takeout, Ever So Subtle The new spa-style W Hotel, 541 Lexington Avenue (49th Street), is a fit location for Cool Juice, a bright little takeout spot with its own street entrance. No overt health-food philosophy drives the menu, but supplement blends, said to be healing or memory-enhancing, can be added to drinks, and there's an emphasis on" , "date" : "19990317" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/17\/dining\/food-stuff.html"} , {"body" : "ONE of the dangers with interviewing Sean Kelly is that you might find out what your name means, if it happens to be Irish. (From the Gaelic, Kelly translates as something like ''sacred prostitute.'' Kennedy means ''ugly head.'') You will also probably hear more than you want about the Irish saint whose day this is: first of all, he was not Irish" , "date" : "19990317" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; When Irish Eyes Are Smiling Maliciously" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/17\/nyregion\/public-lives-when-irish-eyes-are-smiling-maliciously.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting is April 13, 6:30 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn" , "date" : "19990314" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Only the Living Know Brooklyn: Where the Community Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/14\/nyregion\/neighborhood-report-brooklyn-up-close-only-living-know-brooklyn-where-community.html"} , {"body" : "A control room fire on the F and G subway lines in Brooklyn on Thursday night destroyed critical switching equipment, forcing transportation officials to close five stations and disrupt service yesterday for more than 150,000 passengers in several Brooklyn neighborhoods. Officials of New York City Transit said last night that most service would be" , "date" : "19990313" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "After Station Fire, Subway Lines Face Months of Turmoil" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/13\/nyregion\/after-station-fire-subway-lines-face-months-of-turmoil.html"} , {"author" : "Douglas Century is the author of ''Street Kingdom: Five Years Inside the Franklin Avenue Posse,'' recently published by Warner Books." , "body" : "On a recent March morning, I walked the windy piers of the Brooklyn waterfront, gazing out at the choppy waters of Buttermilk Channel and Upper New York Bay, looking for the shadow of my grandfather. He had fled conscription into the Czar's army in 1914, landed at Ellis Island and found work as a longshoreman on the docks of what was then one of" , "date" : "19990312" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Travel" , "Arts"] , "page_facet" : "37" , "title" : "MY BROOKLYN; Still a Contender on the Waterfront" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/12\/movies\/my-brooklyn-still-a-contender-on-the-waterfront.html"} , {"body" : "WEINSTEIN-Robert B. Congregation Baith Israel Anshei Emes (The Kane Street Synagogue) mourns the untimely death of its beloved member, treasurer, past president, ritual leader, teacher, and friend. Our loss of this good and gentle leader, steadfast and true to one and all, is profound. The funeral service will be held at noon on Sunday, March 7, at" , "date" : "19990307" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "49" , "title" : "Paid Notice: Deaths WEINSTEIN, ROBERT B." , "url" : "http:\/\/www.nytimes.com\/1999\/03\/07\/classified\/paid-notice-deaths-weinstein-robert-b.html"} , {"body" : "WEINSTEIN-Robert B. On March 4, 1999. Loving son of Blanche and Herbert A. Dear brother of Laurie Besmertnik. Brother-in-law of Sid. Dear uncle of Bonnie, Todd and Sara. Service Sunday, March 7, 1999, 12 noon at the Kane St. Synagogue, 236 Kane St, Brooklyn, NY. WEINSTEIN-Robert B. Congregation Baith Israel Anshei Emes (The Kane Street Synagogue)" , "date" : "19990306" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "11" , "title" : "Paid Notice: Deaths WEINSTEIN, ROBERT B." , "url" : "http:\/\/www.nytimes.com\/1999\/03\/06\/classified\/paid-notice-deaths-weinstein-robert-b.html"} , {"body" : "Almost three years ago, when Sarah Lichtman and Rachel Kueny opened Astro Turf, a boutique of 1950's bric-a-brac at 290 Smith Street, neighbors didn't get it. ''So they'd bring us their junk -- like old stoves,'' Ms. Lichtman said. Astro Turf is no longer an anomaly on Smith Street. In recent months, the nondescript four-block row straddling Cobble" , "date" : "19990228" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "3" , "title" : "PULSE; A Street Grows in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/28\/style\/pulse-a-street-grows-in-brooklyn.html"} , {"body" : "To the Editor: Ready, aim, fire! Yes, I am a member of a community school board and I know I have to duck to avoid being knocked down by the usual torrent of accusations, that I'm a political hack or a patronage source. The school board image has been so bad that even my children look at me funny when anyone mentions school boards. This is" , "date" : "19990228" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region" , "Education"] , "page_facet" : "13" , "title" : "Serving on School Board Is Worth the Headaches" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/28\/nyregion\/l-serving-on-school-board-is-worth-the-headaches-535036.html"} ,   {"body" : "New York City schools are facing a growing shortage of principals, driven by competition from higher-paying suburbs, the stress of dealing with a proliferation of new tests and the impending retirement of large numbers of current administrators, according to a report released yesterday by a nonprofit advocacy group. The shortage is part of a" , "date" : "19990224" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "9" , "title" : "New York City Is Facing Shortage of Principals, Report Finds" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/24\/nyregion\/new-york-city-is-facing-shortage-of-principals-report-finds.html"} , {"body" : "The regulars at Montero Bar on Atlantic Avenue in Brooklyn Heights say they do not usually drive before or after they take their drinks. Joseph and Tony call a car service, while the bartenders, Carol and Linda, always walk home. They all condemn drunken driving, but yesterday they reserved their fiercest condemnation for Mayor Rudolph W. Giuliani." , "date" : "19990223" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "On Bar Stools, Giuliani Plan Is Scorned" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/23\/nyregion\/on-bar-stools-giuliani-plan-is-scorned.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from the most recent listing to contract. MANHATTAN GRAMERCY PARK $326,000 205 Third Avenue (18th St.) (Gramercy Park Towers) 1-bedroom, 1-bath, 900-sq.-ft. postwar co-op; 24-hr. doormen, concierge, h\/ w floors," , "date" : "19990221" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/21\/realestate\/residential-sales.html"} , {"body" : "In a striking reversal, the Giuliani administration said yesterday that it would not evict five community programs from a building in Brooklyn where Mayor Rudolph W. Giuliani had threatened to put a homeless shelter. As part of a deal with the City Council, the administration also agreed to stop forcing homeless families to sleep on the floor of" , "date" : "19990219" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Giuliani Abandons Plan to Evict Five Community Programs" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/19\/nyregion\/giuliani-abandons-plan-to-evict-five-community-programs.html"} , {"body" : "MANHATTAN BATTERY PARK CITY $525,000 200 Rector Place (Liberty Court) 2-bedroom, 2 1\/2-bath, 1,180-sq.-ft. condo in an 11-year-old building; 24-hr. doormen, concierge, dining area, marble baths, parquet floors, harbor view; common charge $775, taxes $9,300; listed at $549,000, 4 weeks on market (broker: Santolo Realty) SOHO $1.375 million 109" , "date" : "19990218" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "11" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/18\/garden\/residential-sales.html"} , {"body" : "DELICATE brown, dusted with sugar and scallop shaped, the chestnut honey madeleines at Sweet Melissa Patisserie in Brooklyn look just like ordinary madeleines. But one bite proves otherwise. A perfumed, almost autumnal sensation fills the mouth, like the scent of sunshine-dried leaves, butterscotch and toasted nuts. Then the featherweight cake" , "date" : "19990217" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "5" , "title" : "TEMPTATION; Like a Bee to Madeleines" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/17\/dining\/temptation-like-a-bee-to-madeleines.html"} , {"body" : "Donald Pye's ocher-tipped fingers stubbed an unfiltered Pall Mall into the ashtray he keeps clipped to his wheelchair at the Cobble Hill Health Center, a nursing home in Brooklyn. ''The President says he wants to raise the price of cigarettes another 55 cents,'' said Mr. Pye, who has already seen the price for a pack of Pall Malls jump to $3.60," , "date" : "19990208" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Clinging to an Ever Dearer Habit; People of Meager Means Find Ways to Keep Smoking" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/08\/nyregion\/clinging-ever-dearer-habit-people-meager-means-find-ways-keep-smoking.html"} , {"body" : "City officials assured a judge yesterday that they would not immediately evict five community programs from a building in Brooklyn where Mayor Rudolph W. Giuliani wants to put a homeless shelter. Judge Cheryl E. Chambers of State Supreme Court said she expected to hold a hearing next week on the dispute between the city and the community agencies" , "date" : "19990202" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "No Evictions for Now in Feud On Homeless Shelter, City Says" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/02\/nyregion\/no-evictions-for-now-in-feud-on-homeless-shelter-city-says.html"} , {"body" : "With four community agencies in Brooklyn facing eviction as early as tomorrow, the City Council is in last-minute negotiations with the Giuliani administration to avert that showdown and to resolve broader policy disputes over the city's homeless shelters. Asked about the chances of a settlement, Mayor Rudolph W. Giuliani said at a news conference" , "date" : "19990131" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Mayor and Council Negotiate on Shelters as Agencies Await Eviction" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/31\/nyregion\/mayor-and-council-negotiate-on-shelters-as-agencies-await-eviction.html"} , {"body" : "LINDA BLYER is not the kind of person who fights City Hall. She is a former home economics teacher who speaks so softly people lean in to hear her. Her only previous encounter with city government was in 1976, when she was enlisted as a quilting instructor during the Bicentennial celebration. ''I'm embarrassed to admit it,'' she said last week," , "date" : "19990126" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "A Quiet Voice Raised Against City Hall" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/26\/nyregion\/a-quiet-voice-raised-against-city-hall.html"} ,   {"body" : "For more than a year, the Giuliani administration has quietly moved to shut down the city's largest homeless shelter, and city officials have been meeting with representatives of a for-profit company that wants to establish an upscale assisted-living residence for the elderly in the East Side building. One of the lobbyists for the developer is Suri" , "date" : "19990121" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Questions Clouding Future Of Men's Shelter at Bellevue" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/21\/nyregion\/questions-clouding-future-of-men-s-shelter-at-bellevue.html"} , {"body" : "As the Giuliani administration presses its plan to evict several community programs from a Brooklyn building to make way for a homeless shelter, city mechanics inspected the building yesterday to determine if it was suitable for such a use. Meanwhile, officials with Families First, a nonprofit organization that provides day care and other services," , "date" : "19990120" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Mayor Presses Plan for Brooklyn Homeless Center" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/20\/nyregion\/mayor-presses-plan-for-brooklyn-homeless-center.html"} , {"body" : "When the Board of Education divvied up the $10.9 billion it plans to spend on construction, repair and renovation in the next five years, it allotted some districts hundreds of millions of dollars to build schools. District 15 was not among them. But last week, local school board members laid the groundwork for a campaign they hope will reverse" , "date" : "19990117" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: WESTERN BROOKLYN; District Says School Construction Numbers Don't Add Up" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/17\/nyregion\/neighborhood-report-western-brooklyn-district-says-school-construction-numbers.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from the most recent listing to contract. MANHATTAN CHELSEA $1.05 million 142 West 26th Street 4-bedroom, 2 1\/2-bath, 3,500-sq.-ft. floor-through co-op in a 91-year-old loft building; 11 1\/2-ft. ceilings, upgraded" , "date" : "19990117" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/17\/realestate\/residential-sales.html"} , {"body" : "Mayor Rudolph Giuliani is still so angry at the New York City Council member Stephen DiBrienza that he seems willing to dislocate any handy group to embarrass him. In the latest round of a dispiriting political vendetta, the Mayor wants to evict a senior citizens' center and child-care facility in the Brooklyn Councilman's district -- and replace" , "date" : "19990116" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "COBBLE HILL (NYC)"] , "nytd_section_facet" : ["Opinion" , "Health"] , "page_facet" : "16" , "title" : "The Rudy Giuliani Wars; Vengeance in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/16\/opinion\/the-rudy-giuliani-wars-vengeance-in-brooklyn.html"} , {"body" : "Barry Turner lives alone in a fifth-floor walkup on a quiet street in the Prospect Heights section of Brooklyn. He's a nervous man. Fidgets all the time. He smokes Kool cigarettes and drinks prodigious amounts of orange Kool-Aid. He suffers from obsessive-compulsive disorder. He takes two types of medication to stave off psychotic episodes. ''I" , "date" : "19990114" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "Health"] , "page_facet" : "21" , "title" : "In America; The Politics of Cruelty" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/14\/opinion\/in-america-the-politics-of-cruelty.html"} , {"body" : "In a political retreat peppered with goading remarks, Mayor Rudolph W. Giuliani announced a major modification yesterday to his plan to evict several community programs to make room for a homeless shelter in the district of a Brooklyn City Council member who had annoyed him. The Mayor said that he still plans to have some beds for the homeless put" , "date" : "19990113" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Mayor Makes Concession On Evictions for Shelter" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/13\/nyregion\/mayor-makes-concession-on-evictions-for-shelter.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from the most recent listing to contract. MANHATTAN CHELSEA $1.05 million 142 West 26th Street 4-bedroom, 2 1\/2-bath, 3,500-sq.-ft. floor-through co-op in a 91-year-old loft building; 11 1\/2-ft.-ceilings, upgraded" , "date" : "19990110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/10\/realestate\/residential-sales.html"} , {"body" : "To the Editor: By ordering that a homeless shelter be set up in a city-owned building in the Cobble Hill section of Brooklyn (editorial, Jan. 4), Mayor Rudolph W. Giuliani is reversing the optimism of those who live in the neighborhood. Brooklyn is turning into a wonderful place to live. Responsibility for services like homeless shelters, jails," , "date" : "19990109" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "14" , "title" : "Mayor Puts the Defenseless Into the Crossfire" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/09\/opinion\/l-mayor-puts-the-defenseless-into-the-crossfire-795364.html"} , {"body" : "More than 500 people gathered at a Brooklyn synagogue last night for a forum where local politicians detailed strategies that they hope will persuade Mayor Rudolph W. Guiliani to rescind his decision to put a homeless shelter in their neighborhood. City Councilman Stephen DiBrienza, who represents the Cobble Hill neighborhood, called on local" , "date" : "19990108" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Critics Gather To Fight Plans For a Shelter" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/08\/nyregion\/critics-gather-to-fight-plans-for-a-shelter.html"} ,   {"body" : "Mayor Rudolph Giuliani's war with the New York City Council on homeless shelters has led the administration to serve an eviction notice on a Brooklyn community psychiatric center that serves 500 mentally ill outpatients. That was a peculiar way to celebrate the holiday season. It is also dreadful policy making that should be allowed to die with the" , "date" : "19990104" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "Health"] , "page_facet" : "18" , "title" : "A Resolution for the Mayor" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/04\/opinion\/a-resolution-for-the-mayor.html"} , {"body" : "Three years ago, Alan Alpert's son, John, then 4, was having trouble speaking and understanding in preschool. School officials, Mr. Alpert said, suggested he enroll his son in the private Mary McDowell School for Learning, which specializes in teaching the learning disabled. But the school, based at the Brooklyn Friends Meeting House on" , "date" : "19990103" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROWNSTONE BROOKLYN; Warehouse to Schoolhouse" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/03\/nyregion\/neighborhood-report-brownstone-brooklyn-warehouse-to-schoolhouse.html"}]