[  {"body" : "Theater ''INAPPROPRIATE,'' a return engagement of the musical adapted from vignettes and monologues of students from the DeSisto School in Stockbridge, Mass., who often come to the school by way of broken homes, drug rehabilitation and brushes with the law. The 90-minute staging by Butterfly Productions features members of the DeSisto Theater" , "date" : "19991231" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "47" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/31\/arts\/spare-times-for-children.html"} , {"body" : "As a teenager, Morshed Alam dodged enemy soldiers to deliver food to Bangladeshi independence fighters. And as a student at Dhaka University in the mid-1970's, he endured police beatings to organize pro-democracy demonstrations against the newly formed nation's military regime. So it is hardly surprising that Mr. Alam dived headlong into American" , "date" : "19991228" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Immigrant Diversity Slows Traditional Political Climb" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/28\/nyregion\/immigrant-diversity-slows-traditional-political-climb.html"} , {"body" : "Theater ''GOLDILOCKS AND THE THREE BEARS,'' the 1837 English story with puppets designed by Nicolas Coppola, has been adapted to modern times by Jack Kaplan, with the three bears now a typical American family bothered each season by human tourists including Goldilocks. Puppetworks, 338 Sixth Avenue, at Fourth Street, Park Slope, Brooklyn. Sunday at" , "date" : "19991224" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "56" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/24\/arts\/spare-times-039144.html"} , {"body" : "Last month Bruce Teitelbaum punctuated his speedy ascent from little-known campaign volunteer to Rudolph W. Giuliani's ubiquitous adviser by promoting the mayor's expected run for the Senate on ''Meet the Press.'' But when ''Face the Nation'' offered a similar opportunity several days ago, Mr. Teitelbaum declined. He explained that the mayor needed" , "date" : "19991222" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Wages of Loyalty; Top Giuliani Fund-Raiser and Ex-Chief Is Investigated" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/22\/nyregion\/the-wages-of-loyalty-top-giuliani-fund-raiser-and-ex-chief-is-investigated.html"} , {"body" : "Amid the pulsing rhythms that envelop Fulton Street in the Bedford-Stuyvesant section of Brooklyn on most afternoons -- street vendors hawking gloves and sweatshirts, music flowing from the open doors of stores onto the sidewalks -- the sound of learning can easily go unnoticed. But it is there, tucked away in a second-floor corner of an aging" , "date" : "19991222" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "15" , "title" : "A Learning Center Thrives, and Profits, in a Poor Locale" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/22\/nyregion\/a-learning-center-thrives-and-profits-in-a-poor-locale.html"} , {"body" : "Theater ''BABES IN TOYLAND,'' a new musical for children's voices, presented by the Pied Piper Children's Theater of New York, based on the classic story about two children from Mother Goose Land who flee to Toyland to escape their evil uncle, who tries to steal their inheritance. The production, by Reinaldo Martinez-Cubero and Lisa M. Sikes, will" , "date" : "19991217" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "51" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/17\/arts\/spare-times-922196.html"} , {"body" : "The New York City Board of Education yesterday identified nine employees -- four regular teachers, two substitute teachers and three teachers' aides -- who were dismissed last week for helping students cheat on standardized tests. The teachers were identified as Rebecca Balantine of Intermediate School 450 in District 1 on the Lower East Side;" , "date" : "19991215" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "13" , "title" : "Board Names 9 Dismissed Over Test Cheating" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/15\/nyregion\/board-names-9-dismissed-over-test-cheating.html"} , {"body" : "Mary L. Robinson cannot remember when she and her husband split up. It might have been before she was hit by the white sedan. It might have been after. The two events had nothing to do with each other, except one meant the end of suffering, and the other marked its beginning. Ms. Robinson, who is now 48, says she was abused for a decade by her" , "date" : "19991212" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "60" , "title" : "THE NEEDIEST CASES; Rising Above Obstacles With Custom-Made Help" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/12\/nyregion\/the-neediest-cases-rising-above-obstacles-with-custom-made-help.html"} , {"body" : "Half a year after he pleaded guilty to torturing Abner Louima in a horrific act that fueled bitter charges of police brutality against minority residents of New York City, Justin A. Volpe is to be sentenced tomorrow to a term that could be life in prison without the possibility of parole. In a session in Federal District Court in Brooklyn that is" , "date" : "19991212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "58" , "title" : "Sentencing at Hand, Volpe Will Learn if He Gets Life" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/12\/nyregion\/sentencing-at-hand-volpe-will-learn-if-he-gets-life.html"} , {"body" : "Marvin Kratter, the New York real estate investor whose holdings once included Ebbets Field (which he eventually replaced with an apartment complex), died on Oct. 24 at a hospital in Encinitas, Calif. He was 84. The cause was pancreatitis, said his son, Leslie M. Kratter, of Hillsborough, Calif. Mr. Kratter's wide-ranging business interests also" , "date" : "19991209" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "15" , "title" : "Marvin Kratter, 84; Once Owned Ebbets Field" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/09\/nyregion\/marvin-kratter-84-once-owned-ebbets-field.html"} ,   {"body" : "Two boys were arrested at a Brooklyn elementary school yesterday after officials found a handgun and a bullet in a classroom, the police said. The mother of one of the boys was arrested later in the day. The boys, ages 8 and 9, were charged with criminal possession of a weapon after school safety officers and the principal of Public School 91 in" , "date" : "19991207" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "9" , "title" : "3 Are Charged After a Gun Is Found at an Elementary School" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/07\/nyregion\/3-are-charged-after-a-gun-is-found-at-an-elementary-school.html"} , {"body" : "A Brooklyn teenager was acquitted of murder yesterday in the stabbing death of another youth in a dispute arising from an after-school basketball game. The verdict, in State Supreme Court in Brooklyn, came in a retrial of the defendant, Yasser Ashburn, 16, after his previous trial ended in October with a deadlocked jury. In both trials, the" , "date" : "19991204" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Youth Acquitted of Murder In an After-School Dispute" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/04\/nyregion\/youth-acquitted-of-murder-in-an-after-school-dispute.html"} , {"body" : "Jamie Snow and State Senator Marty Markowitz are to be married today. Rabbi Joseph Potasnik is to officiate at the Brooklyn Botanic Garden. The bride, who will continue to use her name professionally, is the senior art director at Bryant Inc., an advertising and public relations agency in Manhattan. She graduated from Syracuse University. Her" , "date" : "19991121" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "10" , "title" : "Marty Markowitz and Jamie Snow" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/21\/style\/marty-markowitz-and-jamie-snow.html"} , {"body" : "After expressing remorse for what they called their lapses of judgment, two former New York City detectives were sentenced yesterday to six months in jail for severely beating a man who was later struck and killed by a train in a nearby subway station. The former detectives, Lloyd Barnaby, 39, and Mark Cooper, 29, who were dismissed from the police" , "date" : "19991119" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Ex-Detectives Get 6 Months in Beating Case" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/19\/nyregion\/ex-detectives-get-6-months-in-beating-case.html"} , {"body" : "The Brooklyn Academy of Music's 17th annual Next Wave Festival began with the usual bold mixture of experimental theater, music and dance. There were visits from such academy favorites as Laurie Anderson, Pina Bausch and Philip Glass and the debuts of several international companies. A hip-hop celebration featuring Vernon Reid and the Roots will" , "date" : "19991110" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "About-Face and Continuity in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/10\/arts\/about-face-and-continuity-in-brooklyn.html"} , {"body" : "Theater ''LITTLE RED RIDING HOOD.'' The wolf claims he's been framed in this updated version of the classic fairy tale, and the audience is judge and jury, Sunday at 2 p.m. at the Riverdale Y, 5625 Arlington Avenue, at West 256th Street, the Bronx. The hourlong show, directed by Dante Albertie, features music by Joplin, Gershwin and Ellington. For" , "date" : "19991105" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "48" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/05\/arts\/spare-times-for-children.html"} , {"body" : "A Brooklyn judge declared a mistrial yesterday in the case of a teen-ager accused of fatally stabbing another youth in a dispute stemming from an after-school basketball game. The mistrial came after jurors sent out several notes saying they were hopelessly deadlocked in bitter and emotional deliberations. Prosecutors had said that the defendant," , "date" : "19991030" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Bitter Deadlock Leads to a Mistrial in a Youth's Slaying" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/30\/nyregion\/bitter-deadlock-leads-to-a-mistrial-in-a-youth-s-slaying.html"} , {"body" : "A Brooklyn teen-ager was convicted of manslaughter yesterday for initiating an attack on members of a rival basketball team that ended in the fatal stabbing of a 14-year-old boy. The fatal encounter, outside a school in Crown Heights last January, stemmed from a scoring dispute in a game that was part of an after-school program intended to keep" , "date" : "19991027" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Youth Convicted in Fatal Attack Over a Basketball Game" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/27\/nyregion\/youth-convicted-in-fatal-attack-over-a-basketball-game.html"} , {"body" : "Two young sisters who were playing with matches died yesterday after inadvertently setting fire to a mattress in their apartment in Crown Heights, Brooklyn, fire officials said. The girls, ages 3 and 4, were supposed to be in their room taking late-morning naps when they came upon the matches and apparently set fire to the lower mattress of a bunk" , "date" : "19991026" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Young Girls Playing With Matches Die in Brooklyn Fire" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/26\/nyregion\/2-young-girls-playing-with-matches-die-in-brooklyn-fire.html"} , {"body" : "A Paramedic With a Pen Joe Connelly's father was a Greyhound bus driver, and his mother was a nurse. ''I ended up doing the exact same thing as my parents, a combination of both,'' said Mr. Connelly, above, who was a paramedic and worked for nine years at St. Clare's Hospital and Health Center in Manhattan. On the day his autobiographical novel" , "date" : "19991022" , "day_of_week_facet" : "Friday" , "geo_facet" : ["LIVINGSTON (NJ)"] , "nytd_section_facet" : ["Movies" , "Arts" , "Books"] , "page_facet" : "17" , "title" : "AT THE MOVIES" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/22\/movies\/at-the-movies.html"} ,   {"body" : "FOR weeks, the streets of Washington Heights played host to an exciting political circus. A convoy of sound trucks roamed the neighborhood, blasting the names and slogans of the competing candidates. All told, the political camps printed and distributed more than 100,000 pieces of literature. Posters were tacked up throughout the area, from travel" , "date" : "19991017" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Where Politics Is Always Local" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/17\/nyregion\/where-politics-is-always-local.html"} , {"body" : "At the age of 7, most of us were doing well enough if we could add and subtract. Richard K. Anderson Jr. has already rung the opening bell at the New York Stock Exchange (while he was still in kindergarten) and testified before Congress, the youngest person to do either. At a Manhattan conference next Saturday, H. Carl McCall, the New York State" , "date" : "19991017" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Business"] , "page_facet" : "2" , "title" : "PRIVATE SECTOR; Saving, Through a Child's Eyes" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/17\/business\/private-sector-saving-through-a-child-s-eyes.html"} , {"body" : "Offering the carrot of job opportunities and threatening the stick of intensive law enforcement, Federal, state and local officials announced yesterday a pilot program to combat gang violence in a Brooklyn neighborhood. As part of the program, they said, gang members will be offered help in getting jobs and job training, and will also be told that" , "date" : "19991014" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Fighting Gang Violence With Job Prospects" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/14\/nyregion\/fighting-gang-violence-with-job-prospects.html"} , {"body" : "WHEN Robert Peterkin finds himself with an extra $100, he spends it on two pairs of sneakers he'll never wear. Instead, he puts them aside until he gathers other household items -- rice, macaroni, underwear, combs, shoes. Then he packs it all in a four-foot-deep barrel to ship to the wife and four children he left in Haiti 10 years ago. Like many" , "date" : "19991010" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CARIBBEAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAKING IT WORK; Immigrants Build A Bridge of Barrels" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/10\/nyregion\/making-it-work-immigrants-build-a-bridge-of-barrels.html"} , {"body" : "It has been more than a year since Carol A. Gresser left 110 Livingston Street in Brooklyn and her position as a member of the New York City Board of Education. But Mrs. Gresser has been busy and plans to be busier still in the next two years. This week, she formed a committee to explore a candidacy for Queens Borough President. In seeking the" , "date" : "19991009" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Political Notes; Another Contender for Queens Borough Presidency" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/09\/nyregion\/political-notes-another-contender-for-queens-borough-presidency.html"} , {"body" : "IF there is such a thing as an unofficial permanent government in New York City -- the people who really run the place, while politicians surface and sink -- then you might call Samuel H. Lindenbaum the secretary of housing and urban development. The other day, during a break in the rain, he ducked through a window onto the wide ledge outside his" , "date" : "19991006" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Behind the Scenes, Raising the City's Profile" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/06\/nyregion\/public-lives-behind-the-scenes-raising-the-city-s-profile.html"} , {"body" : "Street gangs have been a vivid, and troubling, part of the city's history, at least since the beginning of the 19th century. In 1807, the trustees of the African Methodist Episcopal Zion Church, at the corner of Leonard and Church Streets in lower Manhattan, pleaded with the City Council to do something about gangs of white, working-class youths" , "date" : "19991003" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "5" , "title" : "NEW YORK BOOKSHELF; How Gangs Started and Got Those Names" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/03\/nyregion\/new-york-bookshelf-how-gangs-started-and-got-those-names.html"} , {"body" : "A Health and Hospitals Corporation plan to close 10 of 16 neighborhood clinics that provide free dental care to low-income young people has angered some community leaders. But the hospitals corporation, which will close the clinics on Oct. 15, says that their equipment is outdated and that better care will be available at alternative sites. The" , "date" : "19991003" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; Closing of Old Dental Clinics Seen as Strike Against Poor" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/03\/nyregion\/neighborhood-report-new-york-up-close-closing-old-dental-clinics-seen-strike.html"} , {"body" : "Two New York City detectives were convicted yesterday of beating a man who was later struck and killed by a train in a nearby subway station. But the convictions were for misdemeanor assault. The jury acquitted the detectives, who were off duty at the time of the incident, of more serious felony assault charges. Two other detectives were acquitted" , "date" : "19991002" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "2 Officers Convicted Of Assaulting Man Who Was Later Killed by Train" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/02\/nyregion\/2-officers-convicted-of-assaulting-man-who-was-later-killed-by-train.html"} , {"body" : "It apparently began as a scoring dispute in a basketball game, part of an after-school program to encourage teen-agers to stay out of trouble and do well in school. It became a murderous attack by members and supporters of one team against players on the other, law enforcement officials have said. Yesterday, in a Brooklyn courtroom, opening" , "date" : "19990928" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Trial Opens in Killing of Basketball Player" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/28\/nyregion\/trial-opens-in-killing-of-basketball-player.html"} ,   {"body" : "As the years go by you fall into the habit of believing that apples do not taste as sharp as they used to and that candy bars are not as big. They do not, in fact, and they are not; thanks respectively to fruit genetics and marketing margins. But why have my books lost their smell? The smell, when I was 5, of a nubby ''Peter Pan in Kensington" , "date" : "19990924" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Books" , "Technology"] , "page_facet" : "31" , "title" : "You Just Can't Curl Up With a Good Web Site" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/24\/books\/you-just-can-t-curl-up-with-a-good-web-site.html"} , {"body" : "DEPUTY Inspector Donald P. O'Donnell of the New York Police Department talksreally fast, coming up for air only on occasion. But then, he has a lot to say. On Wednesday night, he got close to warp speed reflecting on a string of Jewish holidays and Caribbean-American events this month, not for their theological or cultural import but for what they" , "date" : "19990924" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NYC; Policing A Sore Spot In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/24\/nyregion\/nyc-policing-a-sore-spot-in-brooklyn.html"} , {"body" : "Theater NINO NADA THEATER FESTIVAL. ''The Dancing Handkerchief,'' about an apprentice to a temperamental and inept sorcerer, presented by Flying Carpet. The production features mime, music, puppets, masks and a whimsical handkerchief, tomorrow and Sunday at 3 P.M. at Nada 45, 445 West 45th Street, fourth floor, Clinton. ''Feet Water,'' a parable" , "date" : "19990924" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/24\/arts\/spare-times-for-children.html"} , {"body" : "AS a diner in search of the extraordinary at Lespinasse, you could easily overlook it on the menu. But it is there, poulet roti a la broche, chicken roasted on a spit, without pretense and without apology. If you should dare to order something so plain, a thrill is in store. A waiter will appear before you with a whole chicken, brown as nutmeg," , "date" : "19990922" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Ladies And Gentlemen, The Roast Chicken" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/22\/dining\/ladies-and-gentlemen-the-roast-chicken.html"} , {"body" : "This week's primary election was, for many New Yorkers, a sleepy affair. But in Washington Heights, a race for Democratic district leader drew more than 2,000 voters and was, by any standard, furiously fought. Although district leader is considered the lowest rung of the ladder of elected offices, the candidates in this particular race, the latest" , "date" : "19990918" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Political Notes; Big Battle for a Relatively Little Job" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/18\/nyregion\/political-notes-big-battle-for-a-relatively-little-job.html"} , {"body" : "A Federal judge in Manhattan ruled yesterday that the New York Police Department can transfer officers to certain precincts based solely on their race if the emergency operational needs of the department required it. But she also ruled that the city must prove that it met this standard in defending itself against a lawsuit filed by officers. The" , "date" : "19990918" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Race-Based Transfers Legal, Judge Says" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/18\/nyregion\/race-based-transfers-legal-judge-says.html"} , {"body" : "Theater ''SUPER JANITOR MEETS THE GARBAGE BEAST.'' Art the janitor becomes Super Janitor (in his dreams) to defeat the Garbage Beast in this comic book production by Grand Fallons, tomorrow at 2:30 P.M. at the Brooklyn Children's Museum, 145 Brooklyn Avenue, at St. Mark's Place, Crown Heights.Free with suggested admission: $3. Information: (718)" , "date" : "19990917" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/17\/arts\/spare-times-for-children.html"} , {"body" : "A 21-year-old Brooklyn woman was charged yesterday with killing one of her three small children, a bruised and battered 2-year-old girl who apparently had borne the brunt of her mother's secret abuse for a long time until Sunday night, when she fell unconscious after another beating and died, city officials said. The mother, Venisha Clarke, of 600" , "date" : "19990914" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Mother of 3 Is Charged in Daughter's Death" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/14\/nyregion\/mother-of-3-is-charged-in-daughter-s-death.html"} , {"body" : "The sparse ballot for tomorrow's Democratic primary election in New York City includes two contests for Civil Court judgeships -- one in Manhattan and the other in Brooklyn. There is also a lopsided race for the post of Bronx District Attorney. These are our recommendations. Bronx District Attorney: The 10-year incumbent, Robert Johnson, faces a" , "date" : "19990913" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "For Civil Court and Bronx D.A." , "url" : "http:\/\/www.nytimes.com\/1999\/09\/13\/opinion\/for-civil-court-and-bronx-da.html"} , {"body" : "In a Brooklyn courtroom this week, prosecutors will continue to claim that two New York City police detectives acted like ''common thugs,'' viciously beating a man who was later struck and killed by a train in a nearby subway station. But defense lawyers will continue to insist that the detectives did not assault the man. They are depicting him as" , "date" : "19990912" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "In Police Beating Trial, Each Side Places Blame on Other" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/12\/nyregion\/in-police-beating-trial-each-side-places-blame-on-other.html"} ,   {"body" : "Donn Anthony Joseph lay still yesterday in a white satin-lined coffin, his dreadlocks peeking out of his favorite Rastafarian cap and his hands warmed by the touches of his family. People came from all over the United States and the Caribbean, weeping as they entered a squat brick church in East New York to say goodbye to the 11-year-old boy, one" , "date" : "19990911" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Funeral Is Held for Boy Killed at Parade" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/11\/nyregion\/funeral-is-held-for-boy-killed-at-parade.html"} , {"body" : "Theater ''THE JUNGLE BOOK,'' Puppetworks' adaptation of the story of Mowgli, a story by Kipling about a little boy lost in the jungle of India and reared by wolves, will be presented Saturdays and Sundays through Dec. 19 at Puppetworks, 338 Sixth Avenue, at Fourth Street, Park Slope, Brooklyn. Recommended for children 4 and older. Admission: $7;" , "date" : "19990910" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/10\/arts\/spare-times-for-children.html"} , {"body" : "Early on the morning of Dec. 19, 1997, a 36-year-old Brooklyn man, Reginald Bannerman, was struck and killed by a No. 2 subway train rumbling into the Sterling Street station in Crown Heights. The City Medical Examiner's office called his death a suicide, although other investigators said they could not rule out the possibility that he had" , "date" : "19990905" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Trial Set for Officers Accused of Assaulting Man Before His Death on Subway Tracks" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/05\/nyregion\/trial-set-for-officers-accused-assaulting-man-before-his-death-subway-tracks.html"} , {"body" : "Officials from the new $19 million Jewish Children's Museum spent last week wooing Crown Heights community leaders, a final preparation for Wednesday's ceremonial groundbreaking. The museum's executive director announced that a community center would be added to the building and that it would be open after hours to all Crown Heights residents." , "date" : "19990905" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: CROWN HEIGHTS; Computers in 'Matzoh Balls,' And a Good-Neighbor Policy" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/05\/nyregion\/neighborhood-report-crown-heights-computers-matzoh-balls-good-neighbor-policy.html"} , {"body" : "Chanel Gilpin stood unsmiling as her mother cooed how cute she looked in her new school uniform: a blue, pleated jumper with a short-sleeved yellow shirt. Chanel, who is in the fifth grade, was not upset about the jumper, which basically resembled a barrel with straps, but about the yellow shirt. She wanted to wear white. But only boys at Public" , "date" : "19990904" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Just How Uniform Must Uniforms Be?; For Many Public School Students, It's a Struggle to Mesh The New Dress Codes With Their Own Sense of Style" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/04\/nyregion\/just-uniform-must-uniforms-be-for-many-public-school-students-it-s-struggle-mesh.html"} , {"body" : "ON THE STREET New York City THIRD AVENUE MERCHANDISE FAIR, from 23d to 34th Streets, Manhattan. Sunday, 11 A.M. to 6 P.M. Sponsored by the Rosehill Community Association. FAMILY FESTIVAL, Third Avenue, from 34th to 42d Streets, Manhattan. Monday, 11 A.M. to 6 P.M. Sponsored by the Manhattan East Community Association. EAST VILLAGE SUMMERFEST," , "date" : "19990903" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/03\/arts\/spare-times-326780.html"} , {"body" : "Theater ''GREENSNAKE'' is not your typical fairy tale. The princess isn't pretty, and there is an enchanted hero whose green skin is more reptilian than amphibian: he's a dragon who breathes kind words instead of fire. Written by Carrie DuBois (who also performs in the play) and directed by her and Don Downie (also the dragon-prince), the" , "date" : "19990903" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/03\/arts\/spare-times-for-children.html"} , {"body" : "After public urging from a parade of political officials, including Hillary Rodham Clinton and Mayor Rudolph W. Giuliani, the Justice Department last night announced that it had reopened the investigation into the shooting death of a 16-year-old yeshiva student as he rode in a van on the Brooklyn Bridge in March 1994. A 28-year-old livery cab" , "date" : "19990827" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "U.S. Reopens Inquiry Into Yeshiva Student's '94 Shooting Death on Brooklyn Bridge" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/27\/nyregion\/us-reopens-inquiry-into-yeshiva-student-s-94-shooting-death-on-brooklyn-bridge.html"} , {"body" : "Theater ''CARNIVAL OF THE ANIMALS,'' a puppet version of Camille Saint-Saens' musical sketches of animals, tomorrow at 12:30 and 2:30 P.M. at Puppetworks, 338 Sixth Avenue, at Fourth Street, Park Slope, Brooklyn. For children 3 and older. Tickets: $7; $5 for children. Reservations suggested: (718) 965-3391. FRINGE JR., part of the International" , "date" : "19990827" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/27\/arts\/spare-times-for-children.html"} , {"body" : "During yesterday's protracted moment of communal adversity, New Yorkers seemed to borrow some strategies from around the world. Taking a page from commuters in Cairo, hundreds of Upper West Siders jammed into buses, faces mashed against the doors, daring drivers to tell them they could not ride on the steps. Others cheerfully shared taxis," , "date" : "19990827" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "WATER EVERYWHERE: THE SCENE; Forget About Taxis, You Couldn't Hail A Garbage Truck" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/27\/nyregion\/water-everywhere-the-scene-forget-about-taxis-you-couldn-t-hail-a-garbage-truck.html"} ,   {"body" : "With just over two weeks before the start of school, Board of Education officials are still hunting for half of the teachers they need at some of New York City's worst schools. In taking control of about 40 schools in June and placing them in the Chancellor's District, a sort of remedial category for low-performing schools, Chancellor Rudy Crew" , "date" : "19990822" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "35" , "title" : "Worst Schools Still Seeking 400 Teachers" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/22\/nyregion\/worst-schools-still-seeking-400-teachers.html"} , {"body" : "Events BROOKLYN CHILDREN'S MUSEUM, 145 Brooklyn Avenue, at St. Marks Place, Crown Heights, will have events all weekend to keep children busy. Tonight at 6:30, Arts at St. Ann's presents Cyro Baptista and Beat the Doney, a 10-piece percussion ensemble that also performs acrobatics while in costumes. Free. Tomorrow from 1 to 4:30 P.M., youngsters" , "date" : "19990820" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/20\/arts\/spare-times-for-children.html"} , {"body" : "Some jazz aficionados in Brooklyn have discovered that when they try to tune their radios to their favorite music, all they can hear are religious stories from Lubavitch Hasidic leaders. Listeners have complained that a pirate radio broadcast at 87.9 FM is interfering with the reception of WBGO, a Newark public radio station that plays jazz at 88.3" , "date" : "19990815" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEWARK (NJ)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: CROWN HEIGHTS; A Pirate Radio Station's Crusade Is Stepping on the Jazz" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/15\/nyregion\/neighborhood-report-crown-heights-pirate-radio-station-s-crusade-stepping-jazz.html"} , {"body" : "AS Rabbi Jacob Z. Goldstein pulled his car up to the intersection of East New York and Brooklyn Avenues, his eyes immediately darted to an auto repair shop at the corner. Out front, a green Honda without license plates was parked beside a hydrant and two other cars blocked the sidewalk. As soon as his eyes took in the shop, Rabbi Goldstein called" , "date" : "19990808" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAKING IT WORK; Tuesday the Rabbi Had a Meeting" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/08\/nyregion\/making-it-work-tuesday-the-rabbi-had-a-meeting.html"} , {"body" : "In the 50's, when America liked Ike, it loved Widmer Lake Niagara. Still does. About 100,000 cases are made yearly, says the Canandaigua Wine Company, Widmer's owner. Canandaigua, in the Finger Lakes region upstate, is the nation's second-biggest vintner, after Gallo. It knows a thing or two about silent-majority tastes. Le Cirque 2000's wine list" , "date" : "19990808" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "WINE UNDER $20; White Wine With Pizza? Sure." , "url" : "http:\/\/www.nytimes.com\/1999\/08\/08\/nyregion\/wine-under-20-white-wine-with-pizza-sure.html"} , {"body" : "Theater ''THE FROG PRINCE,'' a fairy tale by David Mamet, has the playwright's stamp although not his famously colorful language. The plot involves multiple deceptions, a hero who has trouble treating women as equals (and gets a gentle comeuppance) and, as might be expected, a less than rosy conclusion. Theatergoers over 6 will find it funny, and" , "date" : "19990730" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/30\/arts\/spare-times-for-children.html"} , {"body" : "Nushawn J. Williams, the drifter from Brooklyn who officials say may have infected more than a dozen young women and girls in upstate New York with the virus that causes AIDS, now says that he may have had sex with as many as 300 women. That number is even higher than health officials feared in October 1997, when their concerns that Mr. Williams" , "date" : "19990729" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Drifter Says He Had Sex With Up to 300" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/29\/nyregion\/drifter-says-he-had-sex-with-up-to-300.html"} , {"body" : "Law enforcement officials arrested two men yesterday who they said carried out a month-long robbery spree in Brooklyn that left one man dead. Between June 21, when the men forced a woman near Prospect Park to give up her car at gunpoint, and Monday, when they tried unsuccessfully to steal another vehicle from its occupant in Park Slope, the pair" , "date" : "19990717" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO NEWS BRIEFS: NEW YORK; 2 Charged With Murder And String of Robberies" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/17\/nyregion\/metro-news-briefs-new-york-2-charged-with-murder-and-string-of-robberies.html"} , {"body" : "Theater ''THE JUNGLE BOOK,'' the story of Mowgli, Kipling's tale of a little boy lost in the jungle of India and reared by wolves, will be presented by Puppetworks, Sundays at 1:30 and 3:30 P.M. (through Aug. 15) at the Children's Aid Society, Greenwich Village Center Theater, 219 Sullivan Street, Greenwich Village. The production is adapted for" , "date" : "19990716" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/16\/arts\/spare-times-for-children.html"} , {"body" : "Senator Charles E. Schumer recommended yesterday that President Clinton nominate Loretta E. Lynch as United States Attorney for the Eastern District of New York, the top Federal prosecutor for Brooklyn, Queens, Staten Island and Long Island. Ms. Lynch, now the No. 2 official in the office, would succeed Zachary W. Carter, who is to leave his" , "date" : "19990714" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Schumer Urges Carter's Aide For U.S. Post" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/14\/nyregion\/schumer-urges-carter-s-aide-for-us-post.html"} ,   {"body" : "A Brooklyn man who phoned the police on Friday to say that he had killed his girlfriend and his ex-girlfriend has been charged with one of the murders and will be charged with the other, law enforcement officials said yesterday. Detectives arrested the man, Lionel Michael King, 41, around 10:30 A.M. Friday at his home at 529 East 22d Street in" , "date" : "19990704" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Brooklyn Man to Be Charged With Killing 2" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/04\/nyregion\/brooklyn-man-to-be-charged-with-killing-2.html"} , {"body" : "A man killed two women, one in Brooklyn and the other in Queens, within hours of each other yesterday and then called the authorities to confess, investigators said. The man, whose identity was not released, was being questioned by the police last night and was considered a suspect, the police said. According to the police, the man stabbed Deonne" , "date" : "19990703" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Man Held in Killings In 2 Boroughs in Day" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/03\/nyregion\/man-held-in-killings-in-2-boroughs-in-day.html"} , {"body" : "By the middle of the month, two mostly vacant blocks in the Bedford-Stuyvesant section of Brooklyn will begin to fill with a housing type so far absent from the neighborhood's revival: 45 three-family homes for people with annual incomes of $30,000 to $70,000. The houses, with a total of 135 units, will rise on the blocks off Saratoga Avenue" , "date" : "19990702" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Residential Real Estate; Adding Affordable 3-Family Homes to Bedford-Stuyvesant Mix" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/02\/nyregion\/residential-real-estate-adding-affordable-3-family-homes-bedford-stuyvesant-mix.html"} , {"body" : "FOR CHILDREN Theater ''CARNIVAL OF THE ANIMALS.'' Camille Saint-Saens' musical sketches of animals have been transformed into a puppet show by Nicolas Coppola, the artistic director of Puppetworks. The production features 68 puppets, from marionettes to hand, rod and shadow puppets. Performances are Saturdays at 12:30 and 2:30 P.M. through Aug. 28." , "date" : "19990702" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/02\/arts\/spare-times-422533.html"} , {"body" : "SO far so good,'' said Sandra Kingston, evaluating her five months of experience as a first-time homeowner. Ms. Kingston, a clerical worker in her 40's who works for Kings County Hospital, was able to buy a one-family house for $219,000 in the St. Albans section of Queens last January, making a 5 percent down payment and getting a 30-year" , "date" : "19990627" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Foreclosures Spur A Volume Business In Refurbishing And Selling Homes; Buyers get benefit of easier terms, but some charge deception." , "url" : "http:\/\/www.nytimes.com\/1999\/06\/27\/realestate\/foreclosures-spur-volume-business-refurbishing-selling-homes-buyers-get-benefit.html"} , {"body" : "An 11-year-old boy and a 14-year-old girl were shot outside a Brooklyn apartment building yesterday, along with a 21-year-old man who the police said was the shooter's target. Officer Joseph Cavitolo, a Police Department spokesman, said a man in his 20's pulled up in a car outside 1511 Sterling Place in the Crown Heights section about 5:15 P.M. and" , "date" : "19990620" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "METRO NEWS BRIEFS: NEW YORK; Two Children Are Hit In Brooklyn Shooting" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/20\/nyregion\/metro-news-briefs-new-york-two-children-are-hit-in-brooklyn-shooting.html"} , {"body" : "Theater ''THE BROADWAY KIDS SING BROADWAY.'' These Broadway ''veterans,'' ranging in age from 8 to 15, will perform numbers from musicals including ''Les Miserables,'' ''Annie'' and ''The Lion King.'' The one-hour production is staged by Christopher Scott, with a book by Bruce J. Robinson and choreography by Monica Johnson. Saturdays at 11:30 A.M." , "date" : "19990618" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/18\/arts\/spare-times-for-children.html"} , {"body" : "Among those seeking to become the United States Attorney for the Eastern District of New York when Zachary W. Carter steps down next month is his chief assistant. But others who work or have worked in Mr. Carter's office, and lawyers in private practice, have also expressed interest, other lawyers say. The chief assistant, Loretta E. Lynch, said" , "date" : "19990612" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "As Federal Prosecutor Quits, Aspiring Successors Rush In" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/12\/nyregion\/as-federal-prosecutor-quits-aspiring-successors-rush-in.html"} , {"body" : "Events ANIMATED SHORT FILMS. Faith Hubley, a short-film animator, is to present a program of her animated films for children (created with her husband, John), tomorrow and Sunday at 11 A.M. at the Quad Cinema, 34 West 13th Street, Greenwich Village, including ''Moonbird,'' the 1960 Academy Award-winning film by Ms. Hubley and her husband. Tickets:" , "date" : "19990611" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/11\/arts\/spare-times-for-children.html"} , {"body" : "Louis R. Anemone, an architect of the New York Police Department's successful but often criticized crime-fighting tactics, said yesterday that he was resigning from the force. As the police official who more than anyone else held commanders accountable for crime rates in their jurisdictions, Chief Anemone, the department's third-highest official," , "date" : "19990611" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Third-Highest Police Official Is Resigning From the Force" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/11\/nyregion\/third-highest-police-official-is-resigning-from-the-force.html"} ,   {"body" : "In a city full of chanticleers who credit their own crowing for the sunrise, Zachary W. Carter, the United States Attorney for the Eastern District, normally would be a candidate for celebrity. For six years he has been a successful Federal prosecutor in a city that celebrates its crime fighters. His office just punctured the police code of" , "date" : "19990608" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Departing U.S. Attorney Quietly Makes an Imprint, if Not a Name" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/08\/nyregion\/departing-us-attorney-quietly-makes-an-imprint-if-not-a-name.html"} , {"body" : "This is what Donald P. O'Donnell, the commander of the 71st Precinct in Brooklyn, saw yesterday when he looked across the football field at George W. Wingate High School: his men flipping hamburgers, his recruiters handing out job applications, dozens of children of many races lining up for pony rides, his officers being treated with respect, and a" , "date" : "19990607" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Amid Doubts, Police and Public Mix" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/07\/nyregion\/amid-doubts-police-and-public-mix.html"} , {"body" : "FLUSHING Learning About the Bison For Those East of Buffalo Visitors at the Queens Wildlife Center today will notice Wild Bill Bison, a costumed character, roaming around and answering questions about bison, lions, coyotes, elk and other wildlife of the American West as the annual ''Bison Bonanza'' weekend continues. Children can race through" , "date" : "19990606" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/06\/nyregion\/playing-in-the-neighborhood-010928.html"} , {"body" : "A veteran New York City fire captain, who for years worked to insure that firefighters got the support they needed when a colleague was killed in the line of duty, died himself yesterday after collapsing Thursday night in the burning basement of a Queens home. Captain Vincent Fowler, 47, died at Jamaica Hospital in Queens at 9:45 A.M., almost 14" , "date" : "19990605" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Captain Killed in Blaze Helped Firefighters Cope With Death" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/05\/nyregion\/captain-killed-in-blaze-helped-firefighters-cope-with-death.html"} , {"body" : "FOR CHILDREN Theater PAPAGENO PUPPET THEATER presents the puppeteer-singer Susan Delery Whedon in productions of ''Cinderella'' and ''Peter and the Wolf'' today, tomorrow and Sunday. ''Cinderella,'' with music by Prokofiev, will be performed at noon; ''Peter and the Wolf'' at 1:30 P.M., at 462 Columbus Avenue, near 82d Street. Tickets: $6; free for" , "date" : "19990604" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/04\/arts\/spare-times-991627.html"} , {"body" : "Theater ''THE BROADWAY KIDS SING BROADWAY.'' These Broadway ''veterans,'' ranging in age from 8 to 15, will perform numbers from musicals including ''Les Miserables,'' ''Annie'' and ''The Lion King.'' The one-hour production is directed and staged by Christopher Scott, with a book by Bruce J. Robinson and choreography by Monica Johnson. Saturdays" , "date" : "19990528" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/28\/arts\/spare-times-for-children.html"} , {"body" : "At its outset, the documentary ''Jewish Soul, American Beat'' posits that increasing numbers of young Jews are returning to their religion in defiance of the prognoses of demographers and other experts who foresee an ineluctable decline in American Judaism as a result of assimilation and intermarriage. And while Barbara Pfeffer's hopeful," , "date" : "19990527" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "FILM REVIEW; A Renaissance in American Judaism, or Illusion?" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/27\/movies\/film-review-a-renaissance-in-american-judaism-or-illusion.html"} , {"body" : "As word of Justin A. Volpe's guilty plea in the brutalization of Abner Louima trickled through Crown Heights, Brooklyn, the words ''justice was served'' were repeated by several residents of the neighborhood, home to a large portion of Brooklyn's West Indian population. But for all the relief at the guilty plea, some felt that justice would not be" , "date" : "19990526" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "THE LOUIMA CASE: THE REACTION; In Brooklyn, Relief and More Expectations" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/26\/nyregion\/the-louima-case-the-reaction-in-brooklyn-relief-and-more-expectations.html"} , {"body" : "The Souls Of Shoes If your children ever wonder what it's like to be in the shoes of youngsters from the Netherlands, Japan, China and other far-flung places, they can now find out -- literally. The Brooklyn Children's Museum, which is celebrating its centennial, recently opened ''Global Shoes,'' an exhibition with footwear to suit just about" , "date" : "19990521" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "FAMILY FARE" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/21\/arts\/family-fare.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting June 8, 6:30 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights," , "date" : "19990516" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Greenpoint to Sheepshead Bay: When the Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/16\/nyregion\/neighborhood-report-brooklyn-up-close-greenpoint-sheepshead-bay-when-boards-meet.html"} ,   {"body" : "An armed man who chased someone down a Brooklyn street yesterday afternoon and onto a city bus fired four shots into the bus but did not hit anyone, the police said. The man, David Williams, 19, was arrested as he tried to run from the police, said Officer Leslie Cardona, a police spokeswoman. Officer Cardona said that Mr. Williams and another man" , "date" : "19990511" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO NEWS BRIEFS: NEW YORK; Man Held in Shooting At Brooklyn Bus" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/11\/nyregion\/metro-news-briefs-new-york-man-held-in-shooting-at-brooklyn-bus.html"} , {"body" : "Take pity on the next generation of music fiends, for they may not know the pleasure of loitering in little record stores. People in their 20's, 30's and 40's, less and less guilty about shopping on the Internet, are regularly denying themselves the chance to go into a record shop and just look. In their defense, they complain that the clerks don't" , "date" : "19990507" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "Stalking That Rare Recording" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/07\/movies\/stalking-that-rare-recording.html"} , {"body" : "Just days after engineering the release of three captured American soldiers in Belgrade, the Rev. Jesse L. Jackson turned his attention yesterday to one of the most contentious issues in New York City politics: the real and rhetorical battle over the city school system. ''We must rescue the children,'' Mr. Jackson told an admiring, applauding" , "date" : "19990505" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "10" , "title" : "Jesse Jackson Visits a War, This Time Over City Schools" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/05\/nyregion\/jesse-jackson-visits-a-war-this-time-over-city-schools.html"} , {"body" : "Three months after it was set up by Gov. George E. Pataki, a special state commission examining possible mismanagement and corruption in the New York City schools is deploying lawyers, state troopers, auditors and construction engineers in what is becoming one of the largest investigations of the school bureaucracy in decades. The commission is" , "date" : "19990504" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "State Panel Steps Up Its Inquiry Into City's Public Schools" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/04\/nyregion\/state-panel-steps-up-its-inquiry-into-city-s-public-schools.html"} , {"body" : "THE impact of two decades of white flight from American cities and the impact of new arrivals in Manhattan and Brooklyn will be discussion topics in ''My, How You've Changed! The New Urban Landscape,'' starting at 7 P.M. tomorrow at the Central Library in Brooklyn. The host, Brian Lehrer of WNYC-AM radio, will interview two journalists, Ray Suarez" , "date" : "19990502" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "PLAYING IN THE NEIGHBORHOOD: PROSPECT HEIGHTS; White Flight and Its Urban Aftermath" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/02\/nyregion\/playing-neighborhood-prospect-heights-white-flight-its-urban-aftermath.html"} , {"body" : "SEVEN years ago this week, my first Vows column appeared among the wedding announcements in the Styles section. The idea was, and still is, to tell the story behind one wedding each week, to report on everything from how the couple met to their first kiss to the exact shade of the bride's dress -- which has occasionally been difficult to capture." , "date" : "19990502" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "VOWS: AN UPDATE; The Seven-Year Itch: Where Are They Now?" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/02\/style\/vows-an-update-the-seven-year-itch-where-are-they-now.html"} , {"body" : "Theater ''A WOMAN WHO OUTSHONE THE SUN,'' an Urban Youth Theater production based on a Mexican legend; adapted by Patricia Herrera and directed by Jose Joaquin Garcia. Henry Street Settlement, 466 Grand Street, Lower East Side, tonight and tomorrow at 7 P.M.; Sunday at 2 P.M. Tickets: $6; $4 for children and teen-agers. Information: (212) 598-0400." , "date" : "19990430" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/30\/arts\/spare-times-for-children.html"} , {"body" : "John Stagno was a controlling and jealous boyfriend who threatened his live-in partner with a knife and a bottle, and kept the only key to their Crown Heights apartment, a lawyer contends in papers filed in Brooklyn Supreme Court. So when Mr. Stagno, 32, brandished a bottle in December 1997 and his partner fought back, stabbing him to death, it" , "date" : "19990425" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Gay Man Charged in a Killing Can Use a 'Battered Wife' Defense" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/25\/nyregion\/gay-man-charged-in-a-killing-can-use-a-battered-wife-defense.html"} , {"body" : "A Manhattan-based developer has bought the former Daily News printing plant on Pacific Street in the Prospect Heights section of Brooklyn, hoping to convert it into movie theaters and stores, with apartments above. The project, amid a strip of old industrial buildings just blocks from Park Slope, reflects the growing faith among developers that" , "date" : "19990417" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT HEIGHTS (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "4" , "title" : "Developer Buys Former Plant of Daily News in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/17\/nyregion\/developer-buys-former-plant-of-daily-news-in-brooklyn.html"} , {"body" : "Theater ''HOT FEET,'' a revue by the Paper Bag Players that is a series of sketches about city life, written and directed by Judith Martin with the assistance of Ted Brackett, featuring scenery and costumes mostly made from the brown paper for which the troupe is named. Tomorrow at 2 P.M. at the Performing Arts Center at Kingsborough Community" , "date" : "19990416" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/16\/arts\/spare-times-for-children.html"} ,   {"body" : "Since the Feb. 4 killing of her son Amadou in a barrage of 41 police bullets, Kadiadou Diallo has made a journey that has taken her further than the 4,300 miles from her home in the West African nation of Guinea. A graceful and disarmingly slight woman, she has gone from paralyzed public grief to telegenic celebrity. The bereaved mother who" , "date" : "19990412" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "From Grieving Mother to Forceful Celebrity" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/12\/nyregion\/from-grieving-mother-to-forceful-celebrity.html"} , {"body" : "Hoping to persuade more New York police officers to live in the city, the Federal Department of Housing and Urban Development plans to offer about 250 houses at half price to law enforcement personnel who agree to live in them for at least three years, Federal officials announced yesterday. The houses, which the Government acquires through" , "date" : "19990410" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Police Officers Get 250 More Reasons to Live in the City" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/10\/nyregion\/police-officers-get-250-more-reasons-to-live-in-the-city.html"} , {"body" : "Police chiefs meeting here to examine how their officers could earn more public trust said today that complaints about police misconduct were often valid and that departments had far to go to meet demands for more accountability, respect and courtesy. The daylong conference, which was held in private on Thursday, was convened in response to the" , "date" : "19990410" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "12" , "title" : "Police Chiefs Say Criticism Of Departments Is Valid" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/10\/us\/police-chiefs-say-criticism-of-departments-is-valid.html"} , {"body" : "Stepping into the Cathedral of St. John the Divine on Wednesday morning was like stepping back in time, with words like ''comrade,'' ''revolutionary'' and ''warrior'' echoing off the stone walls. The occasion was a memorial service for Samori Tarik Marksman, a political activist and the program director for the noncommercial, listener-supported" , "date" : "19990404" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: WEST SIDE -- BUZZ; A Farewell to a Radio Comrade" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/04\/nyregion\/neighborhood-report-west-side-buzz-a-farewell-to-a-radio-comrade.html"} , {"body" : "A veteran judge is to begin working with prosecutors and defense lawyers tomorrow in Federal District Court in Brooklyn on jury selection for the trial of four police officers from the 70th Precinct charged with attacking Abner Louima and of a sergeant accused of trying to cover up part of the assault. The Judge EUGENE H. NICKERSON On the Federal" , "date" : "19990328" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "The Central Figures in a Long-Awaited Courtroom Battle" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/28\/nyregion\/the-central-figures-in-a-long-awaited-courtroom-battle.html"} , {"body" : "Theater ''THE HAPPY PRINCE,'' an adaptation by Gabriel Lewis and Michael Greenlake of Oscar Wilde's tale about a prince who sacrifices his immortality for the sake of the poor. The production, presented by Active Driveway, in association with the Irish Repertory Theater, uses masked actors and puppets that are hand-held and nearly life size. The" , "date" : "19990326" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "46" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/26\/arts\/spare-times-for-children.html"} , {"body" : "IT was a concert that could have made mummies dance. The Wha? Band was playing amply amplified funk, the revelers were jammed so close they seemed vacuum-packed, and about 200 people stood in the rain outside, waiting to be funneled in. Woodstock 1999? No, just a First Saturday at the Brooklyn Museum of Art, a free evening of music, dancing, art," , "date" : "19990321" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAKING IT WORK; Saturday Night Moves" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/21\/nyregion\/making-it-work-saturday-night-moves.html"} , {"author" : "Armond White is the author of ''The Resistance: 10 Years of Pop Culture That Shook the World'' and ''Rebel for the Hell of It: The Art-Life of Tupac Shakur.''" , "body" : "STREET KINGDOM Five Years Inside the Franklin Avenue Posse. By Douglas Century. 415 pp. New York: Warner Books. $25. WHEN rap music hit its peak in the early 1990's, acts like Public Enemy, De La Soul and Son of Bazerk filled their tracks with words in code, words evoking a polemic history, words used as jokes, words that articulated boastful" , "date" : "19990321" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "15" , "title" : "Gangsta" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/21\/books\/gangsta.html"} , {"body" : "IT was a cold Thursday afternoon and the world of Thulani Davis was a spare, softly lighted stage at the Joseph Papp Public Theater. Ms. Davis's play ''Everybody's Ruby'' was in rehearsals, with Phylicia Rashad as the writer Zora Neale Hurston and Viola Davis as Ruby McCollum, a black woman in a small Florida town who killed a prominent white" , "date" : "19990321" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "7" , "title" : "THEATER; A Seldom-Heard Voice on Broadway" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/21\/theater\/theater-a-seldom-heard-voice-on-broadway.html"} , {"body" : "Theater ''INAPPROPRIATE,'' a musical adapted by Lonnie McNeil, the theater director at the DeSisto School in Stockbridge, Mass., from vignettes and monologues of DeSisto students, who often come to the school by way of broken homes, drug rehabilitation and brushes with the law. The 90-minute production, presents teen-age performers, members of" , "date" : "19990319" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/19\/arts\/spare-times-for-children.html"} ,   {"body" : "The two names almost rhyme, Watkins and Watson, like an old-time song-and-dance team. They did not know each other, but Amy Watkins and Marvin Watson were both young, both archetypes of the New York newcomer. She was the Midwestern idealist come to the big city, a graduate student hoping to become a social worker. He was the striver from Jamaica," , "date" : "19990315" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "One Precinct, 2 Very Different Murder Cases" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/15\/nyregion\/one-precinct-2-very-different-murder-cases.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting is April 13, 6:30 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn" , "date" : "19990314" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Only the Living Know Brooklyn: Where the Community Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/14\/nyregion\/neighborhood-report-brooklyn-up-close-only-living-know-brooklyn-where-community.html"} , {"body" : "At the corner of Dumont Avenue and Cleveland Street, a three-story apartment building stands out sharply amid the nearby well-kept buildings. The stoop has crumbled into rubble, the roof has partly caved in and out back the body of a cat with matted yellow fur has begun to decay. ''The bricks are coming off; it is very dangerous,'' said Joe L." , "date" : "19990314" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: EAST NEW YORK; Bricks Falling From Building: Political Cement Is Missing" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/14\/nyregion\/neighborhood-report-east-new-york-bricks-falling-building-political-cement.html"} , {"author" : "Douglas Century is the author of ''Street Kingdom: Five Years Inside the Franklin Avenue Posse,'' recently published by Warner Books." , "body" : "On a recent March morning, I walked the windy piers of the Brooklyn waterfront, gazing out at the choppy waters of Buttermilk Channel and Upper New York Bay, looking for the shadow of my grandfather. He had fled conscription into the Czar's army in 1914, landed at Ellis Island and found work as a longshoreman on the docks of what was then one of" , "date" : "19990312" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Travel" , "Arts"] , "page_facet" : "37" , "title" : "MY BROOKLYN; Still a Contender on the Waterfront" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/12\/movies\/my-brooklyn-still-a-contender-on-the-waterfront.html"} , {"body" : "Theater ''ANIMAL CRACKERS,'' the puppeteer Jim West will use large animal puppets to present the stories ''Tiger Dance,'' ''Barnyard Opera'' and ''Lion Circus,'' to music by Rossini, Strauss and Tchaikovsky, tomorrow at 2 P.M. at the Children's Theater Festival, Kingsborough Community College, City University, 2001 Oriental Boulevard, Brooklyn." , "date" : "19990312" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "46" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/12\/arts\/spare-times-for-children.html"} , {"body" : "A 14-year-old boy was shot and killed yesterday afternoon as he walked down the street in the East New York section of Brooklyn, the police said. The boy, who remained unidentified last night, was shot once in the chest in front of 594 Miller Avenue shortly after 5 P.M., said Police Officer Cheryl Cox, a department spokeswoman. He was taken to" , "date" : "19990307" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "47" , "title" : "METRO NEWS BRIEFS: NEW YORK; Boy, 14, Is Killed, And 11-Year-Old Is Shot" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/07\/nyregion\/metro-news-briefs-new-york-boy-14-is-killed-and-11-year-old-is-shot.html"} , {"body" : "Whether the city will elect another Republican as Mayor Rudolph W. Giuliani's successor has been at the center of some early political sparring this week among party officials. It began when Guy V. Molinari, the Staten Island Borough President and the city's most prominent Republican elected official after Mr. Giuliani, said he believed that no" , "date" : "19990306" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Political Notes; Next Mayor? A Democrat, Says a G.O.P Leader" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/06\/nyregion\/political-notes-next-mayor-a-democrat-says-a-gop-leader.html"} , {"body" : "SAY hello to Sean Hawkins of Brooklyn. Do not, however, say yo. Mr. Hawkins is a 32-year-old black man who lives in Crown Heights with his wife, Kena, and their daughter, Kaia. After three years of college, he now works in collections for the Brooklyn Union Gas Company. He wants to buy a brownstone in Bedford-Stuyvesant, where he was raised, so he" , "date" : "19990306" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; Confrontation Sows Doubts About Police" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/06\/nyregion\/about-new-york-confrontation-sows-doubts-about-police.html"} , {"body" : "Theater ''THE BROADWAY KIDS SING BROADWAY'' is back. These Broadway ''veterans,'' ranging in age from 8 to 15, will perform numbers from musicals including ''Les Miserables,'' ''Annie'' and ''The Lion King.'' Saturdays at noon and Sundays at noon and 2 P.M. at the John Houseman Studio Theater, 450 West 42d Street. Tickets: $20. Reservations: (212)" , "date" : "19990305" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "51" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/05\/arts\/spare-times-for-children.html"} , {"body" : "A high school student was shot to death and two other teen-agers were wounded on a Brooklyn street yesterday afternoon after the youths and some friends were accused by a rival group of having stolen a gold chain, the police said. Investigators said that a brawl involving about a dozen people, apparently all teen-agers, broke out shortly before 3" , "date" : "19990304" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Teen-Ager Is Shot to Death in Dispute With a Rival Group" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/04\/nyregion\/brooklyn-teen-ager-is-shot-to-death-in-dispute-with-a-rival-group.html"} ,   {"body" : "With only a handmade sign taped to its storefront window, the Central Brooklyn Federal Credit Union looks more like the delis and discount stores on Fulton Street than a financial institution. It has irregular hours, and when it is open, customers are not allowed to withdraw cash. The cash machine works, but the credit union has not issued any" , "date" : "19990228" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Lender to Poor Lands in Trouble; High Hopes and Low Revenues Crippled Credit Union" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/28\/nyregion\/lender-poor-lands-trouble-high-hopes-low-revenues-crippled-credit-union.html"} , {"author" : "1010 President Street: A Brooklyn Home Page -- http:\/\/www.brooklyn.net" , "body" : "David Neal Miller has lived in Columbus, Ohio, since 1980, teaching Yiddish language and literature at Ohio State University. ''In central Ohio, Yiddish is no more exotic than Spanish or any other language,'' he said. But to Mr. Miller, 53, who grew up in Crown Heights, near the Brooklyn Botanic Garden and the Brooklyn Museum and within earshot of" , "date" : "19990228" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "8" , "title" : "NEW YORK ON LINE; A Brooklyncentric View of Life" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/28\/nyregion\/new-york-on-line-a-brooklyncentric-view-of-life.html"} , {"body" : "Theater ''AL E. GATOR AND FRIENDS,'' a puppet production featuring the Roamin' Gnomes, performing acrobatics on a seesaw; the Heads Up Chorus, and the Haywire, a creature with four arms and four legs who spins on the dance floor. The show also includes a puppet-making demonstration. Performances are on Saturdays and Sundays at 2:30 P.M. Through May" , "date" : "19990226" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "45" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/26\/arts\/spare-times-for-children.html"} , {"body" : "Desma Ross, who grew up to the sounds of calypso and steel bands on the island of Trinidad, is a shipwright's daughter. But she had always wanted to pursue another course: medicine. Ms. Ross never abandoned her dream, though she postponed it when she had children. But for years she has continued to pursue it, and now, at 40, she is close to" , "date" : "19990224" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "THE NEEDIEST CASES; A Chance to Pursue a Career in the Healing Arts" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/24\/nyregion\/the-neediest-cases-a-chance-to-pursue-a-career-in-the-healing-arts.html"} , {"body" : "THERE was a cry for help from Brooklyn, a silent cry, but one with piercing echoes. It was written outside the Jackie Robinson Intermediate School 320 on McKeever Street in Crown Heights. It was written on a deflated basketball that rested between two crosses in the school garden. Someone had scrawled a plea on the ball. ''MJ,'' it read, ''Please" , "date" : "19990224" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "3" , "title" : "Sports of The Times; Ward Gives an Assist to a Troubled Situation" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/24\/sports\/sports-of-the-times-ward-gives-an-assist-to-a-troubled-situation.html"} , {"body" : "BAYSIDE Music of Dorsey Brothers Evokes 40's in the 90's The 1940's will merge with 1990's multimedia today with ''Big Band '99: The Fabulous Dorseys,'' a matinee performance at Queensborough Community College. The show will feature the Jimmy Dorsey Orchestra, conducted by the trombonist Jim Miller; the vocalist Nancy Knorr, the Pied Pipers" , "date" : "19990221" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/21\/nyregion\/playing-in-the-neighborhood-389110.html"} , {"body" : "YOUNG visitors can check out Yankee Stadium, make a virtual pizza, produce a movie, sing a rap song and jump rope all in the same day at ''Together in the City,'' a new exhibition at the Brooklyn Children's Museum. This exhibition, which will become a permanent installation at the museum, uses computer animation, audio-visuals, toys and photographs" , "date" : "19990221" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "PLAYING IN THE NEIGHBORHOOD: CROWN HEIGHTS; Original Rap, Virtual Ride" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/21\/nyregion\/playing-in-the-neighborhood-crown-heights-original-rap-virtual-ride.html"} , {"body" : "ONCE upon a misty Tuesday evening in February, a limousine was cruising along the far reaches of Brooklyn, transporting two impeccably stylish, impeccably thin women in very high heels. ''Sir, do you really know where you're going?'' Marin Hopper, the fashion director of Elle, asked the driver. Unconvincingly, he said that he did, but that it would" , "date" : "19990221" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "Fashion Editors Meet Sears: 'It's Huge!'" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/21\/style\/fashion-editors-meet-sears-it-s-huge.html"} , {"body" : "Imagine, for a second, that the police know about a licensed gun owner who has been cited for belligerent behavior. Then one day, his pistol is used by a relative in a murder. The gun owner, in all likelihood, is going to be sued. But should the local government be liable, too, because it knew about his past but failed to revoke his permit? This is" , "date" : "19990220" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["DOBBS FERRY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Lawsuit Against a Village Tests the Limits of Gun Liability" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/20\/nyregion\/lawsuit-against-a-village-tests-the-limits-of-gun-liability.html"} , {"body" : "Theater ''DE LA GUARDA,'' a spectacle that takes place with the performers overhead, swinging from the ceiling while harnessed to long tethers, will offer a special family matinee on Sunday at 3 P.M. The 65-minute work is presented without a stage, as the audience stands in a room like a crowd at a rock club; the music makes its way up to" , "date" : "19990219" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/19\/arts\/spare-times-for-children.html"} ,   {"body" : "Enough time has passed that the flowers beneath Michael Bennett's cross are brown and brittle. The simple white cross stands in the winter garden at Jackie Robinson Intermediate School, a cry of mourning to remind students that someone their age was killed nearby. By now, almost all the teen-agers who live across from the school in Ebbets Field" , "date" : "19990217" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Sympathy For 6 Young Lives; Grief Extends to Youths Accused In Deadly Attack After Ball Game" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/17\/nyregion\/sympathy-for-6-young-lives-grief-extends-youths-accused-deadly-attack-after-ball.html"} , {"body" : "ONE of the best-kept secrets in the performing arts in New York City is 651 Arts. The Brooklyn-based producing and presenting organization is often confused with the Brooklyn Academy of Music, a separate corporation that helped found it nearly 10 years ago and has maintained a symbiotic relationship with it. But the work and mission of 651 Arts are" , "date" : "19990214" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "DANCE; On a Brooklyn Mission To Be a Good Neighbor" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/14\/arts\/dance-on-a-brooklyn-mission-to-be-a-good-neighbor.html"} , {"body" : "Many people have lost tax records, legal papers and other important information in the byways of the city bureaucracy. But for Isabelle Pelham, the lost information was of the most precious kind: the fate of her son. Last month, a State Supreme Court jury in Manhattan awarded $30,000 for the mixup to Ms. Pelham, who lives in Crown Heights," , "date" : "19990214" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; A Jury, and a Judge, Respond to a Mother's Anguish" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/14\/nyregion\/neighborhood-report-new-york-up-close-jury-judge-respond-mother-s-anguish.html"} , {"body" : "REMEMBER ''it's Giuliani time''? That, we were told, is what police officers snarled while allegedly torturing Abner Louima in a Brooklyn precinct house 18 months ago. The incendiary phrase shot across the city like a rocket-propelled grenade. Only problem: Mr. Louima later acknowledged that it was never said. Remember Jose (Kiko) Garcia? He was" , "date" : "19990212" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NYC; A Shooting, And Shooting From the Hip" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/12\/nyregion\/nyc-a-shooting-and-shooting-from-the-hip.html"} , {"body" : "When her eldest son was ready for kindergarten, Ora Abdur-Razzaq, a homemaker with a degree in English, decided that the best classroom would be their apartment in Crown Heights, Brooklyn. A year later, she was on a new career track. ''I needed a school for my children,'' she said. ''I couldn't continue at home like that. And then there were other" , "date" : "19990210" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "A Black Private School Prepares for a New Home" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/10\/nyregion\/a-black-private-school-prepares-for-a-new-home.html"} , {"body" : "With impeachment dominating the news, it's not easy for Congress to advance the premise that the rest of Government is still functioning. Which may explain why a 6-year-old was testifying before a House subcommittee on Social Security. Richard Anderson Jr. of Brooklyn won't turn 65 until 2057, but his appearance was intended to dramatize the debate" , "date" : "19990207" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "2" , "title" : "Jan. 31-Feb. 6; Congress Calls In an Expert" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/07\/weekinreview\/jan-31-feb-6-congress-calls-in-an-expert.html"} , {"body" : "THE SETTING -- Though the pouring rain made shadows scant on Groundhog Day Tuesday, at Memorial Sloan-Kettering Cancer Center at York Avenue and 68th Street, 25 students, 11th graders at Clara Barton High School for Health Professions in Crown Heights, Brooklyn, shadowed doctors, researchers and other health care professionals for Groundhog Job" , "date" : "19990207" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Education" , "Health"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: UPPER EAST SIDE -- BUZZ; Shadows, but No Groundhog" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/07\/nyregion\/neighborhood-report-upper-east-side-buzz-shadows-but-no-groundhog.html"} , {"body" : "Theater ''THE AFRICAN DRUM.'' Shadow Box Theater presents a puppet musical about a brave little girl who is rescued from evil spirits with help from children in the audience. The production, which features African music, will be performed on Sunday at 3 P.M. at Symphony Space, 2537 Broadway, at 95th Street. Tickets: $8. Information: (212) 724-0677" , "date" : "19990205" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/05\/arts\/spare-times-for-children.html"} , {"body" : "With 1,500 people gathered in Brooklyn last night at the First Baptist Church of Crown Heights, Michael Bennett, 14, was remembered as gentle yet strong, as a good son and brother, as a good friend and student and finally, as a good basketball player. This last tribute was the most painful, for Michael was killed last week after playing in an" , "date" : "19990203" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "1,500 Attend Slain Teen-Ager's Funeral" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/03\/nyregion\/1500-attend-slain-teen-ager-s-funeral.html"} , {"body" : "Federal prosecutors today took over the investigation of the beating death of a Nassau County jail inmate, and said that they would expand the inquiry to include all accounts of abuse of inmates by guards there. The United States Attorney in Brooklyn, Zachary W. Carter, and the Nassau District Attorney, Denis E. Dillon, said they had decided" , "date" : "19990202" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NASSAU COUNTY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "U.S. Taking Over Inquiry Into Nassau Inmate's Death" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/02\/nyregion\/us-taking-over-inquiry-into-nassau-inmate-s-death.html"} ,   {"body" : "Eight years ago, Rosemary Bennett left her home in the seaside town of Ocho Rios, Jamaica, so that her only son, Michael, could study and prosper in New York. All the while, Ms. Bennett tended to the needs of the old and frail as a home-care attendant, while making sure Michael was safe and busy, enrolling him in karate class and basketball after" , "date" : "19990201" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "A Mother's Words Sum Up Her Son's Slaying: 'Why? Why? Why?'" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/01\/nyregion\/a-mother-s-words-sum-up-her-son-s-slaying-why-why-why.html"} , {"body" : "Five Brooklyn teen-agers arrested in connection with the stabbing death of a 14-year-old boy and the beating of his friend on Wednesday night were charged as adults yesterday, with one facing life in prison if convicted. Yasser Ashburn, 15, faces that sentence because he was charged with first-degree murder in the death of Michael Bennett, who was" , "date" : "19990131" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "5 Charged in Killing of a Boy After a Game" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/31\/nyregion\/5-charged-in-killing-of-a-boy-after-a-game.html"} , {"body" : "Five Brooklyn teen-agers were arrested early yesterday morning in connection with the stabbing death Wednesday night of a 14-year-old basketball player, as new details emerged in a tale of how disrespect turned to disaster, with a fatal result far out of proportion to the original argument. Like the victim, Michael Bennett, the suspects had" , "date" : "19990130" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "5 Teen-Agers Arrested After Slaying That Followed Ball Game" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/30\/nyregion\/5-teen-agers-arrested-after-slaying-that-followed-ball-game.html"} , {"body" : "For nearly two years, their feud has been at the center of an assortment of political dramas in Brooklyn, its battle lines shaping virtually every contest in the borough. But now the tension between Representative Edolphus Towns and Assemblyman Clarence Norman Jr., the Brooklyn Democratic Party chairman, shows distinct signs of easing. In recent" , "date" : "19990130" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Political Notes; Relationship Begins to Warm Between Friends Turned Foes" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/30\/nyregion\/political-notes-relationship-begins-to-warm-between-friends-turned-foes.html"} , {"body" : "SUNNYSIDE Mexican and Spanish Dance, No Translation Needed There is no need to understand Spanish to enjoy Mexican folkloric music, song and dance, all starting Friday at the Thalia Theater. ''Mexican Folklore'' and ''Ballet Folklorico'' are two different styles of Mexican musical expression presented as part of the program ''Mexico, Magia y" , "date" : "19990124" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/24\/nyregion\/playing-in-the-neighborhood-991740.html"} , {"body" : "When Mayor Rudolph W. Giuliani and executives from Cablevision Systems announced with much fanfare this week that the company would provide high-speed Internet access to more than 900 public and private schools in the Bronx and Brooklyn, there was just one problem: Nobody told the teachers, principals and students who will eventually use it. Many" , "date" : "19990123" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education" , "Technology"] , "page_facet" : "3" , "title" : "Confusion Follows Fanfare Over High-Speed Internet Link for Schools" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/23\/nyregion\/confusion-follows-fanfare-over-high-speed-internet-link-for-schools.html"} , {"body" : "To some hard-core Knicks fans, he is the long-sought scorer who deserves a second chance. To other Knicks disciples, he is a short-tempered embarrassment who doesn't belong in New York. But, like it or not, Latrell Sprewell has come to town. In a trade made official Thursday, Sprewell, the talented but troubled shooting guard, will be in a Knicks" , "date" : "19990123" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "3" , "title" : "PRO BASKETBALL; Knicks' Fans Willing To Give Sprewell a Shot" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/23\/sports\/pro-basketball-knicks-fans-willing-to-give-sprewell-a-shot.html"} , {"body" : "Edison Jackson could not take it anymore. The buckling floors. The falling tiles. The undrinkable water. Rain trickling into classrooms and hallways. A faulty fire alarm system. Then, part of his office ceiling came crumbling down. So Dr. Jackson, the president of Medgar Evers College in Brooklyn, sounded the alarm, imploring trustees of the City" , "date" : "19990120" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Medgar Evers Is Falling Down; College Asks if Lack of Repairs Means a Lack of Respect" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/20\/nyregion\/medgar-evers-falling-down-college-asks-if-lack-repairs-means-lack-respect.html"} , {"body" : "Law enforcement officials and a lawyer for the rapper Russell Jones, who was arrested in Brooklyn Friday on charges of shooting at police officers, are giving differing accounts over whether Mr. Jones's cousin will testify in the case. The cousin, Frederick Cuffie, was the only passenger in a car driven by Mr. Jones, a member of the Wu-Tang Clan," , "date" : "19990117" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Cousin Expected to Testify on Claim Rapper Shot at Police" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/17\/nyregion\/cousin-expected-to-testify-on-claim-rapper-shot-at-police.html"} , {"body" : "ATTRACTIONS Museums and Sites ABIGAIL ADAMS SMITH MUSEUM, 421 East 61st Street, Manhattan. The structure, built in 1799 as the carriage house for the estate of Abigail Adams and Col. William Smith, was also the Mount Vernon Hotel from 1826 to 1833. ''What's in a Name? The Story of Abigail Adams Smith,'' an exhibition of paintings and documents, is" , "date" : "19990115" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "48" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/15\/arts\/spare-times-864471.html"} ,   {"body" : "The shiny seven-foot baby grand piano in the Sam family's crowded dining room is one mammoth reminder of a lost prosperity. In the sprawling five-bedroom house that the family used to own on Long Island, Augustus Sam said, this beautiful instrument ''just got lost.'' But in their current home, a small apartment in Harlem, he said, ''You can't miss" , "date" : "19990115" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE NEEDIEST CASES; Helping Hand Cushions A Fall From Prosperity" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/15\/nyregion\/the-neediest-cases-helping-hand-cushions-a-fall-from-prosperity.html"} , {"body" : "FOR CHILDREN Theater ''THE BROADWAY KIDS SING BROADWAY.'' These Broadway ''veterans,'' ages 7 to 15, will perform numbers from ''Les Miserables,'' ''Annie'' and ''The Lion King,'' tomorrow at 11:30 A.M. and Sunday at noon. Douglas Fairbanks Theater, 432 West 42d Street, Clinton. Tickets: $20. Reservations: (212) 239-6200. ''CHARLOTTE'S WEB,'' the" , "date" : "19990115" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "48" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/15\/arts\/spare-times-864153.html"} , {"body" : "Criminal masterminds, most police officers say, are rare birds indeed. And the case of a parolee who was captured and arrested on burglary charges in Brooklyn early yesterday morning did little to shake that assessment. The burglary suspect, who was accused of stealing credit cards, jewelry and a cellular phone from the home of a Crown Heights man," , "date" : "19990115" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "How Victim Becomes Sleuth: Dial B for Burglary Suspect" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/15\/nyregion\/how-victim-becomes-sleuth-dial-b-for-burglary-suspect.html"} , {"body" : "Desmond Forbes sat behind the wheel of his shiny gray passenger van and darted in and out of grinding traffic on a four-mile trek along Flatbush Avenue in Brooklyn, scooping up passengers for a dollar a ride. But business on that recent day, as it has been for the last year in this largely underground trade, was bad, said Mr. Forbes, 43, an" , "date" : "19990114" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Livery Vans Are Feeling the Metrocard Pinch; Drivers Say Their Business Is Down and the Competition Is Up" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/14\/nyregion\/livery-vans-are-feeling-metrocard-pinch-drivers-say-their-business-down.html"} , {"body" : "Even if Segundo Villacis could afford an electric wheelchair, he would still use his old wooden manual one to get around in Brooklyn: he prefers to rely on his own strength as much as possible. Mr. Villacis learned to fend for himself early, when his mother moved to the United States and left him behind in Ecuador at the age of 13. His father had" , "date" : "19990110" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "THE NEEDIEST CASES; Refusing to Let Disability Rob Him of Independence" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/10\/nyregion\/the-neediest-cases-refusing-to-let-disability-rob-him-of-independence.html"} , {"body" : "Theater ''AL E. GATOR AND FRIENDS,'' a puppet production featuring the Roamin' Gnomes, performing acrobatics on a seesaw; the Heads Up Chorus, and the Haywire, a creature with four arms and four legs who spins on the dance floor. The show also includes a puppet-making demonstration. Performances are Saturdays and Sundays at 2:30 P.M. Mazur Theater" , "date" : "19990101" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/01\/arts\/spare-times-for-children.html"}]