[  {"body" : "After working for more than two decades in his Brooklyn grocery, Modesto Gil had accomplished many of his dreams. Mr. Gil, a Dominican immigrant, had made a comfortable living for his family, gained the respect of his community and brought up three children, the youngest soon to be bound for college. Lately, Mr. Gil, 49, had begun thinking about" , "date" : "19991201" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Neighbors Mourn Grocer Killed In Brooklyn Holdup" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/01\/nyregion\/neighbors-mourn-grocer-killed-in-brooklyn-holdup.html"} , {"body" : "Two men in Brooklyn shot and killed a grocery store employee last night, seriously wounded two other men and then carjacked a getaway car, the police said. The robbers entered the store at 241 Ridgewood Avenue in Cypress Hills about 9:30 p.m., said Detective Robert Samuel, a police spokesman. It was not clear if they succeeded in robbing the store," , "date" : "19991130" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Man Killed and 2 Others Shot in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/30\/nyregion\/man-killed-and-2-others-shot-in-brooklyn.html"} , {"author" : "Robert E. Riccobono is a visiting scholar at the Taub Urban Research Center at New York University." , "body" : "I am not surprised by the recent news that New York City teachers score much lower than their suburban counterparts on the state's certification exams. In the 20 years I spent as an administrator in Community School District 19 in Brooklyn, the last four as superintendent, I saw the quality of the staff sink. As teachers retire and more are needed" , "date" : "19991122" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "31" , "title" : "Getting Better Teachers" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/22\/opinion\/getting-better-teachers.html"} , {"body" : "FRANQUINHA-Maria. On October 15, 1999. Beloved wife of the late Jose. Devoted mother of Alzira Henry, Manuel and Adelino Franquinha. Cherished grandmother of nine and great-grandmother of three. Reposing at McCaddin Funeral Home, 24 7th Ave., Brooklyn. Mass of Christian Burial, Church of St. Francis Xavier, Tuesday, 9:30 AM. Interment Cypress Hills" , "date" : "19991017" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "51" , "title" : "Paid Notice: Deaths FRANQUINHA, MARIA" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/17\/classified\/paid-notice-deaths-franquinha-maria.html"} , {"body" : "With challenges posed by limited classroom space, looming high-stakes exams and the sudden threat of disease-carrying mosquitoes, more than a million New York City children began a new school year yesterday freighted with promise and anxiety. Hillary Rodham Clinton witnessed firsthand some of the overcrowding problems in Queens. A superintendent in" , "date" : "19990910" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Schools Open To Face Maze Of Problems" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/10\/nyregion\/schools-open-to-face-maze-of-problems.html"} , {"body" : "In the backyard of Anthony Casamassima's unassuming red-brick house in Queens, there is a tabletop cemetery lavishly planted with bonsai trees. Tiny slate pathways snake their way around semiprecious stones, creating a glittering trail past Lilliputian mausoleums. This ingenious homegrown tableau is notable for its creator -- a career grave robber" , "date" : "19990905" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "A Passion for Graveyard Art That Took a Criminal Turn; Tiffany Glass and Other Tales From the Crypt" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/05\/nyregion\/passion-for-graveyard-art-that-took-criminal-turn-tiffany-glass-other-tales.html"} , {"body" : "THE yearbook pictures from Littleton, Colo., have become familiar to everyone by now. A dozen smiling faces, full of promise and youthful optimism, forever frozen after two classmates opened fire, killing 12 students, a teacher and themselves. Though these young victims lived and died hundreds of miles away, the public has heard as much about them" , "date" : "19990501" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "LITTLETON (COLO)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "About New York; Out of View, Young Lives Under Assault" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/01\/nyregion\/about-new-york-out-of-view-young-lives-under-assault.html"} , {"body" : "At a cost of $20 or $25 a ticket a theatergoer may go to the Gramercy Arts Theater at 138 East 27th Street and see Dolores Prida's new Spanish-language play ''Casa Propria'' (''A House of Her Own''), which a New York Times reviewer described in March as a high-spirited comedy that is preserved by memorably funny characters from the ''intrusions of" , "date" : "19990425" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Theater" , "Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: Play About Home Ownership, for Latinos; Fannie Mae As Joe Papp" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/25\/realestate\/postings-play-about-home-ownership-for-latinos-fannie-mae-as-joe-papp.html"} , {"body" : "The rap performer Russell Jones was arrested last night for at least the fourth time this year and the second time this week after a traffic stop in Harlem, the police said. Mr. Jones, a member of the Wu-Tang Clan better known as Ol' Dirty Bastard, was pulled over on 125th Street near Eighth Avenue about 7:30 P.M. for driving his 1996 Land Rover" , "date" : "19990327" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO NEWS BRIEFS: NEW YORK; Rapper Is Arrested For 2d Time in a Week" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/27\/nyregion\/metro-news-briefs-new-york-rapper-is-arrested-for-2d-time-in-a-week.html"} , {"body" : "An employee of a check-cashing store in Brooklyn was kidnapped on Friday evening and held overnight until her husband, who works at another check-cashing store, paid a $40,000 ransom to her abductors, the police said yesterday. The 29-year-old woman, whose name was withheld by the police because her abductors remained at large, was kidnapped at" , "date" : "19990301" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Kidnappers Free Check-Cashing Worker for $40,000 in Ransom" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/01\/nyregion\/kidnappers-free-check-cashing-worker-for-40000-in-ransom.html"} ,   {"body" : "BEAMING with pride of ownership, Jose and Paula Lora stood before their dark-red, split-level home in Teaneck, N.J., last weekend, a long way from the city of Santiago in the Dominican Republic and -- if not geographically, at least in their minds -- nearly as far from the cramped Bronx rental apartments in which they had lived since arriving in" , "date" : "19990117" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Finding a Home Inside the Golden Door" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/17\/realestate\/finding-a-home-inside-the-golden-door.html"}]