[  {"body" : "While the New York Police Department deploys thousands of its best officers, SWAT units and bomb squads to respond to any New Year's Eve mayhem, another kind of special-operations team will assemble in downtown Brooklyn, ready to move at a moment's notice. But instead of being experts in counterinsurgency or sharpshooting, this elite group of 54" , "date" : "19991231" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "5" , "title" : "Elite Team At the Ready For a Glitch In Computers" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/31\/nyregion\/elite-team-at-the-ready-for-a-glitch-in-computers.html"} , {"body" : "Harold L. Fisher, a lawyer who played a prominent role in Democratic politics in New York for several decades and also served as a chairman of the Metropolitan Transportation Authority, died Sunday at his home in Fort Lauderdale, Fla. He was 89. Mr. Fisher, sometimes called ''Mr. Brooklyn,'' was appointed to the board of the authority when it was" , "date" : "19991228" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "10" , "title" : "Harold L. Fisher, 89, Lawyer Who Was Active in Politics" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/28\/nyregion\/harold-l-fisher-89-lawyer-who-was-active-in-politics.html"} , {"author" : "SARAH FERRELL is the associate editor of The Sophisticated Traveler of The New York Times Magazine." , "body" : "THERE is something that feels a little illicit about checking into a neighborhood hotel for a weekend, even if the man you are checking in with is your own husband. But we can see a bit of the building that contains the New York Marriott Brooklyn from the back of our house, and we are curious. The New York Marriott Brooklyn is installed in the" , "date" : "19991226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "8" , "title" : "If This Is Brooklyn, Why Ever Leave?" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/26\/travel\/if-this-is-brooklyn-why-ever-leave.html"} , {"author" : "Sasha Abramsky is writing a book on changing attitudes toward crime and the expansion of the American prison system, to be published by St. Martin's Press." , "body" : "AS the millennium draws to a close, a handful of New Yorkers prepare to enter their second century. Born in the 1890's, in the waning years of the Victorian era, they survived the turbulence of the 20th century and now, in their 11th decade, they prepare for the 21st. A century from now, centenarians may be a dime a dozen. But in 1999, they are" , "date" : "19991226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York, When They Were Young" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/26\/nyregion\/new-york-when-they-were-young.html"} , {"body" : "It is the shrimp jambalaya, mustard chicken and savory lobster that Bronwyn Woods remembers most from her childhood in Far Rockaway, Queens. Her father, a native of Jacksonville, Fla., and her step-mother, from South Carolina, both spent hours at the stove, creating recipes and filling her urban home with fragrant reminiscences of the South. Of her" , "date" : "19991218" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE NEEDIEST CASES; Catering to a Family as It Tries to Make Ends Meet" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/18\/nyregion\/the-neediest-cases-catering-to-a-family-as-it-tries-to-make-ends-meet.html"} , {"body" : "A painting whose elephant dung and pornographic touches have incurred the wrath of Mayor Rudolph W. Giuliani and stirred a religious, cultural and political furor in the city was attacked at the Brooklyn Museum of Art yesterday by a man who smeared paint on it but did no permanent damage. Feigning illness to lull a security guard, the man," , "date" : "19991217" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Disputed Madonna Painting In Brooklyn Show Is Defaced" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/17\/nyregion\/disputed-madonna-painting-in-brooklyn-show-is-defaced.html"} , {"body" : "Voices in Monica Scantlebury's head wouldn't leave her alone. They condemned her every move and warned her that her daughter was in danger. Unable to deal with her mental illness, Ms. Scantlebury's family turned her out of the house. With nowhere else to go, she found refuge at a psychiatric hospital, where her condition was diagnosed as" , "date" : "19991216" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "4" , "title" : "THE NEEDIEST CASES; Learning to Cope With Voices No One Else Hears" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/16\/nyregion\/the-neediest-cases-learning-to-cope-with-voices-no-one-else-hears.html"} , {"body" : "This is a sampling of the musical presentations planned for the holiday season at churches and concert halls in New York City. All are free unless otherwise noted. (Churches accept donations.) This selection, compiled by Paul Griffiths, represents what caught this critic's eye and excited his expectations. More recommendations for this weekend are" , "date" : "19991210" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "10" , "title" : "A Holiday Season That Resounds With Celebratory Music" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/10\/movies\/a-holiday-season-that-resounds-with-celebratory-music.html"} , {"body" : "The Giuliani administration is to submit the city's most sweeping revision of its zoning laws in 40 years to the City Planning Commission and the City Council today. If approved, the new rules will impose the first broad limits on the height of new buildings in New York City. In an interview, Joseph B. Rose, the planning commissioner, said the" , "date" : "19991208" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Big Changes Are Planned In Zoning Law" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/08\/nyregion\/big-changes-are-planned-in-zoning-law.html"} , {"body" : "ATTRACTIONS AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West at 79th Street. ''Capturing Time: The New York Times Capsule'' includes some of the nearly 50 design proposals received in a New York Times Magazine competition to create the time capsule for preserving artifacts from today for the next 1,000 years. The winning capsule design, by the" , "date" : "19991203" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "46" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/03\/movies\/spare-times-719900.html"} ,   {"body" : "When the police responded to a call of a man shot on a subway platform in Brooklyn on Wednesday night, officials said, the officers initially thought the wounded man was the victim of a robbery gone awry or an unlucky bystander. Instead, the police charged the wounded man with robbery, saying he had been shot by a man he had attempted to rob. The" , "date" : "19991203" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "Man Shot in Subway Was Trying To Rob Another, the Police Say" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/03\/nyregion\/man-shot-in-subway-was-trying-to-rob-another-the-police-say.html"} , {"body" : "A consortium of parent groups has accused Chancellor Rudy Crew of failing to do enough to reduce class size in overcrowded schools. More than a dozen people from the New York City Parent Organizing Consortium braved the cold to protest outside the headquarters of the city's Board of Education at 110 Livingston Street in downtown Brooklyn yesterday." , "date" : "19991202" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "19" , "title" : "New York Parents Give Chancellor a D for Crowded Schools" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/02\/nyregion\/new-york-parents-give-chancellor-a-d-for-crowded-schools.html"} , {"body" : "HE who dies without seeing New York dies blind,'' goes the Dominican saying, and countless citizens in this Caribbean nation of eight million have heeded those words. Although the Dominican Republic is only the 85th most populous country in the world, it has been the No. 1 source of legal immigrants to New York City for 23 of the last 25 years," , "date" : "19991128" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "DOMINICAN REPUBLIC"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Transfixed by New York; Whether as Dream or Nightmare, the City Looms Uncommonly Large in the Minds of Dominicans, New York's Largest Immigrant Group" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/28\/nyregion\/transfixed-new-york-whether-dream-nightmare-city-looms-uncommonly-large-minds.html"} , {"body" : "When Heide Mason, an assistant district attorney, walks into a courthouse to prosecute a case, the setting is normally the sprawling, 11-story State Supreme Court building in downtown Brooklyn. These days, however, Ms. Mason, still an assistant district attorney in Brooklyn, goes to work daily in a much smaller rural courthouse in the distant" , "date" : "19991121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "ESSEX COUNTY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "48" , "title" : "District Attorneys Are Providing Mutual Aid in Death Penalty Cases" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/21\/nyregion\/district-attorneys-are-providing-mutual-aid-in-death-penalty-cases.html"} , {"body" : "ATTRACTIONS Museums and Sites ABIGAIL ADAMS SMITH MUSEUM, 421 East 61st Street, Manhattan. The structure, built in 1799 as the carriage house for the estate of Abigail Adams and Col. William Smith, was also the Mount Vernon Hotel in the 1830's. ''Smith's Folly: 200 Years of History, 60 Years of Preservation'' features a scale model of the building" , "date" : "19991119" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "46" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/19\/arts\/spare-times-508454.html"} , {"body" : "With the benefit of a $175 million gift from a former professor of chemical engineering, Donald F. Othmer, Polytechnic University is planning a $100 million investment to upgrade its main campus in downtown Brooklyn. The improvements include the campus's first residence hall and a new academic building with an athletic facility, also a first for" , "date" : "19991114" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Education" , "Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: A $175 Million Gift, a $100 Million Upgrading; 2 New Buildings for Polytechnic U. in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/14\/realestate\/postings-175-million-gift-100-million-upgrading-2-new-buildings-for-polytechnic.html"} , {"body" : "ATTRACTIONS Museums and Sites ABIGAIL ADAMS SMITH MUSEUM, 421 East 61st Street, Manhattan. The structure, built in 1799 as the carriage house for the estate of Abigail Adams and Col. William Smith, was also the Mount Vernon Hotel in the 1830's. ''Four Centuries of Tea Traditions in New York,'' the history of tea in New York, with Carole Pichney," , "date" : "19991112" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "47" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/12\/arts\/spare-times-396176.html"} , {"body" : "In what witnesses described as several minutes of pandemonium, a teenager wielding a box cutter terrorized scores of passengers on a Manhattan-bound D train last night, slashing five people before being subdued and beaten by other riders, the authorities said. Three other passengers were injured during the chaos, none seriously. The suspect, whom" , "date" : "19991111" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "5 Passengers Are Slashed On a D Train" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/11\/nyregion\/5-passengers-are-slashed-on-a-d-train.html"} , {"body" : "Just before 1 p.m. on a recent Monday, Donald Heglar strode into the Red Hook branch of Independence Community Bank and walked right up to the tellers' window. That afternoon, he was one of only a few customers to use the branch, the only bank in the Brooklyn neighborhood. For Mr. Heglar, quick service is a selling point. For the bank's managers," , "date" : "19991106" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Bold Investment Yields Paltry Returns; Lone Bank in Poor Neighborhood Fails to Attract Customers" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/06\/nyregion\/bold-investment-yields-paltry-returns-lone-bank-poor-neighborhood-fails-attract.html"} , {"body" : "A 38-year-old New Hampshire woman was killed by a city bus in Downtown Brooklyn yesterday afternoon, the police said. The woman, Bonnie Messer, was crossing Fulton Street to hail a cab just before 4 p.m. when she slipped and fell in the street, said Gerry Varson, a police spokesman. Ms. Messer had crossed behind a bus headed west on Fulton, which" , "date" : "19991105" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "METRO NEWS BRIEFS: NEW YORK; City Bus Kills Woman After She Falls in Street" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/05\/nyregion\/metro-news-briefs-new-york-city-bus-kills-woman-after-she-falls-in-street.html"} ,   {"body" : "Roger Guenveur Smith, who is in New York to reprise his acclaimed theatrical reincarnation of Huey Newton, has delved into a cornucopia of tics, accents and colloquialisms to play a startling range of characters. His film roles include a disabled peddler in Spike Lee's ''Do the Right Thing,'' a jive-talking hustler in Mr. Lee's ''He Got Game'' and" , "date" : "19991104" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "Reprising 'Huey' and Waiting to Connect" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/04\/theater\/reprising-huey-and-waiting-to-connect.html"} , {"body" : "Chilies, Sweet or Hot, At Union Square One consolation of deepening autumn is finding chilies in crimson and gold profusion at the Union Square Greenmarket on Mondays and Wednesdays. The Eckerton Hill Farms stand has dozens of varieties of wildly colorful chilies that are harvested throughout the fall and available through Christmas. Some are" , "date" : "19991027" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/27\/dining\/food-stuff.html"} , {"body" : "When we last left the Cinderella tale of Polytechnic University in Brooklyn, it was celebrating a bequest of $175 million from one of its former chemistry professors and his wife and grappling with the pleasant problem of how to spend it. Polytechnic officials have developed a plan to use the gift not only to strengthen the university's technical" , "date" : "19991025" , "day_of_week_facet" : "Monday" , "geo_facet" : ["FARMINGDALE (NY)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "Polytechnic U. Plans a Makeover Using Gift, but Not Everyone Is Happy" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/25\/nyregion\/polytechnic-u-plans-a-makeover-using-gift-but-not-everyone-is-happy.html"} , {"body" : "For years, Bob Diamond has pursued his quirky dream of resurrecting Brooklyn's trolleys. Until this month, the furthest he had gotten was a short line outside a Red Hook warehouse on Van Brunt Street. But next Sunday, Mr. Diamond will throw the switch on a 1,500-foot trolley run along privately owned waterfront land that will double the length of" , "date" : "19991024" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: RED HOOK; A Desire Named Streetcar" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/24\/nyregion\/neighborhood-report-red-hook-a-desire-named-streetcar.html"} , {"body" : "Eighteen Ku Klux Klan members, vastly outnumbered by scores of reporters, photographers and television crews, hundreds of riot-helmeted police officers and thousands of counterdemonstrators, stood in silent protest for an hour and 15 minutes yesterday in the limp finale to a constitutional melodrama stretching from City Hall to the United States" , "date" : "19991024" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Unmasked Klan Is Besieged at Manhattan Rally" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/24\/nyregion\/unmasked-klan-is-besieged-at-manhattan-rally.html"} , {"body" : "A Brooklyn grand jury has indicted two New York City police officers on charges that they sodomized a female prisoner while on duty in Kings County Criminal Court and a third officer who was accused of encouraging the woman to accept a similar proposal. According to the indictment, Officers Thomas Ippolito and Plutarco Jimenez engaged in deviant" , "date" : "19991022" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "METRO NEWS BRIEFS: NEW YORK; 3 Officers Are Indicted On Sex-Related Charges" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/22\/nyregion\/metro-news-briefs-new-york-3-officers-are-indicted-on-sex-related-charges.html"} , {"body" : "The lobby of the Federal courthouse in Brooklyn: pictures of President Clinton and Vice President Al Gore. A large bronze eagle. A metal detector and security guards. A poster of Cary Grant kissing Ingrid Bergman. Huh? But there it is, a graphic illustration of the movie stars locked in a passionate embrace, their names emblazoned in bright yellow" , "date" : "19991018" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Thrillers Of Cold War In a Hall Of Justice" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/18\/nyregion\/thrillers-of-cold-war-in-a-hall-of-justice.html"} , {"author" : "Albert Mobilio received the 1998 National Book Critics Circle citation for excellence in reviewing." , "body" : "Motherless Brooklyn By Jonathan Lethem. 311 pp. New York: Doubleday. $23.95. JUDGING by the energetic catholicity of his literary appropriations -- the hard-boiled novel, science fiction, westerns and the academic novel -- Jonathan Lethem appears to be both a scholar and a wide-eyed fan of any and all genre fiction. Taking his cue from writers like" , "date" : "19991017" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "7" , "title" : "What Makes Him Tic?" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/17\/books\/what-makes-him-tic.html"} , {"body" : "CAMBODIAN CUISINE + (718) 858-3262; 87 South Elliott Place, near Lafayette Street, Fort Greene; $; no smoking; Mastercard, Visa. Cambodian Cuisine uses tilapia, a mild freshwater fish that is fried and served in a creamy sauce flavored with lemon grass and basil, which gives the firm flesh a mellow, almost nutty flavor. Appetizers include sauteed" , "date" : "19991017" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "GOOD EATING; Brooklyn, Washed by the Sea" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/17\/nyregion\/good-eating-brooklyn-washed-by-the-sea.html"} , {"body" : "Serious About Cezanne Auguste Pellerin is a name that keeps cropping up at auctions. The French industrialist, who died in 1929, was one of the world's greatest collectors of Impressionist and Post-Impressionist art. He bought his first Cezanne in 1895 and by his death had amassed about 150 works by Cezanne, almost a sixth of the artist's surviving" , "date" : "19991015" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "INSIDE ART" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/15\/arts\/inside-art.html"} ,   {"body" : "Teresa Cama, a lifelong resident of Red Hook, Brooklyn, stood outside her home on Visitation Place and recalled the days when the long-vacant brick building across the street was a Roman Catholic elementary school. She graduated from the eighth grade at Visitation School a half-century ago. Two of her children graduated from the school, and another" , "date" : "19991010" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "Court Is Moving Back Into the Neighborhood" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/10\/nyregion\/court-is-moving-back-into-the-neighborhood.html"} , {"body" : "The hottest address for investment bankers today is the former home of a toothpaste and detergent factory. It is not on Fifth Avenue, the Avenue of the Americas or Wall Street, but across the Hudson River in Jersey City. Merrill Lynch & Company is about to close on the purchase of a waterfront parcel for a million-square-foot office tower where" , "date" : "19991010" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "A Scramble for Office Space in Jersey City, Manhattan's 'West Bank'" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/10\/nyregion\/a-scramble-for-office-space-in-jersey-city-manhattan-s-west-bank.html"} , {"body" : "THE sisters Arlene Jones and Judith George are close. They grew up together in the Virgin Islands, and after they arrived in Brooklyn in 1978, when they were in their early 20's, they lived in apartments two blocks apart. They long hoped to own homes near each other, and this year they achieved that goal. They moved into side-by-side two-family" , "date" : "19991003" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Easing the Rules for Mortgage Approval" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/03\/realestate\/easing-the-rules-for-mortgage-approval.html"} , {"body" : "After seven years of planning and delays, a major expansion of the Federal courthouse in Brooklyn will finally go forward, Government officials said yesterday, as they announced the award of a $184.7 million contract for the construction of a 15-story addition. The most recent delay, one year long and stemming from cost problems, had caused" , "date" : "19990930" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "A Bigger Home for the Federal Courts in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/30\/nyregion\/a-bigger-home-for-the-federal-courts-in-brooklyn.html"} , {"body" : "With 200 empty seats and two hours before them, the citizen panel of the Internal Revenue Service was ready to take some abuse from angry taxpayers. But at least in downtown Brooklyn last Wednesday peasants with pitchforks were not exactly storming the gates. All of five people turned up to talk to the Brooklyn District Citizen Advocacy Panel, a" , "date" : "19990926" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN; I.R.S. Asks to Be Yelled At, But Only 5 Seize the Chance" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/26\/nyregion\/neighborhood-report-downtown-brooklyn-irs-asks-be-yelled-but-only-5-seize-chance.html"} , {"body" : "The rusted, dented orange trash baskets that squat on street corners throughout the city will probably soon fall into the dustbin of history. For one reason, the department has dressed up those standard baskets with a green coat of paint and a couple of extra touches to help them withstand daily battering. For another, during the last two years the" , "date" : "19990926" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: MANHATTAN UP CLOSE; For a Battered Orange Warrior, Relief Approaches" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/26\/nyregion\/neighborhood-report-manhattan-up-close-for-battered-orange-warrior-relief.html"} , {"body" : "ATTRACTIONS Museums and Sites ABIGAIL ADAMS SMITH MUSEUM, 421 East 61st Street, Manhattan. The structure, built in 1799 as the carriage house for the estate of Abigail Adams and Col. William Smith, was also the Mount Vernon Hotel from 1826 to 1833. ''200th Anniversary Exhibition,'' of the building, including a model of the original 1799 carriage" , "date" : "19990924" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/24\/arts\/spare-times-636681.html"} , {"body" : "A $9 million recruitment campaign that the New York Police Department began last winter with a goal of making the force more representative of the five boroughs yielded modest increases in the number of city residents and members of minority groups who signed up to take the police test, Police Commissioner Howard Safir said yesterday. But some" , "date" : "19990922" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "City Calls Police Recruiting Drive a Success" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/22\/nyregion\/city-calls-police-recruiting-drive-a-success.html"} , {"body" : "New York City principals are leaving their posts in record numbers, propelled by a festering four-year contract battle with the city, higher salaries in the suburbs and a campaign by the Schools Chancellor to rid the system of what he considers failing leaders. While other large cities across the country are also facing a shortage of principals," , "date" : "19990920" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Principals Quit New York City At Record Pace" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/20\/nyregion\/principals-quit-new-york-city-at-record-pace.html"} , {"body" : "Three police officers assigned to the Criminal Court in Brooklyn have been accused by Internal Affairs investigators of having sex with a prostitute who was in jail awaiting arraignment, the police said yesterday. Police Commissioner Howard Safir said at a news conference that the three officers, whose names were not released, had not been charged" , "date" : "19990916" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "3 Officers at Jail Accused Of Sex Acts With Prisoner" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/16\/nyregion\/3-officers-at-jail-accused-of-sex-acts-with-prisoner.html"} ,   {"body" : "The landmarked General Post Office building on Cadman Plaza in downtown Brooklyn, which has sat largely vacant for almost 10 years, is about to be renovated and expanded for Federal courtroom uses at a cost of $129.76 million. The Postal Service moved out in 1990 to new facilities in Spring Creek, Brooklyn, and the building's only remaining user is" , "date" : "19990912" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: $129.76 Million Renovation and Expansion in Brooklyn; From Main Post Office To Federal Courtrooms" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/12\/realestate\/postings-129.76-million-renovation-expansion-brooklyn-main-post-office-federal.html"} , {"body" : "The problem at Ozzie's Coffee and Tea shop on Montague Street was two kinds of competition. For one, its owner, Allon Azulai, has two other coffeehouses vying for his attention. For another, there was a Starbucks only a block away, vying for his customers. The double trouble was too much, and, on Aug. 22, the Ozzie's on Montague Street drew its" , "date" : "19990912" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BROWNSTONE BROOKLYN; A Coffee Shop Folds and, No Surprise, It's Not a Starbucks" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/12\/nyregion\/neighborhood-report-brownstone-brooklyn-coffee-shop-folds-no-surprise-it-s-not.html"} , {"body" : "Hot-Smoked Salmon With a Bold Country Edge Hot-smoked is the latest style in salmon. Unlike the subtly flavored cold-smoked fish laid over bagels, hot-smoked salmon is treated with the intense wood smoke associated more with Texas barbecue, which gives it flaky succulence and a bold, rustic taste. The salmon is delicious served on its own but is" , "date" : "19990908" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Books" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/08\/dining\/food-stuff.html"} , {"body" : "TO draw a mirthless chuckle from the developer Joshua L. Muss it is only necessary to describe him as a man of patience. ''To be a successful developer in New York,'' he says dryly, ''you have to have patience.'' It took 13 years before all the conditions essential for construction -- zoning, leasing, financing -- were in place to start the $240" , "date" : "19990905" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "PERSPECTIVES; A Developer Reshapes a Brighton Beach Project" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/05\/realestate\/perspectives-a-developer-reshapes-a-brighton-beach-project.html"} , {"body" : "Chanel Gilpin stood unsmiling as her mother cooed how cute she looked in her new school uniform: a blue, pleated jumper with a short-sleeved yellow shirt. Chanel, who is in the fifth grade, was not upset about the jumper, which basically resembled a barrel with straps, but about the yellow shirt. She wanted to wear white. But only boys at Public" , "date" : "19990904" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Just How Uniform Must Uniforms Be?; For Many Public School Students, It's a Struggle to Mesh The New Dress Codes With Their Own Sense of Style" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/04\/nyregion\/just-uniform-must-uniforms-be-for-many-public-school-students-it-s-struggle-mesh.html"} , {"body" : "A car thief who broke into a parking lot in downtown Brooklyn was killed early yesterday when he crashed a stolen sport utility vehicle, the police said. His accomplice managed to get away with another stolen vehicle, the police said. The two men broke into a parking lot at 66 Sands Street shortly after 6 A.M. and forced their way into the" , "date" : "19990830" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "METRO NEWS BRIEFS: NEW YORK; Car Thief Killed In Crash, Police Say" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/30\/nyregion\/metro-news-briefs-new-york-car-thief-killed-in-crash-police-say.html"} , {"body" : "A design that relies on an abundance of glass to overcome a site wedged between three other buildings marks the six-story, $21 million Pratt Building, which is to provide space for the School of Education and student support services when it opens on Long Island University's Brooklyn campus in September of next year. The compact 11.28-acre campus" , "date" : "19990829" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Education" , "Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: Addition for School of Education on Brooklyn Campus; A New Building for L.I.U." , "url" : "http:\/\/www.nytimes.com\/1999\/08\/29\/realestate\/postings-addition-for-school-education-brooklyn-campus-new-building-for-liu.html"} , {"body" : "The founder of an anti-immigration group has complained that city pressure caused a Long Island company to tear up his contract and pull down his billboards, which were critical of immigration policy. The founder, Craig Nelsen of Project USA, had put up the billboards in Sunnyside, Ridgewood and Downtown Brooklyn. He said he intends to put up more." , "date" : "19990829" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN AND QUEENS UP CLOSE; Anti-Immigrant Ads Exiled" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/29\/nyregion\/neighborhood-report-brooklyn-and-queens-up-close-anti-immigrant-ads-exiled.html"} , {"body" : "FORDHAM At Fiesta '99, Salsa, Jazz And Hundreds of Vendors The fourth annual Fordham Road Renaissance Festival, ''Fiesta '99,'' takes place today on the largest commercial strip in the Bronx. The festival features Black Entertainment Television's summer concert series, ''N.Y.C. Salsa Meets Jazz.'' The two main stages will show live performances by" , "date" : "19990829" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/29\/nyregion\/playing-in-the-neighborhood-235113.html"} , {"body" : "A 37-year-old tourist from Denmark was slashed yesterday afternoon aboard a subway train in Manhattan, the police said. Two men were arrested for the attack. The victim, Michiel Scher, was aboard an N train going from Canal Street to Union Square when he was attacked after he got into an argument with two brothers about 2:15 P.M., Detective Joseph" , "date" : "19990829" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "METRO NEWS BRIEFS: NEW YORK; 2 Passengers Are Slashed In Attacks on Subways" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/29\/nyregion\/metro-news-briefs-new-york-2-passengers-are-slashed-in-attacks-on-subways.html"} ,   {"body" : "Theater ''CARNIVAL OF THE ANIMALS,'' a puppet version of Camille Saint-Saens' musical sketches of animals, tomorrow at 12:30 and 2:30 P.M. at Puppetworks, 338 Sixth Avenue, at Fourth Street, Park Slope, Brooklyn. For children 3 and older. Tickets: $7; $5 for children. Reservations suggested: (718) 965-3391. FRINGE JR., part of the International" , "date" : "19990827" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/27\/arts\/spare-times-for-children.html"} , {"body" : "Ray Virta, the director of the Kings County Shakespeare Company's ''As You Like It,'' takes a certain risk in making every moment of the play comedy. He lightens the early scenes -- with their usurpation, envy, greed and intended fratricide -- to such an extent that the love stories of the later acts lose the customary dark background against which" , "date" : "19990826" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "THEATER REVIEW; Fools, Idlers and Hotheads But Nary a Villain in Sight" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/26\/theater\/theater-review-fools-idlers-and-hotheads-but-nary-a-villain-in-sight.html"} , {"body" : "With just over two weeks before the start of school, Board of Education officials are still hunting for half of the teachers they need at some of New York City's worst schools. In taking control of about 40 schools in June and placing them in the Chancellor's District, a sort of remedial category for low-performing schools, Chancellor Rudy Crew" , "date" : "19990822" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "35" , "title" : "Worst Schools Still Seeking 400 Teachers" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/22\/nyregion\/worst-schools-still-seeking-400-teachers.html"} , {"body" : "Mike Nelson says he never intended to remain for very long at the Social Security Administration. But what started as a temporary job -- something to live on while he decided what to do with the rest of his life -- has turned into a 25-year career for the lifelong Brooklyn resident. As a field representative, Mr. Nelson, 52, visits homes from" , "date" : "19990822" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE -- THROUGH THE EYES OF; 'You're Here to Make Sure I'm Alive, Right?'" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/22\/nyregion\/neighborhood-report-brooklyn-up-close-through-eyes-you-re-here-make-sure-m-alive.html"} , {"body" : "New York City police officials said yesterday that they had brought down the curtain on one of the largest video piracy operations along the East Coast, arresting 11 men and confiscating about 30,000 videotapes as part of a four-month investigation. The ring, based in New York, raked in $50,000 a week by producing and selling bootleg tapes of" , "date" : "19990821" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "11 Arrested in Video Piracy Crackdown" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/21\/nyregion\/11-arrested-in-video-piracy-crackdown.html"} , {"body" : "ATTRACTIONS Museums and Sites ALICE AUSTEN HOUSE, 2 Hylan Boulevard, Rosebank, Staten Island. This 17th-century farmhouse, converted in the 19th century to a Victorian cottage, was the home of the photographer Alice Austen. The parlor is filled with period furniture. ''A View From the Lawn: Ocean Liners in Focus,'' an exhibition focusing on" , "date" : "19990820" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/20\/arts\/spare-times-123170.html"} , {"body" : "After seeking for 15 years to escape cramped and outmoded quarters in Brooklyn, state and city court officials say they have finally found the answer: a 32-story, $350 million courthouse that would rise in the commercially reviving heart of Downtown Brooklyn. Financial, commercial and educational interests near the proposed site, including Chase" , "date" : "19990815" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "High-Rise Answer to Brooklyn's Courtroom Problem" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/15\/nyregion\/high-rise-answer-to-brooklyn-s-courtroom-problem.html"} , {"body" : "Some jazz aficionados in Brooklyn have discovered that when they try to tune their radios to their favorite music, all they can hear are religious stories from Lubavitch Hasidic leaders. Listeners have complained that a pirate radio broadcast at 87.9 FM is interfering with the reception of WBGO, a Newark public radio station that plays jazz at 88.3" , "date" : "19990815" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEWARK (NJ)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: CROWN HEIGHTS; A Pirate Radio Station's Crusade Is Stepping on the Jazz" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/15\/nyregion\/neighborhood-report-crown-heights-pirate-radio-station-s-crusade-stepping-jazz.html"} , {"body" : "INTERNATIONAL 3-11 Peacekeepers in Kosovo Crack Down on Rebels International peacekeepers in Kosovo are taking tougher action against the Kosovo Liberation Army, seizing arms caches almost daily and confiscating documents and even cash from premises. 1 Russia Attacks Chechnya Russia has carried out its threat to bomb guerrilla bases inside" , "date" : "19990815" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["RUSSIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/15\/nyregion\/news-summary-057886.html"} , {"body" : "THE outdoor sculpture season is in full swing, with new works of all sorts punctuating New York at sites from Lincoln Center to Pier 34 downtown to Coffey Park in Red Hook, Brooklyn. Some are pieces of beauty and originality. But what makes a tour of this year's exhibitions interesting is not so much the level of artistic quality, which is not, on" , "date" : "19990813" , "day_of_week_facet" : "Friday" , "geo_facet" : ["ROCKEFELLER CENTER (NYC)" , "SOCRATES SCULPTURE PARK (LONG ISLAND CITY)" , "UNION SQUARE PARK (NYC)" , "CENTRAL PARK (NYC)" , "COFFEY PARK (BROOKLYN)" , "EMPIRE-FULTON FERRY STATE PARK (BROOKLYN)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "ART REVIEW; A Fertile Garden Of Sculptures" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/13\/arts\/art-review-a-fertile-garden-of-sculptures.html"} ,   {"body" : "Of all the real estate debacles and broken dreams of the recession a decade ago, few were more spectacular than the collapse of Port Liberte. Starry-eyed developers envisioned it as a kind of Venice-on-the-Hudson, with a network of canals dredged out of a dilapidated waterfront and high-priced European style town houses offering views of the Statue" , "date" : "19990802" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW JERSEY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "THE OTHER SKYLINE -- A special report.; Robust Economy Feeds Builders' Frenzy to Transform New Jersey Riverfront" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/02\/nyregion\/other-skyline-special-report-robust-economy-feeds-builders-frenzy-transform-new.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 34-12 36th Street, at 35th Avenue, Astoria, Queens. Costumes, set pieces, film equipment and other items relating to film, television and video are on permanent display. Exhibitions include ''Behind the Screen,'' a permanent display with more than a thousand artifacts that" , "date" : "19990730" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/30\/arts\/spare-times-825891.html"} , {"body" : "A Mayoral commission considering changes to the City Charter voted last night not to seek the elimination of the city's Art Commission in a ballot referendum this November, reversing direction on one of the 40 proposed changes that researchers working for the mayoral panel have recommended. At a public meeting last night in downtown Brooklyn, the" , "date" : "19990730" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "City Charter Panel Won't Seek to Eliminate Art Commission" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/30\/nyregion\/city-charter-panel-won-t-seek-to-eliminate-art-commission.html"} , {"body" : "For 90 years, Brighton Beach Baths was a maze of pools, miniature golf, lockers and lounges for its members. By the 60's it had 13,000 members.. The 15-acre complex shut down two years ago and now it is about to be converted into a $250-million gated condominium and recreation center with up to 850 apartments by the Muss Development Company of" , "date" : "19990725" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: On Former Site of Brighton Beach Baths; Up to 850 Units In 16 Buildings Over 15 Acres" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/25\/realestate\/postings-former-site-brighton-beach-baths-up-850-units-16-buildings-over-15.html"} , {"body" : "Senator Charles E. Schumer recommended yesterday that President Clinton nominate Loretta E. Lynch as United States Attorney for the Eastern District of New York, the top Federal prosecutor for Brooklyn, Queens, Staten Island and Long Island. Ms. Lynch, now the No. 2 official in the office, would succeed Zachary W. Carter, who is to leave his" , "date" : "19990714" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Schumer Urges Carter's Aide For U.S. Post" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/14\/nyregion\/schumer-urges-carter-s-aide-for-us-post.html"} , {"body" : "When Marriott International opened a large hotel on Adams Street near the Brooklyn Bridge last year, it seemed like a bold move. Business travelers to Brooklyn already had their pick of accommodations in lower Manhattan. Tourists in the borough seemed so unusual that they made headlines. Now the New York Marriott Brooklyn, the first full-service" , "date" : "19990711" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN; A Year Later, Marriott Isn't Big Enough" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/11\/nyregion\/neighborhood-report-downtown-brooklyn-a-year-later-marriott-isn-t-big-enough.html"} , {"body" : "Anna Baker pressed her forehead against bottled water to cool off. Lydia Yim wiped her brow with a wet paper towel. Abdul Hanne simply wished he was at the beach. So went the morning in Room 305, a first- and second-grade class at Public School 11 in Manhattan. Yesterday was the first day of classes for most of the 200,000 students who are" , "date" : "19990707" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "A HEAT WAVE SIZZLES: THE SCHOOLS; Without Air, Sweating Starts Early For Students" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/07\/nyregion\/a-heat-wave-sizzles-the-schools-without-air-sweating-starts-early-for-students.html"} , {"body" : "A senior prosecutor in the Brooklyn District Attorney's office was arrested yesterday after court officers said they saw her stealing a wallet from a colleague's knapsack in a courtroom, the authorities said. The District Attorney, Charles J. Hynes, said through a spokesman that he would ask the court to appoint a special prosecutor to handle the" , "date" : "19990703" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Authorities Accuse Prosecutor Of Stealing a Wallet in Court" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/03\/nyregion\/authorities-accuse-prosecutor-of-stealing-a-wallet-in-court.html"} , {"body" : "Twenty-five years ago you could answer the question ''What is American food?'' faster than you could say John Wayne. But steak-and-potatoes doesn't cover it anymore. Here are 12 all-American restaurants in New York City for the Fourth of July weekend. (These restaurant summaries, written by Eric Asimov, are taken from Mr. Asimov's and others'" , "date" : "19990702" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "EATING OUT; All-American" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/02\/arts\/eating-out-all-american.html"} , {"body" : "Five Government building supervisors have pleaded guilty to taking bribes from contractors who did work in Federal buildings and offices, including the Brooklyn courthouse where the defendants entered their pleas. The defendants, who pleaded guilty yesterday and Tuesday, were among the total of six Government employees and 10 private contractors" , "date" : "19990701" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "5 U.S. Workers Plead Guilty in Bribery Case" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/01\/nyregion\/5-us-workers-plead-guilty-in-bribery-case.html"} ,   {"body" : "Six days before the Board of Education chooses its president for the next school year, Mayor Rudolph W. Giuliani yesterday was weighing whether to push the board to oust the current president, William C. Thompson Jr., from the post in favor of a mayoral ally, city and school officials said. In a flurry of behind-the-scenes politicking that has gone" , "date" : "19990701" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "City Hall Weighs Ouster of School Board Head, a Close Ally of Crew" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/01\/nyregion\/city-hall-weighs-ouster-of-school-board-head-a-close-ally-of-crew.html"} , {"body" : "THE guys in Rocky Jones's crowd were giving up Thursday nights at Captain Walter's -- the most popular hangout in Sheepshead Bay, Brooklyn -- to study for a fireman's exam? Ms. Jones, a high school graduate and a secretary, was bored and underpaid too, but Thursday nights were important. To rile the guys, she took the test without prepping. The" , "date" : "19990630" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; How Rocky Jones Got Her Captain's Bars" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/30\/nyregion\/public-lives-how-rocky-jones-got-her-captain-s-bars.html"} , {"body" : "At noon on a recent weekday, Sgt. Michael Lamagna strode into the eighth-floor courtroom in the State Criminal Court Building in downtown Brooklyn, where he is the ranking court officer. He called for order and got it. Then he faced the judge's bench and unclipped his gun belt. He closed his eyes, cleared his throat and and began belting out a song" , "date" : "19990627" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN; The Court (Yeah, Yeah) Gotta Come (Hey, Hey) to Order" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/27\/nyregion\/neighborhood-report-downtown-brooklyn-court-yeah-yeah-gotta-come-hey-hey-order.html"} , {"body" : "HIS admirers say that Eric has concerns about the publicity, and understandably so. After living on the streets for so long, he does not want to risk disrupting the peace of his home. Besides, there are people in prison because of him; no sense in giving them ideas. So with all due respect, Eric declined to talk about himself. But his silence does" , "date" : "19990626" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; Virtue's Nice, But a Reward Is More Help" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/26\/nyregion\/about-new-york-virtue-s-nice-but-a-reward-is-more-help.html"} , {"body" : "With the arrest of 26 gang members yesterday, police officials said they had in effect dismantled two crews within the Bloods street gang that they said had preyed on subway riders, including three who were slashed during robberies aboard trains this year in Manhattan and Brooklyn. Police Commissioner Howard Safir said the Brooklyn-based crews," , "date" : "19990622" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "26 Are Arrested in Gang Slashings of Subway Commuters" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/22\/nyregion\/26-are-arrested-in-gang-slashings-of-subway-commuters.html"} , {"body" : "On a barren plot in Brooklyn, the developer Bruce Ratner plans to build a 400,000-square-foot mall that will resemble Ebbets Field, from the outside at least. Inside will be a complex full of suburban-style superstores and a movie multiplex. The idea is to create a retail nexus in downtown Brooklyn, which has been growing as the borough's" , "date" : "19990621" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Mall Builder Sees New Brooklyn, but Neighbors See Trouble" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/21\/nyregion\/mall-builder-sees-new-brooklyn-but-neighbors-see-trouble.html"} , {"body" : "ATTRACTIONS Museums and Sites ABIGAIL ADAMS SMITH MUSEUM, 421 East 61st Street, Manhattan. The structure, built in 1799 as the carriage house for the estate of Abigail Adams and Col. William Smith, was also the Mount Vernon Hotel from 1826 to 1833. The current exhibition, ''Smith's Folly: 200 Years of History, 60 Years of Preservation,'' includes a" , "date" : "19990618" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/18\/arts\/spare-times-212334.html"} , {"body" : "Take it as coincidence or take it as synchronicity or take it as one more affirmation of the ways musicians tune in ideas across boundaries and decades. The JVC Jazz Festival, which starts its major concerts tonight and runs through June 27, has two threads that connect its most promising events, two pervasive influences that should intersect at" , "date" : "19990618" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BRAZIL"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "CRITIC'S NOTEBOOK; Beyond Bossa Nova: Notes From Today's Brazil" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/18\/movies\/critic-s-notebook-beyond-bossa-nova-notes-from-today-s-brazil.html"} , {"body" : "The arrival of NATO-led peacekeeping forces has brought Kosovo's Albanians to city streets and rural lanes to celebrate, shouting ''NATO!'' and tossing flowers and giving victory signs. But not in Pristina, the Kosovo capital. Here the mood is tentative, wary and restrained. While NATO forces are patrolling the streets in jeeps and armored" , "date" : "19990617" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["PRISTINA (SERBIA)" , "SERBIA" , "KOSOVO (SERBIA)"] , "nytd_section_facet" : ["World" , "Washington"] , "page_facet" : "19" , "title" : "CRISIS IN THE BALKANS: PRISTINA; With Armed Serbs Still on the Scene, Albanians in Kosovo's Capital Are Wary but Hopeful" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/17\/world\/crisis-balkans-pristina-with-armed-serbs-still-scene-albanians-kosovo-s-capital.html"} , {"body" : "IT sounds like an urban legend, on a par with the ones about sewers teeming with alligators and spider eggs flavoring a certain brand of bubble gum. This is how it goes: There are fire hydrants all over lower Manhattan that are not connected to any water line. They are bone dry. But this story is distinguished by being true. Some 2,000 obsolete" , "date" : "19990616" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; The Hydrants That Only Eat Parking Places" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/16\/nyregion\/about-new-york-the-hydrants-that-only-eat-parking-places.html"} ,   {"body" : "To the Editor: In your June 9 news article on the Brooklyn neighborhood known as Dumbo, you mention the tiny state park at its heart. That is the main point about this community. And the park belongs not to a real estate developer or the neighbors but to all New Yorkers. Nine riverfront acres facing the Manhattan skyline, between two grand bridges" , "date" : "19990614" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "DUMBO (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "Artists Must Act to Save Brooklyn Waterfront; Small but Vital" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/14\/opinion\/l-artists-must-act-to-save-brooklyn-waterfront-small-but-vital-158119.html"} , {"body" : "IN the days when the Gowanus Canal was best known for its foul odors, it would not have come to mind quickly as a site for an upscale shopping center. But the canal is cleaner these days, and it is in the middle of the affluent brownstone communities of Park Slope and Carroll Gardens. And there is a 9.5 acre development site along its banks, an" , "date" : "19990613" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Commercial Property \/Brooklyn; At Gowanus Canal, Developers Plan $63 Million Mall" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/13\/realestate\/commercial-property-brooklyn-at-gowanus-canal-developers-plan-63-million-mall.html"} , {"body" : "WHILE the eyes of nearly every basketball fan in the area were on the Knicks-Pacers playoff game at Madison Square Garden Monday night, it wasn't the only professional basketball contest taking place in New York City. Just a few subway stops away from the World's Most Famous Arena, the Connecticut Skyhawks and the fledgling Brooklyn Kings were" , "date" : "19990613" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Local Heroes" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/13\/nyregion\/new-yorkers-co-local-heroes.html"} , {"body" : "HE concedes that others might call him a gadfly or consider him a tad obsessed. But to Thomas J. Hillgardner, a lawyer from Flushing, Queens, and the founder of a group called the Parking Justice League, it all comes down to civic responsibility and civil rights. So last October, when Mr. Hillgardner saw a police officer ticketing a stranger's car" , "date" : "19990613" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Space Race; Why Is It So Hard to Find a Parking Spot in Manhattan?" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/13\/nyregion\/the-space-race-why-is-it-so-hard-to-find-a-parking-spot-in-manhattan.html"} , {"body" : "Mina Saha Farah, a Bengali dentist who lives and works in Queens and has written for Bengali newspapers, insists that when she started out to write a book last November, she planned it as a critique of organized religion. But the final product, which Dr. Farah is spending some $8,000 of her own money to publish next week, singles out Islam for the" , "date" : "19990606" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; Bengali Woman Writes Book, Takes Heat" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/06\/nyregion\/neighborhood-report-new-york-up-close-bengali-woman-writes-book-takes-heat.html"} , {"body" : "On top of a building in downtown Brooklyn -- with nice views of the harbor on one side and Manhattan on the other -- sits a little monitor of human misery called a Rotorod Sampler, Model 140. It's about the size of a hatbox, with a whirligig that twirls in the breeze. And every weekday afternoon, Dr. Ishtiaq Chaudhry makes his way upstairs to hear" , "date" : "19990605" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Plethora of Pollen; Allergy Sufferers Don't Need a Machine to Tell Them -- Achoo!" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/05\/nyregion\/a-plethora-of-pollen-allergy-sufferers-don-t-need-a-machine-to-tell-them-achoo.html"} , {"body" : "AT one point near the end of the first half, Patrick Ewing drew his third foul and went to the bench to the accompaniment of the chanting of an obscenity, courtesy of some 16,000 fans in Market Square Arena. Ewing raised his great wingspan to encourage them and wiggled his lengthy fingers as if to say, sticks and stones can break your bones but --" , "date" : "19990602" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Sports of The Times; Ewing Cast As Linchpin Of the Knicks" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/02\/sports\/sports-of-the-times-ewing-cast-as-linchpin-of-the-knicks.html"} , {"body" : "Surrounded by the government buildings and parking lots of downtown Brooklyn is a verdant block where window boxes trail asparagus fern, and slender stalks of bamboo grow from barrels topped by a flowering bog rosemary. The block, a stretch of State Street between Bond and Hoyt Streets in Boerum Hill, is so strikingly lush, it was designated the" , "date" : "19990528" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Plant Thieves Plague a Block In Brooklyn; Neighbors Irate but Baffled By Well-Dressed Suspects" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/28\/nyregion\/plant-thieves-plague-block-brooklyn-neighbors-irate-but-baffled-well-dressed.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting June 8, 6:30 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights," , "date" : "19990516" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Greenpoint to Sheepshead Bay: When the Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/16\/nyregion\/neighborhood-report-brooklyn-up-close-greenpoint-sheepshead-bay-when-boards-meet.html"} , {"body" : "ATTRACTIONS Museums and Sites ALICE AUSTEN HOUSE, 2 Hylan Boulevard, Rosebank, Staten Island. This 17th-century farmhouse, converted in the 19th century to a Victorian cottage, was the home of the photographer Alice Austen. On view is her parlor, filled with period furniture. Hours: Thursdays through Sundays, noon to 5 P.M.; closed today." , "date" : "19990514" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/14\/arts\/spare-times-681563.html"} ,   {"body" : "COOPER SQUARE When Theater Lovers Died Rioting in the Streets The writers Louis Auchincloss, Pete Hamill, Frank McCourt and others will re-enact one of New York's worst riots tomorrow in a staged reading called ''Riot at the Opera House!'' It occurred precisely 150 years earlier, on May 10, 1849, when two actors, William Macready, an Englishman who" , "date" : "19990509" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/09\/nyregion\/playing-in-the-neighborhood-588563.html"} , {"body" : "One of Europe's most celebrated architects has been hired to design a controversial shopping and entertainment complex in Brooklyn that could transform the waterfront area north of Brooklyn Heights. The site for the project lies between the Brooklyn and Manhattan Bridges, in the area called Dumbo, for Down Under the Manhattan Bridge Overpass. In" , "date" : "19990508" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "DUMBO (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Developer Pursues Plans for Complex Along Brooklyn's Waterfront" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/08\/nyregion\/developer-pursues-plans-for-complex-along-brooklyn-s-waterfront.html"} , {"body" : "Take pity on the next generation of music fiends, for they may not know the pleasure of loitering in little record stores. People in their 20's, 30's and 40's, less and less guilty about shopping on the Internet, are regularly denying themselves the chance to go into a record shop and just look. In their defense, they complain that the clerks don't" , "date" : "19990507" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "Stalking That Rare Recording" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/07\/movies\/stalking-that-rare-recording.html"} , {"body" : "A building in Maspeth, Queens, that houses the communications center of New York City's Emergency Medical Service has been badly damaged by underground water leaks, and city officials plan to move dozens of dispatchers and related emergency equipment, including computers, into trailers that have been set up in the building's parking lot. The" , "date" : "19990506" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "8" , "title" : "Water-Damaged E.M.S. Hub in Queens to Be Evacuated" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/06\/nyregion\/water-damaged-ems-hub-in-queens-to-be-evacuated.html"} , {"body" : "When it was founded in 1869, the Manhattan Eye, Ear and Throat Hospital announced its mission as nothing less than ''the alleviation of the sufferings of the poor'' and ''the prevention of pauperism.'' And as it wandered from neighborhood to neighborhood in its first years -- a brownstone on East 34th Street, then midtown, and by 1906 its present" , "date" : "19990425" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "A Hospital Expands by Closing Its Doors" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/25\/nyregion\/a-hospital-expands-by-closing-its-doors.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN NUMISMATIC SOCIETY, Audubon Terrace, Broadway at 155th Street, Washington Heights. The society has the most extensive coin collection in North America; its library is open to the public. On permanent display is ''American Numismatic Design: 1892-1922.'' Also on view is ''The World of Coins,'' a history" , "date" : "19990423" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/23\/arts\/spare-times-347523.html"} , {"body" : "GRAY KUNZ, the four-star chef without portfolio, has generated nearly as much talk about his search for a space for his own restaurant as he did while cooking at Lespinasse. Finally, he is hoping to open in Lever House, the landmark office building on Park Avenue. Many obstacles remain between him and a sure deal on the former employee cafeteria" , "date" : "19990421" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Preservation Chic: Tables With a View of the Past" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/21\/dining\/preservation-chic-tables-with-a-view-of-the-past.html"} , {"body" : "Remembering Patrick Clark Patrick Clark, the former chef at Tavern on the Green who died last year, will be honored starting Saturday at events nationwide to raise money for scholarships for his five children. The tribute was organized by Charlie Trotter of Charlie Trotter's in Chicago, to coincide with the publication of ''Cooking With Patrick" , "date" : "19990421" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "CALENDAR" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/21\/dining\/calendar.html"} , {"body" : "Until last week, children visiting their fathers or other relatives at the Brooklyn House of Detention had few ways to while away the time in the cinder-block-walled waiting room. They could watch television or stare at the linoleum floor. But on Wednesday, children at the Atlantic Avenue jail had a new option: reading a book or playing an" , "date" : "19990418" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Books" , "Technology"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN; Books and Computers Easing a Visit With a Father in Jail" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/18\/nyregion\/neighborhood-report-downtown-brooklyn-books-computers-easing-visit-with-father.html"} , {"body" : "A multiracial throng of thousands marched in memory of Amadou Diallo yesterday, shutting down half the Brooklyn Bridge and several streets in downtown Brooklyn and lower Manhattan during the afternoon rush as they chanted about justice and peace. Handing out placards decorated with red peace symbols, organizers of the four-hour rally focused on" , "date" : "19990416" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Diallo Rally Focuses on Call For Strong Oversight of Police" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/16\/nyregion\/diallo-rally-focuses-on-call-for-strong-oversight-of-police.html"} ,   {"body" : "They came because they always came. And they came because they never came. Yesterday's march against police brutality, a highly choreographed crescendo of two months of organized dissension over the fatal shooting of Amadou Diallo, brought out hard-bitten civil rights activists and those more likely to express discontent at a hearing on a zoning" , "date" : "19990416" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Veterans of 60's Protests Meet the Newly Outraged in a March" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/16\/nyregion\/veterans-of-60-s-protests-meet-the-newly-outraged-in-a-march.html"} , {"body" : "As a Federal judge in Brooklyn began yesterday to interview prospective jurors for the trial of four police officers charged with brutalizing Abner Louima, most of the 24 people he questioned said they thought that there was a possibility of social unrest following a verdict. But all except two said the possibility of unrest would not influence" , "date" : "19990415" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Some in Panel Expect Unrest From Verdict On Louima" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/15\/nyregion\/some-in-panel-expect-unrest-from-verdict-on-louima.html"} , {"body" : "Terence Tolbert answered one of the room's eight phones with a one-word salutation: ''Coalition.'' Mr. Tolbert normally works as chief of staff for State Assemblyman Keith L. Wright, a Democrat from Harlem. But yesterday he shared office space with aides to the Manhattan Borough President, C. Virginia Fields, City Councilwoman Christine Quinn of" , "date" : "19990414" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Push to Turn Diallo Rally Into a Broader Movement" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/14\/nyregion\/push-to-turn-diallo-rally-into-a-broader-movement.html"} , {"body" : "A Federal prosecutor said yesterday that his office had been monitoring a case in which one of the police officers who killed Amadou Diallo fatally shot another man in 1997 and would decide whether a Federal inquiry into the earlier shooting was necessary. The statement by William J. Muller, the executive assistant United States attorney in" , "date" : "19990407" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "U.S. Reviews '97 Killing By Officer In Diallo Case" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/07\/nyregion\/us-reviews-97-killing-by-officer-in-diallo-case.html"} , {"body" : "A group of politicians, business executives, religious leaders and community groups who banded together in response to the shooting death of Amadou Diallo have turned their energy to organizing a large demonstration aimed at illustrating the breadth of emotion about police misconduct. Organizers say they have already raised about half the $1" , "date" : "19990404" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Diverse Coalition Plans March To Protest Police Misconduct" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/04\/nyregion\/diverse-coalition-plans-march-to-protest-police-misconduct.html"} , {"body" : "A police sergeant who was trying to issue a summons to a teen-ager for drinking on a downtown Brooklyn street corner yesterday shot him three times after the youth pointed a gun at the sergeant during a struggle, the authorities said. The unidentified youth, who the police said was about 16, was in critical but stable condition with wounds to the" , "date" : "19990402" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Shoot Teen-Ager They Say Pointed Gun" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/02\/nyregion\/police-shoot-teen-ager-they-say-pointed-gun.html"} , {"body" : "INTERNATIONAL A3-12 NATO Widens Bombing; Danube Bridge Is Attacked NATO has expanded the scope of its raids on Yugoslavia, attacking a military unit whose armored personnel carriers were involved in the killing of ethnic Albanians in central Kosovo, Pentagon officials said. American warplanes also destroyed a bridge over the Danube River, the first" , "date" : "19990402" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/02\/nyregion\/news-summary-037729.html"} , {"body" : "Health Plus PHSP leased 18,000 square feet of space on Monday at 205 Montague Street in downtown Brooklyn, a five-story building built in 1963. The six-year lease is priced around $25 a square foot. The owner of the building, Treeline Companies, of Carle Place, N.Y., was represented in the deal by Ingram & Hebron Realty of Brooklyn Heights. The" , "date" : "19990401" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Metro Business; New Offices for Insurer" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/01\/nyregion\/metro-business-new-offices-for-insurer.html"} , {"body" : "This is a sampling of the musical presentations planned for the holiday season at churches and concert halls in New York City. All are free unless otherwise noted. (Churches accept donations.) This selection, compiled by Paul Griffiths, represents what caught this critic's eye and excited his expectations; unless noted, church choirs are featured" , "date" : "19990326" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "A Host of Alleluias to Celebrate the Easter Season" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/26\/movies\/a-host-of-alleluias-to-celebrate-the-easter-season.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting is April 13, 6:30 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn" , "date" : "19990314" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Only the Living Know Brooklyn: Where the Community Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/14\/nyregion\/neighborhood-report-brooklyn-up-close-only-living-know-brooklyn-where-community.html"} ,   {"author" : "BONNIE FRIEDMAN is the author of ''Writing Past Dark,'' a book of essays (HarperCollins)." , "body" : "WITH everything you lost on this vacation, you could build a whole other person!'' said my husband. I shook my head and sighed. While wearing them on separate occasions, I had lost my favorite turquoise-and-pink striped shorts, a Cablevision cap, keys on an elastic coil bracelet, sunblock and even my wedding ring, while my Nikes had become infused" , "date" : "19990314" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BELIZE"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "43" , "title" : "Bits and Pieces of an Alter Ego" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/14\/travel\/bits-and-pieces-of-an-alter-ego.html"} , {"body" : "NEW YORK still amazes Christian Ugbode. The cold weather. The graffiti. The freedom of expression. ''A student called a teacher a 'bitch,' and nothing happened to him,'' he said. ''There is too much freedom. There should be limits.'' We were waiting for a bus outside Grover Cleveland High School in Ridgewood, Queens, last Tuesday when two boys" , "date" : "19990314" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NIGERIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COPING; From Nigeria to a Queens Classroom" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/14\/nyregion\/coping-from-nigeria-to-a-queens-classroom.html"} , {"body" : "A control room fire on the F and G subway lines in Brooklyn on Thursday night destroyed critical switching equipment, forcing transportation officials to close five stations and disrupt service yesterday for more than 150,000 passengers in several Brooklyn neighborhoods. Officials of New York City Transit said last night that most service would be" , "date" : "19990313" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "After Station Fire, Subway Lines Face Months of Turmoil" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/13\/nyregion\/after-station-fire-subway-lines-face-months-of-turmoil.html"} , {"body" : "An elevator repairman was crushed to death by an elevator car in an office building in downtown Brooklyn yesterday afternoon, the police said. The repairman, Tim Donnelly, was working at the bottom of an elevator shaft at 175 Remsen Street when someone sent the elevator down at full speed instead of at inspection speed, which is much slower, said" , "date" : "19990312" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "METRO NEWS BRIEFS: NEW YORK; Repairman Is Crushed While Fixing Elevator" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/12\/nyregion\/metro-news-briefs-new-york-repairman-is-crushed-while-fixing-elevator.html"} , {"body" : "For six decades, an undeveloped swath of a little more than two blocks has divided downtown and brownstone Brooklyn. Now a community task force wants to see that space filled with buildings that would create an architectural buffer zone between the two areas. The task force, whose members were appointed by Borough President Howard Golden, envisions" , "date" : "19990307" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN; A Plan to Turn Some Parking Lots Into Parks, and More" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/07\/nyregion\/neighborhood-report-downtown-brooklyn-plan-turn-some-parking-lots-into-parks.html"} , {"body" : "If you love restaurants, jury duty -- in Manhattan, at least -- is a dream departure from life's routine. The lunch selection in Chinatown, Little Italy and TriBeCa is wonderful. Brooklyn, too, has a couple of interesting choices, but the other three boroughs are not so fortunate. Here are 10 possibilities in Manhattan and 2 in Brooklyn. For other" , "date" : "19990305" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "53" , "title" : "EATING OUT; Near the Courts" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/05\/arts\/eating-out-near-the-courts.html"} , {"body" : "Theater ''THE BROADWAY KIDS SING BROADWAY'' is back. These Broadway ''veterans,'' ranging in age from 8 to 15, will perform numbers from musicals including ''Les Miserables,'' ''Annie'' and ''The Lion King.'' Saturdays at noon and Sundays at noon and 2 P.M. at the John Houseman Studio Theater, 450 West 42d Street. Tickets: $20. Reservations: (212)" , "date" : "19990305" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "51" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/05\/arts\/spare-times-for-children.html"} , {"body" : "Mayor Rudolph W. Giuliani yesterday intensified his campaign to push a publicly financed voucher program through the Board of Education and brushed aside Schools Chancellor Rudy Crew's threat to resign over the issue. Making his case for a pilot program that would allow some parents to use tax dollars for parochial or private school tuition, the" , "date" : "19990305" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Mayor Pushes Voucher Plan, Brushing Aside Crew Threat" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/05\/nyregion\/mayor-pushes-voucher-plan-brushing-aside-crew-threat.html"} , {"body" : "Even if New York City's Board of Education is able to spend $11 billion to build and renovate schools over the next five years -- more than double what it spent over the last five -- it will still have to place tens of thousands of students in cramped or decrepit classrooms and deprive whole neighborhoods of required services like prekindergarten," , "date" : "19990303" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "Need for School Space Is Pressed at Hearing" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/03\/nyregion\/need-for-school-space-is-pressed-at-hearing.html"} , {"body" : "Medical experts said yesterday that it was unlikely that an over-the-counter muscle-enhancing drug was responsible for the respiratory seizures that sent two Manhattan women to a hospital over the weekend after they ingested a mix of the drug and alcohol. But while the doctors said the drug, a hormone booster known as dehydroepiandrosterone, or" , "date" : "19990302" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Doctors Warn of the Dangers in Muscle-Building Drugs" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/02\/nyregion\/doctors-warn-of-the-dangers-in-muscle-building-drugs.html"} ,   {"body" : "FOR decades, developers have peered across the East River to Long Island City and envisioned a new central business district for the city, with high-rise buildings housing the back-office operations of companies whose headquarters are in expensive Manhattan. After all, the location is a good one, just a few subway stops away from most locations in" , "date" : "19990228" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Commercial Property \/ Queens; Long Island City Still Waits for the Back Offices" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/28\/realestate\/commercial-property-queens-long-island-city-still-waits-for-the-back-offices.html"} , {"body" : "When Rachel Treichler says she is planning to spend a lot of Greenbacks soon, she is not using slang. Ms. Treichler is the owner of Eco Books, which opened this month on Fifth Avenue in Park Slope and became the first retail store to accept Brooklyn Greenbacks, a local currency printed on recycled United States notes. ''We had to print more money''" , "date" : "19990228" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Make Money to Make Money" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/28\/nyregion\/neighborhood-report-brooklyn-up-close-make-money-to-make-money.html"} , {"body" : "The homeless man fidgets nervously in the welfare office, gnawing his fingernails and rattling off the highlights of his recent resume. ''Doing time, doing drugs and dealing drugs,'' concedes Ernest Little, 38, who has come here to regain a little respectability. The grandmother rolls her eyes and recounts six months of a draining, disheartening" , "date" : "19990223" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Welfare's 'Job Centers' Bring High Hopes and Thin Results" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/23\/nyregion\/welfare-s-job-centers-bring-high-hopes-and-thin-results.html"} , {"body" : "Ringed with menacing concertina wire and lined with painted storage lockers, the Metropolitan Transportation Authority parking lot at Flatbush and Atlantic Avenues in Brooklyn is an ugly place. But when Rick Russo looks at it, he has fantasies of a small concert hall or a community center rising on the site. ''Maybe the M.T.A. could somehow" , "date" : "19990220" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Improvements On a Small Scale; Brooklyn BID Makes Strides Despite Its Modest Budget" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/20\/nyregion\/improvements-small-scale-brooklyn-bid-makes-strides-despite-its-modest-budget.html"} , {"body" : "Called to a City Council hearing to explain the breakdown of the city's enhanced 911 emergency response system last month, Police Commissioner Howard Safir testified yesterday that a full-service backup center would not be completed for at least another two years. In the meantime, he pledged to improve the current provisional backup system and to" , "date" : "19990218" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Safir Tells Council Panel of Delays in Completing 911 System Backup Center" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/18\/nyregion\/safir-tells-council-panel-of-delays-in-completing-911-system-backup-center.html"} , {"body" : "As a young man growing up in the Marine Park section of Brooklyn, Peter Fay kept to himself. At home, he was frightened of his father. At school, he was terrified that if he spoke up, other students would think him an oddball. During family gatherings, he sat at the table in silence, imagining terrible repercussions if he opened his mouth. Mr. Fay," , "date" : "19990212" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE NEEDIEST CASES; Facing Fears, and the World of Work" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/12\/nyregion\/the-neediest-cases-facing-fears-and-the-world-of-work.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West at 79th Street. ''African Diaspora Remembrance,'' weekend family programs throughout the month in observance of Black History Month. Tomorrow and Sunday: screening of Mark Daniels's ''Classified X'' (1998), written and narrated by Melvin Van Peebles, at 1 P.M.;" , "date" : "19990212" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/12\/arts\/spare-times-294659.html"} , {"body" : "Jurors in a lawsuit seeking to hold gun manufacturers liable for six killings with illegally obtained handguns told the judge yesterday afternoon that they were deadlocked and that their deliberations had left them ''emotionally drained and some of us feel physically ill.'' After receiving the note seeking his guidance -- the second deadlock note" , "date" : "19990210" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Jurors Report a Deadlock In Suit Against Gun Makers" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/10\/nyregion\/jurors-report-a-deadlock-in-suit-against-gun-makers.html"} , {"body" : "When it opened in November 1996, Atlantic Center, the enclosed mall at the corner of Flatbush and Atlantic Avenues, was considered by some to be a beacon to retailers reluctant to venture into parts of the city outside Manhattan. Now, however, with the impending departure of two large stores, a big chunk of the mall is scheduled to go dark, and it" , "date" : "19990207" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN; Who'll Fill Two Spaces At Big Mall?" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/07\/nyregion\/neighborhood-report-downtown-brooklyn-who-ll-fill-two-spaces-at-big-mall.html"} , {"body" : "RECREATION ''LUCKY SEVEN-MILE REVERSIBLE,'' Central Park. Sunday at 9:30 A.M. Sponsored by the New York Road Runners Club. Registration fee, advance, $17; $12 for members of the New York Road Runners Club; $10 for junior and senior club members; on race day, $22; $15 for members; $12 for junior and senior members. Information: (212) 860-4455." , "date" : "19990205" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/05\/arts\/spare-times-188611.html"} ,   {"body" : "Yesterday morning at the Brooklyn Bureau of Community Service, five adults gathered for the weekly meeting of an unorthodox book-of-the-month club. The readers are not linked by a love of murder mysteries, biographies or romance novels. They share a more profound bond: they have all suffered the ravages of severe mental illness, and are eager to" , "date" : "19990205" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE NEEDIEST CASES; Helping Nonreaders to Read and Love It" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/05\/nyregion\/the-neediest-cases-helping-nonreaders-to-read-and-love-it.html"} , {"body" : "Mayor Rudolph W. Giuliani has proposed moving the city's Campaign Finance Board to Brooklyn, a plan that board officials say will thwart their efforts to implement new campaign contribution rules that the Mayor has attacked. In the budget he presented last week, Mr. Giuliani called for relocating the board's offices from 40 Rector Street, in lower" , "date" : "19990204" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "Mayor Seeks to Move City Campaign Finance Board to Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/04\/nyregion\/mayor-seeks-to-move-city-campaign-finance-board-to-brooklyn.html"} , {"body" : "Three days after the city's 911 system broke down for more than an hour, Police Commissioner Howard Safir said yesterday that the city would go ahead with a long-delayed plan to build a backup system. The backup has been part of a plan to enhance the city's 911 system since 1991, but it never got started. In 1996, a new computerized 911 system" , "date" : "19990204" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO NEWS BRIEFS: NEW YORK; New York City to Install 911 Backup System" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/04\/nyregion\/metro-news-briefs-new-york-new-york-city-to-install-911-backup-system.html"} , {"body" : "When it was first conceived at the beginning of the decade, New York City's enhanced 911 emergency response system was presented to the public as state-of-the-art technology that would revolutionize the way the city responded to emergency calls. But since its inception in 1996, the system has fallen far short of its promise. A major component of" , "date" : "19990202" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "1" , "title" : "Reviews of 911 System Are Promised After Hourlong Failure" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/02\/nyregion\/reviews-of-911-system-are-promised-after-hourlong-failure.html"} , {"body" : "A major malfunction knocked out New York City's 911 system for more than an hour yesterday morning, crippling its ability to respond to emergency calls and raising questions about why it took so long for the backup system to begin working. City officials expressed relief yesterday that the incident had been brief and had occurred during the" , "date" : "19990201" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "911 System Breaks Down In New York" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/01\/nyregion\/911-system-breaks-down-in-new-york.html"} , {"author" : "Douglas Century is the author of ''Street Kingdom,'' an account of street life in Brooklyn, to be published next month by Warner Books." , "body" : "ON a recent wintry morning, walking a desolate strip of Flatbush Avenue in downtown Brooklyn, I heard a baritone voice growl my name, followed by an emphatic, ''Yo! What's the deal?'' The menacing bark emanated from the driver's side of a passing Mercury Sable, the tinted window of which was now rapidly descending. Fortunately, I soon saw that the" , "date" : "19990131" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "VIEW; Not So Fly (for This White Guy)" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/31\/style\/view-not-so-fly-for-this-white-guy.html"} , {"body" : "An African proverb, made popular as the title of a book by Hillary Rodham Clinton, says that it takes a village to raise a child. But in 1994, after her boyfriend broke up with her and her mother died, Naomi S. had to do the work of a village by herself. Naomi, a 27-year-old woman from the East New York section of Brooklyn, has a learning" , "date" : "19990131" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "THE NEEDIEST CASES; A Woman Learns to Manage Motherhood and Minimize Frustration" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/31\/nyregion\/the-neediest-cases-a-woman-learns-to-manage-motherhood-and-minimize-frustration.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West at 79th Street. The Hall of Biodiversity focuses on the variety and interdependence of living things. Other exhibitions include ''Spirits in Steel: The Art of the Kalabari Masquerade,'' which features 13 steel sculptures by Sokari Douglas Camp, drawing on themes" , "date" : "19990129" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/29\/arts\/spare-times-084280.html"} , {"body" : "To the Editor: By evicting Families First from its address at 250 Baltic Street in Brooklyn (Public Lives column, Jan. 26), Mayor Rudolph W. Giuliani is biting the hands that feed the city. I was one of the thousands of mothers for whom the drop-in center at Families First was a home away from home. The members of Families First are mostly younger," , "date" : "19990129" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "COBBLE HILL (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "A Home for Families" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/29\/opinion\/l-a-home-for-families-088617.html"} , {"body" : "It was a grand idea left in a shambles by New York City's fiscal crisis of the 1970's: a subway running under Second Avenue, from the northern Bronx all the way to Wall Street, connected to a new tunnel under the East River. Started in 1972, the project was abandoned three years later, with only the river tunnel and three short links finished." , "date" : "19990127" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "After 24 Years, Subway Line for Second Avenue Gets Another Look" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/27\/nyregion\/after-24-years-subway-line-for-second-avenue-gets-another-look.html"} ,   {"body" : "''I feel very melancholy seeing this building,'' Philip F. Stenger, 70, said last week as he regarded the brownstone at 131 Remsen Street, between Clinton and Henry Streets. From 1915 to 1994, it was the home of the Brooklyn Club. Now it is the Brooklyn Heights Synagogue. And the club, which lingered on a few years after the brownstone was sold, is" , "date" : "19990124" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN HEIGHTS; A Club Dies; So Does Part Of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/24\/nyregion\/neighborhood-report-brooklyn-heights-a-club-dies-so-does-part-of-brooklyn.html"} , {"body" : "Even more than politics, all crime is local. The news from the Police Department that New York had fewer reported killings in 1998 than in 1964 may hold little comfort for someone who was mugged or whose car was stolen last year. When it comes to personal safety, criminologists note, perception often lags behind reality. Just how safe are" , "date" : "19990124" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; Crime Count: Which Areas Are Safest?" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/24\/nyregion\/neighborhood-report-new-york-up-close-crime-count-which-areas-are-safest.html"} , {"body" : "Seven months after the Giuliani administration backed away from a plan to ban street vending in large parts of midtown and downtown Manhattan, a city panel approved a compromise measure on Thursday that still bans food carts and other vendors during their most lucrative hours, but from far fewer blocks than its original plan did. Last spring, as" , "date" : "19990123" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Compromise Plan on Vendors Approved" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/23\/nyregion\/compromise-plan-on-vendors-approved.html"} , {"body" : "WHY does the goose-down bubble jacket endure as a staple of urban street fashion? Why has down been down for five years? The customers at Dr. Jay's in downtown Brooklyn had no trouble answering that question as they tried on the puffy jackets Tuesday afternoon. Over and over they replied, ''It keeps you warm.'' This was true but unconvincing. The" , "date" : "19990121" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Big City; Phat City Just a Passing Fashion Fad" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/21\/nyregion\/the-big-city-phat-city-just-a-passing-fashion-fad.html"} , {"body" : "IF you're ever stopped in your own car for speeding or making an illegal U-turn, chances are the police officer pulling you over will know your name before even getting out of the patrol car. No, the officer is not a member of a psychic cops network. While trailing you, however, the officer types your license plate number into a small computer to" , "date" : "19990121" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Technology"] , "page_facet" : "9" , "title" : "A Well-Equipped Patrol Officer: Gun, Flashlight, Computer" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/21\/technology\/a-well-equipped-patrol-officer-gun-flashlight-computer.html"} , {"body" : "When the Board of Education divvied up the $10.9 billion it plans to spend on construction, repair and renovation in the next five years, it allotted some districts hundreds of millions of dollars to build schools. District 15 was not among them. But last week, local school board members laid the groundwork for a campaign they hope will reverse" , "date" : "19990117" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: WESTERN BROOKLYN; District Says School Construction Numbers Don't Add Up" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/17\/nyregion\/neighborhood-report-western-brooklyn-district-says-school-construction-numbers.html"} , {"body" : "Desmond Forbes sat behind the wheel of his shiny gray passenger van and darted in and out of grinding traffic on a four-mile trek along Flatbush Avenue in Brooklyn, scooping up passengers for a dollar a ride. But business on that recent day, as it has been for the last year in this largely underground trade, was bad, said Mr. Forbes, 43, an" , "date" : "19990114" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Livery Vans Are Feeling the Metrocard Pinch; Drivers Say Their Business Is Down and the Competition Is Up" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/14\/nyregion\/livery-vans-are-feeling-metrocard-pinch-drivers-say-their-business-down.html"} , {"body" : "Charles Jones, the former Long Island University basketball player who led the nation in scoring the last two seasons, was arraigned Monday in Brooklyn Criminal Court on gun possession charges stemming from an incident at a campus dormitory on Sunday. Jones, 23, was also charged with menacing and harassment, the Brooklyn District Attorney's office" , "date" : "19990113" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "COLLEGE BASKETBALL; Jones, Ex-L.I.U. Star, Facing Gun Charge" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/13\/sports\/college-basketball-jones-ex-liu-star-facing-gun-charge.html"} , {"body" : "Even if Segundo Villacis could afford an electric wheelchair, he would still use his old wooden manual one to get around in Brooklyn: he prefers to rely on his own strength as much as possible. Mr. Villacis learned to fend for himself early, when his mother moved to the United States and left him behind in Ecuador at the age of 13. His father had" , "date" : "19990110" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "THE NEEDIEST CASES; Refusing to Let Disability Rob Him of Independence" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/10\/nyregion\/the-neediest-cases-refusing-to-let-disability-rob-him-of-independence.html"} , {"body" : "To the Editor: As a black female attorney and American citizen, I am appalled by Nikos Palasch's racist and illogical letter to the editor (Dec. 13, in response to the Nov. 29 Soapbox essay, ''Curbed''), in which he asserts that cabs are justified in their illegal and discriminatory practices against black passengers since ''black men commit a" , "date" : "19990110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "Reader Erred in Defending Discrimination by Cabbies" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/10\/nyregion\/l-reader-erred-in-defending-discrimination-by-cabbies-795038.html"} ,   {"body" : "Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West at 79th Street. The Hall of Biodiversity focuses on the variety and interdependence of living things. Other exhibitions include ''Spirits in Steel: The Art of the Kalabari Masquerade,'' which features 13 steel sculptures by Sokari Douglas Camp, drawing on themes from her" , "date" : "19990108" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "45" , "title" : "SPARE TIMES; ATTRACTIONS" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/08\/arts\/spare-times-attractions.html"} , {"author" : "Andre Aciman, who teaches French literature at Bard College, is the author of the memoir ''Out of Egypt'' and the editor of the forthcoming book ''Letters of Transit.''" , "body" : "Whenever the Seventh Avenue train races between 86th and 96th Streets and offers a fleeting, darkened glimpse of what looks like latter-day catacombs, the question invariably arises: What is it? From the windows of the Broadway Local the ghost of this Stone Age grotto, suddenly illumined by the speeding train, is a place only Dante or Kafka might" , "date" : "19990108" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel" , "Arts"] , "page_facet" : "37" , "title" : "MY MANHATTAN; Next Stop: Subway's Past" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/08\/arts\/my-manhattan-next-stop-subway-s-past.html"} , {"body" : "ATTRACTIONS Museums and Sites ABIGAIL ADAMS SMITH MUSEUM, 421 East 61st Street, Manhattan. The structure, built in 1799 as the carriage house for the estate of Abigail Adams and Col. William Smith, was also the Mount Vernon Hotel from 1826 to 1833. ''What's in a Name? The Story of Abigail Adams Smith,'' an exhibition of paintings and documents, is" , "date" : "19990101" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/01\/arts\/spare-times-669474.html"} , {"body" : "As the yearlong countdown to 2000 begins, you may want to consider one of these 12 restaurants, all of which were serving meals at the last turn of the century. No luck in finding restaurants experienced with a new millennium, though. (These summaries, written by Eric Asimov, are taken from Ruth Reichl's and Mr. Asimov's dining reviews, columns and" , "date" : "19990101" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "EATING OUT; Centenarians" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/01\/arts\/eating-out-centenarians.html"}]