[  {"body" : "The transformation of Dumbo -- Down Under the Manhattan Bridge Overpass -- in Brooklyn from an industrial area to residential use has taken another step with the conversion of four old brick and timber factories into 71 residential rental lofts. The Two Trees Management Company has renovated three consolidated buildings at 81 Washington Street, at" , "date" : "19991219" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: In the Dumbo Section of Brooklyn; From Factories To Rental Lofts" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/19\/realestate\/postings-in-the-dumbo-section-of-brooklyn-from-factories-to-rental-lofts.html"} , {"body" : "To the Editor: Re ''Disparate Visions for New Park'' (news article, Dec. 12): An assumption in the debate regarding the character of the proposed Brooklyn Bridge Park seems to be that the park must be homogeneous from end to end. In an arc extending for miles, why can't each part of the park reflect the character of the adjacent neighborhood: a" , "date" : "19991214" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "A Park for All" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/14\/opinion\/l-a-park-for-all-872903.html"} , {"body" : "The felt-tipped marker in Michel Trocme's hand sped across the easel, leaving an orange trail of ideas as the 30 people sitting around him each outlined a different vision of what kind of park to build at the foot of the Brooklyn Bridge. Nathan F. Elbogen, 38, a Gowanus artist and architect with a shaved head, rose to say he wanted studios and a" , "date" : "19991212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "55" , "title" : "Disparate Visions for a New Park; Accord Is Sought Among Clashing Views in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/12\/nyregion\/disparate-visions-for-new-park-accord-sought-among-clashing-views-brooklyn.html"} , {"body" : "Just seven months after the developer David C. Walentas unveiled plans to rebuild the waterfront along the tiny neighborhood between the Brooklyn and Manhattan Bridges, city officials now say his proposal is dead. Mr. Walentas remains the state's designated developer, but city officials are opposed to his plan to build an ultramodern hotel," , "date" : "19991212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "58" , "title" : "Plug Pulled on Dumbo Proposal" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/12\/nyregion\/plug-pulled-on-dumbo-proposal.html"} , {"body" : "ASK Craig Lucas what a gay play is and he is likely to, purposefully, reel off flip definitions, often heard by some people: ''A gay play is a play written by a gay playwright.'' Or, ''It sleeps with another play of the same gender.'' William M. Hoffman, who wrote ''As Is,'' a so-called gay play, and one of the American theater's two trailblazing" , "date" : "19991205" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "8" , "title" : "Talks With Gay Playwrights Offered in Course at Purchase" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/05\/nyregion\/talks-with-gay-playwrights-offered-in-course-at-purchase.html"} , {"body" : "ONE Saturday morning last month, Ann Schaumburger and eight other artists tidied up their studios above a Long Island City furniture factory, hung their paintings and collages, chilled bottles of white wine and set out platters of Brie and grapes. Then they waited for visitors to climb the three rickety flights to Independent Studios 1, a Queens" , "date" : "19991107" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "LONG ISLAND CITY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Why Long Island City Hasn't Happened; Once, the Neighborhood Was Hailed as the Next SoHo. But Can You Build a Bohemia From Scratch." , "url" : "http:\/\/www.nytimes.com\/1999\/11\/07\/nyregion\/why-long-island-city-hasn-t-happened-once-neighborhood-was-hailed-next-soho-but.html"} , {"body" : "ORDINARILY, a fire inspection would not make people jittery. If violations are found in their building, they simply correct them. But when firefighters found a problem at the storefront theater of Collective Unconscious, a troupe on the Lower East Side, the members realized that the very life of their theater was at stake. ''Five of us were living" , "date" : "19991031" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; New Role for Small Theater Troupes: Entrepreneur" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/31\/nyregion\/new-yorkers-co-new-role-for-small-theater-troupes-entrepreneur.html"} , {"body" : "As point-and-shoot cameras go, it's not very good. But the Russian-made Lomo has acquired a cult following despite, or perhaps because of, its limitations. ''I adore it,'' said Moukhtar Kocahe, 29, a photography curator. ''Other cameras are trying to give you the perfect photo. With the Lomo there is only a 50-50 chance of getting what you thought" , "date" : "19991017" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; Devotees of This Camera Aim for the Unpredictable" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/17\/nyregion\/neighborhood-report-new-york-up-close-devotees-this-camera-aim-for-unpredictable.html"} , {"body" : "NEGOTIATING her way past blocks of industrial warehouses, up a graffiti-covered stairwell and through an iron door that clangs shut behind her, the mother presents her plea. ''Remember I asked you about a penguin menorah?'' ''Yeah,'' comes the answer. ''I found one. But it had penguins and polar bears on it.'' ''That's fine,'' she says excitedly." , "date" : "19990926" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Carving Out a Chilly Niche Market" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/26\/nyregion\/new-yorkers-co-carving-out-a-chilly-niche-market.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN GREENWICH VILLAGE $1.27 million 644 Broadway (Bleecker St.) (Bleecker Tower) 3-bedroom, 1-bath, 2,000-sq.-ft. co-op in a prewar building; 12-ft. ceilings, h\/w floors," , "date" : "19990912" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/12\/realestate\/residential-sales.html"} ,   {"body" : "ATTRACTIONS Museums and Sites ALICE AUSTEN HOUSE, 2 Hylan Boulevard, Rosebank, Staten Island. This 17th-century farmhouse, converted in the 19th century to a Victorian cottage, was the home of the photographer Alice Austen. The parlor is filled with period furniture. ''A View From the Lawn: Ocean Liners in Focus,'' an exhibition focusing on" , "date" : "19990827" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/27\/arts\/spare-times-233595.html"} , {"body" : "IN the fractious world of Off Off Broadway, it was bound to happen. The Fringe has developed a fringe. Beginning Wednesday, the downtown theater scene will be witness to the opening of two simultaneous festivals, each based on the Lower East Side and each purporting to represent the rich variety among the city's littlest and least-known theater" , "date" : "19990815" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "3" , "title" : "THEATER; Quirk After Quirk in Side-by-Side Festivals" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/15\/theater\/theater-quirk-after-quirk-in-side-by-side-festivals.html"} , {"body" : "THE outdoor sculpture season is in full swing, with new works of all sorts punctuating New York at sites from Lincoln Center to Pier 34 downtown to Coffey Park in Red Hook, Brooklyn. Some are pieces of beauty and originality. But what makes a tour of this year's exhibitions interesting is not so much the level of artistic quality, which is not, on" , "date" : "19990813" , "day_of_week_facet" : "Friday" , "geo_facet" : ["ROCKEFELLER CENTER (NYC)" , "SOCRATES SCULPTURE PARK (LONG ISLAND CITY)" , "UNION SQUARE PARK (NYC)" , "CENTRAL PARK (NYC)" , "COFFEY PARK (BROOKLYN)" , "EMPIRE-FULTON FERRY STATE PARK (BROOKLYN)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "ART REVIEW; A Fertile Garden Of Sculptures" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/13\/arts\/art-review-a-fertile-garden-of-sculptures.html"} , {"author" : "Jeffrey Kastner, a contributing editor of Artnews, writes on cultural topics for The Economist and other publications." , "body" : "OUR modern lives are replete with stuff, clogged with both the essential and the essentially worthless. Kitchen drawers and bedside tables hide secret ecosystems of hoarded rubber bands, rogue Q-Tips and cryptic plastic widgets whose purpose has long since been forgotten. Left unchecked, these agglomerations grow and spread, becoming small" , "date" : "19990711" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "ART \/ ARCHITECTURE; Discovering Poetry Even in the Clutter Around the House" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/11\/arts\/art-architecture-discovering-poetry-even-in-the-clutter-around-the-house.html"} , {"body" : "To the Editor: In his article about the proposed Main Street Pier project in Brooklyn [''A Bridge Between a City and Its Self-Image,'' June 13], Herbert Muschamp may be correct to declare the architect Jean Nouvel's design ''one of the most imaginatively conceived pieces of architecture New York has seen in a long time.'' But the quality of the" , "date" : "19990704" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST RIVER (NYC)"] , "nytd_section_facet" : ["Opinion" , "Arts"] , "page_facet" : "2" , "title" : "BROOKLYN PIER; A Public Menace" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/04\/arts\/l-brooklyn-pier-a-public-menace-435244.html"} , {"body" : "When in California, you'll want to go to SoMa. Down in Florida, don't miss SoBe. And in Connecticut, the place to go is SoNo. All these so-so names are a result of stump compounding. A stump is a piece of a word, the front or the back. Otto Jespersen, the great Danish linguist, noticed in 1922 that children tended to shorten names by using the" , "date" : "19990704" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "12" , "title" : "The Way We Live Now: 7-4-99: On Language; Stump Words" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/04\/magazine\/the-way-we-live-now-7-4-99-on-language-stump-words.html"} , {"body" : "Samuel J. LeFrak owns more buildings, Mortimer B. Zuckerman wields more political clout and Donald J. Trump boasts a higher profile. But no New York developer is more persistent than David C. Walentas. For 20 years Mr. Walentas has pursued a singular vision: the rebuilding of a tiny neighborhood of turn-of-the-century industrial buildings and Civil" , "date" : "19990624" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Long View From the Waterfront; Developer Has Pursued a Brooklyn Dream for 20 Years" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/24\/nyregion\/long-view-waterfront-developer-has-pursued-brooklyn-dream-for-20-years.html"} , {"body" : "ATTRACTIONS Museums and Sites ABIGAIL ADAMS SMITH MUSEUM, 421 East 61st Street, Manhattan. The structure, built in 1799 as the carriage house for the estate of Abigail Adams and Col. William Smith, was also the Mount Vernon Hotel from 1826 to 1833. The current exhibition, ''Smith's Folly: 200 Years of History, 60 Years of Preservation,'' includes a" , "date" : "19990618" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/18\/arts\/spare-times-212334.html"} , {"body" : "To the Editor: In your June 9 news article on the Brooklyn neighborhood known as Dumbo, you mention the tiny state park at its heart. That is the main point about this community. And the park belongs not to a real estate developer or the neighbors but to all New Yorkers. Nine riverfront acres facing the Manhattan skyline, between two grand bridges" , "date" : "19990614" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "DUMBO (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "Artists Must Act to Save Brooklyn Waterfront; Small but Vital" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/14\/opinion\/l-artists-must-act-to-save-brooklyn-waterfront-small-but-vital-158119.html"} , {"body" : "To the Editor: Your June 9 news article on the development of the Brooklyn neighborhood known as Dumbo -- for Down Under the Manhattan Bridge Overpass -- struck me, a resident of another neighborhood that also appeals to artists, as typical. It is no secret that where artists settle, young professionals will follow. Yet I am curious about how many" , "date" : "19990614" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "DUMBO (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "Artists Must Act to Save Brooklyn Waterfront" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/14\/opinion\/l-artists-must-act-to-save-brooklyn-waterfront-158100.html"} ,   {"body" : "JEAN NOUVEL'S new design for a hotel and cineplex on the Brooklyn waterfront strikes me as one of the most imaginatively conceived pieces of architecture New York has seen in a long time. I've been groping for ideas to explain why. What makes a building contemporary? An impossible question to answer, but perhaps not a fruitless one to ask. These" , "date" : "19990613" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "DUMBO (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "ART \/ ARHITECTURE; A Bridge Between a City and Its Self-Image" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/13\/arts\/art-arhitecture-a-bridge-between-a-city-and-its-self-image.html"} , {"body" : "Sometimes, the walls can talk. On the west wall of an old factory building on Plymouth Street, in a cobblestoned corner of old Brooklyn waterfront known as Dumbo, someone has spray-painted this observation in red: ''Dumbo=Soho '98.'' Just below is this exhortation in black: ''Revolt.'' With or without imminent revolt, this tiny enclave of old iron" , "date" : "19990609" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Neighborhood Identity Crisis; Transformation Brings Anxiety in Brooklyn's Dumbo" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/09\/nyregion\/a-neighborhood-identity-crisis-transformation-brings-anxiety-in-brooklyn-s-dumbo.html"} , {"body" : "To most New Yorkers, the little-used stretch of Brooklyn waterfront between the mighty stanchions of the Brooklyn and Manhattan Bridges is the stuff of faded picture postcards, vaguely recalling a majestic past but hardly worth the trip. With its abandoned Civil War-era warehouses, its cobblestone streets and a tiny state park, the area, known as" , "date" : "19990524" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "1" , "title" : "Unveiling a Bold Vision for Brooklyn's Waterfront" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/24\/nyregion\/unveiling-a-bold-vision-for-brooklyn-s-waterfront.html"} , {"body" : "Sensationally great new building. First-rate park design. Half-baked master plan. These are the main ingredients of an uneven proposal for Dumbo (Down Under the Manhattan Bridge Overpass), the 61-acre site on the Brooklyn waterfront between the Manhattan and Brooklyn Bridges. The chances are slim that the project will ever be executed in its" , "date" : "19990524" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "An Appraisal; A Stunning Pier Hotel Design Stands Out Amid a Flawed Plan" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/24\/nyregion\/an-appraisal-a-stunning-pier-hotel-design-stands-out-amid-a-flawed-plan.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from the most recent listing to contract. MANHATTAN CARNEGIE HILL $560,000 1235 Park Avenue (95th St.) 2-bedroom, 2-bath, 1,465-sq.-ft. condo in a prewar building; 24-hr. doormen, dining room, eat-in kitchen, 3" , "date" : "19990509" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/09\/realestate\/residential-sales.html"} , {"body" : "To the Editor: A statement in your article ''Dueling Over Dumbo: Commerce vs. Parks'' (April 11) is seriously misleading. In describing David Walentas's development plans for the neighborhood, you describe the site in question as ''land he owns on the Brooklyn waterfront.'' This is not true. Mr. Walentas owns many buildings in the Dumbo" , "date" : "19990509" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "15" , "title" : "Developer's Land Is Not Quite on the Water" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/09\/nyregion\/l-developer-s-land-is-not-quite-on-the-water-603406.html"} , {"body" : "One of Europe's most celebrated architects has been hired to design a controversial shopping and entertainment complex in Brooklyn that could transform the waterfront area north of Brooklyn Heights. The site for the project lies between the Brooklyn and Manhattan Bridges, in the area called Dumbo, for Down Under the Manhattan Bridge Overpass. In" , "date" : "19990508" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "DUMBO (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Developer Pursues Plans for Complex Along Brooklyn's Waterfront" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/08\/nyregion\/developer-pursues-plans-for-complex-along-brooklyn-s-waterfront.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from the most recent listing to contract. MANHATTAN CARNEGIE HILL $560,000 1235 Park Avenue (95th St.) 2-bedroom, 2-bath, 1,465-sq.-ft. condo in a prewar building; 24-hr. doormen, dining room, eat-in kitchen, 3" , "date" : "19990502" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/02\/realestate\/residential-sales.html"} , {"body" : "LATE one recent afternoon, Gino Giannaccini, who casts bronze sculptures at his foundry in the East Village, was sitting at a table and sipping Champagne. He was as cool as the bronze he was about to pour was hot. The molten metal glowed a brilliant orange in a graphite crucible, as hazy green flames danced above it. The crucible looked like a" , "date" : "19990502" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; From Sculptor's Clay to Timeless Bronze" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/02\/nyregion\/new-yorkers-co-from-sculptor-s-clay-to-timeless-bronze.html"} , {"body" : "Reflecting different visions of who should work and play in the waterfront area between the Manhattan and Brooklyn bridges, community board members and a developer have drafted dueling plans for the neighborhood called Dumbo. Under a proposed land-use plan completed by a Community Board 2 group last week, Dumbo, which stands for Down Under the" , "date" : "19990411" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN WATERFRONT; Dueling Over Dumbo: Commerce vs. Parks" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/11\/nyregion\/neighborhood-report-brooklyn-waterfront-dueling-over-dumbo-commerce-vs-parks.html"} ,   {"body" : "MANHATTAN EAST VILLAGE $450,000 20 East 5th Street 2-bedroom, 2-bath, 1,150-sq.-ft. duplex condo in a brownstone; remodeled eat-in kitchen, skylights, 12-ft. ceilings, washer\/dryer, private 400-sq.-ft. roof garden; common charge $341; taxes $3,696, listed at $495,000, 6 weeks on market (broker: Douglas Elliman) CHELSEA $550,000 12 West 18th Street" , "date" : "19990311" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "12" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/11\/garden\/residential-sales.html"} , {"body" : "RECREATION ''LUCKY SEVEN-MILE REVERSIBLE,'' Central Park. Sunday at 9:30 A.M. Sponsored by the New York Road Runners Club. Registration fee, advance, $17; $12 for members of the New York Road Runners Club; $10 for junior and senior club members; on race day, $22; $15 for members; $12 for junior and senior members. Information: (212) 860-4455." , "date" : "19990205" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/05\/arts\/spare-times-188611.html"} , {"body" : "MANHATTAN GREENWICH VILLAGE $1.46 million 62 Bank Street 4-bedroom, 2-bath, 3-story Federal town house built in 1836; eat-in kitchen, skylight, original moldings and detail, south garden, 22-by-75-ft. lot; taxes $7,940; listed at $1.7 million, 3 years on market (brokers: Leslie Garfield; Eychner Associates) MURRAY HILL $284,000 80 Park Avenue (38th" , "date" : "19990204" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/04\/garden\/residential-sales.html"}]