[  {"body" : "Dean Gives St. John's $10 Million College deans are always seeking big gifts for their universities. But it is not often that they look in their own pockets. This week, St. John's University announced that PETER J. TOBIN, dean of the College of Business, and his wife, Mary, were giving $10,250,000 to the university, the largest gift it has ever" , "date" : "19991222" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "15" , "title" : "BULLETIN BOARD" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/22\/nyregion\/bulletin-board.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from the most recent listing to contract. MANHATTAN CHELSEA $775,000 429 West 22nd Street 2-bedroom, 2-bath, 1,200-sq.-ft. co-op in a prewar town house; fireplace, 2 roof decks, 800-sq.-ft. terrace; maintenance" , "date" : "19991107" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/07\/realestate\/residential-sales.html"} , {"body" : "The off-year general election is being held today, with polls open between 6 a.m. and 9 p.m. in New York City. Ballots for the city boroughs cover several judicial, Council and district attorney races, plus two proposals, one on the judiciary, the other on charter revision. Here are our recommendations: CITY COUNCIL District 4 (Manhattan's East" , "date" : "19991102" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "Election Day Choices in New York City" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/02\/opinion\/election-day-choices-in-new-york-city.html"} , {"body" : "New York City's off-year election next Tuesday is expected to draw a very small turnout, which lends even more weight to every single vote. The few vigorously contested races include two for the City Council and one for Staten Island district attorney. Following are our recommendations for those races as well as for two ballot proposals. City" , "date" : "19991029" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "STATEN ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "34" , "title" : "Endorsements for Tuesday's City Election" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/29\/opinion\/endorsements-for-tuesday-s-city-election.html"} , {"body" : "An off-duty police captain was arrested yesterday and accused of criminally negligent homicide and drunken driving after he drove his unmarked police car onto a closed lane of the Throgs Neck Bridge and struck and killed a construction worker, the police said. The worker, Afif Hazim, 52, emigrated from Syria a decade ago so that his three children" , "date" : "19991021" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Off-Duty Police Captain Is Charged in Fatal Accident" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/21\/nyregion\/off-duty-police-captain-is-charged-in-fatal-accident.html"} , {"body" : "A Long Island man who was fleeing the scene of a car accident in Brooklyn was killed early yesterday when he got into a second crash as he tried to escape, the police said. The driver, Michael Cipriano, 29, of Lynbrook, N.Y., got into the first accident at 4:25 A.M. at 13th Avenue and 86th Street in the Dyker Heights section of Brooklyn, said" , "date" : "19991018" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO NEWS BRIEFS: NEW YORK; Driver in Hit-and-Run Killed in Second Crash" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/18\/nyregion\/metro-news-briefs-new-york-driver-in-hit-and-run-killed-in-second-crash.html"} , {"body" : "A 16-year-old was attacked and critically injured by a group of more than 20 young men in a park in Brooklyn on Tuesday night, the police said. The youth, James Nickolson, was in McKinley Park in the Dyker Heights Section around 9:45 P.M. Tuesday when the young men, who appeared to be between 18 and 24 years old, approached him and began assaulting" , "date" : "19990902" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "MCKINLEY PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO NEWS BRIEFS: NEW YORK; Youth, 16, Is Attacked By 20 Men, Police Say" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/02\/nyregion\/metro-news-briefs-new-york-youth-16-is-attacked-by-20-men-police-say.html"} , {"body" : "An 88-year-old Brooklyn man who was beaten with a hammer on Saturday in his hospital bed died of his injuries yesterday afternoon, the police said. The man, Michael D'Ambrose, was attacked by Joseph Raineri Jr. moments after Mr. Raineri slashed the throat of his ailing father, Joseph Raineri Sr., 74, who was in an adjacent bed at Victory Memorial" , "date" : "19990709" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO NEWS BRIEFS: NEW YORK; Second Man, 88, Dies After Hospital Attack" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/09\/nyregion\/metro-news-briefs-new-york-second-man-88-dies-after-hospital-attack.html"} , {"body" : "The 49-year-old man accused of killing his ailing father in a Brooklyn hospital room on Saturday -- before brutally attacking his sister and his father's elderly hospital roommate -- told investigators that he had wanted to put his father out of his misery and to die in the attempt, a law enforcement official said yesterday. The suspect, Joseph" , "date" : "19990705" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Man Killed His Father in Hospital Out of Mercy, Official Says" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/05\/nyregion\/man-killed-his-father-in-hospital-out-of-mercy-official-says.html"} , {"body" : "A 49-year-old man calmly walked into a Brooklyn hospital yesterday with a knife and a hammer in a bag slung over his back, then killed his ailing father by slashing his throat, beat another patient to death with a hammer and seriously wounded his sister before he was subdued by security guards, law enforcement officials said. The suspect, Joseph" , "date" : "19990704" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Son Is Accused of Killing His Father And 2d Man in Their Hospital Room" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/04\/nyregion\/son-is-accused-of-killing-his-father-and-2d-man-in-their-hospital-room.html"} ,   {"body" : "LIKE it's namesake, Bath, the spa town in England, Bath Beach is a tranquil place. But it is no longer the resort area it was a century ago. The beach itself was eradicated in a postwar building boom, and largely replaced by housing on a landfill. Now it is primarily residential with a walkway along the waterfront and a view of Coney Island across" , "date" : "19990530" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BATH BEACH (BROOKLYN)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In \/Bath Beach, Brooklyn; Once a Bayfront Resort, Now Residential" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/30\/realestate\/if-you-re-thinking-living-bath-beach-brooklyn-once-bayfront-resort-now.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting June 8, 6:30 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights," , "date" : "19990516" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Greenpoint to Sheepshead Bay: When the Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/16\/nyregion\/neighborhood-report-brooklyn-up-close-greenpoint-sheepshead-bay-when-boards-meet.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting is April 13, 6:30 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn" , "date" : "19990314" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Only the Living Know Brooklyn: Where the Community Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/14\/nyregion\/neighborhood-report-brooklyn-up-close-only-living-know-brooklyn-where-community.html"} , {"body" : "A Brooklyn woman whose hands had been bound died yesterday in a fire that the Fire Department classified as suspicious. Firefighters discovered the woman in bed, with her hands tied and with severe burns below her waist. She was pronounced dead en route to Maimonides Medical Center in Brooklyn. The police identified the woman as Shiu Chow, but" , "date" : "19990225" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "METRO NEWS BRIEFS: NEW YORK; Woman Is Found Dead, With Hands Tied, in Fire" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/25\/nyregion\/metro-news-briefs-new-york-woman-is-found-dead-with-hands-tied-in-fire.html"} , {"body" : "The special election this week to fill open seats on the City Council produced three new members who are at the bottom of the seniority list. But, because of the impact of term limits, if the freshmen are able to retain their seats over the next four years they will be the Council's most senior members. The election on Tuesday also revealed some" , "date" : "19990218" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Term Law Could Aid Council's Newest" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/18\/nyregion\/term-law-could-aid-council-s-newest.html"} , {"body" : "Christine Quinn, the former executive director of the New York Gay and Lesbian Anti-Violence Project, handily won a special election yesterday to fill the City Council seat on the West Side of Manhattan vacated by State Senator Thomas K. Duane. That race was one of three contests yesterday for open seats on the City Council. In Brooklyn, Michael C." , "date" : "19990217" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Gay-Rights Advocate Wins Village Seat" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/17\/nyregion\/gay-rights-advocate-wins-village-seat.html"} , {"body" : "Candidates in three boroughs spent the weekend making a barrage of telephone calls and walking through neighborhoods to urge voters to go to the polls tomorrow in a special election to fill City Council seats in Manhattan, Brooklyn and Staten Island. In Manhattan, four candidates are running for the Third Council District seat vacated by Thomas K." , "date" : "19990215" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Special Election Will Decide 3 City Council Seats" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/15\/nyregion\/special-election-will-decide-3-city-council-seats.html"} , {"body" : "New York City will hold a special election tomorrow to replace three City Council members who have moved on to other posts. The winners must all stand for re-election this fall. If they keep their seats, they have a chance to develop substantial influence in a body where most incumbents must leave office in 2001, when term limits kick in. District" , "date" : "19990215" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "16" , "title" : "City Council Endorsements" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/15\/opinion\/city-council-endorsements.html"} , {"body" : "The coming special election for a City Council seat in Staten Island is supposed to be a nonpartisan affair, with candidates not allowed to run under the labels of the major political parties. But the race in the 50th Council District, which also includes a slice of Brooklyn, has been very much a battle between the Democratic and Republican" , "date" : "19990202" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Staten Island Council Contest Is Nonpartisan (Theoretically)" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/02\/nyregion\/staten-island-council-contest-is-nonpartisan-theoretically.html"}]