[  {"body" : "Jacques Floyd, a subway motorman, said he expected better this time around, especially after working the last three years under a contract that provided just a 3.75 percent raise. But at 7:30 a.m. yesterday, a few hours after the Metropolitan Transportation Authority and the transit union's leaders settled on a 12 percent raise in base wages over" , "date" : "19991216" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE TRANSIT SHOWDOWN: THE WORKERS; Poor Bargain to Some, Relief to Others" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/16\/nyregion\/the-transit-showdown-the-workers-poor-bargain-to-some-relief-to-others.html"} , {"body" : "A 2,000-year-old Mayan stone carving that police detectives discovered in a Brooklyn garage last month will soon be shipped back to Guatemala, where it is believed to have been plundered from a ruin, the Guatemalan consul general in New York said yesterday. The consul, Fabiola Fuentes, said that the authorities in her country consider the carving" , "date" : "19991214" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "GUATEMALA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Mayan Carving to Be Returned to Guatemala" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/14\/nyregion\/mayan-carving-to-be-returned-to-guatemala.html"} , {"body" : "Carlos Sanchez no longer does what he calls the ''Thorazine shuffle.'' But he imitated it Monday morning, the stiff-jointed walk of a mental patient on a strong antipsychotic medication. Clenching his jaw and padding about his living room stiffly in his sandals, he passed the aquarium of fan-tailed gold fish and the velvet painting of a naked woman" , "date" : "19991209" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "5" , "title" : "THE NEEDIEST CASES; Breaking a Long Pattern of Depression" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/09\/nyregion\/the-neediest-cases-breaking-a-long-pattern-of-depression.html"} , {"body" : "Bishop Thomas V. Daily said yesterday that his Brooklyn diocese had experienced a ''chilling'' rash of incidents recently involving the desecration of sacred symbols, destruction of property and attempted break-ins at Roman Catholic churches. ''The violation of religious symbols held sacred by many and respected by others is marring our final" , "date" : "19991202" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Bias Unit Examining Incidents At Several Catholic Churches" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/02\/nyregion\/bias-unit-examining-incidents-at-several-catholic-churches.html"} , {"author" : "E-mail address: daschn@nytimes.com" , "body" : "Fragrant Is the Night Q. In ''The Great Gatsby,'' F. Scott Fitzgerald described a place called the Corona Dumps as ''a valley of ashes, a fantastic farm where ashes grow like wheat into ridges and hills and grotesque gardens.'' Where was this otherworldly rubbish heap? A. The city-owned marshlands of the Flushing River in Queens were long used as a" , "date" : "19991128" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1999\/11\/28\/nyregion\/fyi-574961.html"} , {"author" : "Robert E. Riccobono is a visiting scholar at the Taub Urban Research Center at New York University." , "body" : "I am not surprised by the recent news that New York City teachers score much lower than their suburban counterparts on the state's certification exams. In the 20 years I spent as an administrator in Community School District 19 in Brooklyn, the last four as superintendent, I saw the quality of the staff sink. As teachers retire and more are needed" , "date" : "19991122" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "31" , "title" : "Getting Better Teachers" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/22\/opinion\/getting-better-teachers.html"} , {"body" : "Mayor Rudolph W. Giuliani declared yesterday that the homeless had no right to sleep on the streets and his police commissioner added that they could be arrested if they refused shelter. Their remarks came three days after an office worker in Midtown Manhattan was critically injured in a random attack by a man the police say may have been homeless." , "date" : "19991120" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "In Wake of Attack, Giuliani Cracks Down on Homeless" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/20\/nyregion\/in-wake-of-attack-giuliani-cracks-down-on-homeless.html"} , {"body" : "In another First Amendment defeat for the Giuliani administration, a federal judge in Manhattan ruled yesterday that city officials had improperly retaliated against an AIDS service organization that had been critical of the mayor by moving to make it ineligible for millions of dollars in federal money. The group, called Housing Works, has been a" , "date" : "19991113" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "THE MAYOR LOSES FREE SPEECH CASE" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/13\/nyregion\/the-mayor-loses-free-speech-case.html"} , {"body" : "Acting on an anonymous tip, detectives made an unlikely discovery yesterday in the garage of a home in Brooklyn: a 2,000-year-old Mayan carving they believe was looted from a ruin in Guatemala and then illegally carried across the border. Wrapped in newspaper and packed inside a wooden crate, the 500-pound carving features a jaguar, its ferocious" , "date" : "19991113" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["GUATEMALA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Mayan Carving in Brooklyn Thought to Be Stolen Ruin" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/13\/nyregion\/mayan-carving-in-brooklyn-thought-to-be-stolen-ruin.html"} , {"body" : "To the Editor: Mayor Rudolph W. Giuliani has built a political reputation by waging campaigns against New York City's most powerless residents, like squeegee men and the homeless. Now he proposes that if a taxi driver refuses to take a customer to a neighborhood he considers dangerous, his cab should be taken away (front page, Nov. 11). Perhaps if" , "date" : "19991113" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "14" , "title" : "Will a New Cab Policy End Bias?" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/13\/opinion\/l-will-a-new-cab-policy-end-bias-425257.html"} ,   {"body" : "Urban League Wins Contract to Train Parents The New York Urban League has bested a top education reform group, New Visions for Public Schools, for a $9 million Board of Education contract to recruit and train parents to serve on the struggling school leadership teams. ''It was a hard-fought competition between two very strong coalitions,'' said the" , "date" : "19991110" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "15" , "title" : "BULLETIN BOARD" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/10\/nyregion\/bulletin-board.html"} , {"body" : "With New York City facing an acute shortage of licensed teachers, officials have begun an intensive campaign to attract more people to the profession. Advertisements on the backs of MetroCards urge public transportation riders to consider careers as New York City public school teachers. The Board of Education will pay for graduate studies toward a" , "date" : "19991109" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "New York City Campaigns To Attract New Teachers" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/09\/nyregion\/new-york-city-campaigns-to-attract-new-teachers.html"} , {"body" : "A Brooklyn woman was convicted yesterday of assaulting a sixth-grade teacher who gave her daughter grades of unsatisfactory on her report card in June. The woman, Brenda Smith, 44, of East New York, was found guilty of third-degree assault in Brooklyn Criminal Court by a jury that deliberated for two hours in a trial that lasted a week and a half." , "date" : "19991106" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "Woman Is Found Guilty of Assaulting a Teacher" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/06\/nyregion\/woman-is-found-guilty-of-assaulting-a-teacher.html"} , {"body" : "Five people were slain during a particularly violent 14-hour stretch of the Halloween weekend, including the owner of an auto repair shop who was shot to death when he tried to stop a robbery at a Brooklyn grocery store where he regularly shopped. The deaths are part of a puzzling surge this year in homicides, which have increased by 9 percent in" , "date" : "19991101" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "5 People Are Shot to Death In 2nd Weekend of Violence" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/01\/nyregion\/5-people-are-shot-to-death-in-2nd-weekend-of-violence.html"} , {"body" : "In a working-class New York City neighborhood, a 14-year-old girl faces a dilemma. As a student at a performing arts school, she has just won an audition to join a singing group, but this means going on tour, away from family and friends. ''So what are you gonna do?'' her best girlfriend asks. ''I don't know yet,'' she says. ''My mother wants me to" , "date" : "19991101" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "On TV Soon, Look for Latinos; Nickelodeon Discovers a Large New World to Portray" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/01\/arts\/on-tv-soon-look-for-latinos-nickelodeon-discovers-a-large-new-world-to-portray.html"} , {"body" : "It was only a bakery shop, residents of Little Italy said yesterday, a tiny four-table cafe with gourmet coffee and memorable pastries. But it stood for something more. Long before Wednesday evening, when two robbers entered the cramped confines of the Connecticut Muffin store at 10 Prince Street, killing one of the owners and a manager and" , "date" : "19991015" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Muffin Shop Was Haven in Changing Community" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/15\/nyregion\/muffin-shop-was-haven-in-changing-community.html"} , {"body" : "THE sisters Arlene Jones and Judith George are close. They grew up together in the Virgin Islands, and after they arrived in Brooklyn in 1978, when they were in their early 20's, they lived in apartments two blocks apart. They long hoped to own homes near each other, and this year they achieved that goal. They moved into side-by-side two-family" , "date" : "19991003" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Easing the Rules for Mortgage Approval" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/03\/realestate\/easing-the-rules-for-mortgage-approval.html"} , {"body" : "THERE is more than one way to look at the Fulton Avenue strip leading to the Billie Holiday Theater in Bedford-Stuyvesant, Brooklyn, a neighborhood that consists mostly of struggling African-Americans and Caribbean immigrants. One can calculate the dollars it would take to overcome the poverty lurking in the doorways of the fast-food stores and the" , "date" : "19991003" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "1" , "title" : "COPING; Another Branch of Art in Brooklyn's Forest" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/03\/nyregion\/coping-another-branch-of-art-in-brooklyn-s-forest.html"} , {"body" : "An 18-year-old woman who was chatting with a man on a Brooklyn street corner was wounded late Wednesday by a shot fired by a man on a bicycle, the police said yesterday. The woman, Jacqueline Baerga, of East New York, was shot once in the hip at an intersection in Highland Park, said Detective John Gimmarnio, a police spokesman. Ms. Baerga, who is" , "date" : "19991001" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Woman, 18, Is Injured by Gunman on Bike" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/01\/nyregion\/woman-18-is-injured-by-gunman-on-bike.html"} , {"body" : "For hundreds of years, millions of blacks were captured in Africa and forced to cross the Atlantic Ocean to the Americas, where they became slaves. Early yesterday morning, more than 1,000 black descendants of those slaves made a symbolic trip from St. Paul Community Baptist Church in East New York, Brooklyn, to the Atlantic's shore to pay homage" , "date" : "19990926" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "Rite Helps Slaves' Descendants Purge Anger" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/26\/nyregion\/rite-helps-slaves-descendants-purge-anger.html"} ,   {"body" : "Dressed by Mackie Museum at the Fashion Institute of Technology, Seventh Avenue at 27th Street; (212) 217-5800. ''Unmistakably Mackie,'' an exhibition of 125 dresses, evening gowns and costumes designed by Bob Mackie for actresses in television and film and on the stage, will be on display, along with photographs, sketches and film excerpts, from" , "date" : "19990923" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "14" , "title" : "CALENDAR; Costume Show, Talks, Antiques Sale, Tour" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/23\/garden\/calendar-costume-show-talks-antiques-sale-tour.html"} , {"body" : "New York City principals are leaving their posts in record numbers, propelled by a festering four-year contract battle with the city, higher salaries in the suburbs and a campaign by the Schools Chancellor to rid the system of what he considers failing leaders. While other large cities across the country are also facing a shortage of principals," , "date" : "19990920" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Principals Quit New York City At Record Pace" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/20\/nyregion\/principals-quit-new-york-city-at-record-pace.html"} , {"body" : "The revelation that a national testing company miscalculated the reading and math scores of thousands of New York City students opens a window into the pitfalls of standardized testing, even as school districts across the country are increasingly using test scores to make high-stakes decisions. Officials for both the New York City school system and" , "date" : "19990917" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Error Shows Risk of a Total Reliance on Standardized Tests" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/17\/nyregion\/error-shows-risk-of-a-total-reliance-on-standardized-tests.html"} , {"body" : "Donn Anthony Joseph lay still yesterday in a white satin-lined coffin, his dreadlocks peeking out of his favorite Rastafarian cap and his hands warmed by the touches of his family. People came from all over the United States and the Caribbean, weeping as they entered a squat brick church in East New York to say goodbye to the 11-year-old boy, one" , "date" : "19990911" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Funeral Is Held for Boy Killed at Parade" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/11\/nyregion\/funeral-is-held-for-boy-killed-at-parade.html"} , {"body" : "This summer, Annie Harris, a P.T.A. vice president at Public School 65 in the South Bronx, put her daughter's name in the lottery for New York City's first charter school, a new kind of experimental school that supporters portray as the salvation of public education. The only person she told was her husband, a limousine driver, and she swore him to" , "date" : "19990908" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Charter School Days Dawn in New York" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/08\/nyregion\/charter-school-days-dawn-in-new-york.html"} , {"body" : "Working in his cluttered principal's office at a table piled high with memos, stacks of school schedules and blueprints for the library renovation, Ron Attivissimo should have looked like a man under siege the other day. A desperate mother wanted to speak to him about transferring her daughter to his already overcrowded school, James Peter Sinnott" , "date" : "19990907" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "The Frantic Final Days Before School; Long Before Doors Open, a Principal Is Busy Juggling Crises" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/07\/nyregion\/frantic-final-days-before-school-long-before-doors-open-principal-busy-juggling.html"} , {"body" : "A livery cab driver was shot and critically injured last night during a robbery in the East New York section of Brooklyn, the police said. The driver, a 63-year-old Brooklyn man, was attacked at 6:20 P.M. near the intersection of Ashford Street and Belmont Avenue, said Sgt. Ellen Tietjen, a police spokeswoman. She did not disclose the man's name," , "date" : "19990904" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO NEWS BRIEFS: NEW YORK; Cabby Critically Hurt In Brooklyn Shooting" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/04\/nyregion\/metro-news-briefs-new-york-cabby-critically-hurt-in-brooklyn-shooting.html"} , {"body" : "Four months after a construction project stopped trains from using the Williamsburg Bridge, transit officials said yesterday that service would resume today on the J, M and Z lines. Train service was halted on May 1, said Albert W. O'Leary, a spokesman for New York City Transit. But with most of the construction done, the trains can start rolling" , "date" : "19990901" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Subway Service to Resume On the Williamsburg Bridge" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/01\/nyregion\/subway-service-to-resume-on-the-williamsburg-bridge.html"} , {"body" : "Best Bet With its customary mix of celebrity glitz and serious sport, the Hampton Classic struts into Bridgehampton today, beginning with ''Traditional World of the Horse,'' a parade of breeds and performances. Before the hunter and jumper competition in four rings ends next Sunday, the winners among the 1,500 horses and riders expected to compete" , "date" : "19990829" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "THE GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/29\/nyregion\/the-guide-205397.html"} , {"body" : "One of the city's largest business groups announced plans yesterday to expand to a second Brooklyn school district a $29 million program that would boost the salaries of superintendents, principals and teachers if they improve students' academic performance. The business group, the New York City Partnership and Chamber of Commerce, will widen its" , "date" : "19990826" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Group Will Expand Program to Help Troubled Schools" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/26\/nyregion\/group-will-expand-program-to-help-troubled-schools.html"} ,   {"body" : "State Attorney General Eliot L. Spitzer filed a sweeping Federal civil rights lawsuit yesterday against New York State's biggest home equity lender, accusing the company of enticing thousands of poor minority homeowners in Brooklyn and Queens into loans they could not afford. Among other penalties, the suit asks a Federal judge to place the New" , "date" : "19990821" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Spitzer Sues Lender After It Makes a Deal With Banking Regulators" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/21\/nyregion\/spitzer-sues-lender-after-it-makes-a-deal-with-banking-regulators.html"} , {"body" : "LOOK, I survived Bobby Kennedy,'' said Michael R. Long, who is the chairman of New York's Conservative Party, the owner of a seriously yuppified Bay Ridge liquor store (the 1993 Chateau Margaux is $160 a bottle) and a man who can now make Mayor Rudolph W. Giuliani miserable. ''I survived John Lindsay. I survived Lyndon Johnson. Did the world" , "date" : "19990819" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; The Power to Make the Mayor Miserable" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/19\/nyregion\/public-lives-the-power-to-make-the-mayor-miserable.html"} , {"author" : "Jacob Weisberg, a contributing writer for the magazine, is chief critic for the on-line magazine Slate." , "body" : "Asked to quantify the social transformation of New York City in the 1990's, many New Yorkers would turn to two obvious figures. One would be the Dow Jones industrial average, which has ascended from the vicinity of 3,300 in 1993 to over 11,000 this year. The other would be the statistic constantly touted by the Mayor and police officials: the" , "date" : "19990815" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "17" , "title" : "The Way We Live Now: 8-15-99; Body Count" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/15\/magazine\/the-way-we-live-now-8-15-99-body-count.html"} , {"body" : "AS Rabbi Jacob Z. Goldstein pulled his car up to the intersection of East New York and Brooklyn Avenues, his eyes immediately darted to an auto repair shop at the corner. Out front, a green Honda without license plates was parked beside a hydrant and two other cars blocked the sidewalk. As soon as his eyes took in the shop, Rabbi Goldstein called" , "date" : "19990808" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAKING IT WORK; Tuesday the Rabbi Had a Meeting" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/08\/nyregion\/making-it-work-tuesday-the-rabbi-had-a-meeting.html"} , {"body" : "Had Shawon Dunston still been available in the 1982 draft when the Mets made their first pick, the team would have chosen him, not Dwight Gooden, fifth over all. But with the No. 1 pick of the draft, the Chicago Cubs took the promising shortstop from the East New York section of Brooklyn. Thus the Mets took Gooden and went on to win two division" , "date" : "19990805" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "3" , "title" : "BASEBALL; Dunston's Route Long In Becoming a Met" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/05\/sports\/baseball-dunston-s-route-long-in-becoming-a-met.html"} , {"body" : "Other than the absence of walks, Hideo Nomo looked pretty much like the Hideo Nomo the Mets released during spring training, not the revitalized right-hander who had carried a 9-3 record into tonight's game. Rick Reed, meanwhile, looked like the Rick Reed of the last two seasons -- and very little like the slumping right-hander he has been for most" , "date" : "19990803" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "BASEBALL; Reed Is in Top Form as Mets Gain a Share of First Place" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/03\/sports\/baseball-reed-is-in-top-form-as-mets-gain-a-share-of-first-place.html"} , {"body" : "A fire that was touched off by a welder working in a Brooklyn vocational school briefly trapped 150 students last year. The construction work was not supposed to begin until school was done for the day, but school administrators and construction officials could not agree on when classes were actually over. A new elementary school opened in" , "date" : "19990727" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Discord Undermines Efforts to Repair and Build Public Schools" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/27\/nyregion\/discord-undermines-efforts-to-repair-and-build-public-schools.html"} , {"body" : "IN Park Slope, Jerri Mayer has been begging her neighbors to hire exterminators, stop feeding the birds and cover their trash to fight a wave of rats that began marauding through the backyards of million-dollar brownstones this spring. In TriBeCa, where clans of as many as two dozen rats have made their homes in decorative sidewalk planters, Judy" , "date" : "19990725" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Rat Patrol" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/25\/nyregion\/the-rat-patrol.html"} , {"body" : "Rachel Lucille Swarns and Henri Edward Cauvin, newspaper reporters in Manhattan, were married yesterday. The Rev. John P. Duffell performed the ceremony at St. Peter's Roman Catholic Church in St. George, Staten Island. Ms. Swarns, who is keeping her name, is a reporter for The New York Times. In September, she is to become the newspaper's bureau" , "date" : "19990718" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "9" , "title" : "WEDDINGS; Rachel Swarns and Henri Cauvin" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/18\/style\/weddings-rachel-swarns-and-henri-cauvin.html"} , {"body" : "Relatives and union members reacted angrily yesterday to Fire Department findings that a floor collapse in which two firefighters died last summer in Brooklyn was partly caused by the failure of city housing officials to maintain the building's structural integrity. ''It boggles my mind that they may have done substandard work,'' said one union" , "date" : "19990715" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Angry Response to Report on Fatal Fire" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/15\/nyregion\/angry-response-to-report-on-fatal-fire.html"} ,   {"body" : "Faulty alterations contributed to a floor collapse that cost two firefighters their lives during a fire in Brooklyn last summer, and city officials failed to adequately heed warnings about structural defects in the building, according to a Fire Department report. Capt. Scott LaPiedra and Lieut. James Blackmore died of injuries they suffered when" , "date" : "19990714" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Report on Fatal Brooklyn Fire Calls City Actions Inadequate" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/14\/nyregion\/report-on-fatal-brooklyn-fire-calls-city-actions-inadequate.html"} , {"body" : "Two years ago, Maria joined a Brooklyn gang whose members would beat and rob her for sport. She endured the abuse, her friends said, because she was desperate to belong. So when gang members asked her to steal from the grandmother who was rearing her, Maria did not refuse. Nor did she resist their sexual advances after nights of drinking and" , "date" : "19990711" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Gangs Turn to New Trade: Young Prostitutes" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/11\/nyregion\/gangs-turn-to-new-trade-young-prostitutes.html"} , {"body" : "Police officials said yesterday that they would probably bring departmental proceedings against the officer acquitted of criminal charges in the shooting of an unarmed squeegee man. But they said it would be difficult to establish violations of police procedure because they would be using much of the same evidence used in the criminal trial. The" , "date" : "19990710" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Acquitted Officer May Face New Charges" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/10\/nyregion\/acquitted-officer-may-face-new-charges.html"} , {"body" : "Although the city's continuing crackdown on contraband fireworks succeeded in quieting a number of neighborhoods known for earsplitting barrages on past July Fourths, the police and fire officials said yesterday that the holiday was marred this year by more than a half-dozen injuries caused by illegal fireworks and firecrackers. In one of the most" , "date" : "19990706" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Illegal Fireworks Injure Seven; One Man Loses Three Fingers" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/06\/nyregion\/illegal-fireworks-injure-seven-one-man-loses-three-fingers.html"} , {"body" : "A rubbish fire in a Brooklyn subway shut down power on a heavily traveled line during the evening rush yesterday, leaving 350 riders trapped for 45 minutes in heat and smoky darkness on a train halted in a tunnel and delaying tens of thousands of homebound travelers up to three hours, officials said. No one was killed or seriously injured by the" , "date" : "19990702" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Fire Traps 350 A-Train Riders in Dark and Near-Panic" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/02\/nyregion\/fire-traps-350-a-train-riders-in-dark-and-near-panic.html"} , {"body" : "Walking through Public School 202 yesterday, Robert E. Riccobono saw programs taking seed that began under his superintendency of District 19 in the East New York section of Brooklyn. He watched elementary school pupils participating in a literacy program devised at Johns Hopkins University. He spoke with a former teacher who had become an" , "date" : "19990626" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "For Educator Fired by Crew, Small Gains Were Not Enough" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/26\/nyregion\/for-educator-fired-by-crew-small-gains-were-not-enough.html"} , {"body" : "Chief Joseph P. Dunne, who directs the Police Department's Housing Bureau and has spent much of his career policing his native Brooklyn, is expected to be named Chief of Department, according to several people with knowledge of the selection process. Police Commissioner Howard I. Safir may announce an appointment to the position, the department's" , "date" : "19990625" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Commander Is Expected To Be Named Police Chief" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/25\/nyregion\/commander-is-expected-to-be-named-police-chief.html"} , {"body" : "A police officer testified yesterday that he shot an unarmed squeegee man at a Bronx intersection last June because he ''felt scared.'' The officer, Michael Meyer, on trial for attempted murder at the Bronx County Courthouse, said he had feared ''that this guy was going to do some serious damage to me, that he was going to kill me. We were involved" , "date" : "19990625" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Squeegee Man Scared Him, Officer Says" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/25\/nyregion\/squeegee-man-scared-him-officer-says.html"} , {"body" : "The biggest home-equity loan company in the state agreed yesterday to settle a lawsuit planned by State Attorney General Eliot L. Spitzer, who accused the company of violating the civil rights of thousands of minority residents in Brooklyn and Queens by enticing them into loans they could not afford. Mr. Spitzer had planned to file suit today in" , "date" : "19990623" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Home Lender Settles Case Alleging Bias" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/23\/nyregion\/home-lender-settles-case-alleging-bias.html"} , {"body" : "A 17-year-old Brooklyn youth was fatally shot and a bystander was seriously wounded early yesterday after an argument at a high school graduation party in a backyard in East New York, the police said. The party was at a two-story apartment building at 781 Belmont Avenue in Brooklyn, the police said. The shots sent the dozens of partygoers running," , "date" : "19990620" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "A Teen-Ager Is Fatally Shot And Another Is Hurt at a Party" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/20\/nyregion\/a-teen-ager-is-fatally-shot-and-another-is-hurt-at-a-party.html"} ,   {"body" : "Chancellor Rudy Crew has decided to remove at least five superintendents because he has lost confidence in their ability to lead and to improve student achievement, a top aide said yesterday. The aide, Chiara Coletti, Dr. Crew's director of public affairs, said the superintendents would be identified next week, and other removals might follow. Such" , "date" : "19990619" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Citing Low Scores, Crew Will Remove 5 Superintendents" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/19\/nyregion\/citing-low-scores-crew-will-remove-5-superintendents.html"} , {"body" : "Michael Meyer, the police officer on trial for shooting an unarmed squeegee man at a Bronx intersection last June, was described yesterday by witnesses as an aggressor with a hair-trigger temper who backed his victim across several lanes of traffic before shooting him in the chest. Despite some inconsistencies and faded recollections, the testimony" , "date" : "19990619" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Witnesses Call Officer The Aggressor" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/19\/nyregion\/witnesses-call-officer-the-aggressor.html"} , {"body" : "For a living, Ralph Thomas drives the B8 bus out of the East New York depot in Brooklyn. Last Sunday he was off. But while others fished or loafed, Mr. Thomas climbed behind the wheel of a 40-foot bus and prodded it around a Randalls Island parking lot peppered with plastic cones, barrels and tennis balls. Mr. Thomas was one of 146 bus drivers who" , "date" : "19990613" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: RANDALLS ISLAND; Call It a 'Roadeo,' or a Busman's Holiday" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/13\/nyregion\/neighborhood-report-randalls-island-call-it-a-roadeo-or-a-busman-s-holiday.html"} , {"body" : "Two men and two women were arrested yesterday on charges that they forced a 15-year-old runaway to work as a prostitute, and the police said they expected to charge the suspects with forcing several other girls to do the same thing. The men and women were arrested the day after detectives from the police missing persons bureau found the 15-year-old" , "date" : "19990604" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO NEWS BRIEFS: NEW YORK; 4 in Brooklyn Accused Of Prostituting Teen-Ager" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/04\/nyregion\/metro-news-briefs-new-york-4-in-brooklyn-accused-of-prostituting-teen-ager.html"} , {"body" : "An off-duty New York City police officer was killed and four people were seriously injured when the officer's speeding car struck another car on Jericho Turnpike in Nassau County early yesterday, the police said. Sgt. Matthew Begley, 32, died at the scene of the accident in New Hyde Park, said Detective Sgt. Dennis Barry of the Nassau County Police" , "date" : "19990529" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW HYDE PARK (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Officer Is Killed in Car Crash That Injures 4 in Nassau" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/29\/nyregion\/officer-is-killed-in-car-crash-that-injures-4-in-nassau.html"} , {"body" : "What was once the biggest, most famous movie theater in Queens -- now a church but once a rococo palace celebrated for generations as the place to take a date on Saturday night -- was designated a landmark yesterday by the New York City Landmarks Preservation Commission. ''Everyone is simply overwhelmed by the design,'' said Bishop Ronny Davis, the" , "date" : "19990526" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Movies" , "New York and Region" , "Theater"] , "page_facet" : "3" , "title" : "Former Movie Palace Is Named a Landmark" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/26\/nyregion\/former-movie-palace-is-named-a-landmark.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting June 8, 6:30 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights," , "date" : "19990516" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Greenpoint to Sheepshead Bay: When the Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/16\/nyregion\/neighborhood-report-brooklyn-up-close-greenpoint-sheepshead-bay-when-boards-meet.html"} , {"body" : "MELISSA ESPINOSA has her own wooden dresser in the room she often shares with Catherine Cavanagh in the Cavanagh family's East Northport home. When the 10-year-old returned home to Brooklyn last week, she didn't have to pack a bag because she left some clothes and personal items in the dresser, knowing she'd be back for two weeks in July -- or" , "date" : "19990509" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "The Fresh Air Fund; City Girl at Home With Fresh Air Family" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/09\/nyregion\/the-fresh-air-fund-city-girl-at-home-with-fresh-air-family.html"} , {"body" : "A Muslim cleric from Bangladesh has been arrested on charges that he molested two boys, now 10 and 17, at his mosque near the border of Ozone Park, Queens, and East New York, Brooklyn. The accusations have divided Bengalis in the neighborhood and across the city. On April 22, the police arrested the cleric, Mohammed Muhibur Rahman, 51, on charges" , "date" : "19990509" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; Arrest of an Imam Splits Bengalis" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/09\/nyregion\/neighborhood-report-new-york-up-close-arrest-of-an-imam-splits-bengalis.html"} , {"body" : "Irma Gayle, a seamstress and recent immigrant from Costa Rica, sat patiently on the B39W bus as it inched across the Williamsburg Bridge into Manhattan yesterday. She had already been on one bus, and planned to take yet another. ''The J train is not running so I decided to take all buses,'' she said, smiling and apparently not bothered by the fact" , "date" : "19990504" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Most Straphangers Unfazed By Closing of Bridge Lines" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/04\/nyregion\/most-straphangers-unfazed-by-closing-of-bridge-lines.html"} ,   {"body" : "NEW YORK CITY, which has seen its stock of last-resort housing for poor single adults withered by waves of market-rate development since the end of World War II, is seeing the return of apartments built specifically for those still hunkered below the bottom rung of the real-estate ladder. Housing designed to fill that niche -- buildings parceled" , "date" : "19990425" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Building Homes for the Single Homeless" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/25\/realestate\/building-homes-for-the-single-homeless.html"} , {"body" : "A multiracial throng of thousands marched in memory of Amadou Diallo yesterday, shutting down half the Brooklyn Bridge and several streets in downtown Brooklyn and lower Manhattan during the afternoon rush as they chanted about justice and peace. Handing out placards decorated with red peace symbols, organizers of the four-hour rally focused on" , "date" : "19990416" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Diallo Rally Focuses on Call For Strong Oversight of Police" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/16\/nyregion\/diallo-rally-focuses-on-call-for-strong-oversight-of-police.html"} , {"body" : "A Federal prosecutor said yesterday that his office had been monitoring a case in which one of the police officers who killed Amadou Diallo fatally shot another man in 1997 and would decide whether a Federal inquiry into the earlier shooting was necessary. The statement by William J. Muller, the executive assistant United States attorney in" , "date" : "19990407" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "U.S. Reviews '97 Killing By Officer In Diallo Case" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/07\/nyregion\/us-reviews-97-killing-by-officer-in-diallo-case.html"} , {"body" : "His father was the man who worked himself up the company ladder and transformed himself into the Dapper Don, the one with the expensive suits and agile criminal mind, the big man around town who instilled fear and respect. He was, of course, John J. Gotti, the head of the Gambino crime family. The son, on the other hand, was the quiet, shy" , "date" : "19990406" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "'Junior' Seems More Son Than Boss" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/06\/nyregion\/junior-seems-more-son-than-boss.html"} , {"body" : "The Brooklyn District Attorney said yesterday that one of the police officers charged with murdering Amadou Diallo in the Bronx two months ago had acted properly when he fatally shot another man in Brooklyn in 1997. Saying that he was closing the investigation of Officer Kenneth Boss's shooting of Patrick Bailey without presenting the case to a" , "date" : "19990406" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Diallo Defendant Is Cleared in a '97 Killing" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/06\/nyregion\/diallo-defendant-is-cleared-in-a-97-killing.html"} , {"body" : "Investigators looking into a 1997 Brooklyn killing by one of the officers charged with murdering Amadou Diallo say they have recently found three important witnesses in the Brooklyn case. Locating the witnesses, who saw crucial parts of the events leading up to the Brooklyn killing, the investigators said, has brought them closer to deciding" , "date" : "19990402" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Witnesses Found in '97 Killing Involving Diallo Case Officer" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/02\/nyregion\/witnesses-found-in-97-killing-involving-diallo-case-officer.html"} , {"body" : "FROM the heights of Manhattan's luxury towers to the wood-framed and aluminum-sided homes of its more proletarian neighborhoods, New York City's residential real estate market saw prices continue to rise last year -- riding the crest of the nation's record-breaking housing expansion and the region's ongoing rebound from the moribund days of the" , "date" : "19990328" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "In All 5 Boroughs, A Robust Market" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/28\/realestate\/in-all-5-boroughs-a-robust-market.html"} , {"body" : "After meetings with black politicians, ministers and teen-agers yesterday, Mayor Rudolph W. Giuliani said that he would announce unspecified ''major changes''in the Police Department next week to respond to concerns raised since the fatal shooting of Amadou Diallo. The Mayor would not offer details, but said he believes ''mutual change'' is needed" , "date" : "19990328" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "47" , "title" : "THE DIALLO SHOOTING: THE DIALOGUE; After Meetings, Mayor Vows 'Major Changes' For Police" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/28\/nyregion\/diallo-shooting-dialogue-after-meetings-mayor-vows-major-changes-for-police.html"} , {"body" : "Following are sketches of the four police officers reportedly indicted yesterday in the Amadou Diallo shooting: Edward McMellon Officer Edward McMellon, 26, joined the New York City Police Department nearly six years ago, after graduating from high school and then studying English at St. John's University in Queens. He started out in the 75th" , "date" : "19990326" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE DIALLO SHOOTING: THE OFFICERS; Four Who Were on the Fast Track" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/26\/nyregion\/the-diallo-shooting-the-officers-four-who-were-on-the-fast-track.html"} , {"body" : "MICHAEL MAZZARIELLO says it's hard work to live in New Lots, the Brooklyn neighborhood where he was born and where he has his home and law office. In the early 1990's, drugs, garbage and murder were commonplace in New Lots and nearby East New York. The guys who used to hang out on the street nicknamed him Perplexed, as in he had to be perplexed to" , "date" : "19990324" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; 2d Thoughts After a Brush With the Law" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/24\/nyregion\/about-new-york-2d-thoughts-after-a-brush-with-the-law.html"} ,   {"body" : "Police officers investigating a car theft in Brooklyn yesterday morning shot and wounded two teen-age suspects when they tried to run over the officers, the police said. The 15-year-old boys, whose names were not released because of their age, were taken to the Brookdale Hospital Medical Center, the police said. One was shot in the neck, and the" , "date" : "19990321" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Police Shoot Two Teen-Agers After Car Chase in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/21\/nyregion\/police-shoot-two-teen-agers-after-car-chase-in-brooklyn.html"} , {"body" : "The two names almost rhyme, Watkins and Watson, like an old-time song-and-dance team. They did not know each other, but Amy Watkins and Marvin Watson were both young, both archetypes of the New York newcomer. She was the Midwestern idealist come to the big city, a graduate student hoping to become a social worker. He was the striver from Jamaica," , "date" : "19990315" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "One Precinct, 2 Very Different Murder Cases" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/15\/nyregion\/one-precinct-2-very-different-murder-cases.html"} , {"body" : "At the corner of Dumont Avenue and Cleveland Street, a three-story apartment building stands out sharply amid the nearby well-kept buildings. The stoop has crumbled into rubble, the roof has partly caved in and out back the body of a cat with matted yellow fur has begun to decay. ''The bricks are coming off; it is very dangerous,'' said Joe L." , "date" : "19990314" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: EAST NEW YORK; Bricks Falling From Building: Political Cement Is Missing" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/14\/nyregion\/neighborhood-report-east-new-york-bricks-falling-building-political-cement.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting is April 13, 6:30 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn" , "date" : "19990314" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Only the Living Know Brooklyn: Where the Community Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/14\/nyregion\/neighborhood-report-brooklyn-up-close-only-living-know-brooklyn-where-community.html"} , {"body" : "THERE have been bloodier episodes. But in a couple of ways the events of May 28 and 29, 1982, were a barbarity on a scale never experienced on Long Island before. One was the number of crimes committed. When the prosecutors were finished, five defendants had been convicted of 822 counts of rape, attempted murder, assault and robbery involving more" , "date" : "19990314" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Considering Parole, Releasing Nightmares; For Victims, Hearings Dredge Up Memories of an Infamous Crime Spree" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/14\/nyregion\/considering-parole-releasing-nightmares-for-victims-hearings-dredge-up-memories.html"} , {"body" : "Subway riders in the Carroll Gardens section of Brooklyn yesterday found a patchwork of shuttle trains and buses to help them bypass the Bergen Street station of the F and G lines, whose control panel was ravaged by fire Thursday night. Riders on the G train, a little-used local line that makes 26 stops, meandering from Jamaica, Queens, to Smith" , "date" : "19990314" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CARROLL GARDENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "After Fire, Delays on Subway Stir Grumbling Among Riders" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/14\/nyregion\/after-fire-delays-on-subway-stir-grumbling-among-riders.html"} , {"body" : "ONE thing generally not known about Kate Spade, the designer of the handbag of the moment for all chic young women with good shoes, is that she once worked in a motorcycle bar in Scottsdale, Ariz. But even then, she exuded a certain preppy elan. ''You'd walk in, and she was the only one in the pink crew-neck sweater,'' said her husband and then" , "date" : "19990312" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; A Cautious Rise to a Top Name in Fashion" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/12\/nyregion\/public-lives-a-cautious-rise-to-a-top-name-in-fashion.html"} , {"body" : "In a case that spotlighted the city's inability to track foster parents who repeatedly abused children, two women who admitted killing a young girl in their care in 1997 were sentenced on manslaughter charges yesterday, the Brooklyn District Attorney's office said. Betty Coker, 50, who prosecutors said kept 4-year-old Caprice Reid tied to a chair" , "date" : "19990310" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Mother and Daughter Sentenced In Death of a Young Foster Child" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/10\/nyregion\/mother-and-daughter-sentenced-in-death-of-a-young-foster-child.html"} , {"body" : "Rosemary Wyman believes that the four subway slashings that occurred within 24 hours on Friday and Saturday were a statistical blip. ''I think this has been a fluke,'' Ms. Wyman, 52, said as she waited for a No. 4 train home to Brooklyn Heights in the Bowling Green station of Manhattan yesterday afternoon. All the same, she said, ''I'm looking" , "date" : "19990308" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Wary Riders Still Take Subways After Attacks" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/08\/nyregion\/wary-riders-still-take-subways-after-attacks.html"} , {"body" : "A 14-year-old boy was shot and killed yesterday afternoon as he walked down the street in the East New York section of Brooklyn, the police said. The boy, who remained unidentified last night, was shot once in the chest in front of 594 Miller Avenue shortly after 5 P.M., said Police Officer Cheryl Cox, a department spokeswoman. He was taken to" , "date" : "19990307" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "47" , "title" : "METRO NEWS BRIEFS: NEW YORK; Boy, 14, Is Killed, And 11-Year-Old Is Shot" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/07\/nyregion\/metro-news-briefs-new-york-boy-14-is-killed-and-11-year-old-is-shot.html"} ,   {"body" : "Even as Mayor Rudolph W. Giuliani and Schools Chancellor Rudy Crew battle over the Mayor's proposal for a publicly financed school voucher program, thousands of New York City schoolchildren are already taking part in similar programs run with private donations. The Student-Sponsor Partnership began offering financial aid in 1986 to high school" , "date" : "19990307" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "Many Students Are Using School Vouchers Financed by Private Donations" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/07\/nyregion\/many-students-are-using-school-vouchers-financed-by-private-donations.html"} , {"body" : "They baptize people, confirm them, preach to them, marry them, bury them, and now, like it or not, in the face of AIDS, priests, ministers and other members of the clergy are teaching parishioners about sex. And nowhere is the need felt more urgently than in places black people worship, whether Roman Catholic, Pentecostal or Muslim. Despite" , "date" : "19990302" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Health"] , "page_facet" : "7" , "title" : "Slowly Breaking the Silence on AIDS" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/02\/health\/slowly-breaking-the-silence-on-aids.html"} , {"author" : "Joel Kotkin is a senior fellow at the Pepperdine Institute for Public Policy. His column on the Main Street economy appears the fourth Sunday of each month. E-mail: grassrts@nytimes.com" , "body" : "THIRTY years ago, Erba Food Products was struggling to get by, making kosher specialties in a tiny 2,000-square-foot factory within earshot of Yankee Stadium, and its prospects looked as limited as its market, New York's dwindling population of observant German Jews. Today, Erba is booming. In its 75,000-square-foot plant in the Canarsie district" , "date" : "19990228" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "GRASS-ROOTS BUSINESS; Savoring The Spice Of Urban Life" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/28\/business\/grass-roots-business-savoring-the-spice-of-urban-life.html"} , {"body" : "ONCE upon a misty Tuesday evening in February, a limousine was cruising along the far reaches of Brooklyn, transporting two impeccably stylish, impeccably thin women in very high heels. ''Sir, do you really know where you're going?'' Marin Hopper, the fashion director of Elle, asked the driver. Unconvincingly, he said that he did, but that it would" , "date" : "19990221" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "Fashion Editors Meet Sears: 'It's Huge!'" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/21\/style\/fashion-editors-meet-sears-it-s-huge.html"} , {"body" : "The family of a Brooklyn man fatally shot in 1997 by one of the police officers involved in the fatal shooting of Amadou Diallo charged yesterday that prosecutors had failed to pursue the case. The officer, Kenneth Boss, shot Patrick Bailey, 22, in Mr. Bailey's building in East New York on Oct. 31, 1997. Officer Boss was one of four officers who" , "date" : "19990219" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Family of Man Slain by Officer in Diallo Case Sees Failure to Investigate" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/19\/nyregion\/family-of-man-slain-by-officer-in-diallo-case-sees-failure-to-investigate.html"} , {"body" : "John Padilla was crossing Sheffield Avenue at the corner of Liberty Avenue in the East New York section of Brooklyn when he saw the car approaching. Its headlights were off and it was traveling fast, he said. This was late on the night of Oct. 7, 1994. Mr. Padilla crossed the street safely but within seconds the car with its headlights off crashed" , "date" : "19990218" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "21" , "title" : "In America; A Senseless Assault" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/18\/opinion\/in-america-a-senseless-assault.html"} , {"body" : "FREDDIE HAMILTON has plenty of searing images in her brain from the night in 1993 when her 17-year-old son, Njuzi Ray, was shot in a dispute on the street: the panicked drive to the hospital, the impossibly bright fluorescent hallway where they told her he was dead and said they would have to clean his body before she could see it. But for some" , "date" : "19990217" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Guns Are Fired, and a Mother Crusades" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/17\/nyregion\/public-lives-guns-are-fired-and-a-mother-crusades.html"} , {"body" : "A teen-ager was charged yesterday with kicking out the window o an elevated train that then fell on and critically injured a woman in Queens last month. The youth, Ricardo Vasquez, 16, was part of a group of vandals who kick out subway windows, then leave graffiti that identifies them near the window frame in order to claim credit for the act, the" , "date" : "19990212" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO NEWS BRIEFS: NEW YORK; Teen-Ager Is Arrested In Falling-Glass Incident" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/12\/nyregion\/metro-news-briefs-new-york-teen-ager-is-arrested-in-falling-glass-incident.html"} , {"body" : "A former elementary school on Dumont Avenue and Vermont Street in the East New York section of Brooklyn has been transformed into a 75-unit apartment house where monthly rents for the studios to two-bedrooms range from $282 to $519. Tenants, whose incomes cannot exceed 60 percent of median income -- or $32,000 annually for a four-person household" , "date" : "19990207" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: Transforming an East New York School; 75 Apartments, Rents Up to $519" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/07\/realestate\/postings-transforming-an-east-new-york-school-75-apartments-rents-up-to-519.html"} , {"body" : "Three of the four plainclothes officers who shot a Bronx man to death early yesterday had been involved in other shootings, one of which is still under investigation, the police said. All four officers -- Edward McMellon, 26, Sean Carroll, 35, Kenneth Boss, 27, and Richard Murphy, 26 -- have been placed on administrative duty, a standard department" , "date" : "19990205" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "3 of the Officers Were Involved in Shootings in the Last 2 Years" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/05\/nyregion\/3-of-the-officers-were-involved-in-shootings-in-the-last-2-years.html"} ,   {"body" : "An African proverb, made popular as the title of a book by Hillary Rodham Clinton, says that it takes a village to raise a child. But in 1994, after her boyfriend broke up with her and her mother died, Naomi S. had to do the work of a village by herself. Naomi, a 27-year-old woman from the East New York section of Brooklyn, has a learning" , "date" : "19990131" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "THE NEEDIEST CASES; A Woman Learns to Manage Motherhood and Minimize Frustration" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/31\/nyregion\/the-neediest-cases-a-woman-learns-to-manage-motherhood-and-minimize-frustration.html"} , {"body" : "There is no one associated with organized crime who doesn't believe that Gotti ordered Castellano's death. Joseph Castellano, whose life was turned inside out by the murder, says he doesn't believe it. ''I know they say that Mr. Gotti'' -- he is careful to employ the honorific -- ''was the one who murdered our father,'' he told me recently. ''But I" , "date" : "19990131" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "25" , "title" : "The Don Is Done" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/31\/magazine\/the-don-is-done.html"} , {"body" : "When Robert Beebe of Brooklyn learned that his infant daughter Norma had an extremely rare, crippling disease, he vowed to do everything he could to make her life as joyful as it could be. He had no idea how long that life would last. Norma had Langer-Gideon syndrome, a little-understood condition that limits growth and causes organ damage and" , "date" : "19990127" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Neediest Cases; A Tiny Child Grows, and Grows Happier" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/27\/nyregion\/the-neediest-cases-a-tiny-child-grows-and-grows-happier.html"} , {"body" : "Even more than politics, all crime is local. The news from the Police Department that New York had fewer reported killings in 1998 than in 1964 may hold little comfort for someone who was mugged or whose car was stolen last year. When it comes to personal safety, criminologists note, perception often lags behind reality. Just how safe are" , "date" : "19990124" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; Crime Count: Which Areas Are Safest?" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/24\/nyregion\/neighborhood-report-new-york-up-close-crime-count-which-areas-are-safest.html"} , {"body" : "A woman walking with her child underneath an elevated subway line in Queens was critically injured Tuesday night when a window dislodged from a passing train and showered her with glass, the police said yesterday. Police Commissioner Howard Safir said the cause of the incident was still under investigation, but an official with New York City" , "date" : "19990121" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Woman Is Hit by Falling Glass From El Train" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/21\/nyregion\/woman-is-hit-by-falling-glass-from-el-train.html"} , {"body" : "By all appearances, the loan agreement Gloria Knight signed in 1995 was a classic transaction between savvy mortgage salesmen and an unsophisticated borrower in a poor Brooklyn neighborhood. Ms. Knight, a retired teacher, says the salesmen who knocked on her door persuaded her to put her house up as collateral for an $88,000 loan, at 13 percent" , "date" : "19990118" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "BORROWERS BEWARE: A Special Report; Suits Say Unscrupulous Lending Is Taking Homes From the Poor" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/18\/nyregion\/borrowers-beware-special-report-suits-say-unscrupulous-lending-taking-homes-poor.html"} , {"body" : "At school-bus stops and in playgrounds, parents across New York State greeted their fourth graders for three days in a row last week with the same question: ''How was the test?'' Now, as everyone emerges from the rocky debut of the feared and heralded fourth-grade English test, the state's first major new test in a decade, education officials are" , "date" : "19990118" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "New Reading Test Was Worth All the Anxiety, Experts Say" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/18\/nyregion\/new-reading-test-was-worth-all-the-anxiety-experts-say.html"} , {"body" : "Law enforcement officials and a lawyer for the rapper Russell Jones, who was arrested in Brooklyn Friday on charges of shooting at police officers, are giving differing accounts over whether Mr. Jones's cousin will testify in the case. The cousin, Frederick Cuffie, was the only passenger in a car driven by Mr. Jones, a member of the Wu-Tang Clan," , "date" : "19990117" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Cousin Expected to Testify on Claim Rapper Shot at Police" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/17\/nyregion\/cousin-expected-to-testify-on-claim-rapper-shot-at-police.html"} , {"body" : "A police officer charged with shooting a squeegee man in the Bronx last June has been acquitted of unrelated assault charges at a Police Department trial, officials said yesterday. Police Officer Michael W. Meyer was found not guilty of beating Carlos Seneriz and Sindi Gonzalez in August 1996 near their apartment in East New York, Brooklyn. Officer" , "date" : "19990115" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Officer in Squeegee Man Case Acquitted of Other Charges" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/15\/nyregion\/officer-in-squeegee-man-case-acquitted-of-other-charges.html"} , {"body" : "Tottenville High School, at the southern tip of Staten Island, has one of largest expanses of artificial turf in the world, a sprawling $7.3 million hyper-green carpet on which it can conduct three major sporting events at once without conflict. At Thomas Jefferson High School in Brooklyn, the sports program went broke last spring, forcing the" , "date" : "19990114" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "Sports"] , "page_facet" : "1" , "title" : "Separate but Unequal: 2 Schools' Tales" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/14\/sports\/separate-but-unequal-2-schools-tales.html"} ,   {"body" : "When Ramon Lebron saw Neil Armstrong walking on the moon in 1969, he thought he was up there with him. In actuality, Ramon was a 12-year-old boy watching television at home in the East New York section of Brooklyn. But in his mind, the distinction between reality and imagining had already begun to blur. As he grew older and the symptoms of his" , "date" : "19990112" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "4" , "title" : "THE NEEDIEST CASES; A Successful Journey From Delusion to Reality" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/12\/nyregion\/the-neediest-cases-a-successful-journey-from-delusion-to-reality.html"} , {"body" : "A New York City police detective has been charged with sexual abuse and other crimes in a case in which prosecutors say he exposed himself and asked for oral sex from a female robbery suspect, the detective's lawyer said yesterday. The lawyer, Joseph Tacopina, said that the detective, John Danna, would surrender to the Brooklyn District Attorney's" , "date" : "19990112" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Grand Jury to Hear Sex-Abuse Charges Against Veteran Detective" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/12\/nyregion\/grand-jury-to-hear-sex-abuse-charges-against-veteran-detective.html"} , {"body" : "For weeks, the new New York State reading, writing and listening test has spurred a frenzy of cramming more often associated with getting into law school than with passing fourth grade. Schools have virtually suspended their normal curriculums to administer practice tests and help pupils brush up on concepts like ''the main idea,'' ''topic" , "date" : "19990111" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "New State Test Has Schools Cramming" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/11\/nyregion\/new-state-test-has-schools-cramming.html"} , {"body" : "The man accused of pushing a woman to her death in front of a subway train in Manhattan has told investigators that he tried to push another woman in front of a subway train in Brooklyn less than a year ago, but that the woman fought him off, police officials said yesterday. The man, Andrew Goldstein, 29, made the claim when he was questioned about" , "date" : "19990106" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "5" , "title" : "Man Accused in Subway Death Says He Tried a Similar Attack Before, the Police Say" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/06\/nyregion\/man-accused-in-subway-death-says-he-tried-a-similar-attack-before-the-police-say.html"} , {"body" : "THIS is a good-news story in the sense that everything turns out all right. But it takes a while to get there, way too long as far as Gail Bernstein is concerned. Ms. Bernstein is a former public school teacher in New York City. She put in for retirement late last June, 38 years after first stepping inside an elementary school classroom in East New" , "date" : "19990105" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "NYC; Late Pension? Bureaucracy Just Yawns" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/05\/nyregion\/nyc-late-pension-bureaucracy-just-yawns.html"}]