[  {"body" : "An article in the Neighborhood Report last Sunday about a supermarket proposal in Flatlands, Brooklyn, misstated the given name of the councilman who represents the area. He is Herbert E. Berman, not Howard. The article also misstated the proposed location of the store. It is East 58th Street, not 58th Street." , "date" : "19991128" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "4" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/28\/nyregion\/c-corrections-638528.html"} , {"body" : "Nearly every map of Brooklyn, from official city charts to the Hagstrom Atlas, treats 58th Street between Flatlands Avenue and Avenue J as a roadway just like any other. But the block is not like other streets. In fact, it is not a street at all, just a vacant lot. Now, everyone agrees, it is time to make maps and reality coincide. But there are" , "date" : "19991121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: FLATLANDS; Two Choices for a Phantom Street: Store or Homes" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/21\/nyregion\/neighborhood-report-flatlands-two-choices-for-a-phantom-street-store-or-homes.html"} , {"body" : "Five people were slain during a particularly violent 14-hour stretch of the Halloween weekend, including the owner of an auto repair shop who was shot to death when he tried to stop a robbery at a Brooklyn grocery store where he regularly shopped. The deaths are part of a puzzling surge this year in homicides, which have increased by 9 percent in" , "date" : "19991101" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "5 People Are Shot to Death In 2nd Weekend of Violence" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/01\/nyregion\/5-people-are-shot-to-death-in-2nd-weekend-of-violence.html"} , {"body" : "A rookie police officer fatally shot a 17-year-old robbery suspect in the back of the neck early yesterday morning in Brooklyn after another suspect opened fire on the officers, the police said. The shooting took place at 12:11 A.M. at Flatlands Avenue and 105th Street in Canarsie as two officers tried to stop three young men suspected in an armed" , "date" : "19991030" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Robbery Suspect, 17, Is Shot to Death by the Police" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/30\/nyregion\/brooklyn-robbery-suspect-17-is-shot-to-death-by-the-police.html"} , {"body" : "This old river town, with a site of uncommon beauty and a populace of uncommon civility, has a reputation as a stick-in-the-mud all the same. Mark Twain suggested that he'd like to come here for the apocalypse because it was always 20 years behind the times. Decades later, John Gunther detected ''a certain stately and also sleepy quality'' in the" , "date" : "19991029" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CINCINNATI (OHIO)"] , "nytd_section_facet" : ["Travel" , "Arts"] , "page_facet" : "35" , "title" : "ON THE ROAD; Northern, Southern, Sleepy and Dynamic" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/29\/arts\/on-the-road-northern-southern-sleepy-and-dynamic.html"} , {"body" : "LONG ISLAND CITY Ethnic Diversity Celebrated On Feature Film Nights The next five Wednesday evenings at Socrates Sculpture Park, visitors may bring a blanket and enjoy an exotic mix of feature films from Brazil, Greece, Mexico, Africa and India -- celebrating the ethnic diversity of northwestern Queens. The series is curated by Ocularis, a" , "date" : "19990718" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/18\/nyregion\/playing-in-the-neighborhood-635456.html"} , {"body" : "ROY FOX has one of the best deals in New York City. He lives free in a sunny, spacious, high-ceilinged two-and-a-half story mansion. Mr. Fox, a retired host of radio talk shows, is the caretaker of the King Manor, a historic house in Jamaica, Queens, that once belonged to Rufus King, a drafter of the Constitution and an antislavery crusader. In" , "date" : "19990523" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAKING IT WORK; A Life of Housework" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/23\/nyregion\/making-it-work-a-life-of-housework.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting June 8, 6:30 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights," , "date" : "19990516" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Greenpoint to Sheepshead Bay: When the Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/16\/nyregion\/neighborhood-report-brooklyn-up-close-greenpoint-sheepshead-bay-when-boards-meet.html"} , {"body" : "Police officers investigating a car theft in Brooklyn yesterday morning shot and wounded two teen-age suspects when they tried to run over the officers, the police said. The 15-year-old boys, whose names were not released because of their age, were taken to the Brookdale Hospital Medical Center, the police said. One was shot in the neck, and the" , "date" : "19990321" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Police Shoot Two Teen-Agers After Car Chase in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/21\/nyregion\/police-shoot-two-teen-agers-after-car-chase-in-brooklyn.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting is April 13, 6:30 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn" , "date" : "19990314" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Only the Living Know Brooklyn: Where the Community Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/14\/nyregion\/neighborhood-report-brooklyn-up-close-only-living-know-brooklyn-where-community.html"} ,   {"body" : "Desmond Forbes sat behind the wheel of his shiny gray passenger van and darted in and out of grinding traffic on a four-mile trek along Flatbush Avenue in Brooklyn, scooping up passengers for a dollar a ride. But business on that recent day, as it has been for the last year in this largely underground trade, was bad, said Mr. Forbes, 43, an" , "date" : "19990114" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Livery Vans Are Feeling the Metrocard Pinch; Drivers Say Their Business Is Down and the Competition Is Up" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/14\/nyregion\/livery-vans-are-feeling-metrocard-pinch-drivers-say-their-business-down.html"} , {"body" : "Tottenville High School, at the southern tip of Staten Island, has one of largest expanses of artificial turf in the world, a sprawling $7.3 million hyper-green carpet on which it can conduct three major sporting events at once without conflict. At Thomas Jefferson High School in Brooklyn, the sports program went broke last spring, forcing the" , "date" : "19990114" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "Sports"] , "page_facet" : "1" , "title" : "Separate but Unequal: 2 Schools' Tales" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/14\/sports\/separate-but-unequal-2-schools-tales.html"} , {"body" : "An unlicensed livery van that was carrying a full load of passengers along Flatbush Avenue in Brooklyn slammed into a car carrying three elderly people yesterday, leaving two people dead and at least 10 others injured, the police said. Men and women who heard screeching wheels and a loud crash at Flatbush Avenue and Avenue N rushed out of" , "date" : "19990111" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "2 Killed and 10 Hurt as Unlicensed Livery Van Hits Car in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/11\/nyregion\/2-killed-and-10-hurt-as-unlicensed-livery-van-hits-car-in-brooklyn.html"} , {"body" : "They are as different as the games they play. They sit side by side on the motor coach rumbling down the Garden State Parkway, the 75-year-old widower who travels here to shoot craps all night, up to five times a week, and the 53-year-old woman with a Jamaican accent who dabbles in slots a few times a year on days off from her job sorting medical" , "date" : "19990101" , "day_of_week_facet" : "Friday" , "geo_facet" : ["ATLANTIC CITY (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Buses and Bets: A Way of Life; Despite Crashes, the Ride Is Part of the Casino Outing" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/01\/nyregion\/buses-bets-way-life-despite-crashes-ride-part-casino-outing.html"}]