[  {"body" : "Theater ''INAPPROPRIATE,'' a return engagement of the musical adapted from vignettes and monologues of students from the DeSisto School in Stockbridge, Mass., who often come to the school by way of broken homes, drug rehabilitation and brushes with the law. The 90-minute staging by Butterfly Productions features members of the DeSisto Theater" , "date" : "19991231" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "47" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/31\/arts\/spare-times-for-children.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West at 79th Street. ''Capturing Time: The New York Times Capsule'' includes some of the nearly 50 design proposals received in a New York Times Magazine competition to create a time capsule for preserving artifacts from today for the next 1,000 years. The winning" , "date" : "19991231" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "47" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/31\/arts\/spare-times-136310.html"} , {"body" : "WOODY ALLEN A Biography By John Baxter Carroll & Graf. 492 pages. $27. Who is this John Baxter, the author of a new biography of Woody Allen? Mr. Baxter has written more than a dozen film-related books, several of them biographies of directors (Spielberg, Kubrick, Fellini, Bunuel). He lives in Paris. And he apparently believes it is possible to" , "date" : "19991231" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "51" , "title" : "BOOKS OF THE TIMES; The Woody Allen of East 79th at Sixth" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/31\/books\/books-of-the-times-the-woody-allen-of-east-79th-at-sixth.html"} , {"body" : "As a teenager, Morshed Alam dodged enemy soldiers to deliver food to Bangladeshi independence fighters. And as a student at Dhaka University in the mid-1970's, he endured police beatings to organize pro-democracy demonstrations against the newly formed nation's military regime. So it is hardly surprising that Mr. Alam dived headlong into American" , "date" : "19991228" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Immigrant Diversity Slows Traditional Political Climb" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/28\/nyregion\/immigrant-diversity-slows-traditional-political-climb.html"} , {"author" : "SARAH FERRELL is the associate editor of The Sophisticated Traveler of The New York Times Magazine." , "body" : "THERE is something that feels a little illicit about checking into a neighborhood hotel for a weekend, even if the man you are checking in with is your own husband. But we can see a bit of the building that contains the New York Marriott Brooklyn from the back of our house, and we are curious. The New York Marriott Brooklyn is installed in the" , "date" : "19991226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "8" , "title" : "If This Is Brooklyn, Why Ever Leave?" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/26\/travel\/if-this-is-brooklyn-why-ever-leave.html"} , {"body" : "A 90-year-old woman was critically injured and her 15-year-old grandson was also hurt yesterday morning after a Christmas tree caught fire in their apartment in Flatbush, Brooklyn, officials said. Two other fires in Brooklyn yesterday killed two people and seriously injured two others, fire officials said. In the Flatbush fire, The woman, Peya" , "date" : "19991226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Two Are Killed and Four Are Hurt in Separate Brooklyn Fires" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/26\/nyregion\/two-are-killed-and-four-are-hurt-in-separate-brooklyn-fires.html"} , {"body" : "WHAT does a house of worship need every bit as much as pulpit and pews or altar and tabernacle, ark and bima, minaret and mihrab? What architectural element rivals such liturgical features in importance? A roof in good repair. Without a solid roof, bells are silenced, stained glass buckles, murals peel away and ornamental plaster domes collapse. By" , "date" : "19991226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "A Firm Foundation, Starting at the Roof" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/26\/realestate\/a-firm-foundation-starting-at-the-roof.html"} , {"body" : "Theater ''GOLDILOCKS AND THE THREE BEARS,'' the 1837 English story with puppets designed by Nicolas Coppola, has been adapted to modern times by Jack Kaplan, with the three bears now a typical American family bothered each season by human tourists including Goldilocks. Puppetworks, 338 Sixth Avenue, at Fourth Street, Park Slope, Brooklyn. Sunday at" , "date" : "19991224" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "56" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/24\/arts\/spare-times-039144.html"} , {"body" : "A smoky fire that shut down Pennsylvania Station on Sunday afternoon was accidental, rather than arson as first suspected, and could cause some rush-hour delays on Amtrak, Long Island Rail Road and New Jersey Transit trains for several days, officials said yesterday. The two-alarm fire in a track-switching shanty beneath the station stranded" , "date" : "19991221" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Officials Call Penn Station Fire an Accident, Not Arson" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/21\/nyregion\/officials-call-penn-station-fire-an-accident-not-arson.html"} , {"body" : "ROTHSCHILD-Marthe. On December 20, after a long illness. Devoted wife of Sidney. Mother of Alan and Linda. Sister of Fernande Meyer and loving aunt. For time of service on Wednesday call ''Boulevard-Riverside'', 1895 Flatbush Avenue, Brooklyn, New York, (718-633-0400)." , "date" : "19991221" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "23" , "title" : "Paid Notice: Deaths ROTHSCHILD, MARTHE" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/21\/classified\/paid-notice-deaths-rothschild-marthe.html"} ,   {"body" : "FREEMAN-Mort. Adored husband of Sylvia. Service Wednesday, 10 AM, ''Parkside'' Memorial Chapel, 2576 Flatbush Avenue, Brooklyn, NY (near Avenue V). ''Singer For All Seasons''" , "date" : "19991221" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "23" , "title" : "Paid Notice: Deaths FREEMAN, MORT" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/21\/classified\/paid-notice-deaths-freeman-mort.html"} , {"body" : "Tens of thousands of holiday shoppers and travelers were stranded or delayed yesterday afternoon when a fire in a signal box shut Pennsylvania Station for more than four hours on the busiest Sunday of the year, the authorities said. The fire, which the authorities called suspicious, led officials to cancel more than 100 trains on Amtrak, the Long" , "date" : "19991220" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Penn Station Fire Delays Thousands and Sends Chaos Down Line" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/20\/nyregion\/penn-station-fire-delays-thousands-and-sends-chaos-down-line.html"} , {"body" : "It will be tough to crash a private New Year's soiree around Prospect Park this year. Not only will party invitations be necessary, but guests will have to possess them, at least if they plan to drive into Prospect Heights or Park Slope. At this month's meeting of Community Board 6, the district manager, Craig Hammerman, recommended that hosts tell" , "date" : "19991219" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: NEW YORK 2000; Going to a New Year's Eve Party? Got Any Proof?" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/19\/nyregion\/neighborhood-report-new-york-2000-going-to-a-new-year-s-eve-party-got-any-proof.html"} , {"body" : "Carbon monoxide fumes from a defective heating system killed a kitchen worker at a popular supper club near Times Square yesterday and left four others hospitalized, two in critical condition. Five rescue workers who helped treat the victims were also overcome by fumes and three were admitted to hospitals, while two were treated and released. An" , "date" : "19991219" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "53" , "title" : "Worker Is Killed and Others Are Sickened by Fumes at Club" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/19\/nyregion\/worker-is-killed-and-others-are-sickened-by-fumes-at-club.html"} , {"body" : "Theater ''BABES IN TOYLAND,'' a new musical for children's voices, presented by the Pied Piper Children's Theater of New York, based on the classic story about two children from Mother Goose Land who flee to Toyland to escape their evil uncle, who tries to steal their inheritance. The production, by Reinaldo Martinez-Cubero and Lisa M. Sikes, will" , "date" : "19991217" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "51" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/17\/arts\/spare-times-922196.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West at 79th Street. ''Capturing Time: The New York Times Capsule'' includes some of the nearly 50 design proposals received in a New York Times Magazine competition to create the time capsule for preserving artifacts from today for the next 1,000 years. The winning" , "date" : "19991217" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "51" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/17\/arts\/spare-times-924520.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy pop and jazz concerts in New York City this weekend. * denotes a highly recommended concert. TIM BERNE'S PARAPHRASE, Knitting Factory, Old Office, 74 Leonard Street, TriBeCa, (212) 219-3006. Paraphrase is a trio led by Mr. Berne, a saxophonist, who creates a sustained" , "date" : "19991217" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/17\/movies\/pop-and-jazz-guide-925136.html"} , {"body" : "Mary L. Robinson cannot remember when she and her husband split up. It might have been before she was hit by the white sedan. It might have been after. The two events had nothing to do with each other, except one meant the end of suffering, and the other marked its beginning. Ms. Robinson, who is now 48, says she was abused for a decade by her" , "date" : "19991212" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "60" , "title" : "THE NEEDIEST CASES; Rising Above Obstacles With Custom-Made Help" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/12\/nyregion\/the-neediest-cases-rising-above-obstacles-with-custom-made-help.html"} , {"body" : "MUSEUM MILE 100 Years of Noel (Playwright, Not Pere) Noel Pierce Coward, actor, playwright and songwriter, was born on Dec. 16, 1899, precisely 100 years before a celebration of him and his work on Thursday at the Museum of the City of New York. On Broadway, Coward's shows included ''Private Lives'' (1930), ''Blithe Spirit'' (1941) and ''Present" , "date" : "19991212" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/12\/nyregion\/playing-in-the-neighborhood-828408.html"} , {"body" : "When Kurt Husemoller ducks out of his Midtown office to get some cash, he makes a point of walking four extra blocks to the automated teller machines at Republic National Bank, which is one of the few New York banks that do not charge fees to A.T.M. users who do not have accounts there. ''I would walk a couple of miles,'' he said. ''Those fees make" , "date" : "19991211" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Walking Miles (or a Block) to Avoid A.T.M. Fees" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/11\/nyregion\/walking-miles-or-a-block-to-avoid-atm-fees.html"} ,   {"body" : "Rock and Rhinestones Metropolitan Museum of Art, Fifth Avenue at 82nd Street; (212) 535-7710. ''Rock Style,'' an exhibition of clothing and accessories worn by rock stars since the 1950's, opens today and continues through March 19. The show explores the influence of musicians on everyday clothing and high fashion. The costumes, from the Met's" , "date" : "19991209" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "CALENDER; Exhibitions, Craft Shows And a Readers Installation" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/09\/garden\/calender-exhibitions-craft-shows-and-a-readers-installation.html"} , {"body" : "As we contemplated what people a thousand years from now might want to know about us, a question naturally arose: what's missing from our picture of the world a thousand years ago? One answer was obvious: a sense of the experience of everyday life -- the sights, sounds and sensations that time washes away almost instantly. For the Times Capsule, we" , "date" : "19991205" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "157" , "title" : "A New York Minute" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/05\/magazine\/a-new-york-minute.html"} , {"body" : "MIDTOWN Sweetener for Depression: A Shirley Temple Festival In a two-day festival, the Donnell Library Center is paying tribute to Shirley Temple by showing three of her best-known films. This Wednesday's program is ''Curly Top'' (1935) and ''Rebecca of Sunnybrook Farm'' (1938). In ''Curly Top'' she plays an orphan adopted by a millionaire who" , "date" : "19991205" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/05\/nyregion\/playing-in-the-neighborhood-722391.html"} , {"body" : "NATURE 1999 -- Nineteen color images of America's national parks, state parks, and botanical gardens that reflect the New York Sierra Club Photography Committee's view of the natural world at the end of this century will be on exhibit in ''Visions of Nature: The Last of the Century'' through Jan. 29; 9 a.m. to 8 p.m. Monday through Friday, and 10" , "date" : "19991205" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "PLAYING IN THE NEIGHBORHOOD; ALSO AROUND TOWN" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/05\/nyregion\/playing-in-the-neighborhood-also-around-town.html"} , {"body" : "BAYER-Philip. Beloved husband of Muriel. Devoted father of Carl and Sheila and Jane and Steven Goodman. Very special grandfather of Zach, Eli, Emmy, Tara, Nick, Philip, & Jordan. Worker, thinker, artisan, archeologist of the Industrial Revolution. Services are at ''Boulevard-Riverside'', 1895 Flatbush Avenue, (at Avenue L) Brooklyn, today at" , "date" : "19991203" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "23" , "title" : "Paid Notice: Deaths BAYER, PHILIP" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/03\/classified\/paid-notice-deaths-bayer-philip.html"} , {"body" : "KARP-Samuel, on November 2. Beloved husband of Helen. Dear father of Bruce and Stephanie, Iris and Louis, and the late Walter J. Cherished grandfather of Stacy, Walter, Jennifer, Jessica and David. Dear brother of Louis and Martin Karp and Gerry Lapayover. Service today, 1PM, ''Parkside'' Memorial Chapel, 2576 Flatbush Ave., Brooklyn (near Avenue" , "date" : "19991203" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "27" , "title" : "Paid Notice: Deaths KARP, SAMUEL" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/03\/classified\/paid-notice-deaths-karp-samuel.html"} , {"body" : "TARANTOLA-Joseph. Warbasse mourns the passing of Joe Tarantola, a dedicated cooperator, exboard member and friend to the community. Memorial service Sunday, December 5th, 11AM at I.J. Morris, 1895 Flatbush Avenue and Avenue L, Brooklyn, N.Y." , "date" : "19991203" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "23" , "title" : "Paid Notice: Deaths TARANTOLA, JOSEPH" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/03\/classified\/paid-notice-deaths-tarantola-joseph.html"} , {"body" : "Some Ghosts Worth Reviving While many aspects of the holiday season can seem excessive, there is one Yuletide tradition to which I'll never say ''Bah, humbug!'' -- ''A Christmas Carol.'' Theaterworks\/USA has devised yet another musical interpretation of the tale, and it's a thorough delight: inspired, funny and far more intimate than the enjoyable" , "date" : "19991126" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "46" , "title" : "FAMILY FARE" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/26\/arts\/family-fare.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy movies and film series playing this weekend in New York City. * denotes a highly recommended film or series. Ratings and running times are in parentheses. An index of reviews of films opening today appears on Page 14. Now Playing * ''AMERICAN BEAUTY,'' starring Kevin Spacey," , "date" : "19991126" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "31" , "title" : "MOVIE GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/26\/movies\/movie-guide.html"} , {"body" : "WHAT has happened to the kid with the sparkle in his eyes and the quick, engaging smile? Where is the 14-year-old Coney Island prodigy who sat on the floor outside the Lincoln High School gymnasium eight years ago and told a reporter that his life's calling was so obvious to anyone who watched him play? ''I'm a point guard,'' Stephon Marbury said." , "date" : "19991123" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Sports of The Times; Can Marbury Save Himself And 'Game?'" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/23\/sports\/sports-of-the-times-can-marbury-save-himself-and-game.html"} ,   {"body" : "UPPER EAST SIDE Hanukkah Mystery Puppets And Rockin' Riva, Too Children ages 3 to 7 (and their families) can celebrate Hanukkah with the show ''Mystery of the Missing Candles'' next weekend at the Mazur Theater at Asphalt Green. The show combines puppetry, storytelling, live music and dancing as it follows Madame Matzo Ball and Diana Shmiana as" , "date" : "19991121" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/21\/nyregion\/playing-in-the-neighborhood-520934.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''ABDUCTION FROM THE SERAGLIO,'' New York City Opera. Mozart's youthful singspiel is filled with great music and surrounded by dubious comedy. City Opera's new production is simple" , "date" : "19991119" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/19\/movies\/classical-music-and-dance-guide.html"} , {"body" : "LOWER MANHATTAN Some Good Intentions For Hell's Kitchen Big change is afoot in the neighborhood known as Hell's Kitchen South, between 30th and 42nd Streets, west of Eighth Avenue. With the westward march of Manhattan's central business district, and proposed expansions of the Jacob K. Javits Convention Center, the Port Authority Bus Terminal and" , "date" : "19991114" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/14\/nyregion\/playing-in-the-neighborhood-411361.html"} , {"author" : "Lynn Hirschberg, a contributing writer for the magazine, last wrote about young actors and actresses." , "body" : "I met Helen Hollins on Memorial Day weekend this past June. She was dead. At first, of course, I didn't know it was Mrs. Hollins -- it was just another Sunday and my sister and I, as we have done nearly every Sunday for years, went to the flea market in search of something great. My entire wardrobe (except for undergarments, pants and shoes) is" , "date" : "19991114" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "90" , "title" : "The Haunted Wardrobe" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/14\/magazine\/the-haunted-wardrobe.html"} , {"body" : "With the benefit of a $175 million gift from a former professor of chemical engineering, Donald F. Othmer, Polytechnic University is planning a $100 million investment to upgrade its main campus in downtown Brooklyn. The improvements include the campus's first residence hall and a new academic building with an athletic facility, also a first for" , "date" : "19991114" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Education" , "Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: A $175 Million Gift, a $100 Million Upgrading; 2 New Buildings for Polytechnic U. in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/14\/realestate\/postings-175-million-gift-100-million-upgrading-2-new-buildings-for-polytechnic.html"} , {"body" : "BADOO'S INTERNATIONAL RESTAURANT ++ (718) 345-7654; 5422 Church Avenue, at East 55th Street, Flatbush; $; no smoking; cash only. This tiny storefront serves wonderful jerk chicken, the barbecued dish of Jamaica. Beware of the sauce. It is spiked with Scotch bonnet peppers, which are fiery. The menu changes daily, but most days you can get pepper" , "date" : "19991114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "GOOD EATING; Small Is Beautiful In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/14\/nyregion\/good-eating-small-is-beautiful-in-brooklyn.html"} , {"body" : "Theater PAPAGENO PUPPET THEATER presents two productions with Susan Delery Whedon, a puppeteer and singer: ''Goldilocks and the Three Bears,'' featuring music by Mozart (at noon); ''Puff the Magic Dragon'', a sing-along show featuring hand and rod puppets (at 1:30 p.m.). Shows are Saturdays and Sundays through Dec. 12, at 462 Columbus Avenue, near" , "date" : "19991112" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "47" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/12\/arts\/spare-times-for-children.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''ABDUCTION FROM THE SERAGLIO,'' New York City Opera. Mozart's youthful singspiel is filled with great music and surrounded by dubious comedy. City Opera's new production is simple" , "date" : "19991112" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/12\/movies\/classical-music-and-dance-guide.html"} , {"body" : "Damien Purrier began to lose control of his life two months before the police arrested him on charges that he slashed commuters on a Manhattan-bound subway train, his family members said yesterday. In early September, Mr. Purrier, a 17-year-old Brooklyn high school student, started refusing to go to school, and even stopped venturing outside. Then" , "date" : "19991112" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Family Saw Youth Change Before Attack On Subway" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/12\/nyregion\/family-saw-youth-change-before-attack-on-subway.html"} , {"body" : "In what witnesses described as several minutes of pandemonium, a teenager wielding a box cutter terrorized scores of passengers on a Manhattan-bound D train last night, slashing five people before being subdued and beaten by other riders, the authorities said. Three other passengers were injured during the chaos, none seriously. The suspect, whom" , "date" : "19991111" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "5 Passengers Are Slashed On a D Train" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/11\/nyregion\/5-passengers-are-slashed-on-a-d-train.html"} ,   {"body" : "KASNER-Benjamin. Beloved husband of Cecile and the late Mollie. Loving father of Victor Kasner and the late Arlene Russin. Dear grandfather and great grandfather. Dear brother of Mollie Gartenstein. Services at Boulevard-Riverside Chapels, 1895 Flatbush Avenue, Brooklyn (at Avenue L) today at 11 A.M." , "date" : "19991111" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "15" , "title" : "Paid Notice: Deaths KASNER, BENJAMIN" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/11\/classified\/paid-notice-deaths-kasner-benjamin.html"} , {"body" : "KARP-Samuel, on November 2. Beloved husband of Helen. Dear father of Bruce and Stephanie, Iris and Louis, and the late Walter J. Cherished grandfather of Stacy, Walter, Jennifer, Jessica and David. Dear brother of Louis and Martin Karp and Gerry Lapayover. Service today, 1PM, ''Parkside'' Memorial Chapel, 2576 Flatbush Ave., Brooklyn (near Avenue" , "date" : "19991103" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "27" , "title" : "Paid Notice: Deaths KARP, SAMUEL" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/03\/classified\/paid-notice-deaths-karp-samuel.html"} , {"body" : "JAMAICA\/FOREST HILLS Either Italian Baroque Or Modern Percussion Two concerts will be performed at two branches of the Queens Public Library on Saturday at 2 P.M., but although the times are the same the shows will be very different. The Ta Lujon Percussion Quartet will perform 20th-century percussion classics using an array of instruments from" , "date" : "19991031" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/31\/nyregion\/playing-in-the-neighborhood-190624.html"} , {"body" : "During the first prayer service at the Ha'l Sufi Masjid in Bedford-Stuyvesant last month, the front door was left open so the curious could poke in their heads. The gesture was significant, a sign that the newcomer hoped to establish a visible presence in the neighborhood. The Ha'l Sufi Masjid had previously occupied temporary quarters on" , "date" : "19991031" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: BEDFORD-STUYVESANT; A Mosque With a Social Mission and an Open-Door Policy" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/31\/nyregion\/neighborhood-report-bedford-stuyvesant-mosque-with-social-mission-open-door.html"} , {"body" : "ATTRACTIONS Museums and Sites ABIGAIL ADAMS SMITH MUSEUM, 421 East 61st Street, Manhattan. The structure, built in 1799 as the carriage house for the estate of Abigail Adams and Col. William Smith, was also the Mount Vernon Hotel from 1826 to 1833. ''Smith's Folly: 200 Years of History, 60 Years of Preservation,'' featuring a scale model of the" , "date" : "19991029" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "46" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/29\/arts\/spare-times-178225.html"} , {"body" : "Theater ''CARNEGIE HALL FAMILY CONCERT.'' The conductor David Loebel leads the St. Louis Symphony Orchestra tomorrow at 2 P.M. in ''Y2K USA,'' featuring works by American composers written in the last 100 years. Preconcert activities beginning at 1 P.M. focus on the woodwinds. Tickets: $5. Carnegie Hall. Reservations advised: (212) 247-7800. ''THE" , "date" : "19991029" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "45" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/29\/arts\/spare-times-for-children.html"} , {"body" : "LORREN-Harriet. Beloved friend of Myrna Wapner. Former Principal of P.S. 279, Brooklyn. Cherished daughter of Richard. Loving sister of Suellen and Martin Wasserman. Dearly beloved niece, aunt and great-aunt. Services Wednesday, 10 AM, at Parkside Memorial Chapel, 2576 Flatbush Avenue, Brooklyn." , "date" : "19991026" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "10" , "title" : "Paid Notice: Deaths LORREN, HARRIET" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/26\/classified\/paid-notice-deaths-lorren-harriet.html"} , {"body" : "EVENTS ''IN AND ABOUT TOMPKINS SQUARE PARK: WALKS AND TALKS,'' Ninth Street and Avenue A, Lower East Side. Also puppet shows for children. Tomorrow, 10 A.M. to 3 P.M. Sponsored by the East Village Parks Conservancy. INTERNATIONAL VINTAGE POSTER FAIR, Metropolitan Pavilion, 110 West 19th Street, Chelsea. Today, 5 to 9 P.M.; tomorrow, 10 A.M. to 7" , "date" : "19991022" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "46" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/22\/arts\/spare-times-069736.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in New York City. Opera ''AIDA,'' Metropolitan Opera. Sonja Frisell's 1988 production, with monumental sets by Gianni Quaranta, seems a less empty place with singers of the caliber of Deborah Voigt and Olga Borodina in the" , "date" : "19991022" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "7" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/22\/movies\/classical-music-and-dance-guide.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. RAY ANDERSON'S POCKET BRASS BAND, Sweet Basil, 88 Seventh Avenue South, Greenwich Village, (212) 242-1785. In the 80's Mr. Anderson was one of the musicians who" , "date" : "19991022" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/22\/movies\/pop-and-jazz-guide-068241.html"} ,   {"body" : "The off-duty police captain accused of driving drunk and killing a construction worker on the Throgs Neck Bridge on Wednesday was going nearly twice the posted speed limit with his headlights off in a lane that was closed for construction, according to a complaint that was filed yesterday in Queens Criminal Court. The captain, James F. O'Connor," , "date" : "19991022" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Speeding Is Cited in Fatal Accident on Bridge" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/22\/nyregion\/speeding-is-cited-in-fatal-accident-on-bridge.html"} , {"body" : "UPPER EAST SIDE Play and an Opera Evoke Children of the Holocaust ''I Never Saw Another Butterfly'' is the story of a young girl in 1942 in the Terezin concentration camp, where the Nazis held Jewish children before sending them on to their death at Auschwitz. The children in this camp, in what is now the Czech Republic, left behind a legacy of" , "date" : "19991017" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "PLAYING" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/17\/nyregion\/playing.html"} , {"body" : "STEINHARDT-Sylvia (nee Dinerman). Devoted wife of the late Bernard. Beloved mother of Supreme Court Justice Marsha L. Steinhardt. Cherished mother-inlaw of Jeffrey C. Feldman. Services at Boulevard-Riverside, 1895 Flatbush Avenue, at Avenue L, Brooklyn, today, at 1:15 PM. STEINHARDT-Sylvia. The Officers, Trustees, Trustees Council and membership of" , "date" : "19991015" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "11" , "title" : "Paid Notice: Deaths STEINHARDT, SYLVIA" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/15\/classified\/paid-notice-deaths-steinhardt-sylvia.html"} , {"body" : "All That Glitters Museum at the Fashion Institute of Technology, Seventh Avenue at 27th Street; (212) 217-5800. ''Dazzling By Design: Fashion Jewelry by Kenneth Jay Lane,'' a retrospective of more than 300 pieces of costume jewelry, will be at the museum through Dec. 31. The items include elaborate necklaces, dangling earrings and brooches" , "date" : "19991014" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "13" , "title" : "Calendar; Photographs, Jewelry, Talks and Walks" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/14\/garden\/calendar-photographs-jewelry-talks-and-walks.html"} , {"body" : "Offering the carrot of job opportunities and threatening the stick of intensive law enforcement, Federal, state and local officials announced yesterday a pilot program to combat gang violence in a Brooklyn neighborhood. As part of the program, they said, gang members will be offered help in getting jobs and job training, and will also be told that" , "date" : "19991014" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Fighting Gang Violence With Job Prospects" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/14\/nyregion\/fighting-gang-violence-with-job-prospects.html"} , {"body" : "SANDLER-Phyllis. A loving and caring person who touched many lives and was an inspiration to all. Beloved wife of Eli, devoted mother of Dr. Dennis, cherished aunt, great aunt and great-great aunt. Services at Boulevard-Riverside, 1895 Flatbush Avenue at Avenue L, Brooklyn, today at 11:30 AM. She will be missed. SANDLER-Phyllis. Congregation" , "date" : "19991013" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "10" , "title" : "Paid Notice: Deaths SANDLER, PHYLLIS" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/13\/classified\/paid-notice-deaths-sandler-phyllis.html"} , {"body" : "Akshay Ganesh, a 12-year-old seventh grader who lives on Staten Island, rolls out of bed every weekday about 6 A.M. He has 20 minutes to eat breakfast and get dressed before heading out the door to catch the S66 bus to catch the 7 A.M. ferry to Manhattan. Swimming in a sea of suits, briefcases and crumpled newspapers, he tries to avoid dozing off" , "date" : "19991011" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "To Middle School, by Bus, Subway and Ferry" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/11\/nyregion\/to-middle-school-by-bus-subway-and-ferry.html"} , {"body" : "IF it's not too early to dream about a Subway Series, as every Noo Yawker worth a MetroCard is doing, it's not too early to remember what a Subway Series was really like -- all 13. Old-timers attended the last one in 1956 when Don Larsen pitched a perfect game against the Brooklyn Dodgers at Yankee Stadium, but hardly a man is now alive who saw the" , "date" : "19991011" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "9" , "title" : "Sports of The Times; A Baseball Dream Began Back in 1921" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/11\/sports\/sports-of-the-times-a-baseball-dream-began-back-in-1921.html"} , {"body" : "STERN-Sanford. On October 9, 1999. Beloved husband of the late Marcia. Loving father of Lisa, Adam and Geoffrey, and father-inlaw of Linda Block and James Ricciardi. Adored son of Laura Stern and the late Jerry Stern, and sonin-law of Betty Fox Maged and Myron Maged. Cherished brotherin-law of Jerry and Marcia Fox, and uncle of Barbara Fox," , "date" : "19991011" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "17" , "title" : "Paid Notice: Deaths STERN, SANFORD" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/11\/classified\/paid-notice-deaths-stern-sanford.html"} , {"body" : "ATTRACTIONS Museums and Sites ABIGAIL ADAMS SMITH MUSEUM, 421 East 61st Street, Manhattan. The structure, built in 1799 as the carriage house for the estate of Abigail Adams and Col. William Smith, was also the Mount Vernon Hotel from 1826 to 1833. A 200th-anniversary exhibition of the building includes a model of the original carriage house," , "date" : "19991008" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/08\/arts\/spare-times-848050.html"} ,   {"body" : "Here is a selective listing by critics of The Times of new or noteworthy pop and jazz concerts in the New York region this weekend. * denotes a highly recommended concert. GARY BARTZ QUARTET, Jazz Standard, 116 East 27th Street, Manhattan, (212) 576-2232. Mr. Bartz, an alto saxophonist, has kept a strong underground reputation for 30 years, taking" , "date" : "19991008" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/08\/movies\/pop-and-jazz-guide-849537.html"} , {"body" : "Theater ''CINDERELLA'' AND ''THE THREE LITTLE PIGS,'' presented by Miss Majesty's Lollipop Playhouse, involve cross-dressing, gender-bending and tweaking of tradition. ''Cinderella,'' by Ken Eulo, with additional material by the director, Marilyn Majeski, is narrated by a ditzy fairy godmother (Roxy Becker) and features an Iago-like jester (Warren" , "date" : "19991008" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/08\/arts\/spare-times-for-children.html"} , {"body" : "It has long been part of New York's social contract: car owners who have to struggle with the city's byzantine parking rules are permitted -- wink, wink, nudge, nudge -- to double-park while one side of a residential street is being cleaned, and police officers are not pressed into issuing them tickets. But now, in the Giuliani administration's" , "date" : "19991007" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "In City, 'Right' To Double-Park Is Lost, It Seems" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/07\/nyregion\/in-city-right-to-double-park-is-lost-it-seems.html"} , {"body" : "In his latest assault on gridlock in New York City, Mayor Rudolph W. Giuliani said yesterday that the Police Department would begin an aggressive crackdown on Tuesday on drivers who double-park. One day each week, the department plans to triple the number of officers who put clamps on the tires of cars parked illegally. It has also added extra tow" , "date" : "19991002" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A New Focus In the Assault On Gridlock" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/02\/nyregion\/a-new-focus-in-the-assault-on-gridlock.html"} , {"body" : "Theater NINO NADA THEATER FESTIVAL. ''Feet Water,'' a parable about cleanliness adapted from an Irish folk tale, presented by Attic Salt Theater Company, with masks, puppets and audience participation, tomorrow at 2 P.M., at Pink Pony, 178 Ludlow Street, Lower East Side. ''The Sultan's Wife,'' a music and comedy production adapted from a Swahili" , "date" : "19991001" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/01\/arts\/spare-times-for-children.html"} , {"body" : "MORNINGSIDE HEIGHTS Korean Culture in Films, Classic and Cutting-Edge As a way of portraying Korea through the 20th century, a film series by the Korean Cultural Service is showing 14 of the country's notable films, in chronological order, each Wednesday night at Barnard College. There are 11 left to go, and this Wednesday's feature is ''The Stray" , "date" : "19990926" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/26\/nyregion\/playing-in-the-neighborhood-650722.html"} , {"body" : "It has been more than six months since the city was alarmed by the killing of Amy Watkins, a 26-year-old graduate student from Kansas who was stabbed in the back as she trudged with groceries toward her apartment in Prospect Heights, Brooklyn. Since then, New York City police officers have spent thousands of hours searching for her killer. By last" , "date" : "19990926" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "46" , "title" : "Six Months After Slaying, An Investigation Is Stymied" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/26\/nyregion\/six-months-after-slaying-an-investigation-is-stymied.html"} , {"body" : "The Transportation Department will hang highway-style signs around Grand Army Plaza next month, disregarding park and civic officials who express fear that the plan will mar Prospect Park's landmark entrance. ''Would the French allow signs around the Arc de Triomphe?'' asked Terry Ash, president of the Park Slope Civic Council. ''No way.'' But the" , "date" : "19990926" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GRAND ARMY PLAZA (BROOKLYN, NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: GRAND ARMY PLAZA; Road Signs, For Safety, Strike Some As Too Ugly" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/26\/nyregion\/neighborhood-report-grand-army-plaza-road-signs-for-safety-strike-some-too-ugly.html"} , {"body" : "As the years go by you fall into the habit of believing that apples do not taste as sharp as they used to and that candy bars are not as big. They do not, in fact, and they are not; thanks respectively to fruit genetics and marketing margins. But why have my books lost their smell? The smell, when I was 5, of a nubby ''Peter Pan in Kensington" , "date" : "19990924" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Books" , "Technology"] , "page_facet" : "31" , "title" : "You Just Can't Curl Up With a Good Web Site" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/24\/books\/you-just-can-t-curl-up-with-a-good-web-site.html"} , {"body" : "ATTRACTIONS Museums and Sites ABIGAIL ADAMS SMITH MUSEUM, 421 East 61st Street, Manhattan. The structure, built in 1799 as the carriage house for the estate of Abigail Adams and Col. William Smith, was also the Mount Vernon Hotel from 1826 to 1833. ''200th Anniversary Exhibition,'' of the building, including a model of the original 1799 carriage" , "date" : "19990924" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/24\/arts\/spare-times-636681.html"} ,   {"body" : "Theater NINO NADA THEATER FESTIVAL. ''The Dancing Handkerchief,'' about an apprentice to a temperamental and inept sorcerer, presented by Flying Carpet. The production features mime, music, puppets, masks and a whimsical handkerchief, tomorrow and Sunday at 3 P.M. at Nada 45, 445 West 45th Street, fourth floor, Clinton. ''Feet Water,'' a parable" , "date" : "19990924" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/24\/arts\/spare-times-for-children.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. STEVEN BERNSTEIN'S DIASPORA SOUL, Tonic, 107 Norfolk Street, near Delancey Street, Lower East Side, (212) 358-7501. Best known for leading the raucous jazz-party" , "date" : "19990924" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/24\/movies\/pop-and-jazz-guide-635286.html"} , {"body" : "To the Editor: Your article on the exile of anti-immigrant ads neglected to mention what replaced the billboard in Brooklyn that politicians were so eager to denounce (''Anti-Immigrant Ads Exiled,'' Aug. 29). The huge billboard at Tillary Street and Flatbush Avenue, which anyone approaching the Brooklyn Bridge cannot help but see, became the site" , "date" : "19990919" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "15" , "title" : "Anti-Immigration Billboard Had Ignoble Replacement" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/19\/nyregion\/l-anti-immigration-billboard-had-ignoble-replacement-559946.html"} , {"body" : "Two undercover police officers shot and killed a 26-year-old Brooklyn man early yesterday, after he became angry that they were buying crack cocaine from someone else and shot one of them in the foot, the police said. The man was declared dead at the scene. The police identified him as Andre Austin, 26, of 1350 New York Avenue. The 1 A.M. encounter" , "date" : "19990919" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "Police Kill Man During Drug Operation" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/19\/nyregion\/police-kill-man-during-drug-operation.html"} , {"body" : "More Than A Hat Trick You don't have to be an expert on folk tales (or Disney films) to know that apprenticeship to a sorcerer is a chancy job. Not only is the boss likely to be temperamental, but so are the tools of the trade. In ''The Dancing Handkerchief'' Sebastian has problems with both. Played first by a puppet who looks like a comic-strip" , "date" : "19990917" , "day_of_week_facet" : "Friday" , "geo_facet" : ["FORT WASHINGTON PARK (NYC)"] , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "41" , "title" : "FAMILY FARE" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/17\/theater\/family-fare.html"} , {"body" : "Classic New York New-York Historical Society, Central Park West at 77th Street; (212) 873-3400. Robert A. M. Stern, Thomas Mellins and David Fishman, the three authors of ''New York 1880: Architecture and Urbanism in the Gilded Age'' (Monacelli Press, 1999), will discuss historic New York architecture on Tuesday at 6 P.M. Other members of the panel" , "date" : "19990916" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "6" , "title" : "CALENDAR; Tours, Lectures, Shows, Previews of Fall Classes" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/16\/garden\/calendar-tours-lectures-shows-previews-of-fall-classes.html"} , {"body" : "They walk to their Orthodox synagogues on the Sabbath, where men and women are separated in prayer. But as the adults worship, their sons and daughters, in the temple lobby, trade Pokemon cards. They follow the dietary laws, in center-hall Colonials and Wall Street boardrooms. But that often means business lunches at haute kosher restaurants and" , "date" : "19990916" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["LONG ISLAND (NY)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Young Orthodox Jews' Quest Is to Blend Word and World" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/16\/nyregion\/young-orthodox-jews-quest-is-to-blend-word-and-world.html"} , {"body" : "September MARTHA CLARKE'S VERS LA FLAMME Based on five short stories by Anton Chekhov and set to Scriabin piano solos, ''Vers la Flamme'' has been described by Martha Clarke as an impressionistic rather than literal representation of the stories. Wed.-next Sunday. New Victory Theater. Also on Feb. 25 at the Tilles Center for the Performing Arts at" , "date" : "19990912" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "18" , "title" : "THE NEW SEASON: ANNOTATED LISTINGS -- DANCE" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/12\/arts\/the-new-season-annotated-listings-dance.html"} , {"body" : "This week, children in public school uniforms have been tramping with their parents directly from class to stores that sell school supplies, in one of the rituals of early fall. They were checking lists, more than twice, that were as precise as the handwriting they were printed in. Various teachers requested that parents provide, among other" , "date" : "19990911" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "A Fall Ritual, Part 2" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/11\/nyregion\/a-fall-ritual-part-2.html"} , {"body" : "ATTRACTIONS Museums and Sites ALICE AUSTEN HOUSE, 2 Hylan Boulevard, Rosebank, Staten Island. This 17th-century farmhouse, converted in the 19th century to a Victorian cottage, was the home of the photographer Alice Austen. The parlor is filled with period furniture. ''Family Album,'' an exhibition on how families took photographs, dating from the" , "date" : "19990910" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/10\/arts\/spare-times-429660.html"} ,   {"body" : "BROWNSTEIN-Ruth Lynn, 85. Of Annapolis, Maryland. Formerly of West Hempstead and Great Neck, New York. Died September 6. Mrs. Brownstein was co-founder of the first public library in West Hempstead and worked as a librarian for the Plainedge and Uniondale Public School systems. Preceded in death by her husband, Sidney Brownstein in 1992, she is" , "date" : "19990909" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "22" , "title" : "Paid Notice: Deaths BROWNSTEIN, RUTH LYNN" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/09\/classified\/paid-notice-deaths-brownstein-ruth-lynn.html"} , {"body" : "Two 11-year-old children were killed and another child was injured yesterday afternoon when a minivan lurched out of control at the annual Caribbean parade in Brooklyn. The accident cast a pall over a joyful festival that has grown into one of the largest gatherings in New York City. The van, which was covered with feathers and carrying costumes" , "date" : "19990907" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "2 Killed in Brooklyn Parade, 3d Dies in Accident Afterward" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/07\/nyregion\/2-killed-in-brooklyn-parade-3d-dies-in-accident-afterward.html"} , {"body" : "For Jai Ramoutar, a tourist from Trinidad, a trip to Liberty Avenue is not what New York City is all about. The 20-block strip is packed with West Indian markets, sari palaces and shops selling roti, the tortillalike bread stuffed with curried meat and vegetables. Rather, Mr. Ramoutar said over his dinner at the Hot and Spicy Roti Shop, Liberty" , "date" : "19990905" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: RICHMOND HILL; An Indo-Caribbean Bazaar, But Some Yearn for the Gap" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/05\/nyregion\/neighborhood-report-richmond-hill-indo-caribbean-bazaar-but-some-yearn-for-gap.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. * BLACK STAR BENEFIT FOR NKIRU BOOKS, Knitting Factory, 74 Leonard Street, TriBeCa, (212) 219-3006. Mos Def and Talib Kweli are highly gifted rappers who know how to" , "date" : "19990903" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/03\/movies\/pop-and-jazz-guide-326763.html"} , {"body" : "From Port of Spain in Trinidad to London to Miami, the exultant sound of the steel-drum band rings across carnivals and continents. Formed anew every Carnival season, giant steel drum (or ''pan'') bands rehearse daily for months to perform a short piece before enthusiastic crowds and tough competition judges. In Brooklyn the sound of steel drums" , "date" : "19990903" , "day_of_week_facet" : "Friday" , "geo_facet" : ["TRINIDAD AND TOBAGO" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "Arts"] , "page_facet" : "1" , "title" : "A Steel-Drum Master Prepares for a Carnival" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/03\/arts\/a-steel-drum-master-prepares-for-a-carnival.html"} , {"body" : "A design that relies on an abundance of glass to overcome a site wedged between three other buildings marks the six-story, $21 million Pratt Building, which is to provide space for the School of Education and student support services when it opens on Long Island University's Brooklyn campus in September of next year. The compact 11.28-acre campus" , "date" : "19990829" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Education" , "Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: Addition for School of Education on Brooklyn Campus; A New Building for L.I.U." , "url" : "http:\/\/www.nytimes.com\/1999\/08\/29\/realestate\/postings-addition-for-school-education-brooklyn-campus-new-building-for-liu.html"} , {"body" : "The founder of an anti-immigration group has complained that city pressure caused a Long Island company to tear up his contract and pull down his billboards, which were critical of immigration policy. The founder, Craig Nelsen of Project USA, had put up the billboards in Sunnyside, Ridgewood and Downtown Brooklyn. He said he intends to put up more." , "date" : "19990829" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN AND QUEENS UP CLOSE; Anti-Immigrant Ads Exiled" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/29\/nyregion\/neighborhood-report-brooklyn-and-queens-up-close-anti-immigrant-ads-exiled.html"} , {"body" : "LEVITT-Leah (Jainchill). On August 27, 1999, at the age of 71. Beloved wife of Edward. Loving mother to Ellen and Ben, and mother-in-law of Howard Dankowitz. Cherished sister of Miriam DeVries. Loving aunt to Robert and Willie. Teacher to many grateful children. A good soul. Funeral service Sunday, 1 PM, Sherman's Flatbush Memorial Chapel, 1283" , "date" : "19990829" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "45" , "title" : "Paid Notice: Deaths LEVITT, LEAH (JAINCHILL)" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/29\/classified\/paid-notice-deaths-levitt-leah-jainchill.html"} , {"body" : "ATTRACTIONS Museums and Sites ALICE AUSTEN HOUSE, 2 Hylan Boulevard, Rosebank, Staten Island. This 17th-century farmhouse, converted in the 19th century to a Victorian cottage, was the home of the photographer Alice Austen. The parlor is filled with period furniture. ''A View From the Lawn: Ocean Liners in Focus,'' an exhibition focusing on" , "date" : "19990827" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/27\/arts\/spare-times-233595.html"} , {"body" : "It was only noon and Motty Notis was already halfway into his race along 13th Avenue in the Borough Park section of Brooklyn. Sacks of electronics, Judaic books and a wide-brimmed black hat were strewn about the trunk of his rental car, and arrangements had been made to ship dozens of other items. But with one hand on the steering wheel and the" , "date" : "19990822" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "For Jews Around World, Borough Park Is the Place to Shop" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/22\/nyregion\/for-jews-around-world-borough-park-is-the-place-to-shop.html"} ,   {"body" : "FRIEDMANN-Freda (nee Feld), on August 19, 1999 in Miami Beach, FL. Beloved wife of the late Leon. Loving mother of Dr. Ruth and Robert Greenblatt. Adored grandmother of Barry and Karen Greenblatt, Dr. Larry Greenblatt and Dr. Cathleen Melton and Andrew Greenblatt, and Kim Bryan. Special ''Nana'' of Jacob and Brandon Greenblatt and Corinne" , "date" : "19990822" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "45" , "title" : "Paid Notice: Deaths FRIEDMANN, FREDA (NEE FELD)" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/22\/classified\/paid-notice-deaths-friedmann-freda-nee-feld.html"} , {"body" : "A routine check to identify the owner of a car abandoned on a Brooklyn street has given Nassau County homicide detectives their first major break in the case of a pregnant Long Island woman missing since July 10, the police said today. The woman, Eve Brown, 29, was last seen by her husband, Larry, 31, as she drove away from their new home at 100" , "date" : "19990821" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "PLAINVIEW (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Police Discover Car of Woman Who Vanished" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/21\/nyregion\/police-discover-car-of-woman-who-vanished.html"} , {"body" : "IN villages across Africa, storytelling has long been an integral part of daily life. At nights, even to this day, people gather in circles in courtyards illuminated by a full moon and bright stars to hear gripping tales from wise men and indelible stories from adventurous young men who have returned to their hamlets from faraway places. This and" , "date" : "19990820" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)"] , "nytd_section_facet" : ["Movies" , "Travel" , "Theater" , "Arts"] , "page_facet" : "1" , "title" : "New Roots for Black Culture" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/20\/movies\/new-roots-for-black-culture.html"} , {"body" : "Tradition and Artistry American Craft Museum, 40 West 53d Street; (212) 956-3535. An exhibition called ''Head, Heart and Hands: Native American Craft Traditions in a Contemporary World,'' with jewelry, painting, ceramics, sculpture, woven textiles, blown glass and baskets, runs from today through Oct. 10. More than 50 works will be displayed, by" , "date" : "19990819" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "CALENDAR; Indian Crafts, Koi and Musket Fire" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/19\/garden\/calendar-indian-crafts-koi-and-musket-fire.html"} , {"body" : "MANZI-George A. Former proprietor of Alco Lumber Company. Suddenly on August 18, 1999. Beloved husband of Estelle. Adored father of Domini Mallette, George, Jr., Vincenta Papas, Bonnie Gorham and Randi Carcione. Cherished brother of Rose Danza, Mildred Bongiovanni and Frank Manzi. Loving grandfather of twelve. Services Friday 11:30AM at ''Parkside" , "date" : "19990819" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "8" , "title" : "Paid Notice: Deaths MANZI, GEORGE A." , "url" : "http:\/\/www.nytimes.com\/1999\/08\/19\/classified\/paid-notice-deaths-manzi-george-a.html"} , {"body" : "MILSON-Morris. Beloved husband of the late Lillian; loving father of Wilma Cordero and Norma Hammer; cherished grandfather of Alyssa, Ethan, Kristina and Alexandra. Services today, 10 AM, at ''Parkside Memorial Chapels,'' 2576 Flatbush Avenue, corner Avenue V, Brooklyn." , "date" : "19990815" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "39" , "title" : "Paid Notice: Deaths MILSON, MORRIS" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/15\/classified\/paid-notice-deaths-milson-morris.html"} , {"body" : "THE outdoor sculpture season is in full swing, with new works of all sorts punctuating New York at sites from Lincoln Center to Pier 34 downtown to Coffey Park in Red Hook, Brooklyn. Some are pieces of beauty and originality. But what makes a tour of this year's exhibitions interesting is not so much the level of artistic quality, which is not, on" , "date" : "19990813" , "day_of_week_facet" : "Friday" , "geo_facet" : ["ROCKEFELLER CENTER (NYC)" , "SOCRATES SCULPTURE PARK (LONG ISLAND CITY)" , "UNION SQUARE PARK (NYC)" , "CENTRAL PARK (NYC)" , "COFFEY PARK (BROOKLYN)" , "EMPIRE-FULTON FERRY STATE PARK (BROOKLYN)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "ART REVIEW; A Fertile Garden Of Sculptures" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/13\/arts\/art-review-a-fertile-garden-of-sculptures.html"} , {"author" : "Margaret Mittelbach and Michael Crewdson are the authors of ''Wild New York: A Guide to the Wildlife, Wild Places and Natural Phenomena of New York City.''" , "body" : "It's 8 P.M. and we're driving down Flatbush Avenue in Brooklyn to a little-advertised nocturnal gathering on the old runways of a decommissioned airport. While a get-together in such an odd location might suggest some kind of outlaw party, our rendezvous promises to be slightly less rowdy -- and totally cosmic. Almost every month for the last 17" , "date" : "19990813" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "Stargazing Despite Bright Lights, Big City" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/13\/arts\/stargazing-despite-bright-lights-big-city.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. AFRICA FETE, Central Park Summerstage, Rumsey Playfield, midpark at 72d Street, (212) 360-2777. Small but strong, this year's touring festival of mostly African" , "date" : "19990813" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/13\/movies\/pop-and-jazz-guide-024449.html"} , {"body" : "Cultivating The Past Pity the poor maiden in ''Rumpelstiltskin.'' If only she had known the Lefferts Homestead's secret, she wouldn't have had to seek the services of a treacherous troll. ''We tell kids we're going to teach them how to spin straw into gold,'' said Vivienne Shaffer, the director of the homestead, a Dutch Colonial farmhouse museum in" , "date" : "19990813" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)" , "NEW YORK HARBOR"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "FAMILY FARE" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/13\/arts\/family-fare.html"} ,   {"body" : "RUBIN-B. Norman. Beloved husband Susanne, beloved father of Robert and Irwin, beloved fatherin-law of Fran and Helen, beloved grandfather of Elyse, David, Amye, Jeremy & Shana. Services at Parkside Memorial Chapels, 2576 Flatbush Avenue, Brooklyn, 12:15PM Sunday. Contributions to your favorite charity or the American Kidney Fund, 6110 Executive" , "date" : "19990813" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "19" , "title" : "Paid Notice: Deaths RUBIN, B. NORMAN" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/13\/classified\/paid-notice-deaths-rubin-b-norman.html"} , {"body" : "FRIES-Sophia. With great sorrow but with appreciation for the many treasured memories she leaves with us, the Fries family announces her peaceful death on August 8, 1999 at age 94 in Boca Raton, FL. She will be missed but remembered with pride by her loving and beloved husband, Jack, her sons and their wives, Stuart and Ellie, Joseph and Fredi and" , "date" : "19990811" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "23" , "title" : "Paid Notice: Deaths FRIES, SOPHIA" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/11\/classified\/paid-notice-deaths-fries-sophia.html"} , {"body" : "FRIES-Sophia. With great sorrow but with appreciation for the many treasured memories she leaves with us, the Fries family announces her peaceful death on August 8, 1999 at age 94 in Boca Raton, FL. She will be missed but remembered with pride by her loving and beloved husband, Jack, her sons and their wives, Stuart and Ellie, Joseph and Fredi and" , "date" : "19990810" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "21" , "title" : "Paid Notice: Deaths FRIES, SOPHIA" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/10\/classified\/paid-notice-deaths-fries-sophia.html"} , {"body" : "THERE is so much of note in Brooklyn's past that historians can't stay away -- and neither should avid readers. Here are three titles for summer reading of all varieties: a historical whodunit, a look at the urbanization of Brooklyn and the story of Green-Wood, the place-to-be cemetery. CONDUCT UNBECOMING A WOMAN: Medicine on Trial in" , "date" : "19990808" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "5" , "title" : "NEW YORK BOOKSHELF; Only the Readers Know Brooklyn: 3 Views" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/08\/nyregion\/new-york-bookshelf-only-the-readers-know-brooklyn-3-views.html"} , {"body" : "AS Rabbi Jacob Z. Goldstein pulled his car up to the intersection of East New York and Brooklyn Avenues, his eyes immediately darted to an auto repair shop at the corner. Out front, a green Honda without license plates was parked beside a hydrant and two other cars blocked the sidewalk. As soon as his eyes took in the shop, Rabbi Goldstein called" , "date" : "19990808" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAKING IT WORK; Tuesday the Rabbi Had a Meeting" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/08\/nyregion\/making-it-work-tuesday-the-rabbi-had-a-meeting.html"} , {"body" : "ATTRACTIONS Museums and Sites ALICE AUSTEN HOUSE, 2 Hylan Boulevard, Rosebank, Staten Island. This 17th-century farmhouse, converted in the 19th century to a Victorian cottage, was the home of the photographer Alice Austen. ''A View From the Lawn: Ocean Liners in Focus,'' an exhibition focusing on turn-of-the-century ocean liners, including prints," , "date" : "19990806" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "45" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/06\/arts\/spare-times-925918.html"} , {"body" : "Theater ''GOLD RUSH!,'' a musical presented free by Theaterworks\/USA about three young people pursuing gold in the American West in 1849. While the composer, David Gallagher, and the lyricist, Mark Waldrop, have created plenty of hummable melodies, the musical is mainly a human drama and a serious history. David Armstrong wrote and directed the" , "date" : "19990806" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "45" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/06\/arts\/spare-times-for-children.html"} , {"body" : "These 17 words on a bright-red billboard in a racially diverse Queens community have evoked fury and even tears: ''Over 80 percent of Americans support very little or no more immigration. Is anyone listening to us?'' Since the billboard, commissioned by a Queens resident, went up May 1 on a wall in Sunnyside, its message has outraged some community" , "date" : "19990805" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["SUNNYSIDE (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Some Immigrants Have Angry Words for Queens Billboard" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/05\/nyregion\/some-immigrants-have-angry-words-for-queens-billboard.html"} , {"body" : "YAROKER-Alex. Retired teacher PS 75 Brooklyn. Survived by one daughter and one granddaughter, Dena. Funeral Parkside Chapels, 2576 Flatbush Avenue, Brooklyn, Thursday, August 5 at 12:15PM." , "date" : "19990804" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "17" , "title" : "Paid Notice: Deaths YAROKER, ALEX" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/04\/classified\/paid-notice-deaths-yaroker-alex.html"} , {"body" : "It was 11:13 in the morning on Wednesday, and the temperature was 88 degrees and climbing. Samuel Marrow, 74, had risen with the sun, but now he wanted out of it. And so, as he had over the course of the last 51 summers, he walked down Quincy Street in Bedford-Stuyvesant and over to the former Tompkins Park, now known as Herbert Von King Park. A" , "date" : "19990801" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HERBERT VON KING PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "As Temperatures Rise, a Neighborhood Getaway Beckons" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/01\/nyregion\/as-temperatures-rise-a-neighborhood-getaway-beckons.html"} ,   {"body" : "IN a city of 11,000 intersections with traffic signals, many of them busier than this one, it may seem like a little thing. But not to the residents of Windsor Terrace, Brooklyn, where pedestrians have long been obliged to outrun the traffic when walking across Bartel-Pritchard Square, at the 15th Street entrance to Prospect Park. The square is" , "date" : "19990801" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAKING IT WORK; Placing Bets On the Red And Green" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/01\/nyregion\/making-it-work-placing-bets-on-the-red-and-green.html"} , {"body" : "LOPATIN-Harry. The family of Harry Lopatin grieves at his passing on Friday, July 30, 1999, after a long illness. He will be remembered by his beloved family and his friends in The International Ladies Garment Workers Union, The Workmen's Circle, The Jewish Daily Forward and the echelons of the labor movement to which he gave of himself all his" , "date" : "19990801" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "37" , "title" : "Paid Notice: Deaths LOPATIN, HARRY" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/01\/classified\/paid-notice-deaths-lopatin-harry.html"} , {"body" : "RASHKIN-Clara (nee Woolfson) Beloved sister of Selma Greenfield & Sawl Woolfson and sisterin-law of Esther and the late Dr. Stanley Greenfield. Loved aunt to many and great aunt. Dedicated school teacher at PS 91 in Brooklyn. Services Tuesday, 2:15PM at ''Boulevard-Riverside Chapels'', 1895 Flatbush Avenue, Brooklyn." , "date" : "19990727" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "17" , "title" : "Paid Notice: Deaths RASHKIN, CLARA (NEE WOOLFSON)" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/27\/classified\/paid-notice-deaths-rashkin-clara-nee-woolfson.html"} , {"body" : "As the Rev. Al Sharpton called for a Federal inquiry into the death of a Brooklyn man who died in the custody of the police on Saturday, law enforcement officials said yesterday it appeared that the man had died after swallowing a small plastic bag containing drugs. The man, Delano Maloney, 32, died after he was arrested on drug possession charges" , "date" : "19990726" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "METRO NEWS BRIEFS: NEW YORK; Police Suggest Suspect Choked on Bag of Drugs" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/26\/nyregion\/metro-news-briefs-new-york-police-suggest-suspect-choked-on-bag-of-drugs.html"} , {"body" : "An 18-year-old Brooklyn man was charged on Friday in the shooting deaths of two men on the Fourth of July, the police said yesterday. The man, Simeon Duggins, was charged with murder and criminal possession of a weapon, said Officer Chris Cottingham, a police spokeswoman. The police said Mr. Duggins shot Franklin Dennis, 21, three times in the" , "date" : "19990725" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "METRO NEWS BRIEFS: NEW YORK; Brooklyn Man, 18, Held In Fourth of July Slayings" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/25\/nyregion\/metro-news-briefs-new-york-brooklyn-man-18-held-in-fourth-of-july-slayings.html"} , {"body" : "A 32-year-old Brooklyn man died in the custody of narcotics officers yesterday shortly after having been arrested during a buy-and-bust operation near Prospect Park, police officials said. They are investigating the death of the man, Dalano Maloney, 32, of Flatbush. The police said that Mr. Maloney suffered ''medical distress'' while in custody." , "date" : "19990725" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Arrested in Drug Case, Brooklyn Man Dies" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/25\/nyregion\/arrested-in-drug-case-brooklyn-man-dies.html"} , {"body" : "Theater ''GOLLY GEE WHIZ!,'' a musical set in 1939 in a town called Happyville, where the teen-agers decide to boost the economy by putting on a show, could have been pure saccharin. Instead, the show is a funny spoof, thanks to the authors, Eric Rockwell and Joanne Bogart, the director and choreographer, Cynthia Thole, and the spirited" , "date" : "19990723" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/23\/arts\/spare-times-for-children.html"} , {"body" : "MILLER-Max Beloved husband of Betty. Devoted father of Marcia Greenberg and Rosalie Elkin. Loving grandfather and great grandfather. Service Tuesday, 10am ''Parkside'' Chapels, 2576 Flatbush Avenue(opposite Kings Plaza) Brooklyn, New York." , "date" : "19990720" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "9" , "title" : "Paid Notice: Deaths MILLER, MAX" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/20\/classified\/paid-notice-deaths-miller-max.html"} , {"body" : "Whitlow Wyatt, a key figure in the Brooklyn Dodgers' celebrated 1941 National League pennant victory and a leading pitcher of the early 1940's, died Friday at a hospital in Carrollton, Ga. Wyatt, who lived in Buchanan, Ga., was 91. After struggling for a decade with three American League teams, Wyatt, a hard-throwing and often intimidating" , "date" : "19990719" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Obituaries" , "Sports"] , "page_facet" : "15" , "title" : "Whitlow Wyatt, 91, Pitcher Who Starred With the Dodgers" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/19\/sports\/whitlow-wyatt-91-pitcher-who-starred-with-the-dodgers.html"} , {"body" : "Theater ''THE JUNGLE BOOK,'' the story of Mowgli, Kipling's tale of a little boy lost in the jungle of India and reared by wolves, will be presented by Puppetworks, Sundays at 1:30 and 3:30 P.M. (through Aug. 15) at the Children's Aid Society, Greenwich Village Center Theater, 219 Sullivan Street, Greenwich Village. The production is adapted for" , "date" : "19990716" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/16\/arts\/spare-times-for-children.html"} ,   {"body" : "A Jeweler's Jewels Tiffany & Company, Fifth Avenue at 57th Street; (212) 755-8000. An exhibition of more than 50 brooches, necklaces, earrings and bracelets made by the company since 1837 will be on display from Saturday through Sept. 11. The pieces include a dragonfly ornament from 1890, which has moving wings and is typical of the naturalistic" , "date" : "19990715" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "CALENDAR; Exhibitions and a Tour" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/15\/garden\/calendar-exhibitions-and-a-tour.html"} , {"body" : "KREECH-Harry. Beloved father of Wilma, adored brother-in-law of Leni and Florence, dear uncle of Diane and Paula. Services today, 10:45 AM, at ''Parkside Memorial Chapels'', 2576 Flatbush Avenue, corner Avenue V, Brooklyn." , "date" : "19990714" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "21" , "title" : "Paid Notice: Deaths KREECH, HARRY" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/14\/classified\/paid-notice-deaths-kreech-harry.html"} , {"body" : "Theater ''CARNIVAL OF THE ANIMALS'' and ''THE JUNGLE BOOK,'' two productions adapted by Nicolas Coppola, the artistic director of Puppetworks, are being presented in two different locations. ''Carnival of the Animals,'' Camille Saint-Saens' musical sketches of animals, will be presented Saturdays at 12:30 and 2:30 P.M. (through Aug. 28) at" , "date" : "19990709" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/09\/arts\/spare-times-for-children.html"} , {"body" : "This is how Rozanne Seelen describes her marriage: ''The wife says to the husband: 'I want a vanilla ice cream cone. Not chocolate, not strawberry, vanilla. The husband goes out and brings back a tuna fish sandwich. And she says, 'Thank you.' '' While that's certainly a fair description of how marriage can work, in Mrs. Seelen's case it's a dynamic" , "date" : "19990707" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Books" , "Theater"] , "page_facet" : "1" , "title" : "Stage-Struck Booksellers Keep Progress In the Wings" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/07\/theater\/stage-struck-booksellers-keep-progress-in-the-wings.html"} , {"body" : "A Brooklyn man who phoned the police on Friday to say that he had killed his girlfriend and his ex-girlfriend has been charged with one of the murders and will be charged with the other, law enforcement officials said yesterday. Detectives arrested the man, Lionel Michael King, 41, around 10:30 A.M. Friday at his home at 529 East 22d Street in" , "date" : "19990704" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Brooklyn Man to Be Charged With Killing 2" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/04\/nyregion\/brooklyn-man-to-be-charged-with-killing-2.html"} , {"body" : "FOR CHILDREN Theater ''CARNIVAL OF THE ANIMALS.'' Camille Saint-Saens' musical sketches of animals have been transformed into a puppet show by Nicolas Coppola, the artistic director of Puppetworks. The production features 68 puppets, from marionettes to hand, rod and shadow puppets. Performances are Saturdays at 12:30 and 2:30 P.M. through Aug. 28." , "date" : "19990702" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/02\/arts\/spare-times-422533.html"} , {"body" : "SO far so good,'' said Sandra Kingston, evaluating her five months of experience as a first-time homeowner. Ms. Kingston, a clerical worker in her 40's who works for Kings County Hospital, was able to buy a one-family house for $219,000 in the St. Albans section of Queens last January, making a 5 percent down payment and getting a 30-year" , "date" : "19990627" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Foreclosures Spur A Volume Business In Refurbishing And Selling Homes; Buyers get benefit of easier terms, but some charge deception." , "url" : "http:\/\/www.nytimes.com\/1999\/06\/27\/realestate\/foreclosures-spur-volume-business-refurbishing-selling-homes-buyers-get-benefit.html"} , {"body" : "To the Editor: How much longer will ugly architecture be dumped in Brooklyn? First, we have the corner of Atlantic Avenue and Flatbush, home of the new ''bunker'' school of architecture as represented by P. C. Richards, the Sneaker something or other and a concrete redoubt called a mall. Now, in Jean Nouvel's design for a waterfront hotel, we have" , "date" : "19990627" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "Arts"] , "page_facet" : "4" , "title" : "A HOTEL IN BROOKLYN; A Looming Disaster" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/27\/arts\/l-a-hotel-in-brooklyn-a-looming-disaster-316288.html"} , {"body" : "On a barren plot in Brooklyn, the developer Bruce Ratner plans to build a 400,000-square-foot mall that will resemble Ebbets Field, from the outside at least. Inside will be a complex full of suburban-style superstores and a movie multiplex. The idea is to create a retail nexus in downtown Brooklyn, which has been growing as the borough's" , "date" : "19990621" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Mall Builder Sees New Brooklyn, but Neighbors See Trouble" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/21\/nyregion\/mall-builder-sees-new-brooklyn-but-neighbors-see-trouble.html"} , {"body" : "A 32-year-old man was shot dead behind the wheel of his car in Brooklyn early yesterday after what the police called a minor dispute over double parking. The victim, Chun-Man Sze of Bensonhurst, was shot once in the chest by the passenger of a dark-colored Jeep Cherokee, the police said. Mr. Sze was returning from a fishing trip on Long Island" , "date" : "19990621" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Brooklyn Man Is Fatally Shot in His Car in a Dispute Over Parking" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/21\/nyregion\/brooklyn-man-is-fatally-shot-in-his-car-in-a-dispute-over-parking.html"} ,   {"body" : "Gerritsen Beach doesn't have the name recognition of Borough Park, Flatbush or Coney Island, but this tiny Brooklyn neighborhood on a peninsula between Sheepshead Bay and Marine Park is the star of a Web site called Gerritsen Memories. Marret Kauffner started the site last summer as a place for Kauffner family memories, with a genealogical tree and" , "date" : "19990620" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: NEW YORK ONLINE; Going Back Hoe" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/20\/nyregion\/neighborhood-report-new-york-online-going-back-hoe.html"} , {"body" : "SOMERMAN - Sylvia. Former Mathematics teacher at Erasmus Hall High School. Beloved wife of the late Dr. Nathan Somerman. Devoted mother of Frances Somerman Soond, Eugene, and Martha Somerman Schiff. Adored grandmother of Paul and Eric Greenberg, Vincent and Kathleen Somerman and Daniel Schiff. Services today 9AM at the I. J. Morris Inc. Funeral" , "date" : "19990615" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "14" , "title" : "Paid Notice: Deaths SOMERMAN, SYLVIA" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/15\/classified\/paid-notice-deaths-somerman-sylvia.html"} , {"body" : "UPPER EAST SIDE Television's Funny Business: Comedy Writers Talk Shop How has television changed since the days of ''The Dick Van Dyke Show''? Where do writers get their ideas? Are writers influenced by the shows they grew up watching? These are questions a panel will address tomorrow at the Jewish Museum in ''Stay Tuned: Conversations With TV" , "date" : "19990613" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/13\/nyregion\/playing-in-the-neighborhood-117749.html"} , {"body" : "WHILE the eyes of nearly every basketball fan in the area were on the Knicks-Pacers playoff game at Madison Square Garden Monday night, it wasn't the only professional basketball contest taking place in New York City. Just a few subway stops away from the World's Most Famous Arena, the Connecticut Skyhawks and the fledgling Brooklyn Kings were" , "date" : "19990613" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Local Heroes" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/13\/nyregion\/new-yorkers-co-local-heroes.html"} , {"body" : "Events ANIMATED SHORT FILMS. Faith Hubley, a short-film animator, is to present a program of her animated films for children (created with her husband, John), tomorrow and Sunday at 11 A.M. at the Quad Cinema, 34 West 13th Street, Greenwich Village, including ''Moonbird,'' the 1960 Academy Award-winning film by Ms. Hubley and her husband. Tickets:" , "date" : "19990611" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/11\/arts\/spare-times-for-children.html"} , {"body" : "NEWS In Harmony The American Russian Young Artists Orchestra, consisting of 91 American and Russian musicians from 17 to 26 years old, opens a 12-city tour of the United States, Russia and Central Europe with a performance led by Leon Botstein at 8 P.M. Saturday at the Westhampton Beach Performing Arts Center on Long Island. The orchestra will" , "date" : "19990610" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "RUSSIA" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Footlights" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/10\/arts\/footlights.html"} , {"body" : "When the Oprah Winfrey show was interrupted by a news bulletin announcing the verdict in the Abner Louima trial, Charmaine Dreckette took a quick break from washing a customer's hair in the back of St. Cecile's Unisex Salon on Church Avenue in Brooklyn and turned up the volume. One of the four police officers charged with violating the civil rights" , "date" : "19990609" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "THE LOUIMA CASE: THE NEIGHBORHOOD; Flatbush Immigrants Call Result Neither Outrage Nor Triumph" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/09\/nyregion\/louima-case-neighborhood-flatbush-immigrants-call-result-neither-outrage-nor.html"} , {"body" : "LINKER-Robert S. Just about the finest, most decent person we have ever known, Bob died Saturday in Florida, age 80, after a three month battle with bone cancer. Services at Riverside Chapel, 1895 Flatbush Ave. (Avenue L), Brooklyn, NY, Tuesday, June 8, at 10 AM. Our sincere condolences to Fran, Steve and Carrie, and the entire wonderful Linker" , "date" : "19990608" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "28" , "title" : "Paid Notice: Deaths LINKER, ROBERT S." , "url" : "http:\/\/www.nytimes.com\/1999\/06\/08\/classified\/paid-notice-deaths-linker-robert-s.html"} , {"body" : "LINKER-Robert S. Just about the finest, most decent person we have ever known, Bob died Saturday in Florida, age 80, after a three month battle with bone cancer. Services at Riverside Chapel, 1895 Flatbush Ave. (Avenue L), Brooklyn, NY, Tuesday, June 8, at 10 AM. Our sincere condolences to Fran, Steve and Carrie, and the entire wonderful Linker" , "date" : "19990607" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "10" , "title" : "Paid Notice: Deaths LINKER, ROBERT S." , "url" : "http:\/\/www.nytimes.com\/1999\/06\/07\/classified\/paid-notice-deaths-linker-robert-s.html"} , {"body" : "THE bottles were lined up along the bar like army recruits waiting to be examined for their fitness to serve. Joe Ficarra lifted each one and placed it on an electronic scale. Then Michael Hoffman recorded each bottle's weight on a laptop. They are the owners of Bevinco of New York, a company hired by bars to keep track of exactly how much liquor" , "date" : "19990606" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; When Spirits Are Getting Low" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/06\/nyregion\/new-yorkers-co-when-spirits-are-getting-low.html"} ,   {"body" : "THE Ryder post office on East 45th Street near Flatbush Avenue is the busiest in Brooklyn, and on Thursday morning the talk among the men and women in gray and blue was of dogs. There are about 350,000 dogs in Brooklyn and only 2,200 mail carriers, a ratio that helps explain why the United States Postal Service this week ranked Brooklyn fifth on" , "date" : "19990605" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; Through Rain, Sleet and Bites From Dogs" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/05\/nyregion\/about-new-york-through-rain-sleet-and-bites-from-dogs.html"} , {"body" : "BALSAM-David C. On May 30, 1999. Cherished son of Elizabeth and Gerald Balsam. Loving brother of Judy Gray. Dear uncle of Ian and Jared. Service today 1 PM, at ''Parkside'' Memorial Chapel, 2576 Flatbush Avenue, Brooklyn, New York (near Avenue V)." , "date" : "19990601" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "13" , "title" : "Paid Notice: Deaths BALSAM, DAVID C." , "url" : "http:\/\/www.nytimes.com\/1999\/06\/01\/classified\/paid-notice-deaths-balsam-david-c.html"} , {"body" : "It's a short stretch of Johnson Avenue, the block between 235th and 236th Streets. But it's become a mini-restaurant row, with Italian, Chinese and Japanese restaurants cheek by jowl with kosher delis and pizza parlors. All told, there are 12 places to eat on the block and 2 around the corner on 235th Street, with two more restaurants, one Mexican" , "date" : "19990530" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: RIVERDALE; One Block -- and 13 Menus" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/30\/nyregion\/neighborhood-report-riverdale-one-block-and-13-menus.html"} , {"body" : "What was once the biggest, most famous movie theater in Queens -- now a church but once a rococo palace celebrated for generations as the place to take a date on Saturday night -- was designated a landmark yesterday by the New York City Landmarks Preservation Commission. ''Everyone is simply overwhelmed by the design,'' said Bishop Ronny Davis, the" , "date" : "19990526" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Movies" , "New York and Region" , "Theater"] , "page_facet" : "3" , "title" : "Former Movie Palace Is Named a Landmark" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/26\/nyregion\/former-movie-palace-is-named-a-landmark.html"} , {"body" : "Following are excerpts from the transcript of the guilty plea entered by Justin A. Volpe in United States District Court in Brooklyn yesterday before Judge Eugene H. Nickerson. In making the plea, Mr. Volpe was required to disclose details of his participation in the crime. The Attack and Prelude Mr. Volpe: At the Club Rendez-Vous I got into a" , "date" : "19990526" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "THE LOUIMA CASE; Volpe Recounts Night of Brutality, Threats and Rage" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/26\/nyregion\/the-louima-case-volpe-recounts-night-of-brutality-threats-and-rage.html"} , {"body" : "A van that witnesses said was racing to pass another vehicle jumped the curb last night and plowed into a throng of shoppers on Flatbush Avenue in Brooklyn, the police said. Eight people were injured, none seriously, and taken to area hospitals, said Officer Cheryl Cox, a Police Department spokeswoman. Authorities were searching last night for the" , "date" : "19990522" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO NEWS BRIEFS: NEW YORK; 8 Are Hurt as Van Jumps Curb in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/22\/nyregion\/metro-news-briefs-new-york-8-are-hurt-as-van-jumps-curb-in-brooklyn.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''THE MERRY WIDOW,'' Amato Opera. It is becoming almost standard procedure for opera companies putting on Lehar's ''Merry Widow'' to have someone more or less rewrite the script and" , "date" : "19990521" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/21\/movies\/classical-music-and-dance-guide.html"} , {"body" : "A Critical Look Museum of American Folk Art, Columbus Avenue at 65th Street; (212) 595-9533. ''Beyond the Square: Color and Design in Amish Quilts,'' an exhibition of 20 quilts from Pennsylvania, Indiana and Ohio, will start on Saturday and continue through Nov. 7. Amish quilts are known for their unusual combinations of color and bold geometric" , "date" : "19990520" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "6" , "title" : "Exhibitions of Quilts, Art and Table Settings" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/20\/garden\/exhibitions-of-quilts-art-and-table-settings.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting June 8, 6:30 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights," , "date" : "19990516" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Greenpoint to Sheepshead Bay: When the Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/16\/nyregion\/neighborhood-report-brooklyn-up-close-greenpoint-sheepshead-bay-when-boards-meet.html"} , {"body" : "FLATBUSH Celebrating 300 Years Of American Music Psalms, folk songs and art songs from 300 years of American music, including works by Stephen Foster, Samuel Barber, Aaron Copland and others, will be performed today by the Brooklyn College Chorus and Conservatory Chamber Chorus at the Brooklyn Center for the Performing Arts. Bruce MacIntyre will" , "date" : "19990516" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/16\/nyregion\/playing-in-the-neighborhood-692468.html"} ,   {"body" : "A Brooklyn teen-ager has been arrested in connection with a movie theater shooting in Flatbush last month that left one patron dead and two others wounded, the police said. Devon Purvis, 17, of East 21st Street, was taken into custody Thursday night and charged yesterday with assault in the April 16 shooting. Jumaane Cox, 21, an aspiring rap" , "date" : "19990516" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "44" , "title" : "METRO NEWS BRIEFS: NEW YORK; Teen-Ager Is Charged In Shootings at Theater" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/16\/nyregion\/metro-news-briefs-new-york-teen-ager-is-charged-in-shootings-at-theater.html"} , {"body" : "A Brooklyn livery-cab driver whose head was grazed by a passenger's bullet on Thursday night disarmed the gunman, chased him down and made a citizen's arrest, the police said yesterday. The driver, Phedro Desprez, 37, turned the attacker over to two rookie officers walking their beat nearby. The suspect, identified by the police as Lewis Oswin, 19," , "date" : "19990515" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Injured Cabby Disarms Man And Turns Him Over to Police" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/15\/nyregion\/injured-cabby-disarms-man-and-turns-him-over-to-police.html"} , {"body" : "ATTRACTIONS Museums and Sites ALICE AUSTEN HOUSE, 2 Hylan Boulevard, Rosebank, Staten Island. This 17th-century farmhouse, converted in the 19th century to a Victorian cottage, was the home of the photographer Alice Austen. On view is her parlor, filled with period furniture. Hours: Thursdays through Sundays, noon to 5 P.M.; closed today." , "date" : "19990514" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/14\/arts\/spare-times-681563.html"} , {"body" : "Theater ''ORPHEUS AND EURYDICE,'' Little Theater of the West Side Y.M.C.A., 5 West 63d Street, between Central Park West and Broadway. An original musical written by Ben Cohen based on the Greek myth, performed by Kids Company, a troupe of young actors, 4th grade and older. Tonight at 7 and tomorrow at 1 P.M. Tickets: $10. Box office: (212)" , "date" : "19990514" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/14\/arts\/spare-times-for-children.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. BURT BACHARACH, Lehman Center for the Performing Arts, 250 Bedford Park Boulevard West, at Goulden Avenue, Bedford Park, the Bronx, (718) 960-8833. Elvis Costello" , "date" : "19990514" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/14\/movies\/pop-and-jazz-guide-677833.html"} , {"body" : "GINSBERG-Belle. On May 9 at the age of 88. Devoted wife of the late Harry Ginsberg, treasured by sons Jack and Joseph, daughters-in-law Louise and Micki, grandsons, Andrew and Peter, and many nieces, nephews and friends. She will be sadly missed. Service today at 11:30 AM at, ''Parkside'' Memorial Chapel, 2576 Flatbush Avenue, Brooklyn New York." , "date" : "19990511" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "10" , "title" : "Paid Notice: Deaths GINSBERG, BELLE" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/11\/classified\/paid-notice-deaths-ginsberg-belle.html"} , {"body" : "DANNY PERASA was 10 when his mother began giving him $1 on Saturdays and letting him go alone from Bay Ridge in Flatbush to watch the Brooklyn Dodgers play at Ebbets Field. A nickel each way for the subway, 60 cents admission, a nickel for a scorecard and a quarter to divvy up between hot dogs and sodas, which cost a nickel each. He saw more than" , "date" : "19990509" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Seeking the Soul of the City's Summer; Hearing the Crack of Old Bats, the Roar of Past Crowds" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/09\/nyregion\/seeking-soul-city-s-summer-hearing-crack-old-bats-roar-past-crowds.html"} , {"body" : "This list is selective. It is national in scope but concentrates on the Northeast. California CALIFORNIA STATE UNIVERSITY SUMMER ARTS -- Long Beach, June 27-July 24 (562-985-2064). Classes and workshops in theater, dance and music. Dance faculty performances: Sean Curran (July 3), Ann Carlson (July 6). DANCE KALEIDOSCOPE FESTIVAL -- Los Angeles," , "date" : "19990509" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "SUMMER FESTIVALS: DANCE; An Abundance of Performing Arts Nationwide" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/09\/arts\/summer-festivals-dance-an-abundance-of-performing-arts-nationwide.html"} , {"body" : "The following list of performers and concert dates is selective. Performances are subject to change. Alaska FAIRBANKS SUMMER ARTS FESTIVAL -- University of Alaska (907-474-8869). Workshops, rehearsals and concerts led by faculty in music, dance, theater, ice skating and the visual arts (July 23-Aug. 8). www.fsaf.org JUNEAU JAZZ AND CLASSICS" , "date" : "19990509" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "SUMMER FESTIVALS: POP\/JAZZ; An Abundance of Performing Arts Nationwide" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/09\/arts\/summer-festivals-pop-jazz-an-abundance-of-performing-arts-nationwide.html"} , {"body" : "New York City is in the midst of a movie theater building boom that will see the number of Manhattan screens available for viewing increase by 64 percent from 166 to 273 when projects under way or planned are completed, according to a study by PricewaterhouseCoopers, an accounting and consulting firm. Two of the biggest movie theater developments" , "date" : "19990509" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: More New York City Movie Screens; A Multitude Of Multiplexes" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/09\/realestate\/postings-more-new-york-city-movie-screens-a-multitude-of-multiplexes.html"} ,   {"body" : "Take pity on the next generation of music fiends, for they may not know the pleasure of loitering in little record stores. People in their 20's, 30's and 40's, less and less guilty about shopping on the Internet, are regularly denying themselves the chance to go into a record shop and just look. In their defense, they complain that the clerks don't" , "date" : "19990507" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "Stalking That Rare Recording" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/07\/movies\/stalking-that-rare-recording.html"} , {"body" : "ATTRACTIONS Museums and Sites ALICE AUSTEN HOUSE, 2 Hylan Boulevard, Rosebank, Staten Island. This 17th-century farmhouse, converted in the 19th century to a Victorian cottage, was the home of the photographer Alice Austen. On view is her parlor, filled with period furniture. Hours: Thursdays through Sundays, noon to 5 P.M.; closed today." , "date" : "19990507" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/07\/arts\/spare-times-569917.html"} , {"body" : "Theater ''AL E. GATOR AND FRIENDS,'' a puppet production featuring the Roamin' Gnomes, performing acrobatics on a seesaw; the Heads Up Chorus, and the Haywire, a creature with four arms and four legs that spins on the dance floor. The show also includes a puppet-making demonstration. Performances are on Saturdays and Sundays at 2:30 P.M. Through" , "date" : "19990507" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/07\/arts\/spare-times-for-children.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. * APRIL MARCH, Tonic, 107 Norfolk Street, Lower East Side, (212) 358-7503. After bouncing around rock bands in New York and abroad, Elinor Blake, a k a April March," , "date" : "19990507" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/07\/movies\/pop-and-jazz-guide-570257.html"} , {"body" : "He looked small and frail in a dark blue suit that seemed three sizes too large. Abner Louima gazed across the packed courtroom. He blinked several times, and his dark eyes seemed to widen at the sight of so many faces focused entirely on him. Then he took the witness stand to tell his story of vicious abuse by New York City police officers. Mr." , "date" : "19990507" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "With Shaking Finger, Accuser Points to Accused" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/07\/nyregion\/with-shaking-finger-accuser-points-to-accused.html"} , {"body" : "An 18-year-old man was fatally shot after an argument on a Brooklyn sidewalk yesterday afternoon, the police said. The victim, Wade Nurse of Ocean Avenue, Brooklyn, was shot twice in the chest in front of a storage company building on a side street in Flatbush around 3:10 P.M., said Detective Robert Samuel, a police spokesman. Mr. Nurse died a half" , "date" : "19990430" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Argument Ends in Killing Of Teen-Ager In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/30\/nyregion\/argument-ends-in-killing-of-teen-ager-in-brooklyn.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''ABDUCTION FROM THE SERAGLIO,'' Bronx Opera Company. For over 30 years, this independent, community-based company has been presenting standard repertory operatic works, and now and" , "date" : "19990430" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "10" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/30\/movies\/classical-music-and-dance-guide.html"} , {"body" : "FROM an 1811 farmhouse in Doylestown, Pa., to ocean-front gardens in Rye, N.Y., to a Park Avenue duplex, show houses and house and garden tours are preparing for visitors in the Northeast. All of the tours are self-guided unless otherwise indicated. Here is a selection in six states. New York City Clinton Hill, Brooklyn, Sunday -- A mix of" , "date" : "19990429" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "12" , "title" : "Tour Time: Spring Becomes the Northeast" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/29\/garden\/tour-time-spring-becomes-the-northeast.html"} , {"body" : "In 1982, when he was 27, Thomas Chen arrived in New York from Taiwan, looking for opportunities and planning to bring his wife and young son over to join him when he could afford it. He settled in Elmhurst, Queens, and found a job in a sweater factory. He knew something about ironwork and soon he was making window guards in the basement of his" , "date" : "19990428" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["COLLEGE POINT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "COMMERCIAL REAL ESTATE; Immigrant Planning a Window Factory in Queens" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/28\/nyregion\/commercial-real-estate-immigrant-planning-a-window-factory-in-queens.html"} , {"body" : "FLATBUSH Versatile Clarinetist Crosses Musical Categories A clarinet soloist for more than 100 orchestras, a recitalist and chamber music performer, an innovative jazz artist, and a two-time Grammy Award winner, Richard Stoltzman has defied categorization. His clarinet-playing can be enjoyed next Sunday at Brooklyn Center for the Performing Arts," , "date" : "19990425" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/25\/nyregion\/playing-in-the-neighborhood-365041.html"} ,   {"body" : "ATTRACTIONS Museums and Sites AMERICAN NUMISMATIC SOCIETY, Audubon Terrace, Broadway at 155th Street, Washington Heights. The society has the most extensive coin collection in North America; its library is open to the public. On permanent display is ''American Numismatic Design: 1892-1922.'' Also on view is ''The World of Coins,'' a history" , "date" : "19990423" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/23\/arts\/spare-times-347523.html"} , {"body" : "Theater ''A WOMAN WHO OUTSHONE THE SUN,'' an Urban Youth Theater production based on a Mexican legend; adapted by Patricia Herrera and directed by Jose Joaquin Garcia. Henry Street Settlement, 466 Grand Street, Lower East Side, Fridays and Saturdays at 7 P.M.; Sundays at 2 P.M. Through May 2. Tickets: $6; $4 for children and teen-agers." , "date" : "19990423" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/23\/arts\/spare-times-for-children.html"} , {"body" : "Victorian Brooklyn Flatbush-Tompkins Congregational Church, Dorchester Road and East 19th Street, Flatbush; (718) 859-4595. The Flatbush Development Corporation will offer a self-guided tour on Sunday, from 1 to 6 P.M. Ten 19th-century houses will be open in several areas of Flatbush, including Ditmas Park, Prospect Park South, Midwood Park and" , "date" : "19990422" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "CALENDAR; House Tour, Exhibitions, Flower Show" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/22\/garden\/calendar-house-tour-exhibitions-flower-show.html"} , {"body" : "IN the eyes of many Prospect Heights residents, the Alcazar is a metaphor for the change the neighborhood is undergoing. Four years ago the prewar rental building at 347-365 Lincoln Place was a dilapidated, half-vacant eyesore with broken windows, fire damage and erratic hot water service. The Chase Manhattan Bank foreclosed on the building and" , "date" : "19990418" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In \/ Prospect Heights, Brooklyn; A Diverse Neighborhood Spruces Up in a Turnaround" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/18\/realestate\/if-you-re-thinking-living-prospect-heights-brooklyn-diverse-neighborhood-spruces.html"} , {"body" : "A 21-year-old Brooklyn man who dreamed of rapping his way to a better future died hours after he was shot in the back at a Flatbush movie theater during a Friday night screening of the film ''Life.'' The victim, Jumaane Cox, was one of three men wounded shortly after 10 P.M. at the Kenmore Quad Theater on Church Avenue. Mr. Cox died of his wounds" , "date" : "19990418" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "39" , "title" : "Brooklyn Man, 21, Is Dead After Shooting in a Theater" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/18\/nyregion\/brooklyn-man-21-is-dead-after-shooting-in-a-theater.html"} , {"body" : "Three men were shot and wounded in a crowded movie theater in Brooklyn last night by a man who then fled, the police said. A police spokesman said that the gunfire erupted after a dispute over seating, but a senior officer at the scene said that the shootings appeared to be gang related. The shootings, which occurred around 10 P.M., 15 minutes into" , "date" : "19990417" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "3" , "title" : "3 Men Are Shot Inside Brooklyn Movie Theater" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/17\/nyregion\/3-men-are-shot-inside-brooklyn-movie-theater.html"} , {"body" : "Theater ''HOT FEET,'' a revue by the Paper Bag Players that is a series of sketches about city life, written and directed by Judith Martin with the assistance of Ted Brackett, featuring scenery and costumes mostly made from the brown paper for which the troupe is named. Tomorrow at 2 P.M. at the Performing Arts Center at Kingsborough Community" , "date" : "19990416" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/16\/arts\/spare-times-for-children.html"} , {"body" : "MANSDORF - Gloria. Beloved mother of Arnold and Eve Mansdorf. Companion of Henry Bittman. Mother-in-law of Dorothea. Grandmother of Daniel, Esther and Pippa. Services Tuesday, 10 AM, at ''Parkside Memorial Chapels,'' 2576 Flatbush Ave., Brooklyn (corner Avenue V)." , "date" : "19990413" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region" , "Paid Death Notices"] , "page_facet" : "2" , "title" : "NEWS SUMMARY INTERNATIONAL SQN#" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/13\/nyregion\/news-summary-international-sqn-292150.html"} , {"body" : "FLATIRON Swimming and Floating In New York's Waterways As rising temperatures give rise to leisure on the water, the Van Alen Institute will offer a forum titled ''Swimming and Floating,'' which will focus on the city's waterways as recreational sites. David Gissen, architect and curator of ''New York's Floating Bathhouses,'' an exhibition at the" , "date" : "19990411" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/11\/nyregion\/playing-in-the-neighborhood-146064.html"} , {"body" : "A 55-year-old man accidentally hanged himself while trying to break into a clothing store in Brooklyn yesterday morning, the police said. The store's owner found the intruder, Terrence Adams, hanging by his sweater from a first-floor window shortly before 11 A.M, the police said. He was pronounced dead on the scene. Mr. Adams broke in by bending" , "date" : "19990411" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Burglar Is Hanged During Break-In" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/11\/nyregion\/burglar-is-hanged-during-break-in.html"} ,   {"body" : "KLEINER-Etta. Beloved and devoted mother of Judy Koplik and Sidney. Dear sister, loving grandmother and great-grandmother. Services Sunday, 9:30 AM, ''Parkside'' Chapels, 2576 Flatbush Ave., Brooklyn (near Avenue V)." , "date" : "19990410" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "13" , "title" : "Paid Notice: Deaths KLEINER, ETTA" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/10\/classified\/paid-notice-deaths-kleiner-etta.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. DAEVID ALLEN AND KRAMER, Knitting Factory, 74 Leonard Street, TriBeCa, (212) 219-3006. Daevid Allen led Gong, a light-hearted and light-headed psychedelic band that" , "date" : "19990409" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "31" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/09\/movies\/pop-and-jazz-guide-132438.html"} , {"body" : "LOROWITZ-Estelle. On April 5. Beloved wife of the late Hy; devoted mother of Harry, Amy and Steven Schreiber and the late Michael. Cherished grandmother of Jenny, dear sister of Jack Kramer, adored aunt, and sister-in-law, loyal friend. Service Friday, 11:30AM, in ''Parkside,'' Memorial Chapel, 2576 Flatbush Avenue, Brooklyn (near Avenue V)." , "date" : "19990408" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "9" , "title" : "Paid Notice: Deaths LOROWITZ, ESTELLE" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/08\/classified\/paid-notice-deaths-lorowitz-estelle.html"} , {"body" : "LOROWITZ-Estelle. On April 5. Beloved wife of the late Hy; devoted mother of Harry, Amy and Steven Schreiber and the late Michael. Cherished grandmother of Jenny, dear sister of Jack Kramer, adored aunt, and sister-in-law, loyal friend. Service Friday, 11:30AM, in ''Parkside,'' Memorial Chapel, 2576 Flatbush Avenue, Brooklyn (near Avenue V)." , "date" : "19990407" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "22" , "title" : "Paid Notice: Deaths LOROWITZ, ESTELLE" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/07\/classified\/paid-notice-deaths-lorowitz-estelle.html"} , {"body" : "The Beans of Brooklyn Q. Some mornings -- and some evenings too -- the aroma of freshly roasted coffee seems to fill the air to the west of Park Slope, Brooklyn. Is there a commercial coffee roaster hidden on the fringes of this area? A. Yes. ''There are a whole bunch of coffee wholesale and roasting businesses, and some green coffee businesses, in" , "date" : "19990404" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1999\/04\/04\/nyregion\/fyi-044482.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''LA BOHEME,'' New York City Opera. Those relatively new to Puccini's ''Boheme'' and those confirmed Puccini fans who want a break from the Zeffirellian opulence of the Met's" , "date" : "19990402" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/02\/movies\/classical-music-and-dance-guide.html"} , {"body" : "Federal agents found several human bones yesterday while digging in a Livingston, N.J., backyard for the remains of a Russian boxer who vanished from the streets of Brooklyn in 1995. Though investigators said they believed they had found the body of the boxer, Sergei Kobozev, they said a positive identification might not be possible for several" , "date" : "19990330" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["LIVINGSTON (NJ)" , "RUSSIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Investigators Unearth Bones That May Be Remains of Missing Russian Boxer" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/30\/nyregion\/investigators-unearth-bones-that-may-be-remains-of-missing-russian-boxer.html"} , {"body" : "FROM the heights of Manhattan's luxury towers to the wood-framed and aluminum-sided homes of its more proletarian neighborhoods, New York City's residential real estate market saw prices continue to rise last year -- riding the crest of the nation's record-breaking housing expansion and the region's ongoing rebound from the moribund days of the" , "date" : "19990328" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "In All 5 Boroughs, A Robust Market" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/28\/realestate\/in-all-5-boroughs-a-robust-market.html"} , {"body" : "More than a year and a half after a Haitian immigrant named Abner Louima was reportedly brutalized by police officers in Brooklyn, jury selection is to begin tomorrow for the trial of four officers charged with attacking him and of a sergeant accused of joining them in an attempted cover-up. As many as 600 prospective jurors are to arrive in" , "date" : "19990328" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "Jury Selection to Begin In Louima Beating Case" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/28\/nyregion\/jury-selection-to-begin-in-louima-beating-case.html"} , {"body" : "With shovels, rakes and long metal probes, about two dozen investigators dug for several hours yesterday in the backyard of a house here after receiving a tip that the body of a Russian boxer who vanished from Brooklyn in 1995 was buried there. The search turned up nothing. Though chemists, dentists and engineers from the F.B.I.'s Evidence Response" , "date" : "19990327" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "LIVINGSTON (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Investigators Dig, But Fail to Find Body of a Boxer" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/27\/nyregion\/investigators-dig-but-fail-to-find-body-of-a-boxer.html"} ,   {"body" : "This is a sampling of the musical presentations planned for the holiday season at churches and concert halls in New York City. All are free unless otherwise noted. (Churches accept donations.) This selection, compiled by Paul Griffiths, represents what caught this critic's eye and excited his expectations; unless noted, church choirs are featured" , "date" : "19990326" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "A Host of Alleluias to Celebrate the Easter Season" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/26\/movies\/a-host-of-alleluias-to-celebrate-the-easter-season.html"} , {"body" : "EMOTION comes easily to Michael Fabricant, a professor at the Hunter College Graduate School of Social Work. So he makes no effort to blink back tears when he speaks of Amy Watkins, a 26-year-old student with a radiant smile and a boundless future who was killed early this month just blocks from her home in Brooklyn. Mr. Fabricant had taught Ms." , "date" : "19990326" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Gleaning Inspiration From a Student's Death" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/26\/nyregion\/gleaning-inspiration-from-a-student-s-death.html"} , {"body" : "Magic Johnson, the former Los Angeles Lakers star whose post-basketball ventures include developing movie theaters, has reached an agreement with New York City to refurbish the historic Loews Kings Theate2 on Flatbush Avenue in Brooklyn, officials announced yesterday. The $30 million project will transform the movie house, which closed in 1977," , "date" : "19990324" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "1" , "title" : "Magic Johnson to Resurrect a Movie Palace" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/24\/nyregion\/magic-johnson-to-resurrect-a-movie-palace.html"} , {"body" : "INTERNATIONAL A3-18 NATO Authorizes Strikes To Stop Serb Aggression NATO authorized air strikes against Serbia as President Clinton declared that force was necessary to halt the aggression of the Serbs against ethnic Albanians in Kosovo. A1 Initial NATO bombings of Serbia will be broader and more punishing than originally envisioned, French and" , "date" : "19990324" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/24\/nyregion\/news-summary-896578.html"} , {"body" : "WOMEN'S HISTORY MONTH Celebrating Women in Arts Of Oil, Fabric and Laughs March is Women's History Month, featuring exhibitions by local female artists and discussions with performers. Here is a sampler: Piecing together quilts of bread, wood, paper, smoked turkey skins, beads, shells and even condoms, female artists explore cultural symbolism in" , "date" : "19990321" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/21\/nyregion\/playing-in-the-neighborhood-832782.html"} , {"body" : "Theater ''INAPPROPRIATE,'' a musical adapted by Lonnie McNeil, the theater director at the DeSisto School in Stockbridge, Mass., from vignettes and monologues of DeSisto students, who often come to the school by way of broken homes, drug rehabilitation and brushes with the law. The 90-minute production, presents teen-age performers, members of" , "date" : "19990319" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/19\/arts\/spare-times-for-children.html"} , {"body" : "A clerk in a Brooklyn grocery was beaten and briefly held hostage Monday night, then wounded in a gunfight between the police and three men who robbed the store, the authorities said yesterday. One suspect died, and another was wounded. The clerk, Yasser Sharaha, 19, who came to the United States from Yemen just four months ago, was in stable" , "date" : "19990317" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Clerk Is Wounded in Shootout During Holdup" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/17\/nyregion\/clerk-is-wounded-in-shootout-during-holdup.html"} , {"body" : "In the latest annoyance for Brooklyn subway riders, the two busiest lines between lower Manhattan and Brooklyn's largest subway hub -- the station at Atlantic and Flatbush Avenues -- were shut down for 49 minutes during the morning rush yesterday after snow shorted out an electrical cable. Not all the news for Brooklyn commuters was bad yesterday." , "date" : "19990316" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Subway Cable Fails, Closing a Brooklyn Hub" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/16\/nyregion\/subway-cable-fails-closing-a-brooklyn-hub.html"} , {"body" : "A man who had just robbed a bodega in Brooklyn was shot dead by the police in a gunfight involving three armed suspects and at least as many officers just outside the door of the store, the police said. One of the other suspects was shot in the leg by the police, and a man who worked in the store was shot in the arm, the police said. It was not" , "date" : "19990316" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Police Kill Holdup Suspect in Brooklyn Shootout" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/16\/nyregion\/police-kill-holdup-suspect-in-brooklyn-shootout.html"} , {"body" : "The two names almost rhyme, Watkins and Watson, like an old-time song-and-dance team. They did not know each other, but Amy Watkins and Marvin Watson were both young, both archetypes of the New York newcomer. She was the Midwestern idealist come to the big city, a graduate student hoping to become a social worker. He was the striver from Jamaica," , "date" : "19990315" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "One Precinct, 2 Very Different Murder Cases" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/15\/nyregion\/one-precinct-2-very-different-murder-cases.html"} ,   {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting is April 13, 6:30 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn" , "date" : "19990314" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Only the Living Know Brooklyn: Where the Community Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/14\/nyregion\/neighborhood-report-brooklyn-up-close-only-living-know-brooklyn-where-community.html"} , {"body" : "THERE have been bloodier episodes. But in a couple of ways the events of May 28 and 29, 1982, were a barbarity on a scale never experienced on Long Island before. One was the number of crimes committed. When the prosecutors were finished, five defendants had been convicted of 822 counts of rape, attempted murder, assault and robbery involving more" , "date" : "19990314" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Considering Parole, Releasing Nightmares; For Victims, Hearings Dredge Up Memories of an Infamous Crime Spree" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/14\/nyregion\/considering-parole-releasing-nightmares-for-victims-hearings-dredge-up-memories.html"} , {"author" : "Douglas Century is the author of ''Street Kingdom: Five Years Inside the Franklin Avenue Posse,'' recently published by Warner Books." , "body" : "On a recent March morning, I walked the windy piers of the Brooklyn waterfront, gazing out at the choppy waters of Buttermilk Channel and Upper New York Bay, looking for the shadow of my grandfather. He had fled conscription into the Czar's army in 1914, landed at Ellis Island and found work as a longshoreman on the docks of what was then one of" , "date" : "19990312" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Travel" , "Arts"] , "page_facet" : "37" , "title" : "MY BROOKLYN; Still a Contender on the Waterfront" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/12\/movies\/my-brooklyn-still-a-contender-on-the-waterfront.html"} , {"body" : "The killer of a 26-year-old graduate student in Brooklyn on Monday night was careful to conceal clues to the fatal stabbing, apparently going so far as to wrap the murder weapon in plastic before plunging it into the woman's back, law enforcement officials said yesterday. The officials, speaking on the condition of anonymity, said that the handle" , "date" : "19990311" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Killer of Student Took Pains to Conceal Clues, Police Say" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/11\/nyregion\/killer-of-student-took-pains-to-conceal-clues-police-say.html"} , {"body" : "Not long after leaving the Bronx community center where she worked with battered women, a 26-year-old graduate student from Kansas who had come to New York to become a social worker was killed Monday night when she was stabbed in the back while walking home from the D train to her Brooklyn apartment, the police said yesterday. The victim, Amy" , "date" : "19990310" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Graduate Student Stabbed to Death Near Her Brooklyn Home" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/10\/nyregion\/graduate-student-stabbed-to-death-near-her-brooklyn-home.html"} , {"body" : "A high school dispute spilled over onto the platform of an Upper East Side subway station yesterday afternoon and two teen-agers were cut with a razor, the police said. One teen-ager was arrested and charged with the slashings, which the police said were not related to several slashings that occurred in the subway last week. Around 3:45 P.M." , "date" : "19990309" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Teen-Ager Is Charged With Slashing 2 in Subway" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/09\/nyregion\/teen-ager-is-charged-with-slashing-2-in-subway.html"} , {"body" : "FLUSHING For Those With Something To Say to John Updike When Joe Cuomo, the director of the Queens College Evening Readings, founded the series 23 years ago, he saw it as a way to create a bond between authors and readers, and between readers and readers. ''Someone who loves John Updike often has something to say to someone else who loves Updike,''" , "date" : "19990307" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/07\/nyregion\/playing-in-the-neighborhood-622230.html"} , {"body" : "After months of being stalked, a Brooklyn woman stabbed and killed her former boyfriend on Friday afternoon when he forced his way into her house and began to beat her, law enforcement officials said. Assistant District Attorney Dennis Hawkins said the Brooklyn District Attorney's office would decline to prosecute the woman, Aliceson Haile, in the" , "date" : "19990228" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "Woman Kills Former Boyfriend Who Beat Her, Authorities Say" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/28\/nyregion\/woman-kills-former-boyfriend-who-beat-her-authorities-say.html"} , {"body" : "Desma Ross, who grew up to the sounds of calypso and steel bands on the island of Trinidad, is a shipwright's daughter. But she had always wanted to pursue another course: medicine. Ms. Ross never abandoned her dream, though she postponed it when she had children. But for years she has continued to pursue it, and now, at 40, she is close to" , "date" : "19990224" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "THE NEEDIEST CASES; A Chance to Pursue a Career in the Healing Arts" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/24\/nyregion\/the-neediest-cases-a-chance-to-pursue-a-career-in-the-healing-arts.html"} , {"body" : "ONCE upon a misty Tuesday evening in February, a limousine was cruising along the far reaches of Brooklyn, transporting two impeccably stylish, impeccably thin women in very high heels. ''Sir, do you really know where you're going?'' Marin Hopper, the fashion director of Elle, asked the driver. Unconvincingly, he said that he did, but that it would" , "date" : "19990221" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "Fashion Editors Meet Sears: 'It's Huge!'" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/21\/style\/fashion-editors-meet-sears-it-s-huge.html"} ,   {"body" : "IT'S 5:15 A.M. and dark, very dark, when Amanda Christy wakes up in her apartment in Forest Hills, Queens, to prepare for her teaching day at Syosset High School. She could work closer to home, of course, but she chose her early-to-rise and reverse-commuting routine for the same reason as countless other teachers: The grass on the Island is greener" , "date" : "19990221" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Island Drawing More Teachers From City" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/21\/nyregion\/island-drawing-more-teachers-from-city.html"} , {"body" : "Ringed with menacing concertina wire and lined with painted storage lockers, the Metropolitan Transportation Authority parking lot at Flatbush and Atlantic Avenues in Brooklyn is an ugly place. But when Rick Russo looks at it, he has fantasies of a small concert hall or a community center rising on the site. ''Maybe the M.T.A. could somehow" , "date" : "19990220" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Improvements On a Small Scale; Brooklyn BID Makes Strides Despite Its Modest Budget" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/20\/nyregion\/improvements-small-scale-brooklyn-bid-makes-strides-despite-its-modest-budget.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''ELEKTRA,'' Metropolitan Opera. Strauss's bloodcurdling and most daring opera is dominated by three daunting roles for women, and the three singers the Met has cast for a string of" , "date" : "19990219" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "9" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/19\/movies\/classical-music-and-dance-guide.html"} , {"body" : "MAGAZANICK - Rose. Beloved wife of the late Harry Magazanick. Devoted mother of Arlene and Brian & mother-in-law of Bonnie. Loving grandmother of Stacey, Brandy, Jennifer and Lauren. Dear sister of Sadie and Ralph. Died peacefully on February 17, 1999. Services on Friday, 10AM Gutterman's, 2576 Flatbush Avenue Brooklyn, New York." , "date" : "19990218" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "23" , "title" : "Paid Notice: Deaths MAGAZANICK, ROSE" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/18\/classified\/paid-notice-deaths-magazanick-rose.html"} , {"body" : "Enough time has passed that the flowers beneath Michael Bennett's cross are brown and brittle. The simple white cross stands in the winter garden at Jackie Robinson Intermediate School, a cry of mourning to remind students that someone their age was killed nearby. By now, almost all the teen-agers who live across from the school in Ebbets Field" , "date" : "19990217" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Sympathy For 6 Young Lives; Grief Extends to Youths Accused In Deadly Attack After Ball Game" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/17\/nyregion\/sympathy-for-6-young-lives-grief-extends-youths-accused-deadly-attack-after-ball.html"} , {"body" : "NOT long before their daughter Rosetta's wedding, Maria and Louis Guttadauro of Borough Park began looking for a pair of houses to buy alongside each other in the neighborhood where the families could live snugly. What they found was discouraging. ''It was too expensive,'' Mrs. Guttadauro said. ''We couldn't afford to buy a second house in Borough" , "date" : "19990214" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In \/ Borough Park, Brooklyn; For Many Orthodox Jews, a Heartland" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/14\/realestate\/if-you-re-thinking-living-borough-park-brooklyn-for-many-orthodox-jews-heartland.html"} , {"body" : "PROSPECT PARK Capybaras Need Love, Too: They're Social Rodents You may not be able to whisper sweet nothings into a baboon's ear, but you can certainly make a sweet treat for one today at ''Animal Sweethearts Day'' at the Prospect Park Wildlife Center. During this special event, zoo visitors are invited to create special Valentine toys and edible" , "date" : "19990214" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/14\/nyregion\/playing-in-the-neighborhood-301159.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy pop and jazz concerts in New York City this weekend. * denotes a highly recommended concert. LAUREL AITKEN, Knitting Factory, 74 Leonard Street, TriBeCa, (212) 219-3006. Laurel Aitken has been singing since the prehistory of reggae in Jamaica, performing kalypso, ska and" , "date" : "19990212" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "31" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/12\/movies\/pop-and-jazz-guide-297283.html"} , {"body" : "Theater ''HOT FEET,'' a revue by the Paper Bag Players, is a series of sketches about city life (complete with a mayor who is in love with his own idea of progress and a governor who is vain), written and directed by Judith Martin with the assistance of Ted Brackett. The scenery and costumes are mostly made from the brown paper for which the troupe" , "date" : "19990212" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "SPARE TIMES: FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/12\/arts\/spare-times-for-children.html"} , {"body" : "Alide P. has a gentle way of speaking and a beautiful lilting inflection when she is at ease. But whenever she gets upset, she says, her English heads south, lost in tears and Haitian Creole. One day in 1997, she could not speak at all, after a city worker told her over the phone that she and her daughter were going to lose their welfare benefits." , "date" : "19990211" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Neediest Cases; Regaining a Sense of Security, and a Sense of Pride" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/11\/nyregion\/the-neediest-cases-regaining-a-sense-of-security-and-a-sense-of-pride.html"} ,   {"body" : "WEKSBERG-Hilda. Beloved wife of Abraham. Devoted mother of Richard Weksberg, Deborah (Neil) Harris. Adored grandmother of Melanie and Daniel. Cherished sister of Dorothy Abramowitz. Services on Wednesday, 11:30AM ''Parkside Memorial Chapels,'' 2576 Flatbush Avenue (near Avenue V), Brooklyn, New York." , "date" : "19990209" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "31" , "title" : "Paid Notice: Deaths WEKSBERG, HILDA" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/09\/classified\/paid-notice-deaths-weksberg-hilda.html"} , {"body" : "FLATBUSH Some 70's Music From Cupid's Bow Romantic music of the 70's will be revisited Saturday in Brooklyn, with performances by the Stylistics, the Chi-Lites, pictured at right, and Cuba Gooding and the Main Ingredient, at the Brooklyn Center for the Performing Arts at Brooklyn College. This program will include ''You're My Everything'' and ''You" , "date" : "19990207" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/07\/nyregion\/playing-in-the-neighborhood-192600.html"} , {"author" : "Douglas Century is the author of ''Street Kingdom,'' an account of street life in Brooklyn, to be published next month by Warner Books." , "body" : "ON a recent wintry morning, walking a desolate strip of Flatbush Avenue in downtown Brooklyn, I heard a baritone voice growl my name, followed by an emphatic, ''Yo! What's the deal?'' The menacing bark emanated from the driver's side of a passing Mercury Sable, the tinted window of which was now rapidly descending. Fortunately, I soon saw that the" , "date" : "19990131" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "VIEW; Not So Fly (for This White Guy)" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/31\/style\/view-not-so-fly-for-this-white-guy.html"} , {"body" : "When Rosemary Bennett walked toward Jackie Robinson Intermediate School in Brooklyn on Wednesday night, she was not going to see her promising son, Michael, play in a basketball scrimmage; the game was long over. Instead, it was because she had a premonition that something was wrong. At 14, Michael, a freshman at Lafayette High School, had never" , "date" : "19990129" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Fight After Basketball Game Ends Life of Promising Brooklyn Student" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/29\/nyregion\/fight-after-basketball-game-ends-life-of-promising-brooklyn-student.html"} , {"body" : "JAFFE-Anne. Beloved wife of the late Ben. Devoted mother of Susan Cutler and Michael Jaffe. Cherished grandmother of Lawrence, Robert, Jordana, Elana and Samara. Service today, 11:30 AM in ''Parkside'' Memorial Chapel, 2576 Flatbush Avenue (near Avenue V), Brooklyn, New York." , "date" : "19990126" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "21" , "title" : "Paid Notice: Deaths JAFFE, ANNE" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/26\/classified\/paid-notice-deaths-jaffe-anne.html"} , {"body" : "SUNNYSIDE Mexican and Spanish Dance, No Translation Needed There is no need to understand Spanish to enjoy Mexican folkloric music, song and dance, all starting Friday at the Thalia Theater. ''Mexican Folklore'' and ''Ballet Folklorico'' are two different styles of Mexican musical expression presented as part of the program ''Mexico, Magia y" , "date" : "19990124" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/24\/nyregion\/playing-in-the-neighborhood-991740.html"} , {"body" : "Theater ''THE JUNGLE BOOK.'' A one-hour adaptation of the Kipling classic, for children 6 to 12. Promenade Theater, 2162 Broadway, at 76th Street, Manhattan. Tomorrow and Sunday at 10:30 A.M. and 12:30 P.M. Tickets: $18.50. Reservations: (212) 627-7373 or (212) 239-6200. PAPAGENO PUPPET THEATER, 462 Columbus Avenue, at 82d Street. Productions of" , "date" : "19990122" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/22\/arts\/spare-times-for-children.html"} , {"body" : "BEAMING with pride of ownership, Jose and Paula Lora stood before their dark-red, split-level home in Teaneck, N.J., last weekend, a long way from the city of Santiago in the Dominican Republic and -- if not geographically, at least in their minds -- nearly as far from the cramped Bronx rental apartments in which they had lived since arriving in" , "date" : "19990117" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Finding a Home Inside the Golden Door" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/17\/realestate\/finding-a-home-inside-the-golden-door.html"} , {"body" : "FLUSHING Trying Out New Plays, But Not Out of Town The Queens Theater in the Park is becoming a place for playwrights to show new work, and this Saturday the theater will offer the New York premieres of two plays. ''Minstrel Show: The Lynching of William Brown,'' based on the true story of a black man accused of assaulting a white woman in Omaha in" , "date" : "19990117" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/17\/nyregion\/playing-in-the-neighborhood-856959.html"} , {"body" : "FOR CHILDREN Theater ''THE BROADWAY KIDS SING BROADWAY.'' These Broadway ''veterans,'' ages 7 to 15, will perform numbers from ''Les Miserables,'' ''Annie'' and ''The Lion King,'' tomorrow at 11:30 A.M. and Sunday at noon. Douglas Fairbanks Theater, 432 West 42d Street, Clinton. Tickets: $20. Reservations: (212) 239-6200. ''CHARLOTTE'S WEB,'' the" , "date" : "19990115" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "48" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/15\/arts\/spare-times-864153.html"} ,   {"body" : "Here is a selective listing by critics of The Times of new or noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. CHUCK BROWN AND THE SOUL SEARCHERS, Tramps, 51 West 21st Street, Chelsea, (212) 544-1666. Chuck Brown is the father of go-go music, the Washington phenomenon that" , "date" : "19990115" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/15\/movies\/pop-and-jazz-guide-864552.html"} , {"body" : "When it comes to the fusion of visual beauty and useful information, is anything as glorious as a map? Maps are essential to human survival; they mirror the growth of scientific and mathematical thought and our grasp of the universe around us. They record the course of nations and the ebb and flow of empires. They show the lay of continents and" , "date" : "19990115" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "ART REVIEW; Envy, Conquest, Revenge: It's All in the Maps" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/15\/arts\/art-review-envy-conquest-revenge-it-s-all-in-the-maps.html"} , {"body" : "Desmond Forbes sat behind the wheel of his shiny gray passenger van and darted in and out of grinding traffic on a four-mile trek along Flatbush Avenue in Brooklyn, scooping up passengers for a dollar a ride. But business on that recent day, as it has been for the last year in this largely underground trade, was bad, said Mr. Forbes, 43, an" , "date" : "19990114" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Livery Vans Are Feeling the Metrocard Pinch; Drivers Say Their Business Is Down and the Competition Is Up" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/14\/nyregion\/livery-vans-are-feeling-metrocard-pinch-drivers-say-their-business-down.html"} , {"body" : "An unlicensed livery van that was carrying a full load of passengers along Flatbush Avenue in Brooklyn slammed into a car carrying three elderly people yesterday, leaving two people dead and at least 10 others injured, the police said. Men and women who heard screeching wheels and a loud crash at Flatbush Avenue and Avenue N rushed out of" , "date" : "19990111" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "2 Killed and 10 Hurt as Unlicensed Livery Van Hits Car in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/11\/nyregion\/2-killed-and-10-hurt-as-unlicensed-livery-van-hits-car-in-brooklyn.html"} , {"body" : "INTERNATIONAL A3-9 Iraq Seeks Reparations For Air-Strike Damage The Iraqi Government, after more than a month of rising defiance, postponed a vote in which its Parliament had appeared ready to take further steps along a collision course with its Western foes. Instead, Parliament adopted a resolution calling for Kuwait and Saudi Arabia to pay" , "date" : "19990111" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/11\/nyregion\/news-summary-814687.html"} , {"body" : "EIDENGER-Abraham C. Beloved husband of Mildred. Loving and devoted father of Karen of Potomac, MD, and Mark of Belle Harbor, NY. Service today, 11:30AM, ''Parkside'' Memorial Chapel, 2576 Flatbush Avenue, Brooklyn, New York (corner of Avenue V)." , "date" : "19990107" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "11" , "title" : "Paid Notice: Deaths EIDENGER, ABRAHAM C." , "url" : "http:\/\/www.nytimes.com\/1999\/01\/07\/classified\/paid-notice-deaths-eidenger-abraham-c.html"} , {"body" : "GREENBERG-Harry, died peacefully at home on January 1. Beloved husband to Sylvia. Devoted father to Neil, Steven and Lucia. Loving grandfather of Jennifer, Judy and Jane. After 52 years of teaching the fashion trade at the Fashion Institute of Technology, he recently retired as a Professor Emeritus. He will be forever in our hearts. In lieu of" , "date" : "19990103" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "29" , "title" : "Paid Notice: Deaths GREENBERG, HARRY" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/03\/classified\/paid-notice-deaths-greenberg-harry.html"} , {"body" : "BLATTBERG-Norman. on December 29, of Deerfield Beach, FL and Brooklyn. Loving husband of Evelyn, father of Dr. Paul Blattberg, Faith Oland, Karen Eichel. Grandfather of Bess, Maxine, Ruthie, Andrew, Josh, Nicole, Russell, Eric. Services Jan 3, 11:30AM, I.J. Morris Funeral Home, 1985 Flatbush Avenue, Brooklyn." , "date" : "19990102" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "6" , "title" : "Paid Notice: Deaths BLATTBERG, NORMAN" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/02\/classified\/paid-notice-deaths-blattberg-norman.html"} , {"body" : "GREENBERG-Harry, died peacefully at home on January 1. Beloved husband to Sylvia. Devoted father to Neil, Steven and Lucia. Loving grandfather of Jennifer, Judy and Jane. After 52 years of teaching the fashion trade at the Fashion Institute of Technology, he recently retired as a Professor Emeritus. He will be forever in our hearts. In lieu of" , "date" : "19990102" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "6" , "title" : "Paid Notice: Deaths GREENBERG, HARRY" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/02\/classified\/paid-notice-deaths-greenberg-harry.html"}]