[  {"author" : "Sasha Abramsky is writing a book on changing attitudes toward crime and the expansion of the American prison system, to be published by St. Martin's Press." , "body" : "AS the millennium draws to a close, a handful of New Yorkers prepare to enter their second century. Born in the 1890's, in the waning years of the Victorian era, they survived the turbulence of the 20th century and now, in their 11th decade, they prepare for the 21st. A century from now, centenarians may be a dime a dozen. But in 1999, they are" , "date" : "19991226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York, When They Were Young" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/26\/nyregion\/new-york-when-they-were-young.html"} , {"body" : "At Maimonides Medical Center in Brooklyn, the biohazard suits have been fitted, and the decontamination showers have found an outdoor home near the emergency room bay. Almost two dozen doctors, nurses and other hospital staff members have been through a rigorous two-day training program in protecting themselves and treating victims of a chemical" , "date" : "19991226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "33" , "title" : "Hospitals Prepare for All the Possibilities" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/26\/nyregion\/hospitals-prepare-for-all-the-possibilities.html"} , {"body" : "The overall crime rate in New York City declined again this year, but a rise in homicides and several other factors have led some criminologists to question whether the decade-long descent is about to bottom out. Through Dec. 12, crime has fallen by 8 percent over last year, police statistics show. But during that same period, the homicide rate," , "date" : "19991219" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "55" , "title" : "Experts Wonder if Crime Drop Is Near End" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/19\/nyregion\/experts-wonder-if-crime-drop-is-near-end.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy movies and film series playing this weekend in New York City. * denotes a highly recommended film or series. Ratings and running times are in parentheses. An index of reviews of films opening today appears on Page 10. Now Playing * ''ALL ABOUT MY MOTHER,'' starring Cecilia" , "date" : "19991217" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "MOVIE GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/17\/movies\/movie-guide.html"} , {"body" : "Rembrandts, Anyone? Any seasoned collector of old masters will remember the two auctions of extraordinary drawings from Chatsworth, the Derbyshire home of the Duke of Devonshire, at Christie's in London in 1984 and 1987. Both were landmark sales at which institutions like the J. Paul Getty Museum in Los Angeles and collectors like Ian Woodner" , "date" : "19991217" , "day_of_week_facet" : "Friday" , "geo_facet" : ["LONDON (ENG)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "INSIDE ART" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/17\/arts\/inside-art.html"} , {"body" : "David Rousseve grew up hearing his Creole grandmother's tales about old times and old folk. Her spirit has informed much of his dance and theater work over the last decade. It is present in his ambitious new ''Love Songs,'' which opened on Thursday at the Brooklyn Academy of Music's Harvey Lichtenstein Theater. The two-hour work begins with a" , "date" : "19991210" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "DANCE REVIEW; Love Stories Outlasting Their Time And Place" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/10\/movies\/dance-review-love-stories-outlasting-their-time-and-place.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. * CHAVA ALBERSTEIN AND THE KLEZMATICS, Colden Center for the Arts, Queens College, (718) 793-8080. Chava Alberstein is one of the leading pop singers in Israel, with" , "date" : "19991210" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/10\/movies\/pop-and-jazz-guide-815438.html"} , {"body" : "Maggie Lee, a 60-year-old Harlem resident, spends her days as an aide to an 86-year-old woman who lives in Washington Heights. When she gets home, she looks after four grandchildren and her husband, who had his left leg amputated below the knee because of diabetes. This was not the sort of hectic schedule that Ms. Lee had envisioned for herself as" , "date" : "19991205" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "58" , "title" : "THE NEEDIEST CASES; At Threshold of Old Age, Still Caring for Children" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/05\/nyregion\/the-neediest-cases-at-threshold-of-old-age-still-caring-for-children.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from the most recent listing to contract. MANHATTAN GREENWICH VILLAGE $730,000 421 Hudson Street (Printing House) 2-bedroom, 2-bath, 1,400-sq.-ft. condo in a converted prewar industrial building; 24-hr. concierge," , "date" : "19991205" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/05\/realestate\/residential-sales.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''L'ELISIR D'AMORE.'' The Metropolitan Opera's storybook production of this Donizetti classic, directed by John Copley with pastel-colored sets and bright costumes by Beni" , "date" : "19991203" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/03\/movies\/classical-music-and-dance-guide.html"} ,   {"body" : "The connections between architecture and mysticism -- which is what ''Geometry of Miracles'' is advertised to reveal -- might be unraveling beyond repair if the performance by the Ex Machina company of Quebec City at the Brooklyn Academy of Music's Next Wave Festival is a fair measure. Developed over several years by the company's founder, Robert" , "date" : "19991203" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "THEATER REVIEW; Architect and Guru on Parallel Planes" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/03\/movies\/theater-review-architect-and-guru-on-parallel-planes.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from the most recent listing to contract. MANHATTAN GREENWICH VILLAGE $999,000 1 Leroy Street 3-bedroom, 3-bath, 2,042-sq.-ft. condo in a prewar building; eat-in kitchen, fireplace, washer\/dryer, c\/a, h\/w floors," , "date" : "19991128" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/28\/realestate\/residential-sales.html"} , {"body" : "Adding an Associate Nick Valenti, the president and chief executive of Restaurant Associates, says his New York-based restaurant group is buying all the restaurants owned by the renowned Los Angeles chef Joachim Splichal and his wife, Christine. The Splichals' Patina Group has about a dozen restaurants in California and Las Vegas. Mr. Valenti said" , "date" : "19991117" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "16" , "title" : "OFF THE MENU" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/17\/dining\/off-the-menu.html"} , {"body" : "Supporters of an amateur athletic arena in Coney Island are hoping their opposition to a minor-league ballpark may help to improve their own plan's chances. During three days of hearings last week before Community Board 13, city officials detailed a plan to build a $20 million, 6,500-seat ballpark for a Mets minor-league team now in Pittsfield," , "date" : "19991114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: CONEY ISLAND; Backers of Amateur Arena See Ballpark Plan as Lever" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/14\/nyregion\/neighborhood-report-coney-island-backers-amateur-arena-see-ballpark-plan-lever.html"} , {"body" : "Two years ago Betsy Thomas, a television writer, checked into the Chateau Marmont hotel in West Hollywood in the aftermath of a divorce. On her first evening there she called room service for a bottle of wine when friends visited. The waiter, an unemployed actor, arrived with the tray. One thing led to another. Ms. Thomas not only married the" , "date" : "19991111" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Getting Personal in Prime Time; Creators of TV Shows Tap Their Lives" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/11\/arts\/getting-personal-in-prime-time-creators-of-tv-shows-tap-their-lives.html"} , {"body" : "The trumpeter, band leader and composer Lester Bowie, an icon of the experimental movement in jazz from the mid-1960's on who was also known for his comic shows and jazz-based treatments of pop music, died on Monday at his home in Brooklyn. He was 58. The cause was liver cancer, said his brother Byron. Best known as a member of the Art Ensemble of" , "date" : "19991111" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Obituaries"] , "page_facet" : "15" , "title" : "Lester Bowie Is Dead at 58; Innovative Jazz Trumpeter" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/11\/arts\/lester-bowie-is-dead-at-58-innovative-jazz-trumpeter.html"} , {"body" : "An off-duty police officer shot a Brooklyn man yesterday morning on a street corner at the crowded Fulton Street Mall after the man tried to rob him, the police said. The officer, Varlos Brathwaite of the 88th Precinct in Fort Greene, was shopping when he was approached by Tobia J. Evans, 22, of Flatbush, who pulled out a knife and asked for his" , "date" : "19991109" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "METRO NEWS BRIEFS: NEW YORK; Off-Duty Officer Shoots Man Confronting Him" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/09\/nyregion\/metro-news-briefs-new-york-off-duty-officer-shoots-man-confronting-him.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in New York City. Opera ''ABDUCTION FROM THE SERAGLIO,'' New York City Opera. Mozart's youthful singspiel is filled with great music and surrounded by dubious comedy. City Opera's new production is simple and colorful and" , "date" : "19991105" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/05\/movies\/classical-music-and-dance-guide.html"} , {"body" : "During the first prayer service at the Ha'l Sufi Masjid in Bedford-Stuyvesant last month, the front door was left open so the curious could poke in their heads. The gesture was significant, a sign that the newcomer hoped to establish a visible presence in the neighborhood. The Ha'l Sufi Masjid had previously occupied temporary quarters on" , "date" : "19991031" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: BEDFORD-STUYVESANT; A Mosque With a Social Mission and an Open-Door Policy" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/31\/nyregion\/neighborhood-report-bedford-stuyvesant-mosque-with-social-mission-open-door.html"} , {"body" : "Until she opened her natural body care business, Carol's Daughter, in a storefront in Fort Greene, Brooklyn, Lisa M. Price used her living room in Bedford-Stuyvesant as a showcase. She still mixes her recipes by hand in her kitchen, just as she did when she started in 1993. Mrs. Price (whose mother is named Carol) opened Carol's Daughter in August" , "date" : "19991031" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Like Mother, Like Daughter: Handmade Body Care" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/31\/nyregion\/new-yorkers-co-like-mother-like-daughter-handmade-body-care.html"} ,   {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in New York City. Opera ''AIDA,'' Metropolitan Opera. Sonja Frisell's 1988 production, with monumental sets by Gianni Quaranta, seems a less empty place with singers of the caliber of Deborah Voigt and Olga Borodina in the" , "date" : "19991022" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "7" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/22\/movies\/classical-music-and-dance-guide.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy movies and film series playing this weekend in New York City. * denotes a highly recommended film or series. Ratings and running times are in parentheses. An index of reviews of films opening today appears on page 12. Now Playing * ''AMERICAN BEAUTY,'' starring Kevin Spacey," , "date" : "19991022" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "MOVIE GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/22\/movies\/movie-guide.html"} , {"body" : "Something different and outlandish, at least, has popped up at the Brooklyn Academy of Music's high-minded Next Wave Festival: the Lyons Opera Ballet's production of ''Carmen,'' in a dance treatment by the experimental Swedish choreographer Mats Ek. Much like Bizet's opera of the same name, Mr. Ek's version proves that a grim tale of love and death" , "date" : "19991021" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "DANCE REVIEW; As Willful As Ever And Puffing On a Cigar" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/21\/arts\/dance-review-as-willful-as-ever-and-puffing-on-a-cigar.html"} , {"body" : "CAMBODIAN CUISINE + (718) 858-3262; 87 South Elliott Place, near Lafayette Street, Fort Greene; $; no smoking; Mastercard, Visa. Cambodian Cuisine uses tilapia, a mild freshwater fish that is fried and served in a creamy sauce flavored with lemon grass and basil, which gives the firm flesh a mellow, almost nutty flavor. Appetizers include sauteed" , "date" : "19991017" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "GOOD EATING; Brooklyn, Washed by the Sea" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/17\/nyregion\/good-eating-brooklyn-washed-by-the-sea.html"} , {"body" : "To the Editor: Your article ''For Lovers of French Food, a Pocket of Paris Gets Bigger'' (Sept. 19) leaves the reader to believe that Fort Greene and Clinton Hill were devoid of respectable eating establishments until the recent influx from other boroughs and other countries. I beg to differ. For more than 25 years, Two Steps Down, a family-owned" , "date" : "19991017" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "17" , "title" : "Fort Greene Is Not A Culinary Wasteland" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/17\/nyregion\/l-fort-greene-is-not-a-culinary-wasteland-992984.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''AIDA,'' Metropolitan Opera. Sonja Frisell's 1988 production, with monumental sets by Gianni Quaranta, seems a less empty place with singers of the caliber of Deborah Voigt and" , "date" : "19991015" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/15\/movies\/classical-music-and-dance-guide.html"} , {"body" : "The questions are as old as civilization, but for two heated hours it is as though they were being asked for the first time. What if life is only the shadow rather than the substance of reality? Why are people allowed to suffer so? How much does anyone control individual destiny? There is sweat on the brows of the perplexed souls who plumb these" , "date" : "19991014" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "THEATER REVIEW; Metaphysical Wrestling, With No Holds Barred" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/14\/theater\/theater-review-metaphysical-wrestling-with-no-holds-barred.html"} , {"body" : "The most imaginatively precise moment in the Barabbas theater company's exasperating ''Whiteheaded Boy'' is what you might call a smell gag. An actor spears a piece of bread with a pronged utensil and holds it in front of an obviously fake fireplace. A few minutes later, the distinct scent of singed toast wafts over the audience. It's a" , "date" : "19991008" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "3" , "title" : "THEATER REVIEW; An Irish Classic Given Cartoon Form" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/08\/movies\/theater-review-an-irish-classic-given-cartoon-form.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan area. Opera ''AIDA,'' Metropolitan Opera. The splendid soprano Deborah Voigt, who has been memorable as Wagner's Sieglinde and Elsa at the Met, could concentrate her career on German dramatic" , "date" : "19991008" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/08\/movies\/classical-music-and-dance-guide.html"} , {"body" : "FORT GREENE BAM Cafe Adds To the Musical Menu The Brooklyn Academy of Music last year expanded its offerings with performances at the BAM Cafe. The idea is to feature jazz, pop, world, folk, cabaret and spoken-word performances in a more intimate setting, with a special emphasis on Brooklyn-based musicians. This fall the cafe has added shows on" , "date" : "19991003" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/03\/nyregion\/playing-in-the-neighborhood-756385.html"} ,   {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''ARIODANTE,'' New York City Opera. City Opera's recently acquired prowess with Handel comes as a pleasant surprise, and never more so than in its new production of ''Ariodante.''" , "date" : "19991001" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/01\/movies\/classical-music-and-dance-guide.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. STEVEN BERNSTEIN'S DIASPORA SOUL, Tonic, 107 Norfolk Street, near Delancey Street, Lower East Side, (212) 358-7501. Best known for leading the raucous jazz-party" , "date" : "19990924" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/24\/movies\/pop-and-jazz-guide-635286.html"} , {"body" : "Work is nearing completion on a $10.5 million conversion of the turn-of-the-century St. Agnes elementary school in the Carroll Gardens section of Brooklyn into a 90-unit middle-income rental apartment building. When completed next month, the Italian-Renaissance-style former school at 421 Degraw Street will have studio to three-bedroom units to be" , "date" : "19990917" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "RESIDENTIAL REAL ESTATE; Turning Old School Into Apartments" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/17\/nyregion\/residential-real-estate-turning-old-school-into-apartments.html"} , {"body" : "NEVER had a nervous breakdown looked so glamorous. It was one thing to fall to pieces onstage; characters in plays had been doing that since ''Oedipus Rex.'' But it was something else to come unglued in exquisite evening clothes while stormily playing the piano, with a chic little gold box filled with something illegal in your pocket. Nicky" , "date" : "19990917" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "1" , "title" : "CRITIC'S NOTEBOOK; Blithe Spirit As Life Force" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/17\/movies\/critic-s-notebook-blithe-spirit-as-life-force.html"} , {"body" : "Ten houses built between 1864 and 1901 in the Brooklyn Navy Yard have been left to decay since the yard closed in 1966. In recent years, the only occupants of the three-story structures, which once housed senior naval officers and their families, have been packs of stray dogs and the occasional homeless person. Edward Carter, a director of the" , "date" : "19990912" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: FORT GREENE; Spit and Polish Sought for Navy Homes" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/12\/nyregion\/neighborhood-report-fort-greene-spit-and-polish-sought-for-navy-homes.html"} , {"body" : "September GILBERTO GIL The main concern that this Brazilian master songwriter always brings to the table is renewal -- personal, ecological, social, economic, technological. And his concerts are parties, too, with a lot of elastic vocal improvising over reggae, funk and samba. Tuesday. Irving Plaza. WOODY GUTHRIE ''The Asch Recordings Vol. 1-4'' is" , "date" : "19990912" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "90" , "title" : "THE ANNOTATED LISTINGS -- POP AND JAZZ" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/12\/arts\/the-annotated-listings-pop-and-jazz.html"} , {"body" : "ATTRACTIONS Museums and Sites ALICE AUSTEN HOUSE, 2 Hylan Boulevard, Rosebank, Staten Island. This 17th-century farmhouse, converted in the 19th century to a Victorian cottage, was the home of the photographer Alice Austen. The parlor is filled with period furniture. ''Family Album,'' an exhibition on how families took photographs, dating from the" , "date" : "19990910" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/10\/arts\/spare-times-429660.html"} , {"body" : "To the Editor: Re ''Hoping to Lure a Livelier Crowd'' (news article, Aug. 29): Green-Wood Cemetery in Brooklyn influenced the design of physical spaces in American cities and suburbs in the decades preceding the Civil War. Green-Wood and its counterparts were situated on what was then the periphery of metropolises. Middle-class inhabitants of" , "date" : "19990903" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "For the Living, Cemeteries Were Oases of Calm" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/03\/opinion\/l-for-the-living-cemeteries-were-oases-of-calm-337803.html"} , {"body" : "MANHATTAN GREENWICH VILLAGE $780,000 48 East 13th Street 1-bedroom, 1-bath, 1,400-sq.-ft. co-op in a pre-World War II loft building; renovated kitchen, 13-ft. ceilings, fireplace, washer-dryer, 2 exposures; maintenance, $869, 50% tax-deductible; listed at $859,000, 3 weeks on market (broker: Halstead Property Co.) MURRAY HILL $560,000 200 East 32d" , "date" : "19990902" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "13" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/02\/garden\/residential-sales.html"} , {"body" : "The children on the playgrounds around the Fort Greene section of Brooklyn used to look with amusement at Levar Harper-Griffith. ''Hey, here comes Arthur Ashe,'' they'd call out to the kid who had to set up his own net on the ramshackle courts in the neighborhood. While his friends were often busy playing basketball, he fell in love with tennis in" , "date" : "19990902" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "U.S. OPEN: NOTEBOOK; Early Dose of Tennis" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/02\/sports\/us-open-notebook-early-dose-of-tennis.html"} ,   {"body" : "A design that relies on an abundance of glass to overcome a site wedged between three other buildings marks the six-story, $21 million Pratt Building, which is to provide space for the School of Education and student support services when it opens on Long Island University's Brooklyn campus in September of next year. The compact 11.28-acre campus" , "date" : "19990829" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Education" , "Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: Addition for School of Education on Brooklyn Campus; A New Building for L.I.U." , "url" : "http:\/\/www.nytimes.com\/1999\/08\/29\/realestate\/postings-addition-for-school-education-brooklyn-campus-new-building-for-liu.html"} , {"body" : "Thai and Vietnamese restaurants are easy to find in New York, while the number of Malaysian restaurants seems to be growing all the time. Not so with Cambodian and Indonesian restaurants, which you can count on the fingers of one hand. Here are a number of restaurants offering the cuisine of Southeast Asia. (These summaries, written by Eric Asimov," , "date" : "19990827" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "EATING OUT; South by Southeast" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/27\/arts\/eating-out-south-by-southeast.html"} , {"body" : "You can see people staring up at them on the subway, finding it hard to look away from those images of women's battered faces and the numbers illustrating a chilling statistic: ''Every 12 seconds, another woman is beaten by her husband or boyfriend.'' The advertisements, which feature the phone number for the domestic-violence hot line run by" , "date" : "19990825" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Madison Avenue Creates Stark Ad About Battering" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/25\/nyregion\/madison-avenue-creates-stark-ad-about-battering.html"} , {"body" : "HE swings open a small red gate at the end of the subway platform, ignoring the warning that reads ''Do Not Enter or Cross Tracks,'' and enters the dank tunnel just west of the Lafayette Avenue station in Clinton Hill, Brooklyn. A green light illuminates the youthful contours of his face as he saunters down the last narrow wedge of forbidden" , "date" : "19990822" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "From the Subways to the Streets" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/22\/nyregion\/from-the-subways-to-the-streets.html"} , {"body" : "The normally stoic guards at the Metropolitan Museum of Art rarely look like they are having fun. But as five twentysomething analysts from Credit Suisse-First Boston frantically sought a stone carving of a monk in the Japan gallery one recent Friday evening, their mood was infectious, and a guard pointed them in the right direction. ''I see them" , "date" : "19990822" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; Scavengers on a Trail of Wit" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/22\/nyregion\/neighborhood-report-new-york-up-close-scavengers-on-a-trail-of-wit.html"} , {"body" : "IN villages across Africa, storytelling has long been an integral part of daily life. At nights, even to this day, people gather in circles in courtyards illuminated by a full moon and bright stars to hear gripping tales from wise men and indelible stories from adventurous young men who have returned to their hamlets from faraway places. This and" , "date" : "19990820" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)"] , "nytd_section_facet" : ["Movies" , "Travel" , "Theater" , "Arts"] , "page_facet" : "1" , "title" : "New Roots for Black Culture" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/20\/movies\/new-roots-for-black-culture.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy movies and film series playing this weekend in New York City. * denotes a highly recommended film or series. Ratings and running times are in parentheses. An index of reviews of films opening today appears on page 7. Now Playing ''AMERICAN PIE,'' starring Jason Biggs, Chris" , "date" : "19990813" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "MOVIE GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/13\/movies\/movie-guide.html"} , {"body" : "The workers at the Pratt Car Service in Brooklyn were singing a sad ballad about money and obsession on Thursday night. Accompanying them on guitar was a fellow worker, Emilio Leyva, the man they blame for a sudden rise -- and a disastrous fall -- in their fortunes. The workers, many of them immigrants from South and Central America who came to New" , "date" : "19990801" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Lottery Dispute Chills Workers' Camaraderie" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/01\/nyregion\/lottery-dispute-chills-workers-camaraderie.html"} , {"body" : "MANHATTAN EAST MIDTOWN $505,000 220 East 54th Street 2-bedroom, 2-bath, 1,350-sq.-ft. co-op in a postwar building; 24-hr. doormen, dining room, renovated kitchen and master bath, 2 exposures; maintenance $1,267, 60% tax-deductible; listed at $499,000 (multiple bids), 3 weeks on market (brokers: William B. May; Corcoran Group) MURRAY HILL $375,000" , "date" : "19990729" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/29\/garden\/residential-sales.html"} , {"body" : "Q. You've just made a major announcement: you're opening your own place, a big dance center in Fort Greene, Brooklyn. How did it come about? Well, we have about half the money, and it will be ready in about a year. I've had a company for 20 years now, but I've never had a building, so my rehearsal schedule depends on everybody else's -- you know," , "date" : "19990718" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "15" , "title" : "The Way We Live Now: 7-18-99: Questions for Mark Morris; Dance of a Lifetime" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/18\/magazine\/the-way-we-live-now-7-18-99-questions-for-mark-morris-dance-of-a-lifetime.html"} ,   {"body" : "By the middle of the month, two mostly vacant blocks in the Bedford-Stuyvesant section of Brooklyn will begin to fill with a housing type so far absent from the neighborhood's revival: 45 three-family homes for people with annual incomes of $30,000 to $70,000. The houses, with a total of 135 units, will rise on the blocks off Saratoga Avenue" , "date" : "19990702" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Residential Real Estate; Adding Affordable 3-Family Homes to Bedford-Stuyvesant Mix" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/02\/nyregion\/residential-real-estate-adding-affordable-3-family-homes-bedford-stuyvesant-mix.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy movies and film series playing this weekend in New York City. * denotes a highly recommended film or series. Ratings and running times are in parentheses. An index of reviews of films opening today appears on page 7. Now Playing * ''AFTER LIFE,'' starring Arata, Taketoshi" , "date" : "19990702" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "MOVIE GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/02\/movies\/movie-guide.html"} , {"body" : "To the Editor: Not to be overlooked, the Lafayette Avenue Presbyterian Church in Fort Greene, Brooklyn, has 11 magnificent Tiffany windows (''Flowing Rivers, Sitting Ducks,'' June 17), including the original ''Creation.'' (A copy is at the Metropolitan Museum of Art.) The pastor at the time, Theodore Cuyler, was wooed persistently by Louis Comfort" , "date" : "19990624" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Opinion" , "Home and Garden" , "Style"] , "page_facet" : "4" , "title" : "Tiffany in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/24\/garden\/l-tiffany-in-brooklyn-299057.html"} , {"body" : "On the Move Larry Forgione's An American Place may have become the city's most peripatetic restaurant: it has just moved for the third time since it opened in 1983 on Lexington Avenue near 70th Street. It has been lured from its warmly honeyed, polished-wood room at 32d Street and Park Avenue to a warmly honeyed, polished-wood room in the new" , "date" : "19990623" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "OFF THE MENU" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/23\/dining\/off-the-menu.html"} , {"body" : "On a barren plot in Brooklyn, the developer Bruce Ratner plans to build a 400,000-square-foot mall that will resemble Ebbets Field, from the outside at least. Inside will be a complex full of suburban-style superstores and a movie multiplex. The idea is to create a retail nexus in downtown Brooklyn, which has been growing as the borough's" , "date" : "19990621" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Mall Builder Sees New Brooklyn, but Neighbors See Trouble" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/21\/nyregion\/mall-builder-sees-new-brooklyn-but-neighbors-see-trouble.html"} , {"body" : "ATTRACTIONS Museums and Sites ABIGAIL ADAMS SMITH MUSEUM, 421 East 61st Street, Manhattan. The structure, built in 1799 as the carriage house for the estate of Abigail Adams and Col. William Smith, was also the Mount Vernon Hotel from 1826 to 1833. The current exhibition, ''Smith's Folly: 200 Years of History, 60 Years of Preservation,'' includes a" , "date" : "19990618" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/18\/arts\/spare-times-212334.html"} , {"body" : "John Linnell answered the door of his bandmate John Flansburgh's work space in Williamsburg on Sunday with the slightly dazed grin of someone caught in the middle of the creative process. The two Johns, who make up the bravely offbeat pop duo They Might Be Giants, had been mixing songs in the room they call the kitchen, not because they think it is" , "date" : "19990616" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "From the Fringes To Everywhere; They Might Be Giants: On Film, the Web and TV" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/16\/arts\/from-the-fringes-to-everywhere-they-might-be-giants-on-film-the-web-and-tv.html"} , {"body" : "UPPER EAST SIDE Television's Funny Business: Comedy Writers Talk Shop How has television changed since the days of ''The Dick Van Dyke Show''? Where do writers get their ideas? Are writers influenced by the shows they grew up watching? These are questions a panel will address tomorrow at the Jewish Museum in ''Stay Tuned: Conversations With TV" , "date" : "19990613" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/13\/nyregion\/playing-in-the-neighborhood-117749.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from the most recent listing to contract. MANHATTAN CHELSEA $1.585 million 114 West 17th Street 2-bedroom, 2 1\/2-bath, 2,600-sq.-ft. condo in a prewar building; large kitchen, high ceilings, fireplace, h\/w floors," , "date" : "19990613" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/13\/realestate\/residential-sales.html"} , {"body" : "ATTRACTIONS Museums and Sites ABIGAIL ADAMS SMITH MUSEUM, 421 East 61st Street, Manhattan. The structure, built in 1799 as the carriage house for the estate of Abigail Adams and Col. William Smith, was also the Mount Vernon Hotel from 1826 to 1833. The current exhibition, ''Smith's Folly: 200 Years of History, 60 Years of Preservation,'' includes a" , "date" : "19990611" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/11\/arts\/spare-times-102806.html"} ,   {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in New York City. Opera MET IN THE PARKS. It has become a summer ritual for opera lovers, and quite a few listeners who are giving opera a first try, to pack a picnic, spread out a blanket and listen to the Metropolitan" , "date" : "19990611" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/11\/movies\/classical-music-and-dance-guide.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy pop and jazz concerts in New York City this weekend. * denotes a highly recommended concert. BRAVE COMBO, Bottom Line, 15 West Fourth Street, at Mercer Street, Greenwich Village, (212) 228-7880. When Brave Combo started out, it turned everything into polkas. Now it bounces all" , "date" : "19990611" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/11\/movies\/pop-and-jazz-guide-102075.html"} , {"body" : "Manhattan SOHO $640,000 66 Crosby Street 1-bedroom, 1-bath, 1,400-sq.-ft. co-op in a prewar loft building; key-operated elevator, exposed brick walls, high ceilings, mezzanine bedroom, 750 sq. ft. of private roof rights; maintenance $1,093, 60% tax-deductible, listed at $660,000, 21 weeks on market (broker: Halstead Property Company) GREENWICH" , "date" : "19990610" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "14" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/10\/garden\/residential-sales.html"} , {"body" : "After 32 years at the Brooklyn Academy of Music characterized by impeccable taste and shrewd showmanship, Harvey Lichtenstein went out last night in a hyperbolic blaze of impeccable taste and shrewd showmanship billed as ''The Harvey Gala'' at the academy's Opera House. There were African drummers, music by the singer-songwriters Paul Simon and Lou" , "date" : "19990604" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Academy Gala Honors Retiring Chief" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/04\/nyregion\/brooklyn-academy-gala-honors-retiring-chief.html"} , {"body" : "ATTRACTIONS Museums and Sites ABIGAIL ADAMS SMITH MUSEUM, 421 East 61st Street, Manhattan. The structure, built in 1799 as the carriage house for the estate of Abigail Adams and Col. William Smith, was also the Mount Vernon Hotel from 1826 to 1833. The current exhibition, ''Smith's Folly: 200 Years of History, 60 Years of Preservation,'' includes a" , "date" : "19990604" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/04\/arts\/spare-times-993409.html"} , {"body" : "The audience, for the moment, is the mirror for the exasperatingly pretty young woman who is standing in the center of the stage. She gazes into the darkness where we sit, rearranging her waist-length hair with fascinated preoccupation, intensely focused, it would seem, on the vision of her own face and body. She is a study in rapturous" , "date" : "19990604" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "1" , "title" : "THEATER REVIEW; Blink of the Eye, Tremor of the Soul" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/04\/movies\/theater-review-blink-of-the-eye-tremor-of-the-soul.html"} , {"body" : "''In the Presence of a Clown'' was shown as part of last year's New York Film Festival. Here are excerpts from Stephen Holden's review, which appeared in The New York Times on Oct. 3, 1998. The film opens today at the Brooklyn Academy of Music's Rose Cinemas, 30 Lafayette Avenue, Fort Greene. When great filmmakers reach old age, their work tends to" , "date" : "19990604" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "FILM REVIEW; Bergman Continues His Story" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/04\/movies\/film-review-bergman-continues-his-story.html"} , {"body" : "LOWER EAST SIDE Going to Teach at Rikers Inspires a One-Man Show Steven Tannenbaum's one-man show ''Q101'' focuses on his experiences working for two years as a teacher and an AIDS counselor on Rikers Island. The title comes from the bus line he rode to and from work, alongside correction officers, friends and families of inmates, and just-released" , "date" : "19990530" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/30\/nyregion\/playing-in-the-neighborhood-924113.html"} , {"body" : "Let's say you have no functional knowledge of jazz. You've heard that its history can teach you something about the evolution of American culture. You've heard that its range of expression -- from rhythms based in Afro-Caribbean models to harmony and structure grounded in 20th-century European music, from intellectualism to dance bands to the" , "date" : "19990528" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "CRITIC'S NOTEBOOK; Quick Course in Jazz: Play It by Ear" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/28\/movies\/critic-s-notebook-quick-course-in-jazz-play-it-by-ear.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting June 8, 6:30 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights," , "date" : "19990516" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Greenpoint to Sheepshead Bay: When the Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/16\/nyregion\/neighborhood-report-brooklyn-up-close-greenpoint-sheepshead-bay-when-boards-meet.html"} ,   {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera LA GRAN SCENA OPERA. The opera world -- where passions run high, personalities are colorful and often grandly scaled, and rivalries among singers (and their fans) can be" , "date" : "19990514" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "7" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/14\/movies\/classical-music-and-dance-guide.html"} , {"body" : "Brandi Taylor, 14, knows that AIDS lurks close to home. She is so concerned about it that when she recently explored getting a tattoo, she asked the tattoo artist if he would clean his needles in front of her. But she knows that she is more likely to contract the disease through sex. Most of her peers, she says, started having sex when they were 12" , "date" : "19990509" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Spreading the Word on AIDS" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/09\/nyregion\/spreading-the-word-on-aids.html"} , {"body" : "For Mother, Prince Charming Sunday is Mother's Day; what would be the perfect present for a struggling single parent? Joe, a boy of 8 or 9, thinks he knows. ''Joe doesn't have a father, and he thinks a nice gift for his mother would be a prince on a white horse,'' said Dick Feld, a director of Theater Terra, a Dutch troupe that will dramatize Joe's" , "date" : "19990507" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "FAMILY FARE" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/07\/arts\/family-fare.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''ABDUCTION FROM THE SERAGLIO,'' Bronx Opera Company. For over 30 years, this independent, community-based company has been presenting standard repertory operatic works, and now and" , "date" : "19990430" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "10" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/30\/movies\/classical-music-and-dance-guide.html"} , {"body" : "FROM an 1811 farmhouse in Doylestown, Pa., to ocean-front gardens in Rye, N.Y., to a Park Avenue duplex, show houses and house and garden tours are preparing for visitors in the Northeast. All of the tours are self-guided unless otherwise indicated. Here is a selection in six states. New York City Clinton Hill, Brooklyn, Sunday -- A mix of" , "date" : "19990429" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "12" , "title" : "Tour Time: Spring Becomes the Northeast" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/29\/garden\/tour-time-spring-becomes-the-northeast.html"} , {"body" : "A 29-year-old Brooklyn woman was released from the hospital yesterday morning, a day and a half after being beaten unconscious by a group of youths as she jogged near the Brooklyn Heights Promenade, the police said. The jogger, Stephanie Unangst, suffered a concussion during the Thursday afternoon attack, which began when the youths made sexual" , "date" : "19990425" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Jogger Talks About Beating In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/25\/nyregion\/jogger-talks-about-beating-in-brooklyn.html"} , {"body" : "MANHATTAN GREENWICH VILLAGE $475,000 380 West 12th Street 3-bedroom, 1-bath, 1,100-sq.-ft. co-op in prewar building; part-time doormen, dining area, renovated kitchen, 2 exposures, Hudson River view; maintenance $1,250, 48% tax-deductible; listed at $549,000, 31 weeks on market (broker: William B. May) TRIBECA $785,000 55 White Street 3-bedroom," , "date" : "19990422" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "12" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/22\/garden\/residential-sales.html"} , {"body" : "Those white flowers floating over so many city streets in recent weeks are Callery pears, or Pyrus calleryana, if you want to get technical about it. Their tiny five-petaled flowers are loosely clustered, allowing plenty of light to play among the dark branches, so that to walk down a street lined with these tall trunks is to feel embraced by soft" , "date" : "19990419" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Beautiful Blossoms, Shaky Reputation" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/19\/nyregion\/beautiful-blossoms-shaky-reputation.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from the most recent listing to contract. MANHATTAN BATTERY PARK CITY $460,000 380 Rector Place (Liberty Terrace) 2-bedroom, 2-bath, 1,200-sq.-ft. condo in a postwar building; 24-hr. doormen, concierge, hardwood" , "date" : "19990418" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/18\/realestate\/residential-sales.html"} , {"body" : "A Manhattan-based developer has bought the former Daily News printing plant on Pacific Street in the Prospect Heights section of Brooklyn, hoping to convert it into movie theaters and stores, with apartments above. The project, amid a strip of old industrial buildings just blocks from Park Slope, reflects the growing faith among developers that" , "date" : "19990417" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT HEIGHTS (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "4" , "title" : "Developer Buys Former Plant of Daily News in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/17\/nyregion\/developer-buys-former-plant-of-daily-news-in-brooklyn.html"} ,   {"body" : "From White Cells To Weimaraners It's not often that you see a film whose heroine is a beautiful white blood cell. Or animation inspired by Kafka. But these works and more will be offered this weekend in the BAMkids Film Festival, presented at the Brooklyn Academy of Music. ''The idea of combining the new and the known drove all the choices,'' said" , "date" : "19990416" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "38" , "title" : "FAMILY FARE" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/16\/movies\/family-fare.html"} , {"body" : "Calling New York City's limited crackdown on unleashed dogs a success, Parks Commissioner Henry J. Stern said yesterday that the program would be expanded to several parks around the city. Though the initial crackdown focused on Riverside and Central Parks in Manhattan, the targets this time will include several parks that are outside Manhattan:" , "date" : "19990415" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "City to Expand Its Crackdown on Dogs" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/15\/nyregion\/city-to-expand-its-crackdown-on-dogs.html"} , {"body" : "When Chimene slips into her mourning clothes in Declan Donnellan's revelatory new production of ''Le Cid,'' it is not an anonymous servant who dresses her. It is the man for whom she grieves, her father, Don Gomes, slain in a duel with her lover, who helps her off with her undergarments and on with her black shoes and dress. In the instant of this" , "date" : "19990409" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "4" , "title" : "THEATER REVIEW; Love, Honor and Duty In Codified Old Castille" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/09\/movies\/theater-review-love-honor-and-duty-in-codified-old-castille.html"} , {"body" : "It was not Mae-Ann Gilbert's worst subway ride. That, she said, would have been the morning rush hour in 1988 when the No. 3 train struck and killed a woman and other passengers cursed the victim for making them late. Nor was it her most unpleasant experience in a contest. That came in 1984, she said, when she was the first-ever black contestant in" , "date" : "19990407" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Luck and the B Train Win a Race for a Yankee Fan" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/07\/nyregion\/luck-and-the-b-train-win-a-race-for-a-yankee-fan.html"} , {"body" : "A psychiatric patient in a Brooklyn hospital who confessed to his therapist on Sunday that he had killed a woman was arrested on murder charges after officers found the body of a woman who had been stabbed to death in her apartment, the police said yesterday. The patient, Matthew Felix, 32, was paroled in January after serving time for a 1985" , "date" : "19990406" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Patient Charged in a Killing After Confessing to His Therapist" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/06\/nyregion\/patient-charged-in-a-killing-after-confessing-to-his-therapist.html"} , {"body" : "Manhattan GREENWICH VILLAGE $605,000 89 Washington Place 3-bedroom, 2-bath, 1,362-sq.-ft. duplex condo in a prewar building; 24-hr. doormen, windowed eat-in kitchen, dining area, fireplace, central air-conditioned, 8-to-17-ft. ceilings, washer-dryer and whirlpool bath; common charge $496, taxes $6,600; listed at $575,000 (multiple bids), 1 week on" , "date" : "19990401" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/01\/garden\/residential-sales.html"} , {"body" : "The parents of Amadou Diallo plan to meet with the Bronx District Attorney today to get a preview of the criminal charges that the grand jury voted to bring against the four New York City police officers who killed their son seven weeks ago. Mr. Diallo's father, Saikou Amad Diallo, arrived in the city yesterday from the West African nation of" , "date" : "19990331" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Diallo Family to Get Preview of Charges From the District Attorney" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/31\/nyregion\/diallo-family-to-get-preview-of-charges-from-the-district-attorney.html"} , {"body" : "FROM the heights of Manhattan's luxury towers to the wood-framed and aluminum-sided homes of its more proletarian neighborhoods, New York City's residential real estate market saw prices continue to rise last year -- riding the crest of the nation's record-breaking housing expansion and the region's ongoing rebound from the moribund days of the" , "date" : "19990328" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "In All 5 Boroughs, A Robust Market" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/28\/realestate\/in-all-5-boroughs-a-robust-market.html"} , {"body" : "MANHATTAN GREENWICH VILLAGE $1.085 million 542 La Guardia Place 2-bedroom, 2 1\/2-bath, 1,500-sq.-ft. condo in renovated 1896 building; remodeled kitchen and baths, 10-ft. ceilings, fireplace, 700-sq.-ft. terrace; common charge $807, taxes $5,556; listed at $1.085 million, 3 weeks on market (broker: Douglas Elliman) TRIBECA $900,000 112-114 Duane" , "date" : "19990325" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "13" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/25\/garden\/residential-sales.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''LA BOHEME,'' New York City Opera. Those relatively new to Puccini's ''Boheme'' and those confirmed Puccini fans who want a break from the Zeffirellian opulence of the Met's" , "date" : "19990319" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/19\/movies\/classical-music-and-dance-guide.html"} ,   {"body" : "MANHATTAN CHELSEA $625,000 121 West 20th Street (Chelsea 121) 2-bedroom, 1 1\/2-bath, 1,700-sq.-ft. condo in a renovated converted warehouse; 24-hr. doormen; high ceilings, common roof deck; common charge $533, taxes $5,136; listed at $650,000, 10 weeks on market (brokers: Douglas Elliman; D. J. Knight) GREENWICH VILLAGE $802,500 111 Jane Street" , "date" : "19990318" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "15" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/18\/garden\/residential-resales-799840.html"} , {"body" : "Subway riders in the Carroll Gardens section of Brooklyn yesterday found a patchwork of shuttle trains and buses to help them bypass the Bergen Street station of the F and G lines, whose control panel was ravaged by fire Thursday night. Riders on the G train, a little-used local line that makes 26 stops, meandering from Jamaica, Queens, to Smith" , "date" : "19990314" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CARROLL GARDENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "After Fire, Delays on Subway Stir Grumbling Among Riders" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/14\/nyregion\/after-fire-delays-on-subway-stir-grumbling-among-riders.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting is April 13, 6:30 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn" , "date" : "19990314" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Only the Living Know Brooklyn: Where the Community Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/14\/nyregion\/neighborhood-report-brooklyn-up-close-only-living-know-brooklyn-where-community.html"} , {"body" : "Theater ''ANIMAL CRACKERS,'' the puppeteer Jim West will use large animal puppets to present the stories ''Tiger Dance,'' ''Barnyard Opera'' and ''Lion Circus,'' to music by Rossini, Strauss and Tchaikovsky, tomorrow at 2 P.M. at the Children's Theater Festival, Kingsborough Community College, City University, 2001 Oriental Boulevard, Brooklyn." , "date" : "19990312" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "46" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/12\/arts\/spare-times-for-children.html"} , {"body" : "His name is on the lips of the hip-hop set in Sunset Park. The teen-agers in the baggy pants and Michelin Man jackets up and down Fourth Avenue in Brooklyn know Pedro Quinones, though not as Pedro Quinones. They know him as Casper, the sultan of the shape-up, the master of the Number One Fade, the quick answer to the bad hair day. He is only 19," , "date" : "19990305" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Building Fame for $15 a Head; For the Hip-Hop Set, the Local Celebrity Is the Barber" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/05\/nyregion\/building-fame-for-15-head-for-hip-hop-set-local-celebrity-barber.html"} , {"body" : "To say that ''Promised Land'' is avant-garde theater is putting it mildly. The actors never show their faces (the curtain rises by degrees, but only as high as shoulder level); they speak not a single word, and, oh yes, the lead character is a rock. Perhaps most surprising, however, is that the play is for family audiences. ''Children are always" , "date" : "19990305" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "51" , "title" : "FAMILY FARE; If This Stone Could Speak" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/05\/arts\/family-fare-if-this-stone-could-speak.html"} , {"body" : "Erick Barkley and Tyrone Grant, their low voices spiked with bravado, had a conversation recently that turned civic pride on its head -- debating which one of them came from the worse Brooklyn neighborhood. Grant -- from Brownsville, ''a few blocks from Mike Tyson,'' he noted -- brought the debate to a quick conclusion when he conceded that" , "date" : "19990303" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "COLLEGE BASKETBALL: He's Got the Moves Off Court, Too; St. John's Point Guard Conquers a Road Fraught With Danger" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/03\/sports\/college-basketball-he-s-got-moves-off-court-too-st-john-s-point-guard-conquers.html"} , {"body" : "Faried Assad and Ahmad Samhan are partners and cousins, and live in Brooklyn, Mr. Assad in Carroll Gardens and Mr. Samhan in Fort Greene. Their new restaurant, Zaytoons (Arabic for olives), also in Brooklyn, features a blend of Syrian, Lebanese and Palestinian food. Zaytoons is at 283 Smith Street (near DeGraw Street) in Mr. Assad's neighborhood," , "date" : "19990228" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; In One Brooklyn Restaurant, Three Corners of Arab World" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/28\/nyregion\/new-yorkers-co-in-one-brooklyn-restaurant-three-corners-of-arab-world.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''UN BALLO IN MASCHERA,'' Amato Opera. Verdi's bold opera of political intrigue, assassination plots and ill-fated lovers will be afforded an up-close look when the Amato Opera" , "date" : "19990226" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/26\/movies\/classical-music-and-dance-guide.html"} , {"body" : "MANHATTAN TRIBECA $540,000 165 Duane Street 1-bedroom, 1-bath, 1,350-sq.-ft. co-op in a pre-World War II loft building; key-operated elevator, renovated bath, exposed-brick walls, wood beams and columns, washer and dryer, common roof deck; maintenance, $1,390, 65% tax-deductible; listed at $560,000, 15 weeks on market (broker: Tabak Real Estate)" , "date" : "19990225" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "14" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/25\/garden\/residential-sales.html"} ,   {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''ELEKTRA,'' Metropolitan Opera. Strauss's bloodcurdling and most daring opera is dominated by three daunting roles for women, and the three singers the Met has cast for a string of" , "date" : "19990219" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "9" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/19\/movies\/classical-music-and-dance-guide.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy Broadway and Off Broadway shows this weekend. Approximate running times are in parentheses. * denotes a highly recommended show. + means discounted tickets were available at the Theater Development Fund's TKTS booth last weekend for performances last Friday and Saturday" , "date" : "19990219" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "THEATER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/19\/movies\/theater-guide.html"} , {"body" : "ON a water-logged day in Brooklyn, everything seems muted and muffled -- the grays and browns of the buildings, the soggy drumbeat of the rain, the leaden thwock of the car wheels shooting out sprays of oily water as they rumble over manhole covers. And then there is Rosie Perez, who, rain or shine, is about as muted and muffled as a stick of" , "date" : "19990214" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "11" , "title" : "FILM; Trying to Shake a Stereotype But Keep On Being Rosie Perez" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/14\/movies\/film-trying-to-shake-a-stereotype-but-keep-on-being-rosie-perez.html"} , {"body" : "ONE of the best-kept secrets in the performing arts in New York City is 651 Arts. The Brooklyn-based producing and presenting organization is often confused with the Brooklyn Academy of Music, a separate corporation that helped found it nearly 10 years ago and has maintained a symbiotic relationship with it. But the work and mission of 651 Arts are" , "date" : "19990214" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "DANCE; On a Brooklyn Mission To Be a Good Neighbor" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/14\/arts\/dance-on-a-brooklyn-mission-to-be-a-good-neighbor.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy Broadway and Off Broadway shows this weekend. Approximate running times are in parentheses. * denotes a highly recommended show. + means discounted tickets were available at the Theater Development Fund's TKTS booth last weekend for performances last Friday and Saturday" , "date" : "19990212" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "3" , "title" : "THEATER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/12\/movies\/theater-guide.html"} , {"body" : "MANHATTAN CHELSEA $390,000 107 West 25th Street 2-bedroom, 1-bath, 1,000-sq.-ft. co-op in prewar loft building; 12-ft. beamed ceilings, tin columns and ceilings, slate counters in kitchen, arched windows, south exposure, washer\/dryer in unit, common roof deck; maintenance $912, 70% tax-deductible; listed at $400,000, 1 week on market (broker:" , "date" : "19990211" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "17" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/11\/garden\/residential-sales.html"} , {"body" : "Weeks after attacking New York State's new charter school law on the ground that it would drain money from the rest of the public school system, Schools Chancellor Rudy Crew announced an ambitious charter program for New York City yesterday. He said he would set up four new charter schools focusing on themes including music, business and animation;" , "date" : "19990202" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Giving Up Attack, Crew Offers His Charter School Plan" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/02\/nyregion\/giving-up-attack-crew-offers-his-charter-school-plan.html"} , {"body" : "They were born doomed, the poor things: programmed expressly to destroy themselves, to decompose before our very eyes. Yet anyone watching the set of short, self-sabotaging plays by Caryl Churchill called ''Blue Heart,'' which opened on Friday for a 24-performance run at the Majestic Theater of the Brooklyn Academy of Music, is more likely to feel" , "date" : "19990201" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "THEATER REVIEW; Finding Appalling Sense in a Giddy Anarchy" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/01\/theater\/theater-review-finding-appalling-sense-in-a-giddy-anarchy.html"} , {"body" : "''The Feminine Eye: 20 Years of Women's Cinema,'' a film series featuring works by more than 20 filmmakers, continues through Feb. 7 at the Brooklyn Academy of Music Rose Cinemas, 30 Lafayette Avenue, Fort Greene, Brooklyn. The series, which also features four panel discussions, is presented by New York Women in Film and Television. Tickets to each" , "date" : "19990129" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "10" , "title" : "From Humor to Drama, a Woman's View From Around the World" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/29\/movies\/from-humor-to-drama-a-woman-s-view-from-around-the-world.html"} , {"body" : "Just six weeks after Gov. George E. Pataki pushed a charter school law through the State Legislature, Schools Chancellor Rudy Crew is proposing to set up his own charterlike school districts in Brooklyn, granting them freedom from the central school bureaucracy in an effort to improve student achievement, school officials said yesterday. Dr. Crew's" , "date" : "19990129" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "Crew Plans Charter Schools, His Way" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/29\/nyregion\/crew-plans-charter-schools-his-way.html"} ,   {"body" : "FOR CHILDREN Theater ''AL E. GATOR AND FRIENDS,'' a puppet production featuring the Roamin' Gnomes, performing acrobatics on a seesaw; the Heads Up Chorus, and the Haywire, a creature with four arms and four legs who spins on the dance floor. The show also includes a puppet-making demonstration. Performances are on Saturdays and Sundays at 2:30" , "date" : "19990129" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/29\/arts\/spare-times-084964.html"} , {"body" : "Parks Commissioner Henry J. Stern pledged yesterday that the city would plant a free tree outside the house of every New York City homeowner who requested one. ''As long as it is physically and environmentally possible, every residence in this city deserves to have a tree in front of it,'' Mr. Stern said in his annual state of the parks speech at" , "date" : "19990123" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["GARVEY, MARCUS, PARK (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Parks Chief Promises a Tree for the Asking to All Homeowners" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/23\/nyregion\/parks-chief-promises-a-tree-for-the-asking-to-all-homeowners.html"} , {"body" : "Theater ''THE JUNGLE BOOK.'' A one-hour adaptation of the Kipling classic, for children 6 to 12. Promenade Theater, 2162 Broadway, at 76th Street, Manhattan. Tomorrow and Sunday at 10:30 A.M. and 12:30 P.M. Tickets: $18.50. Reservations: (212) 627-7373 or (212) 239-6200. PAPAGENO PUPPET THEATER, 462 Columbus Avenue, at 82d Street. Productions of" , "date" : "19990122" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/22\/arts\/spare-times-for-children.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Classical Music AMERICAN SYMPHONY ORCHESTRA. Leon Botstein has assembled a diverse program of works composed in the 1960's, several of which show signs of slipping into at least the outer" , "date" : "19990115" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/15\/movies\/classical-music-and-dance-guide.html"} , {"body" : "For globe-trotters and armchair travelers, these 12 restaurants offer a chance to wander the world without leaving New York. (These summaries, written by Eric Asimov, are taken from Ruth Reichl's and Mr. Asimov's dining reviews, columns and articles in The Times.) 1. Azuri Cafe +++ (212) 262-2920 465 West 51st Street Clinton $ Cash only With just a" , "date" : "19990115" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "49" , "title" : "EATING OUT; Around the World" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/15\/arts\/eating-out-around-the-world.html"} , {"body" : "MANHATTAN SOHO $800,000 114 Spring Street (Spring Street Studios) 2-bedroom, 2-bath, 1,925-sq.-ft. condo in 102-year-old building; renovated kitchen and baths, 11-ft.-ceilings, steam room with whirlpool, 3 exposures; maintenance $1,250, 72% tax-deductible; listed at $799,000 (multiple bids), 30 weeks on market (brokers: D. J. Knight, Halstead" , "date" : "19990114" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "13" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/14\/garden\/residential-sales.html"} , {"body" : "Hipolito Burgos, a 17-year-old senior at Queens Vocational High School, is an immigrant from the Dominican Republic, co-captain of his school's baseball team and an all-round threat as a catcher, outfielder and batter. And he's a good man with a bilge pump, said his coach, Rob Schimenz. That's an important skill for a ballplayer at Queens" , "date" : "19990113" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "Education" , "Sports"] , "page_facet" : "1" , "title" : "For New York, 25-Year Losing Streak" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/13\/sports\/for-new-york-25-year-losing-streak.html"} , {"body" : "Who is that sleek young time bomb of a man? At moments, he seems as frightened and helpless as a 4-year-old who has lost his parents at the fair; at other times, he is the soul of patrician urbanity, your ideal white-tie dinner partner. Then the eruptions come in nasty bolts of anger. And they aren't half as scary as when his face freezes into a" , "date" : "19990111" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "THEATER REVIEW; On the Cusp Of Monsterhood With Nero" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/11\/theater\/theater-review-on-the-cusp-of-monsterhood-with-nero.html"} , {"body" : "If you live in the world of Jean Racine, the 17th-century French tragedian, you definitely don't want to mess with Venus. The goddess of love is also, as one of the dramatist's characters puts it, the ''goddess of pure remorseless cruelty.'' She's implacable and unbeatable, and she takes no prisoners. That doesn't stop the ever imperious Diana" , "date" : "19990107" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "THEATER REVIEW; In 'Phedre,' A Mix of Lust, Anger and Chic" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/07\/theater\/theater-review-in-phedre-a-mix-of-lust-anger-and-chic.html"} , {"body" : "AS an elder-law attorney in the resort town of Truth or Consequences, N.M., John C. Wheeler can't help but spend most of his time thinking about retirement. Retirees come from all over the Southwest to have him draw up wills and estate plans, so they can feel secure about spending decades doing little but soaking in the hot springs of T. or C., as" , "date" : "19990103" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "The New Faces of Retirement" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/03\/business\/the-new-faces-of-retirement.html"} ,   {"body" : "New York's New Year's Eve party was a cold, crowded and -- at one point -- smoky, but largely peaceful trial run for the celebration planned for next year to welcome in 2000, according to police officials. The 5,000 police officers who patrolled the party -- one of the largest police details in history -- made fewer arrests than the year before, 23" , "date" : "19990102" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "In Run-Through for Next Year, Mostly Sedate Merrymaking in Times Square" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/02\/nyregion\/in-run-through-for-next-year-mostly-sedate-merrymaking-in-times-square.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''BARBER OF SEVILLE,'' Amato Opera. This scrappy company will present a ''bilingual production,'' as the company is calling it, of Rossini's ''Barber of Seville.'' The arias and" , "date" : "19990101" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/01\/movies\/classical-music-and-dance-guide.html"}]