[  {"body" : "Willie James Willie James's performance in the contract negotiations with the M.T.A. will most likely determine whether he endures as president of the union representing 33,000 transit workers. Mr. James, facing re-election next year, narrowly survived a 1998 challenge by a dissident faction within Local 100 of the Transport Workers Union that" , "date" : "19991215" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE TRANIT SHOWDOWN: THE PLAYERS; Varied Backgrounds and High Stakes on Road to a Transit Compromise" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/15\/nyregion\/tranit-showdown-players-varied-backgrounds-high-stakes-road-transit-compromise.html"} , {"body" : "Jacqueline Moye, 35, was used to getting phone calls from teachers at Public School 256 about her son, Jerelle, 11. Since the third grade, Jerelle had been labeled a problem child. ''He was always acting out at school, talking back and being disrespectful to the teachers,'' Ms. Moye said. ''He also had trouble completing his homework assignments.''" , "date" : "19991215" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE NEEDIEST CASES; By Helping a Child, a Family Is Served" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/15\/nyregion\/the-neediest-cases-by-helping-a-child-a-family-is-served.html"} , {"body" : "The felt-tipped marker in Michel Trocme's hand sped across the easel, leaving an orange trail of ideas as the 30 people sitting around him each outlined a different vision of what kind of park to build at the foot of the Brooklyn Bridge. Nathan F. Elbogen, 38, a Gowanus artist and architect with a shaved head, rose to say he wanted studios and a" , "date" : "19991212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "55" , "title" : "Disparate Visions for a New Park; Accord Is Sought Among Clashing Views in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/12\/nyregion\/disparate-visions-for-new-park-accord-sought-among-clashing-views-brooklyn.html"} , {"body" : "After a bout with an eating disorder, Joan Welsch decided to go back to school for a certificate in fitness instruction. She took the required classes in physiology, anatomy and nutrition, and spent two years visiting patients in their homes, outlining exercises for them. By March, Ms. Welsch had left her job as a graphic designer, and on Dec. 1," , "date" : "19991212" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "IN BRIEF; A Gym for Health, Not Narcissism" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/12\/nyregion\/in-brief-a-gym-for-health-not-narcissism.html"} , {"body" : "For years, John Jay High School, on Seventh Avenue near Fourth Street, has been troubled, ranking high among the city's schools in assaults and robberies and low in test scores and graduation rates. John Jay is situated in the prosperous heart of Park Slope, but many parents there never dreamed of sending their children to the school. The local" , "date" : "19991212" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: BROWNSTONE BROOKLYN; School Board May Try to Take Over Troubled John Jay" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/12\/nyregion\/neighborhood-report-brownstone-brooklyn-school-board-may-try-take-over-troubled.html"} , {"body" : "Theater ''ALEXANDER THE GREAT AND THE CURSED SNAKE,'' a story about an evil snake terrorizing a village and a buffoon character named Dr. Karaghiozis who complicates matters for the hero, Alexander the Great. The production, presented by the Karaghiozis Shadow Puppet Theater, will take place tomorrow at 2 p.m. at Queens Museum of Art, Flushing" , "date" : "19991210" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "56" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/10\/arts\/spare-times-for-children.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''L'ELISIR D'AMORE.'' The Metropolitan Opera's storybook production of this Donizetti classic, directed by John Copley with pastel-colored sets and bright costumes by Beni" , "date" : "19991203" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/03\/movies\/classical-music-and-dance-guide.html"} , {"body" : "A Fire Department ladder truck racing through the rain to a fire at a Brooklyn house ran a red light and collided with a city bus yesterday, killing the bus driver and injuring nine passengers and firefighters, police and fire officials said. The accident occurred shortly after 11 a.m. as Ladder Company 109 was going east on 65th Street through the" , "date" : "19991126" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Bus Driver Killed in Crash With Fire Truck in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/26\/nyregion\/bus-driver-killed-in-crash-with-fire-truck-in-brooklyn.html"} , {"body" : "Up in the wheelhouse of the Bullet II, a 65-foot party boat out of Sheepshead Bay, Capt. Eddie Shaw chomped his frayed cigar, checked his sonar screen and cut the wheel hard to starboard, heading into unfamiliar waters and leaving the East River behind. To the left were rows of silent warehouses. To the right, a handful of crabbers and anglers" , "date" : "19991112" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEWTOWN CREEK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Life Returns to a Fouled Creek; Newtown, Less Classy Than the Gowanus, Has Allies" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/12\/nyregion\/life-returns-to-a-fouled-creek-newtown-less-classy-than-the-gowanus-has-allies.html"} , {"body" : "Theater PAPAGENO PUPPET THEATER presents two productions with Susan Delery Whedon, a puppeteer and singer: ''Goldilocks and the Three Bears,'' featuring music by Mozart (at noon); ''Puff the Magic Dragon'', a sing-along show featuring hand and rod puppets (at 1:30 p.m.). Shows are Saturdays and Sundays through Dec. 12, at 462 Columbus Avenue, near" , "date" : "19991112" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "47" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/12\/arts\/spare-times-for-children.html"} ,   {"body" : "Chrysler's Sparkle Q. On sunny days, the metal spire of the Chrysler Building always appears to be gleaming. What is it made of, and what keeps it shining so brightly? A. The spire of the landmark 77-story office building at 42nd Street at Lexington Avenue, which was built in 1930, is made of highly polished nickel chrome stainless steel produced" , "date" : "19991107" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FRANKLIN D ROOSEVELT DRIVE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1999\/11\/07\/nyregion\/fyi-299790.html"} , {"body" : "Theater ''LITTLE RED RIDING HOOD.'' The wolf claims he's been framed in this updated version of the classic fairy tale, and the audience is judge and jury, Sunday at 2 p.m. at the Riverdale Y, 5625 Arlington Avenue, at West 256th Street, the Bronx. The hourlong show, directed by Dante Albertie, features music by Joplin, Gershwin and Ellington. For" , "date" : "19991105" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "48" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/05\/arts\/spare-times-for-children.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in New York City. Opera ''AIDA,'' Metropolitan Opera. Sonja Frisell's 1988 production, with monumental sets by Gianni Quaranta, seems a less empty place with singers of the caliber of Deborah Voigt and Olga Borodina in the" , "date" : "19991022" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "7" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/22\/movies\/classical-music-and-dance-guide.html"} , {"body" : "EVENTS ''IN AND ABOUT TOMPKINS SQUARE PARK: WALKS AND TALKS,'' Ninth Street and Avenue A, Lower East Side. Also puppet shows for children. Tomorrow, 10 A.M. to 3 P.M. Sponsored by the East Village Parks Conservancy. INTERNATIONAL VINTAGE POSTER FAIR, Metropolitan Pavilion, 110 West 19th Street, Chelsea. Today, 5 to 9 P.M.; tomorrow, 10 A.M. to 7" , "date" : "19991022" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "46" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/22\/arts\/spare-times-069736.html"} , {"body" : "PARK SLOPE A Bicycle, Graffiti And Death on the Streets A graffiti-filled poster in a subway station becomes a symbol of underlying tensions in New York in Charles Merzbacher's short film ''Subway Map.'' It is one of seven short movies and videos by New York filmmakers that will be shown tonight at the Gowanus Arts Exchange. Tonight's program," , "date" : "19991010" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/10\/nyregion\/playing-in-the-neighborhood-866997.html"} , {"body" : "With nicknames like the Broken Queens Expressway and the Don't Gowanus, New York's highways are more often a source of annoyance than inspiration. Steve Anderson, though, is the kind of man whose pulse quickens at such sights as the sprawling Bruckner interchange in the Bronx. When he started his Web site three years ago, he said, ''There were" , "date" : "19991010" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: NEW YORK ON LINE; Giving Highways Their Due" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/10\/nyregion\/neighborhood-report-new-york-on-line-giving-highways-their-due.html"} , {"body" : "WHEN Charles Flickinger, owner of Flickinger Glassworks in Red Hook, Brooklyn, received an order last month for glass bowls with engraving at the bottom to enclose hanging lights, he knew what to do. ''I told them, 'If you want engraving, then you need Tomas Tisch,' '' he said. Mr. Tisch, whose glassworking studio a few blocks away has a view of" , "date" : "19991003" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Where One Hand Polishes the Other" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/03\/nyregion\/new-yorkers-co-where-one-hand-polishes-the-other.html"} , {"body" : "ATTRACTIONS Museums and Sites ABIGAIL ADAMS SMITH MUSEUM, 421 East 61st Street, Manhattan. The structure, built in 1799 as the carriage house for the estate of Abigail Adams and Col. William Smith, was also the Mount Vernon Hotel from 1826 to 1833. ''200th Anniversary Exhibition,'' of the building, including a model of the original 1799 carriage" , "date" : "19990924" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/24\/arts\/spare-times-636681.html"} , {"body" : "Work is nearing completion on a $10.5 million conversion of the turn-of-the-century St. Agnes elementary school in the Carroll Gardens section of Brooklyn into a 90-unit middle-income rental apartment building. When completed next month, the Italian-Renaissance-style former school at 421 Degraw Street will have studio to three-bedroom units to be" , "date" : "19990917" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "RESIDENTIAL REAL ESTATE; Turning Old School Into Apartments" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/17\/nyregion\/residential-real-estate-turning-old-school-into-apartments.html"} , {"body" : "Theater ''SUPER JANITOR MEETS THE GARBAGE BEAST.'' Art the janitor becomes Super Janitor (in his dreams) to defeat the Garbage Beast in this comic book production by Grand Fallons, tomorrow at 2:30 P.M. at the Brooklyn Children's Museum, 145 Brooklyn Avenue, at St. Mark's Place, Crown Heights.Free with suggested admission: $3. Information: (718)" , "date" : "19990917" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/17\/arts\/spare-times-for-children.html"} ,   {"body" : "September MARTHA CLARKE'S VERS LA FLAMME Based on five short stories by Anton Chekhov and set to Scriabin piano solos, ''Vers la Flamme'' has been described by Martha Clarke as an impressionistic rather than literal representation of the stories. Wed.-next Sunday. New Victory Theater. Also on Feb. 25 at the Tilles Center for the Performing Arts at" , "date" : "19990912" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "18" , "title" : "THE NEW SEASON: ANNOTATED LISTINGS -- DANCE" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/12\/arts\/the-new-season-annotated-listings-dance.html"} , {"body" : "Sixteen people were injured, though none seriously, in Brooklyn last night when a private bus collided with two cars on the Gowanus Expressway, the police said. The three vehicles were traveling west toward Staten Island, a few blocks north of the Prospect Expressway exit, about 8:30 P.M. when a 1989 Honda slowed down for traffic and the" , "date" : "19990826" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS EXPRESSWAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Bus Collision in Brooklyn Leaves 16 Injured" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/26\/nyregion\/bus-collision-in-brooklyn-leaves-16-injured.html"} , {"body" : "Three hundred people, mostly elderly, came armed with two-sided signs on July 27 to hear the city's Transportation Department announce whether the city was going to make two major neighborhood streets one-way. One side of each sign offered a polite thank-you, the other had the motto ''No Way One Way.'' Only the thank-you was needed, however." , "date" : "19990808" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BAY RIDGE -- UPDATE; A Proposal for One-Way Avenues Reaches a Dead End" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/08\/nyregion\/neighborhood-report-bay-ridge-update-proposal-for-one-way-avenues-reaches-dead.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera GLIMMERGLASS OPERA. All four of this enterprising company's productions are being staged this weekend. ''Central Park'' is a trilogy of concise, powerful new operas by three" , "date" : "19990730" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/30\/movies\/classical-music-and-dance-guide.html"} , {"body" : "The driver heading across the Union Street Bridge over the Gowanus Canal in Brooklyn slowed down yesterday when he saw the crowd peering over the railing into the green water. ''What is it, a body?'' he called out. Sort of. In fact, it was dozens of bodies, but none of them belonged to a discarded mobster. Pink jellyfish bobbed lazily downstream," , "date" : "19990729" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS CANAL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Stench Is Out, Fish Are In; Gowanus Canal Comes Back to Life After Rescue" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/29\/nyregion\/stench-is-out-fish-are-in-gowanus-canal-comes-back-to-life-after-rescue.html"} , {"body" : "Everyone in Bay Ridge, it seems, wants to save the neighborhood from the horrors of traffic congestion. But what one group sees as a plan to reduce traffic jams with one-way avenues, another group fears would make the problem worse. The city's Department of Transportation is considering a proposal to make Third and Fifth Avenues one- way for a" , "date" : "19990704" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BAY RIDGE; A No Way on One-Way Idea" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/04\/nyregion\/neighborhood-report-bay-ridge-a-no-way-on-one-way-idea.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera ''CARMEN,'' New Jersey State Opera. It's not easy to bring fresh qualities to a production of Bizet's ''Carmen,'' a strong candidate for the most popular opera in the world. But the New Jersey State" , "date" : "19990625" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/25\/movies\/classical-music-and-dance-guide.html"} , {"author" : "Anne Raver writes about gardening and the environment for The Times." , "body" : "Gowanus Dogs Written and illustrated by Jonathan Frost. Unpaged. New York: Frances Foster Books\/ Farrar, Straus & Giroux. $15. (Ages 5 and up) AS someone who lives in a gritty neighborhood, I found ''Gowanus Dogs'' a sensitive portrait -- not only of stray dogs but also of the homeless man who first notices them living in the rusty mixing tank of" , "date" : "19990620" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "20" , "title" : "Children's Books" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/20\/books\/children-s-books-117030.html"} , {"body" : "IN the days when the Gowanus Canal was best known for its foul odors, it would not have come to mind quickly as a site for an upscale shopping center. But the canal is cleaner these days, and it is in the middle of the affluent brownstone communities of Park Slope and Carroll Gardens. And there is a 9.5 acre development site along its banks, an" , "date" : "19990613" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Commercial Property \/Brooklyn; At Gowanus Canal, Developers Plan $63 Million Mall" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/13\/realestate\/commercial-property-brooklyn-at-gowanus-canal-developers-plan-63-million-mall.html"} , {"body" : "Events ANIMATED SHORT FILMS. Faith Hubley, a short-film animator, is to present a program of her animated films for children (created with her husband, John), tomorrow and Sunday at 11 A.M. at the Quad Cinema, 34 West 13th Street, Greenwich Village, including ''Moonbird,'' the 1960 Academy Award-winning film by Ms. Hubley and her husband. Tickets:" , "date" : "19990611" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/11\/arts\/spare-times-for-children.html"} ,   {"body" : "FOR CHILDREN Theater PAPAGENO PUPPET THEATER presents the puppeteer-singer Susan Delery Whedon in productions of ''Cinderella'' and ''Peter and the Wolf'' today, tomorrow and Sunday. ''Cinderella,'' with music by Prokofiev, will be performed at noon; ''Peter and the Wolf'' at 1:30 P.M., at 462 Columbus Avenue, near 82d Street. Tickets: $6; free for" , "date" : "19990604" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/04\/arts\/spare-times-991627.html"} , {"body" : "On a sunny afternoon recently, the green stuff shimmering in Brooklyn's Gowanus Canal looked a lot like water. It was a fairly viscous form of water, of course, with the occasional streak of putrescence that has made the Gowanus famous as one of the most unsafe and environmentally unsound places in New York City. But for all the floating corpses" , "date" : "19990523" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK HARBOR" , "GOWANUS CANAL (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "16" , "title" : "The City Life; Surviving the Gowanus Canal" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/23\/opinion\/the-city-life-surviving-the-gowanus-canal.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting June 8, 6:30 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights," , "date" : "19990516" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Greenpoint to Sheepshead Bay: When the Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/16\/nyregion\/neighborhood-report-brooklyn-up-close-greenpoint-sheepshead-bay-when-boards-meet.html"} , {"body" : "A Rhythm Fest In Red Hook It wasn't so long ago that the streets of Red Hook, a Brooklyn community, weren't considered fit for walking, much less dancing. But the footsteps echoing there tomorrow and on May 22 won't be fleeing an urban nightmare; they'll be pounding a celebratory beat. The occasion is the Fifth Annual Young People's Performance" , "date" : "19990514" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "FAMILY FARE" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/14\/arts\/family-fare.html"} , {"body" : "DANNY PERASA was 10 when his mother began giving him $1 on Saturdays and letting him go alone from Bay Ridge in Flatbush to watch the Brooklyn Dodgers play at Ebbets Field. A nickel each way for the subway, 60 cents admission, a nickel for a scorecard and a quarter to divvy up between hot dogs and sodas, which cost a nickel each. He saw more than" , "date" : "19990509" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Seeking the Soul of the City's Summer; Hearing the Crack of Old Bats, the Roar of Past Crowds" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/09\/nyregion\/seeking-soul-city-s-summer-hearing-crack-old-bats-roar-past-crowds.html"} , {"body" : "Theater ''AL E. GATOR AND FRIENDS,'' a puppet production featuring the Roamin' Gnomes, performing acrobatics on a seesaw; the Heads Up Chorus, and the Haywire, a creature with four arms and four legs that spins on the dance floor. The show also includes a puppet-making demonstration. Performances are on Saturdays and Sundays at 2:30 P.M. Through" , "date" : "19990507" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/07\/arts\/spare-times-for-children.html"} , {"body" : "A little bit of Venice in Brooklyn? That was the question at Brooklyn's Gowanus Canal yesterday as city officials finally got around to activating a plumbing fixture that will allow the canal to be flushed of the rancid liquids that give the waterway its famous stench. The fixture -- a new propeller to circulate the stagnant water and diminish its" , "date" : "19990504" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS CANAL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Finally, Flushing an Infamous Canal" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/04\/nyregion\/finally-flushing-an-infamous-canal.html"} , {"body" : "Last August, Mark Phillips set up a Web site to pay homage to the Gowanus Canal and to show off his photographs of its floating basketballs, bodies and even store facades. To his surprise, he said, the site attracted foreigners fascinated by the two-and-a-half mile stretch of fetid water, many of whom told Mr. Phillips they hoped to tour the canal" , "date" : "19990502" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: NEW YORK ON LINE; Click on the Corner Store" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/02\/nyregion\/neighborhood-report-new-york-on-line-click-on-the-corner-store.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''ABDUCTION FROM THE SERAGLIO,'' Bronx Opera Company. For over 30 years, this independent, community-based company has been presenting standard repertory operatic works, and now and" , "date" : "19990430" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "10" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/30\/movies\/classical-music-and-dance-guide.html"} , {"body" : "I chart the seasons by the Brooklyn Botanic Garden. In the winter, the blowsy hellebores hang their heavy heads and I pause to wonder why they are such a craze. They look such a mess to me, like a herd of chartreuse sheep in desperate need of grooming. This is part of the ritual of familiarity, grousing at part of the garden that goes against your" , "date" : "19990421" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "3" , "title" : "In a World Full of Wonders, Here Are Six That Stand Out -- Brooklyn Botanical Gardens; Over the Subway, the Apricot Blooms" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/21\/arts\/world-full-wonders-here-are-six-that-stand-brooklyn-botanical-gardens-over.html"} ,   {"body" : "Theater ''HOT FEET,'' a revue by the Paper Bag Players that is a series of sketches about city life, written and directed by Judith Martin with the assistance of Ted Brackett, featuring scenery and costumes mostly made from the brown paper for which the troupe is named. Tomorrow at 2 P.M. at the Performing Arts Center at Kingsborough Community" , "date" : "19990416" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/16\/arts\/spare-times-for-children.html"} , {"body" : "The Beans of Brooklyn Q. Some mornings -- and some evenings too -- the aroma of freshly roasted coffee seems to fill the air to the west of Park Slope, Brooklyn. Is there a commercial coffee roaster hidden on the fringes of this area? A. Yes. ''There are a whole bunch of coffee wholesale and roasting businesses, and some green coffee businesses, in" , "date" : "19990404" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1999\/04\/04\/nyregion\/fyi-044482.html"} , {"body" : "Some residents of Bensonhurst are voicing fear that a proposed theater complex with up to 16 screens, 3,500 seats, 700 parking spaces and retail stores will snarl traffic and increase pollution in the neighborhood. And people who live in apartment buildings on Cropsey Avenue are expressing worry that congestion from the Bayside Cinema, at 25th" , "date" : "19990328" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BENSONHURST; To Some, Cinema Complex Is Not a Coming Attraction" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/28\/nyregion\/neighborhood-report-bensonhurst-some-cinema-complex-not-coming-attraction.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''LA BOHEME,'' New York City Opera. Those relatively new to Puccini's ''Boheme'' and those confirmed Puccini fans who want a break from the Zeffirellian opulence of the Met's" , "date" : "19990319" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/19\/movies\/classical-music-and-dance-guide.html"} , {"body" : "BROOKLYN HEIGHTS Buddy Scotto, the funeral director who fought for decades for his vision of a Venice in Brooklyn, and Benjamin Longstreth, the environmentalist who has tried to reintroduce oysters to the Gowanus Canal, are among the many characters featured in ''Lavender Lake: Brooklyn's Gowanus Canal.'' This new documentary about the struggle to" , "date" : "19990314" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "PLAYING IN THE NEIGHBORHOOD; A Woman, a Plan, a Canal: Gowanus Documentary" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/14\/nyregion\/playing-in-the-neighborhood-a-woman-a-plan-a-canal-gowanus-documentary.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting is April 13, 6:30 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn" , "date" : "19990314" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Only the Living Know Brooklyn: Where the Community Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/14\/nyregion\/neighborhood-report-brooklyn-up-close-only-living-know-brooklyn-where-community.html"} , {"body" : "A control room fire on the F and G subway lines in Brooklyn on Thursday night destroyed critical switching equipment, forcing transportation officials to close five stations and disrupt service yesterday for more than 150,000 passengers in several Brooklyn neighborhoods. Officials of New York City Transit said last night that most service would be" , "date" : "19990313" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "After Station Fire, Subway Lines Face Months of Turmoil" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/13\/nyregion\/after-station-fire-subway-lines-face-months-of-turmoil.html"} , {"author" : "Douglas Century is the author of ''Street Kingdom: Five Years Inside the Franklin Avenue Posse,'' recently published by Warner Books." , "body" : "On a recent March morning, I walked the windy piers of the Brooklyn waterfront, gazing out at the choppy waters of Buttermilk Channel and Upper New York Bay, looking for the shadow of my grandfather. He had fled conscription into the Czar's army in 1914, landed at Ellis Island and found work as a longshoreman on the docks of what was then one of" , "date" : "19990312" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Travel" , "Arts"] , "page_facet" : "37" , "title" : "MY BROOKLYN; Still a Contender on the Waterfront" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/12\/movies\/my-brooklyn-still-a-contender-on-the-waterfront.html"} , {"body" : "A 29-year-old Manhattan woman who refused to give money to some homeless women on the D train was cut on the face with a razor yesterday, in one of three slashing incidents on the subways, the police said. In the other incidents, a morning commuter riding the No. 4 train on the Upper East Side was slashed on the face after being set upon by a gang" , "date" : "19990306" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Three Passengers Are Slashed in Separate Attacks on Subways" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/06\/nyregion\/three-passengers-are-slashed-in-separate-attacks-on-subways.html"} , {"body" : "IT is one of New York City's weirder environmental ironies: as the mucky rivers get cleaner and clearer, kayakers and striped bass are not the only things coming back to the water. A couple of tiny, voracious creatures -- a mollusk and a crustacean -- have also begun to reappear, and it seems their sole occupation is to eat all the wooden pilings" , "date" : "19990226" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK HARBOR" , "HUDSON RIVER"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; A Man With a Fish's-Eye View of the City" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/26\/nyregion\/public-lives-a-man-with-a-fish-s-eye-view-of-the-city.html"} ,   {"body" : "In Africa, communication often involves the hands and feet as well as the voice. Children will be invited to sample some of these alternative languages tomorrow, when the Museum for African Art will celebrate Black History Month by teaching some of the special messages behind beading, dance and drumming. The fun will begin at 12:30 P.M. with" , "date" : "19990219" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "FAMILY FARE; Exploring A Continent" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/19\/arts\/family-fare-exploring-a-continent.html"} , {"body" : "ONE of the best-kept secrets in the performing arts in New York City is 651 Arts. The Brooklyn-based producing and presenting organization is often confused with the Brooklyn Academy of Music, a separate corporation that helped found it nearly 10 years ago and has maintained a symbiotic relationship with it. But the work and mission of 651 Arts are" , "date" : "19990214" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "DANCE; On a Brooklyn Mission To Be a Good Neighbor" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/14\/arts\/dance-on-a-brooklyn-mission-to-be-a-good-neighbor.html"} , {"body" : "Theater ''HOT FEET,'' a revue by the Paper Bag Players, is a series of sketches about city life (complete with a mayor who is in love with his own idea of progress and a governor who is vain), written and directed by Judith Martin with the assistance of Ted Brackett. The scenery and costumes are mostly made from the brown paper for which the troupe" , "date" : "19990212" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "SPARE TIMES: FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/12\/arts\/spare-times-for-children.html"} , {"body" : "TWO years ago, when Arnold Lehman left Baltimore to become the director of the Brooklyn Museum of Art, he and his wife, Pamela, knew exactly what kind of home they wanted. It had to be industrial, loftlike, close to subways and the museum, filled with light -- and in Brooklyn. ''We were coming to promote Brooklyn,'' Ms. Lehman said. ''How could we" , "date" : "19990128" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "HOUSE PROUD; Promoting Light, Art and Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/28\/garden\/house-proud-promoting-light-art-and-brooklyn.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Classical Music AMERICAN SYMPHONY ORCHESTRA. Leon Botstein has assembled a diverse program of works composed in the 1960's, several of which show signs of slipping into at least the outer" , "date" : "19990115" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/15\/movies\/classical-music-and-dance-guide.html"} , {"body" : "To the Editor: I was curious if the following solution had been considered: Create a special toll lane on the Verrazano exclusively for Staten Island residents using EZ Pass and charge them only for the trip leaving Staten Island. Any car registered anywhere else pays the full fare both ways. This would provide Staten Island an affordable method to" , "date" : "19990110" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "Canal St. Problems Predated Change in Verrazano Toll" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/10\/nyregion\/l-canal-st-problems-predated-change-in-verrazano-toll-795003.html"}]