[  {"body" : "Here at the high noon of holiday shopping in Manhattan, the future of the e-commerce revolution is increasingly dependent on a low-tech, often-despised grunt: the bicycle messenger. Newly belted with two-way radios and data pagers, tracked by sophisticated routing software, these two-wheeled e-liverers are more in demand, more highly paid, better" , "date" : "19991224" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "1" , "title" : "Selling Online, Delivering on Bikes; Low-Tech Courier Services Thrive On Growth of Web-Based Retailing" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/24\/nyregion\/selling-online-delivering-bikes-low-tech-courier-services-thrive-growth-web.html"} , {"body" : "For 13 years, Erez Hayun and his father, Moshe, have been working out of their woodshop at 225 Taaffe Place, near the Pratt Institute, making kitchen cabinets and furniture for Hasidic families in Williamsburg. But this month Mr. Hayun's MC Furniture and 15 other businesses in the three-building complex, employing a total of 250 people, will have" , "date" : "19991128" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "NEIGHBORHOOD REPORT: NORTH BROOKLYN; High-End Woodworking Can't Keep Up With Rents" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/28\/nyregion\/neighborhood-report-north-brooklyn-high-end-woodworking-can-t-keep-up-with-rents.html"} , {"body" : "They usually make their living parachuting into wildernesses from Alaska to New Mexico, where they fight forest fires, or rather, corral them by chopping breaks through the trees. Yet for the last month, a small crew of smoke jumpers has been deployed to Queens to help in another battle. This one is against the Asian long-horned beetle, a threat to" , "date" : "19991121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; In Wild, Wild East, Smoke Jumpers Stalk Beetles" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/21\/nyregion\/neighborhood-report-new-york-up-close-wild-wild-east-smoke-jumpers-stalk-beetles.html"} , {"body" : "Up in the wheelhouse of the Bullet II, a 65-foot party boat out of Sheepshead Bay, Capt. Eddie Shaw chomped his frayed cigar, checked his sonar screen and cut the wheel hard to starboard, heading into unfamiliar waters and leaving the East River behind. To the left were rows of silent warehouses. To the right, a handful of crabbers and anglers" , "date" : "19991112" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEWTOWN CREEK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Life Returns to a Fouled Creek; Newtown, Less Classy Than the Gowanus, Has Allies" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/12\/nyregion\/life-returns-to-a-fouled-creek-newtown-less-classy-than-the-gowanus-has-allies.html"} , {"body" : "ATTRACTIONS Museums and Sites ABIGAIL ADAMS SMITH MUSEUM, 421 East 61st Street, Manhattan. The structure, built in 1799 as the carriage house for the estate of Abigail Adams and Col. William Smith, was also the Mount Vernon Hotel in the 1830's. ''Four Centuries of Tea Traditions in New York,'' the history of tea in New York, with Carole Pichney," , "date" : "19991112" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "47" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/12\/arts\/spare-times-396176.html"} , {"body" : "FIRST came Diner, an authentic but decrepit old diner on the south end of Williamsburg, Brooklyn, that was cleaned up and turned into a glowing little neighborhood bistro. Now comes Miss Williamsburg Diner -- once the greasiest of spoons -- scrubbed until gleaming inside and serving dishes of pasta rather than burgers and fries. This diner" , "date" : "19991103" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "12" , "title" : "$25 AND UNDER; Some Italian Sparkle at a Brooklyn Diner" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/03\/dining\/25-and-under-some-italian-sparkle-at-a-brooklyn-diner.html"} , {"body" : "All over New York, Mexican restaurants are popping up, serving the rapidly growing Mexican population and legions of other lovers of Mexican food. Here are a dozen of the better ones. (These summaries, written by Eric Asimov, are taken from dining reviews, columns and articles in The Times by William Grimes, Mr. Asimov and others.) 1. Gabriela's +" , "date" : "19991015" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "EATING OUT; Taco Belles" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/15\/arts\/eating-out-taco-belles.html"} , {"body" : "ATTRACTIONS Museums and Sites ABIGAIL ADAMS SMITH MUSEUM, 421 East 61st Street, Manhattan. The structure, built in 1799 as the carriage house for the estate of Abigail Adams and Col. William Smith, was also the Mount Vernon Hotel from 1826 to 1833. A 200th-anniversary exhibition of the building includes a model of the original carriage house," , "date" : "19991008" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/08\/arts\/spare-times-848050.html"} , {"body" : "It may have come in the blood of a traveler returning from Africa or Europe. It may have hitchhiked in an infected bird smuggled in baggage. There is even a slight chance that it came in the gut of a mosquito that flitted into a jet. But as medical sleuths try to trace the path of the West Nile-like virus that has helicopters fumigating New York" , "date" : "19991004" , "day_of_week_facet" : "Monday" , "geo_facet" : ["LOS ANGELES (CALIF)" , "NEW YORK CITY" , "MIAMI (FLA)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Mosquito Virus Exposes a Hole in the Safety Net" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/04\/nyregion\/mosquito-virus-exposes-a-hole-in-the-safety-net.html"} , {"body" : "WHEN Charles Flickinger, owner of Flickinger Glassworks in Red Hook, Brooklyn, received an order last month for glass bowls with engraving at the bottom to enclose hanging lights, he knew what to do. ''I told them, 'If you want engraving, then you need Tomas Tisch,' '' he said. Mr. Tisch, whose glassworking studio a few blocks away has a view of" , "date" : "19991003" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Where One Hand Polishes the Other" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/03\/nyregion\/new-yorkers-co-where-one-hand-polishes-the-other.html"} ,   {"body" : "ATTRACTIONS Museums and Sites ABIGAIL ADAMS SMITH MUSEUM, 421 East 61st Street, Manhattan. The structure, built in 1799 as the carriage house for the estate of Abigail Adams and Col. William Smith, was also the Mount Vernon Hotel from 1826 to 1833. A 200th-anniversary exhibition of the building includes a model of the original carriage house," , "date" : "19991001" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/01\/arts\/spare-times-741833.html"} , {"body" : "John T. Bulger is bursting with ideas to improve the world. But it's been a long time since anyone followed his advice. Mr. Bulger offered 115 suggestions to the Board of Education through the Citywide Employees' Suggestion Program from 1986 to early 1999, when he retired as a school custodian. The program offers awards of up to $1,000 to workers" , "date" : "19990926" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: GREEN POINT; Sometimes A Great Notion?" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/26\/nyregion\/neighborhood-report-green-point-sometimes-a-great-notion.html"} , {"body" : "Sheila Bridges, a Manhattan interior designer, has just opened Sheila Bridges Home in Hudson, N.Y., an extension of her design business, ''where there are furniture and accessories that we've designed,'' she said. Ms. Bridges (below, sitting in one of her ''Adirondack'' chairs, $800) and Aleman Moore, accessories designers in Greenpoint, Brooklyn," , "date" : "19990923" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS: INTERIORS; Whimsical Objects" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/23\/garden\/currents-interiors-whimsical-objects.html"} , {"body" : "It has stood on a busy stretch of road in the Bronx for almost a century, a city landmark and a beacon of promise to the children who clamored down its great halls. It served as an anchor of civic pride for a community defined by waves of immigration and poverty. But for two years, Public School 31 in Mott Haven has been idle, its ornate five-story" , "date" : "19990914" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "These Grand Old Schools Nurtured a City; Some Say It Is Time To Tear Them Down" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/14\/nyregion\/these-grand-old-schools-nurtured-a-city-some-say-it-is-time-to-tear-them-down.html"} , {"body" : "May 29, 1996, was brisk but brilliant, a splendid day for celebration and champagne on Staten Island as Gov. George E. Pataki and Mayor Rudolph W. Giuliani announced that the Fresh Kills landfill -- the biggest dump in the world, the last in New York City and the bane of the city's least populous borough -- would finally close. There was one small" , "date" : "19990830" , "day_of_week_facet" : "Monday" , "geo_facet" : ["FRESH KILLS (NYC)" , "NEW YORK STATE" , "STATEN ISLAND (NYC)" , "NEW JERSEY" , "NEW YORK CITY" , "VIRGINIA"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "THE LAST LANDFILL: A special report.; As Deadline Looms for Dump, Alternate Plan Proves Elusive" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/30\/nyregion\/last-landfill-special-report-deadline-looms-for-dump-alternate-plan-proves.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera ''SUMMER,'' Berkshire Opera Company. This company will celebrate its 15th anniversary by presenting the world premiere of ''Summer,'' with music by Stephen Paulus and a libretto by Joan Vail Thorne." , "date" : "19990827" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/27\/movies\/classical-music-and-dance-guide.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from the most recent listing to contract. MANHATTAN GREENWICH VILLAGE $1.4 million 30 West 13th Street 3-bedroom, 2-bath, 2,500-sq.-ft. co-op in a prewar loft building; dining room, study, marble baths," , "date" : "19990822" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/22\/realestate\/residential-sales.html"} , {"body" : "An infestation of Asian longhorn beetles, which Federal officials say has led to the destruction of roughly 3,300 trees on Long Island and in Brooklyn and Queens since August 1996, has hit Manhattan. On Wednesday morning, as people in Ruppert Playground on East 92d Street watched in dismay, workers with chain saws cut down 13 bug-infested maple" , "date" : "19990822" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: UPPER EAST SIDE; Destructive Asian Longhorn Beetles Hit Manhattan, and a Park Loses 13 Trees" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/22\/nyregion\/neighborhood-report-upper-east-side-destructive-asian-longhorn-beetles-hit.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera ''GIANNI SCHICCHI,'' Tanglewood. Some years ago, the Tanglewood Music Center, the summer training institute for young musicians sponsored by the Boston Symphony Orchestra at its summer home, revived" , "date" : "19990820" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/20\/movies\/classical-music-and-dance-guide.html"} , {"body" : "ATTRACTIONS Museums and Sites ALICE AUSTEN HOUSE, 2 Hylan Boulevard, Rosebank, Staten Island. This 17th-century farmhouse, converted in the 19th century to a Victorian cottage, was the home of the photographer Alice Austen. ''A View From the Lawn: Ocean Liners in Focus,'' an exhibition focusing on turn-of-the-century ocean liners, including prints," , "date" : "19990813" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/13\/arts\/spare-times-024406.html"} ,   {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera GLIMMERGLASS OPERA. All four of this enterprising company's productions are being staged this weekend. Mozart's ''Abduction From the Seraglio'' is to be seen tonight, in a production by Irene Lewis" , "date" : "19990813" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/13\/movies\/classical-music-and-dance-guide.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera GLIMMERGLASS OPERA. All four of this enterprising company's productions are being staged this weekend. Monteverdi's ''Ritorno d'Ulisse in Patria,'' which is offered tonight, is" , "date" : "19990806" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/06\/movies\/classical-music-and-dance-guide.html"} , {"body" : "THE SETTING -- More than 5,000 people came to Asser Levy Seaside Park Thursday evening for a Burt Bacharach concert, paying a few dollars for a seat near the bandshell or listening free on the lawn. Mr. Bacharach accompanied various singers on the piano, playing from his vast body of work, including ''Do You Know the Way to San Jose?'' ''What the" , "date" : "19990801" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["ASSER LEVY SEASIDE PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: CONEY ISLAND -- BUZZ; What World Needs Now Is Burt, Fans Say" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/01\/nyregion\/neighborhood-report-coney-island-buzz-what-world-needs-now-is-burt-fans-say.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera GLIMMERGLASS OPERA. All four of this enterprising company's productions are being staged this weekend. ''Central Park'' is a trilogy of concise, powerful new operas by three" , "date" : "19990730" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/30\/movies\/classical-music-and-dance-guide.html"} , {"body" : "A race for a Civil Court judgeship in Brooklyn, not usually a contest to generate much excitement, has split a host of Democratic officials into two camps, each seeking to establish its political might. On one side are the supporters of Wayne P. Saitta, a 44-year-old lawyer with Brooklyn Legal Services Corporation. Mr. Saitta is being supported by" , "date" : "19990728" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "2 Democratic Factions Battle for a Judgeship in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/28\/nyregion\/2-democratic-factions-battle-for-a-judgeship-in-brooklyn.html"} , {"body" : "On a barge anchored just off Battery Park City and connected by a narrow footbridge to the esplanade, a team of divers and engineers is soldiering along the latest front in what has become a protracted war against marine borers, the tiny wood-gnawing creatures that are threatening to devour waterfront property all over the city. Battered by choppy" , "date" : "19990728" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Pest Is Eating at City's Edges; A Cleaner Harbor Gives New Life to Marine Borers" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/28\/nyregion\/pest-is-eating-at-city-s-edges-a-cleaner-harbor-gives-new-life-to-marine-borers.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''CENTRAL PARK,'' Glimmerglass Opera. Tomorrow night the Glimmerglass Opera will present the world premiere of ''Central Park,'' a much-anticipated trilogy of one-act operas. Three" , "date" : "19990723" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "7" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/23\/movies\/classical-music-and-dance-guide.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera OPERA FESTIVAL OF NEW JERSEY. This worthy festival closes its season at its home in Princeton this weekend, though it takes its production of Mozart's ''Don Giovanni'' to the New" , "date" : "19990716" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/16\/movies\/classical-music-and-dance-guide.html"} , {"body" : "A 49-year-old man calmly walked into a Brooklyn hospital yesterday with a knife and a hammer in a bag slung over his back, then killed his ailing father by slashing his throat, beat another patient to death with a hammer and seriously wounded his sister before he was subdued by security guards, law enforcement officials said. The suspect, Joseph" , "date" : "19990704" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Son Is Accused of Killing His Father And 2d Man in Their Hospital Room" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/04\/nyregion\/son-is-accused-of-killing-his-father-and-2d-man-in-their-hospital-room.html"} , {"body" : "Chief Joseph P. Dunne, who directs the Police Department's Housing Bureau and has spent much of his career policing his native Brooklyn, is expected to be named Chief of Department, according to several people with knowledge of the selection process. Police Commissioner Howard I. Safir may announce an appointment to the position, the department's" , "date" : "19990625" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Commander Is Expected To Be Named Police Chief" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/25\/nyregion\/commander-is-expected-to-be-named-police-chief.html"} ,   {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera ''CARMEN,'' New Jersey State Opera. It's not easy to bring fresh qualities to a production of Bizet's ''Carmen,'' a strong candidate for the most popular opera in the world. But the New Jersey State" , "date" : "19990625" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/25\/movies\/classical-music-and-dance-guide.html"} , {"body" : "MULLE-Joseph S., M.D. F.A.C.S. On June 20, 1999 of Jamaica Estates, NY. Born in Greenpoint on November 24, 1911. Educated at Boys High, he graduated from St. John's University in 1933. He received his medical degree from St. Louis University in 1937, specializing in orthopedic surgery. He served in the United States Army as a Lt. Colonel from 1941" , "date" : "19990623" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "27" , "title" : "Paid Notice: Deaths MULLE, JOSEPH S., M.D. F.A.C.S." , "url" : "http:\/\/www.nytimes.com\/1999\/06\/23\/classified\/paid-notice-deaths-mulle-joseph-s-md-facs.html"} , {"body" : "MULLE-Joseph S., M.D. F.A.C.S. On June 20, 1999 of Jamaica Estates, NY. Born in Greenpoint on November 24, 1911. Educated at Boys High, he graduated from St. John's University in 1933. He received his medical degree from St. Louis University in 1937, specializing in orthopedic surgery. He served in the United States Army as a Lt. Colonel from 1941" , "date" : "19990622" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "8" , "title" : "Paid Notice: Deaths MULLE, JOSEPH S., M.D." , "url" : "http:\/\/www.nytimes.com\/1999\/06\/22\/classified\/paid-notice-deaths-mulle-joseph-s-md.html"} , {"body" : "THE old loft space -- not even all that expansive at 1,800 square feet -- is now worth a lot more than it was back in '78; and, amid all his video equipment, Mike is wondering whether there isn't a sizable chunk of profit to be made by selling now. He doesn't live there any more; it's just his studio now -- really! Not like in the old days when the" , "date" : "19990620" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE" , "LONG ISLAND CITY (NYC)" , "NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "GREENPOINT (NYC)" , "SOUTH BRONX (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The Loft Law's Pursuit of Lofty Goals" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/20\/realestate\/the-loft-law-s-pursuit-of-lofty-goals.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera ''ARIADNE AUF NAXOS,'' Operaworks. This company continues to generate curiosity and create controversy with its staged productions of operas using a virtual orchestra, in which the sounds of" , "date" : "19990618" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/18\/movies\/classical-music-and-dance-guide.html"} , {"body" : "It was a bitterly cold February morning in 1998 when Police Officer Patrick Lynch, a young, dissatisfied delegate in the city's police union, met with a small group of like-minded dissidents outside the union's headquarters in lower Manhattan to demand a look at its financial records and to call for new leadership. At the time, many police officers" , "date" : "19990607" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Union Critics Are Now at the Helm" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/07\/nyregion\/police-union-critics-are-now-at-the-helm.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in New York City. Opera ''ARIADNE AUF NAXOS,'' Operaworks. This company continues to generate curiosity and create controversy with its staged productions of operas using a virtual orchestra, where the sounds or orchestral" , "date" : "19990604" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/04\/movies\/classical-music-and-dance-guide.html"} , {"body" : "There can be a down side to living in a boom time, as Neil A. Mazzella has discovered. Business is indeed booming for Mr. Mazzella, the president of Hudson Scenic Studio, which builds sets for Broadway shows. There is a constant bustle in the big building in the Hunts Point section of the Bronx where some of his 127 employees are carving, painting," , "date" : "19990601" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "WESTCHESTER COUNTY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "No Room to Grow; With a Squeeze on Industrial Space, Some Companies Look Outside the City" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/01\/nyregion\/no-room-grow-with-squeeze-industrial-space-some-companies-look-outside-city.html"} , {"body" : "WITH all the scarcity, hysteria, back-stabbing and astronomical prices in the real estate market, it would hardly seem possible for young people just out of college to find apartments. But while apartments go quickly, they can be found, even for those more interested in what they do than in what they earn. Regardless of whether they are making" , "date" : "19990530" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "For Class of '99, A Real-Life 'Rent'" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/30\/realestate\/for-class-of-99-a-real-life-rent.html"} , {"body" : "Those planning long jaunts by bike or foot in this city quickly realize that there is likely a bridge in their future. After all, New York, with the exception of the Bronx, is on an archipelago and has 76 bridges that span water. Knowing which are friendly to bicyclists, hikers and skaters, and which are roadblocks, can mean the difference between" , "date" : "19990530" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: NEW YORK ON LINE; Bike Friendly Bridges" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/30\/nyregion\/neighborhood-report-new-york-on-line-bike-friendly-bridges.html"} ,   {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''THE MERRY WIDOW,'' Amato Opera. It is becoming almost standard procedure for opera companies putting on Lehar's ''Merry Widow'' to have someone more or less re-write the script" , "date" : "19990528" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/28\/movies\/classical-music-and-dance-guide.html"} , {"body" : "East River Waterfront Municipal Art Society; (212) 935-3960. The Municipal Art Society and the Van Alen Institute will offer three walking tours in conjunction with the institute's study of the East River waterfront, a two-year project involving exhibitions and an architectural competition. The first tour, on June 6, will feature sites in Hunters" , "date" : "19990527" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "6" , "title" : "CALENDAR; Tours, Auctions and Exhibitions" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/27\/garden\/calendar-tours-auctions-and-exhibitions.html"} , {"body" : "A top Sanitation Department official signaled yesterday that the city was open to working with community groups on how to export its residential garbage, suggesting that it might not be committed to building huge waste transfer stations. Instead, the official, Deputy Commissioner Martha Hirst, said the city would consider using only the eight" , "date" : "19990525" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Sanitation Department Hints of Flexibility on Plans to Export Trash" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/25\/nyregion\/sanitation-department-hints-of-flexibility-on-plans-to-export-trash.html"} , {"body" : "BATTERY PARK Reading, Eating, Dancing And Honoring Immigrants The contributions of Jewish immigrants from the former Soviet Union to New York will be celebrated today in Battery Park, from 11 A.M. to 10 P.M. The second annual festival, sponsored by the New York Association for New Americans (known as Nyana) attracted more than 100,000 visitors last" , "date" : "19990523" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/23\/nyregion\/playing-in-the-neighborhood-790630.html"} , {"body" : "They called him ''Wild Bill'' Rogers, and for 20 years he was the law in the schools of Williamsburg and Greenpoint in Brooklyn. William A. Rogers saw to it that his domain, School District 14, named an elementary school after his hero, John Wayne, even though students were far more Latino than gringo. With gruff humor, he let teachers know his" , "date" : "19990517" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "In School District, Corruption Fed by Ethnic Division" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/17\/nyregion\/in-school-district-corruption-fed-by-ethnic-division.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting June 8, 6:30 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights," , "date" : "19990516" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Greenpoint to Sheepshead Bay: When the Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/16\/nyregion\/neighborhood-report-brooklyn-up-close-greenpoint-sheepshead-bay-when-boards-meet.html"} , {"body" : "When Slawomir (Mark) Majik immigrated to New York 13 years ago, he brought a small wad of cash and a positive outlook. Despite initial setbacks, like paying $250 on arrival for a taxi from the airport to midtown, Mr. Majik's optimism has not wavered. Encouraged by the success of his first music store, Rainbow Music 2002 in the East Village, he" , "date" : "19990516" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; A Rainbow of Hope and Music, Polish and American" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/16\/nyregion\/new-yorkers-co-a-rainbow-of-hope-and-music-polish-and-american.html"} , {"body" : "Chris Ruckert usually works in Long Island's pine barrens enforcing hunting and fishing regulations as an officer for the State Department of Environmental Conservation. But yesterday he was in a different world: a dusty, smelly garbage transfer station in Brooklyn. He quickly found seven violations, each punishable by a fine of up to $10,000. The" , "date" : "19990514" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "FRESH KILLS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "State Cracks Down on New York City Trash Transfer Stations" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/14\/nyregion\/state-cracks-down-on-new-york-city-trash-transfer-stations.html"} , {"body" : "A dentist from New Jersey is found dead in his maroon Oldsmobile on an East Village street. A young drifter dies on the same street in a tenement that he shared with squatters. A pressman dies at the TriBeCa printing company where he worked. And a 35-year-old man is found dead in his room at a Y.M.C.A. in Greenpoint, Brooklyn. The four men were" , "date" : "19990512" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "4 Deaths, 4 Places, One Problem: An Increase in the Use of Heroin" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/12\/nyregion\/4-deaths-4-places-one-problem-an-increase-in-the-use-of-heroin.html"} , {"body" : "Not happy just creating a home page? Now you can create a universe without a computer. K-Dron is a bridge between a map and a globe, a visual aid for geography and astronomy fans packed into a three-and-a-quarter-inch plastic cube. Invented by Janusz Kapusta, an illustrator and designer, the K-Dron Universe flips up to become a map of the earth and" , "date" : "19990506" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS: VISUAL AID; The Universe Is a Flip Away" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/06\/garden\/currents-visual-aid-the-universe-is-a-flip-away.html"} ,   {"body" : "ATTRACTIONS Museums and Sites AMERICAN NUMISMATIC SOCIETY, Audubon Terrace, Broadway at 155th Street, Washington Heights. The society has the most extensive coin collection in North America; its library is open to the public. On permanent display is ''American Numismatic Design: 1892-1922.'' Also on view is ''The World of Coins,'' a history" , "date" : "19990423" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/23\/arts\/spare-times-347523.html"} , {"body" : "Two months after local officials spotted the Asian long-horned beetle in Bayside, Queens, the State Department of Agriculture and Markets has created a 7.5-square mile beetle quarantine zone in the northeast corner of Queens. Under the quarantine, any firewood or yard waste that includes wood would have to be inspected by state or Federal officials" , "date" : "19990417" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO NEWS BRIEFS: NEW YORK; Quarantine Zone Created To Contain Asian Beetle" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/17\/nyregion\/metro-news-briefs-new-york-quarantine-zone-created-to-contain-asian-beetle.html"} , {"body" : "LIEUT. ERIC ADAMS'S police career began with a beating. His own. He was 15 and had a nose for trouble, which was easy enough to find in South Jamaica, Queens, where his mother met the mortgage payments and raised six children cleaning houses by day and office buildings by night. Lieutenant Adams was the kind of child who ''wore my mother's knees" , "date" : "19990413" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Behind a Badge, Confronting Issues of Race" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/13\/nyregion\/public-lives-behind-a-badge-confronting-issues-of-race.html"} , {"body" : "FLATIRON Swimming and Floating In New York's Waterways As rising temperatures give rise to leisure on the water, the Van Alen Institute will offer a forum titled ''Swimming and Floating,'' which will focus on the city's waterways as recreational sites. David Gissen, architect and curator of ''New York's Floating Bathhouses,'' an exhibition at the" , "date" : "19990411" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/11\/nyregion\/playing-in-the-neighborhood-146064.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from the most recent listing to contract. MANHATTAN MURRAY HILL $575,000 330 East 38th Street (Corinthian) 2-bedroom, 2-bath, 1,185-sq.-ft. condo in an 11-year-old building; 24-hr. doormen, concierge, 3 exposures," , "date" : "19990411" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/11\/realestate\/residential-sales.html"} , {"body" : "IT is hard to reconcile the quiet figure of Vito Acconci, aspiring architect, with the swath he has cut as an artist over the last 30 years. Can this kind-eyed 59-year-old, almost lost among the computer-aided design stations and unopened crates in his cavernous new Brooklyn studio, be the same man who, in his 1969 ''Following Piece,'' recorded a" , "date" : "19990408" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "As Always, Please Touch" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/08\/garden\/as-always-please-touch.html"} , {"body" : "FOR years, New York has been known as a place where good Mexican food is rarer than a cheap three-bedroom apartment. Though the reputation lingers, the facts have changed. For a decade or so, Mexican immigrants have been flowing into New York, and their presence is apparent in the taquerias and stores that have opened in the small Mexican enclaves" , "date" : "19990331" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "10" , "title" : "$25 AND UNDER; Authentic Mexican Fare, Way North of the Border" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/31\/dining\/25-and-under-authentic-mexican-fare-way-north-of-the-border.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting is April 13, 6:30 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn" , "date" : "19990314" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Only the Living Know Brooklyn: Where the Community Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/14\/nyregion\/neighborhood-report-brooklyn-up-close-only-living-know-brooklyn-where-community.html"} , {"author" : "Douglas Century is the author of ''Street Kingdom: Five Years Inside the Franklin Avenue Posse,'' recently published by Warner Books." , "body" : "On a recent March morning, I walked the windy piers of the Brooklyn waterfront, gazing out at the choppy waters of Buttermilk Channel and Upper New York Bay, looking for the shadow of my grandfather. He had fled conscription into the Czar's army in 1914, landed at Ellis Island and found work as a longshoreman on the docks of what was then one of" , "date" : "19990312" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Travel" , "Arts"] , "page_facet" : "37" , "title" : "MY BROOKLYN; Still a Contender on the Waterfront" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/12\/movies\/my-brooklyn-still-a-contender-on-the-waterfront.html"} , {"body" : "An article last Sunday about lofts misstated a broker's estimate of the cost of renting loft space in the Williamsburg and Greenpoint neighborhoods of Brooklyn. According to Suzy Kline, they range from $10 to $20 a square foot per year, not per month." , "date" : "19990228" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "Real Estate"] , "page_facet" : "5" , "title" : "Correction" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/28\/realestate\/c-correction-503410.html"} ,   {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''UN BALLO IN MASCHERA,'' Amato Opera. Verdi's bold opera of political intrigue, assassination plots and ill-fated lovers will be afforded an up-close look when the Amato Opera" , "date" : "19990226" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/26\/movies\/classical-music-and-dance-guide.html"} , {"body" : "IT is one of New York City's weirder environmental ironies: as the mucky rivers get cleaner and clearer, kayakers and striped bass are not the only things coming back to the water. A couple of tiny, voracious creatures -- a mollusk and a crustacean -- have also begun to reappear, and it seems their sole occupation is to eat all the wooden pilings" , "date" : "19990226" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK HARBOR" , "HUDSON RIVER"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; A Man With a Fish's-Eye View of the City" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/26\/nyregion\/public-lives-a-man-with-a-fish-s-eye-view-of-the-city.html"} , {"body" : "A coalition of community and environmental groups and the Borough of Brooklyn filed suit yesterday to overturn the city's rules for the placement of garbage transfer stations, calling the regulations ''deficient, arbitrary, capricious and an abuse of discretion.'' They asked that new rules be written under much stricter environmental guidelines." , "date" : "19990224" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Lawsuit Over Plan for Trash Transfer Stations" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/24\/nyregion\/lawsuit-over-plan-for-trash-transfer-stations.html"} , {"body" : "JACQUES ROCH sometimes has the sense that he is back in the Paris of the late 50's, once again living in a neighborhood with slant-roofed garrets and bustling street life. But this is no deja vu. Mr. Roch, ponytailed at 60, lives in a loft in Williamsburg, Brooklyn. It is a fourth-floor walkup -- ''The freight elevator, it is long kaput,'' he says" , "date" : "19990221" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Prices Send Loft Pioneers In Search of New Frontiers" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/21\/realestate\/prices-send-loft-pioneers-in-search-of-new-frontiers.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''ELEKTRA,'' Metropolitan Opera. Strauss's bloodcurdling and most daring opera is dominated by three daunting roles for women, and the three singers the Met has cast for a string of" , "date" : "19990219" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "9" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/19\/movies\/classical-music-and-dance-guide.html"} , {"body" : "CURRAN-Bridget, age 95. After a long illness on February 16, 1999. Beloved mother of James; mother-in-law of Eleanor; grandmother of Maureen Genna, Arlene Devlin and James Curran. Great grandmother of Victoria and Margaret. Funeral Saturday from the Hugh A. Reid Funeral Home at 153 Greenpoint Avenue, Brooklyn at 10 A.M. Mass of Christian Burial," , "date" : "19990219" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "19" , "title" : "Paid Notice: Deaths CURRAN, BRIDGET" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/19\/classified\/paid-notice-deaths-curran-bridget.html"} , {"body" : "Frank Grill is a man who believes in the goodness of trees. So about 10 years ago, he planted seven skinny maples along 220th Street between 43d Avenue and Northern Boulevard and watched as his block in Bayside blossomed into a leafy, shaded wonderland. Yesterday he learned that all but one of the trees along his side of the street will have to" , "date" : "19990213" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Maples in Part of Queens Face Ax To Stop an Infestation of Beetles" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/13\/nyregion\/maples-in-part-of-queens-face-ax-to-stop-an-infestation-of-beetles.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera AIDA, Metropolitan Opera. Verdi's opera comes back from earlier in the season, again with Placido Domingo conducting and the forceful Nina Terentieva as Amneris. Newcomers include" , "date" : "19990205" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/05\/movies\/classical-music-and-dance-guide.html"} , {"body" : "Most of the people who filled St. Stanislaus Kostka Church did not know Richard Short, 7, and his 3-year-old brother, John, the two slain children whose bodies rested in small white coffins near the altar. But in a 55-minute funeral that evinced the sorrow of an entire community yesterday, many mourners said they had come to close ranks around the" , "date" : "19990131" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "A Neighborhood Closes Ranks to Mourn 2 Slain Brothers" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/31\/nyregion\/a-neighborhood-closes-ranks-to-mourn-2-slain-brothers.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''SIMON BOCCANEGRA,'' Metropolitan Opera. Musically first rate, if labyrinthian in plot, Verdi's ''Simon Boccanegra'' returns to the Met tonight with two superior singers, Karita" , "date" : "19990129" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/29\/movies\/classical-music-and-dance-guide.html"} ,   {"body" : "Even more than politics, all crime is local. The news from the Police Department that New York had fewer reported killings in 1998 than in 1964 may hold little comfort for someone who was mugged or whose car was stolen last year. When it comes to personal safety, criminologists note, perception often lags behind reality. Just how safe are" , "date" : "19990124" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; Crime Count: Which Areas Are Safest?" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/24\/nyregion\/neighborhood-report-new-york-up-close-crime-count-which-areas-are-safest.html"} , {"body" : "SUNNYSIDE Mexican and Spanish Dance, No Translation Needed There is no need to understand Spanish to enjoy Mexican folkloric music, song and dance, all starting Friday at the Thalia Theater. ''Mexican Folklore'' and ''Ballet Folklorico'' are two different styles of Mexican musical expression presented as part of the program ''Mexico, Magia y" , "date" : "19990124" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/24\/nyregion\/playing-in-the-neighborhood-991740.html"} , {"body" : "THE dark brick factory complex on the Brooklyn waterfront would not look out of place in a moody industrial landscape by Edward Hopper. A few years ago, most of the windows were broken, roofs were collapsing, interiors were contaminated with asbestos and the basement was cluttered with leaking drums of toxic substances. The city, which owned the" , "date" : "19990110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "Off the Urban Rust Heap, a Factory Goes to Work" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/10\/business\/off-the-urban-rust-heap-a-factory-goes-to-work.html"} , {"body" : "Shortly after 9 A.M., Pamela Carlo arrived at the tiny, nondescript clinic in Chinatown for her daily deliverance. It was a cool day, with a packed gray sky. The tang of fish was in the air. She displayed her ID card at the check-in window, consulted the blackboard to see who had to give a urine sample (she didn't), then waited on the scuffed" , "date" : "19990102" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "ON PERMANENT PAROLE: A special report.; Days on Methadone, Bound by Its Lifeline" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/02\/nyregion\/on-permanent-parole-a-special-report-days-on-methadone-bound-by-its-lifeline.html"}]