[  {"body" : "Police officers are a familiar presence to the people who live and work in the Midwood section of Brooklyn, a bustling, largely Pakistani enclave that has struggled over the last decade to cut crime and revive a fraying neighborhood. But those who caught sight of the swarming F.B.I. agents yesterday morning understood instantly that something out" , "date" : "19991231" , "day_of_week_facet" : "Friday" , "geo_facet" : ["ALGERIA"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "17" , "title" : "A Community Stunned and on Edge" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/31\/us\/a-community-stunned-and-on-edge.html"} , {"body" : "Storming a shabby Brooklyn apartment block at dawn yesterday, a black-clad anti-terrorist task force seized a man it alleged was an accomplice of Ahmed Ressam, the Algerian charged with trying to smuggle powerful explosives and four sophisticated timing devices across the border near Seattle two and a half weeks ago. The man arrested yesterday," , "date" : "19991231" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CANADA" , "NEW YORK CITY" , "VERMONT" , "ALGERIA" , "PORT ANGELES (WASH)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Man Is Charged With Aiding in Bomb Plot" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/31\/nyregion\/brooklyn-man-is-charged-with-aiding-in-bomb-plot.html"} , {"body" : "WOODY ALLEN A Biography By John Baxter Carroll & Graf. 492 pages. $27. Who is this John Baxter, the author of a new biography of Woody Allen? Mr. Baxter has written more than a dozen film-related books, several of them biographies of directors (Spielberg, Kubrick, Fellini, Bunuel). He lives in Paris. And he apparently believes it is possible to" , "date" : "19991231" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "51" , "title" : "BOOKS OF THE TIMES; The Woody Allen of East 79th at Sixth" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/31\/books\/books-of-the-times-the-woody-allen-of-east-79th-at-sixth.html"} , {"body" : "Last month Bruce Teitelbaum punctuated his speedy ascent from little-known campaign volunteer to Rudolph W. Giuliani's ubiquitous adviser by promoting the mayor's expected run for the Senate on ''Meet the Press.'' But when ''Face the Nation'' offered a similar opportunity several days ago, Mr. Teitelbaum declined. He explained that the mayor needed" , "date" : "19991222" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Wages of Loyalty; Top Giuliani Fund-Raiser and Ex-Chief Is Investigated" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/22\/nyregion\/the-wages-of-loyalty-top-giuliani-fund-raiser-and-ex-chief-is-investigated.html"} , {"body" : "Voices in Monica Scantlebury's head wouldn't leave her alone. They condemned her every move and warned her that her daughter was in danger. Unable to deal with her mental illness, Ms. Scantlebury's family turned her out of the house. With nowhere else to go, she found refuge at a psychiatric hospital, where her condition was diagnosed as" , "date" : "19991216" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "4" , "title" : "THE NEEDIEST CASES; Learning to Cope With Voices No One Else Hears" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/16\/nyregion\/the-neediest-cases-learning-to-cope-with-voices-no-one-else-hears.html"} , {"body" : "The Curtis High School football players crouched on one knee around their coach, Fred Olivieri, as the Public Schools Athletic League officials made their speeches and championship presentations yesterday. George Hassell, who had done as much as any player to help the Warriors win the title for the second consecutive year, could not hear a word of" , "date" : "19991206" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "3" , "title" : "HIGH SCHOOL FOOTBALL; Curtis Defeats Wagner For the P.S.A.L. Title" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/06\/sports\/high-school-football-curtis-defeats-wagner-for-the-psal-title.html"} , {"body" : "UNGAR-Beatrice. Beloved wife of Philip. Devoted mother of David. Devoted sister of Gilbert Helman. Esteemed member of East Midwood Jewish Center Sisterhood. Services today 1 PM, at Weinstein West End Funeral Chapel, 1283 Coney Island Ave., Brooklyn. Shiva will take place today and Monday, 1819 Ave. L, Apt. 1G, Brooklyn. Interment Beth David" , "date" : "19991205" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "63" , "title" : "Paid Notice: Deaths UNGAR, BEATRICE" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/05\/classified\/paid-notice-deaths-ungar-beatrice.html"} , {"body" : "''I robbed people on the street in the Bronx,'' said Reynard Smith, his big, round face briefly sad. ''I'm not proud of it, but I did. My mom brought me to Staten Island for a better life.'' The big face brightened. ''I found a family here,'' he said. ''I was overpowered with love. They even gave me a nickname, Pooh Bear. Because I'm so big and" , "date" : "19991205" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "15" , "title" : "BACKTALK; A Staten Island Power Teaches More Than Football" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/05\/sports\/backtalk-a-staten-island-power-teaches-more-than-football.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from the most recent listing to contract. MANHATTAN BATTERY PARK CITY $512,000 380 Rector Place (Liberty Terrace) 2-bedroom, 2-bath, 1,075-sq.-ft. condo in a postwar building; 24-hr. doormen, concierge, 2" , "date" : "19991121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/21\/realestate\/residential-sales.html"} , {"body" : "The market for Jewish funeral services in Manhattan and Brooklyn is now dominated by the world's largest funeral home operator, investigators from the state attorney general's office said yesterday. The company, Service Corporation International, has been acquiring independently owned Jewish funeral parlors in the two boroughs for nearly 30 years," , "date" : "19991118" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "Chain Will Sell 3 Jewish Funeral Homes to Lessen Control" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/18\/nyregion\/chain-will-sell-3-jewish-funeral-homes-to-lessen-control.html"} ,   {"body" : "The Board of Education has installed a filter on its computer system that blocks students in New York City schools from gaining access to any Web sites that include categories like news and sex education, including those of major news outlets, policy groups and scientific and medical organizations, officials acknowledged yesterday. Students," , "date" : "19991110" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education" , "Technology"] , "page_facet" : "1" , "title" : "Board Blocks Student Access To Web Sites" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/10\/nyregion\/board-blocks-student-access-to-web-sites.html"} , {"body" : "BERGER-Solomon. Beloved husband of Ruth (nee Topel). Devoted father of Jonathan and Shelley Berger, and Paul Berger. Adoring grandfather of Scott. Dear brother of Samuel, loving uncle. Service Sunday, October 17, 10:00 AM at Midwood Chapel, 1625 Coney Island Ave., Brooklyn, New York." , "date" : "19991015" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "11" , "title" : "Paid Notice: Deaths BERGER, SOLOMON" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/15\/classified\/paid-notice-deaths-berger-solomon.html"} , {"body" : "The driver of a private ambulance that ran a red light in Brooklyn at high speed and smashed into a car, killing three children, will be spared prison under a deal supported by the children's parents, lawyers involved in the case said yesterday. The driver, Anne Lamberson, 35, of Whitestone, Queens, pleaded guilty on Friday to criminally negligent" , "date" : "19991013" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Plea Lets Ambulance Driver Who Killed 3 Avoid Prison" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/13\/nyregion\/plea-lets-ambulance-driver-who-killed-3-avoid-prison.html"} , {"body" : "NO ONE thought Mike Riezenman, 58, would ever get married. He had many passions -- Sherlock Holmes, Gilbert and Sullivan, wry jokes and Chinese food -- but domesticity was not one of them. For 20 years he had lived alone in a small, cluttered Manhattan apartment at 55th and Broadway. ''I lived in typical or worse than typical bachelor disorder,''" , "date" : "19991010" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "9" , "title" : "WEDDINGS: VOWS; Paula Engel, Mike Riezenman" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/10\/style\/weddings-vows-paula-engel-mike-riezenman.html"} , {"body" : "WENDER-Emanuel, D.D.S. Devoted brother of Leah Zimmeth and Harold Wender. Loving uncle of Meryl Slater. Services 11 A.M. today, Nieberg Midwood Chapel, 1625 Coney Island Ave, Brooklyn (cor Ave M)." , "date" : "19990929" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "25" , "title" : "Paid Notice: Deaths WENDER, EMANUEL, D.D.S." , "url" : "http:\/\/www.nytimes.com\/1999\/09\/29\/classified\/paid-notice-deaths-wender-emanuel-dds.html"} , {"body" : "MORNINGSIDE HEIGHTS Korean Culture in Films, Classic and Cutting-Edge As a way of portraying Korea through the 20th century, a film series by the Korean Cultural Service is showing 14 of the country's notable films, in chronological order, each Wednesday night at Barnard College. There are 11 left to go, and this Wednesday's feature is ''The Stray" , "date" : "19990926" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/26\/nyregion\/playing-in-the-neighborhood-650722.html"} , {"body" : "2 Fans Made To Feel Like Guests The names PAULA and KAREN BRANDT were not on the guest list at Elaine's, the Upper East Side gathering place for people who inevitably seem to have boldface names. So the two women, sisters from Brooklyn who would not give their ages except to say, ''we're seniors,'' stationed themselves on the sidewalk on Second" , "date" : "19990915" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/15\/nyregion\/public-lives.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN GREENWICH VILLAGE $1.27 million 644 Broadway (Bleecker St.) (Bleecker Tower) 3-bedroom, 1-bath, 2,000-sq.-ft. co-op in a prewar building; 12-ft. ceilings, h\/w floors," , "date" : "19990912" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/12\/realestate\/residential-sales.html"} , {"body" : "Two 11-year-old children were killed and another child was injured yesterday afternoon when a minivan lurched out of control at the annual Caribbean parade in Brooklyn. The accident cast a pall over a joyful festival that has grown into one of the largest gatherings in New York City. The van, which was covered with feathers and carrying costumes" , "date" : "19990907" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "2 Killed in Brooklyn Parade, 3d Dies in Accident Afterward" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/07\/nyregion\/2-killed-in-brooklyn-parade-3d-dies-in-accident-afterward.html"} , {"body" : "Swastikas and anti-German slurs were found scratched on the hoods of six German-made cars in Brooklyn yesterday morning, the police said. The cars -- two BMW's, two Mercedes and two Volkswagens -- were parked on East 12th, East 13th and East 15th Streets between Avenues M and O in Midwood, said Lieut. Cory Cuneo, a police spokesman. Lieutenant" , "date" : "19990823" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO NEWS BRIEFS: NEW YORK; Six German-Made Cars Defaced With Swastikas" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/23\/nyregion\/metro-news-briefs-new-york-six-german-made-cars-defaced-with-swastikas.html"} ,   {"author" : "Margaret Mittelbach and Michael Crewdson are the authors of ''Wild New York: A Guide to the Wildlife, Wild Places and Natural Phenomena of New York City.''" , "body" : "It's 8 P.M. and we're driving down Flatbush Avenue in Brooklyn to a little-advertised nocturnal gathering on the old runways of a decommissioned airport. While a get-together in such an odd location might suggest some kind of outlaw party, our rendezvous promises to be slightly less rowdy -- and totally cosmic. Almost every month for the last 17" , "date" : "19990813" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "Stargazing Despite Bright Lights, Big City" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/13\/arts\/stargazing-despite-bright-lights-big-city.html"} , {"body" : "BERSON-Irving B. On July 7, 1999. Loving husband of the late Mildred. Devoted father of Ilene Tanenbaum, Joan Winokur, Susan Turchin and Vicki Stein. Cherished grandfather. Mr. Berson was the President and Founder of Berson & Wishna and Wright & Lato. He was an active member of the East Midwood Jewish Center in Brooklyn and in later years a member" , "date" : "19990708" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "9" , "title" : "Paid Notice: Deaths BERSON, IRVING B." , "url" : "http:\/\/www.nytimes.com\/1999\/07\/08\/classified\/paid-notice-deaths-berson-irving-b.html"} , {"body" : "THE rain fell in fat, wet drops on Thursday morning, splattering atop the 15 orange barrels outside Lower East Side Pickles as the proprietor, Joe Davide, squinted at the sky and pronounced business ''sour.'' It was not much of a day to move ''the product,'' as Mr. Davide calls his barrels of sour tomatoes, sweet red peppers, hot cherry peppers," , "date" : "19990703" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "MIDWOOD (NYC)"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "1" , "title" : "About New York; Unlikely Dive Into the Brine: It's a Living" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/03\/nyregion\/about-new-york-unlikely-dive-into-the-brine-it-s-a-living.html"} , {"body" : "These days, the men and women of the Erbeli-Deva clan are thinking a lot about staying or going, about whether to head ''over there'' -- as they call Kosovo -- or carry on over here, in Brooklyn. Only seven weeks ago, the Devas -- all 14 of them, spanning three generations -- stepped off a plane at Kennedy International Airport and into the arms of" , "date" : "19990628" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "SERBIA" , "KOSOVO (SERBIA)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New Kind of Turmoil for Kosovar Exiles; Kin in Brooklyn Agonize Over Whether to Return to a Tattered Land" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/28\/nyregion\/new-kind-turmoil-for-kosovar-exiles-kin-brooklyn-agonize-over-whether-return.html"} , {"body" : "MANHATTAN CITY HALL AREA $525,000 122 Chambers Street (Church Street) 1,700-sq.-ft. open-space co-op; eat-in kitchen, 12-ft. tin ceilings, maple floors, washer\/dryer in unit, common roof deck, 2 exposures; maintenance $1,025, 54% tax-deductible; listed at $525,000, 25 weeks on market (broker: Corcoran Group) SOHO $1.2 million 45 Greene Street" , "date" : "19990624" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "13" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/24\/garden\/residential-sales.html"} , {"body" : "In a time when the words affirmative action are unmentionable in some corners of academia, Dr. Eleanor Baum, electrical engineer, dean of engineering at Cooper Union in New York and the first woman to head an engineering college anywhere, is running a one-woman affirmative action campaign that is transforming engineering. Since coming to Cooper" , "date" : "19990622" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Science" , "Health"] , "page_facet" : "3" , "title" : "A CONVERSATION WITH\/Eleanor Baum; Bringing Feminine Mystique to Engineering" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/22\/science\/a-conversation-with-eleanor-baum-bringing-feminine-mystique-to-engineering.html"} , {"body" : "Pastry on Lexington: Guy Pascal Branches Out His delice cakes may be handmade, but Guy Pascal is becoming an industry. Along with his tearoom at Henri Bendel on Fifth Avenue and his cafe and bakery on Madison Avenue at 89th Street, he now runs Lexington Cafe, 200 Lexington Avenue (32d Street) in the New York Design Center. This cafe has the plush" , "date" : "19990526" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/26\/dining\/food-stuff.html"} , {"body" : "SHANDALOW-May G. Formerly of NYC. Died suddenly on May 23, 1999 in Princeton, NJ., age 94. Cherished mother, grandmother, great grandmother, aunt, cousin, and friend. Mrs. Shandalow received her undergraduate degrees at Maxwell Training School for Teachers and Brooklyn College, and her M.A. at N.Y.U. and taught in the elementary grades in Brooklyn" , "date" : "19990525" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "10" , "title" : "Paid Notice: Deaths SHANDALOW, MAY G." , "url" : "http:\/\/www.nytimes.com\/1999\/05\/25\/classified\/paid-notice-deaths-shandalow-may-g.html"} , {"body" : "Hundreds of preschool children who received speech, physical and other types of therapy found themselves without therapists last month after a company under scrutiny by school officials defaulted on its contract, Board of Education officials said. In its final audit report, the board criticized the company, the Retberg Child Center, for not always" , "date" : "19990523" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; School Contractor Under Scrutiny" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/23\/nyregion\/neighborhood-report-new-york-up-close-school-contractor-under-scrutiny.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from the most recent listing to contract. MANHATTAN EAST MIDTOWN 2.45 million 415 East 54th Street (St. James Tower) 5-bedroom, 5 1\/2-bath, 3,500-sq.-ft duplex condo in a postwar building; 24-hr. doormen," , "date" : "19990523" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/23\/realestate\/residential-sales.html"} ,   {"body" : "MANHATTAN GREENWICH VILLAGE $750,000 45 Christopher Street 2-bedroom, 2-bath, 1,800-sq.-ft condo in prewar building with 24-hr. doormen, concierge and common roof deck; dining area, windowed kitchen and baths, fireplace, 2 exposures; common charge $752, taxes $3,432; listed at $775,000, 4 weeks on market (broker: Corcoran Group) MURRAY HILL" , "date" : "19990520" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "16" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/20\/garden\/residential-sales.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting June 8, 6:30 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights," , "date" : "19990516" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Greenpoint to Sheepshead Bay: When the Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/16\/nyregion\/neighborhood-report-brooklyn-up-close-greenpoint-sheepshead-bay-when-boards-meet.html"} , {"body" : "Jerry Lanning, 55, waited for his car service limousine in front of the NBC television studio on East 14th Street off Avenue M. He had spent a business-as-usual Tuesday morning playing a judge on the soap opera ''Another World.'' ''It's just starting to sink in,'' Mr. Lanning said. He was pondering the recently announced cancellation of ''Another" , "date" : "19990502" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: MIDWOOD; Soap Opera Leaves a Ring" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/02\/nyregion\/neighborhood-report-midwood-soap-opera-leaves-a-ring.html"} , {"body" : "Victorian Brooklyn Flatbush-Tompkins Congregational Church, Dorchester Road and East 19th Street, Flatbush; (718) 859-4595. The Flatbush Development Corporation will offer a self-guided tour on Sunday, from 1 to 6 P.M. Ten 19th-century houses will be open in several areas of Flatbush, including Ditmas Park, Prospect Park South, Midwood Park and" , "date" : "19990422" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "CALENDAR; House Tour, Exhibitions, Flower Show" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/22\/garden\/calendar-house-tour-exhibitions-flower-show.html"} , {"body" : "The NBC soap opera ''Another World'' is all about high drama and emotional torment; but this time it's coming from the viewers. NBC decided to cancel its longest-running soap opera after 35 years, probably believing that with ratings diminishing, it could do so relatively quietly. The network cited the paltry total of 50 phone calls in Los Angeles" , "date" : "19990418" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "2" , "title" : "April 11-17; The End of the World" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/18\/weekinreview\/april-11-17-the-end-of-the-world.html"} , {"body" : "HELLER-Ruth S.. On April 9, 1999. Of Brooklyn, NY. Age 84. Beloved wife of the late Max Heller. Loving and devoted mother of daughter Matilda Katz & son Aaron Heller. Loving grandmother of ChaimMeir Katz, Shiphra Schorr, ChanaDaphna Shiffer, Chaim-Meyer Heller and Sara Lee Heller. Greatgrandmother of Bracha, Dina, Chananya, and Dovid Schorr." , "date" : "19990411" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "39" , "title" : "Paid Notice: Deaths HELLER, RUTH S." , "url" : "http:\/\/www.nytimes.com\/1999\/04\/11\/classified\/paid-notice-deaths-heller-ruth-s.html"} , {"body" : "Camden (N.J.) High School's sprinters tallied three impressive victories yesterday in boys' varsity events at the Kings Relays at Midwood High School in Brooklyn. Camden easily captured three relays, at 400 meters (43.6 seconds), 800 meters (1 minute 29.7 seconds) and 1,600 meters (3:20.6). In the girls' varsity competition, Paul Robeson, and Boys" , "date" : "19990411" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "PLUS: HIGH SCHOOLS -- TRACK AND FIELD; Camden Sprinters Roll to Victory" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/11\/sports\/plus-high-schools-track-and-field-camden-sprinters-roll-to-victory.html"} , {"body" : "To the Editor: Councilman Stephen J. Fiala has only touched the tip of the iceberg with his proposal to require seats for every child (''Councilman Stands Up for Seats,'' March 14). As a parent with two children who ride school buses to city public schools and a Parents' Association co-president, I can attest that many parents are terrified to put" , "date" : "19990411" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region" , "Education"] , "page_facet" : "13" , "title" : "Lack of Seat Belts Is Scary in School Buses" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/11\/nyregion\/l-lack-of-seat-belts-is-scary-in-school-buses-161357.html"} , {"body" : "HELLER-Ruth S. On April 9, 1999. Of Brooklyn, NY. Age 84. Beloved wife of the late Max Heller. Loving and devoted mother of daughter Matilda Katz & son Aaron Heller. Loving grandmother of ChaimMeir Katz, Shiphra Schorr, ChanaDaphna Shiffer, Chaim-Meyer Heller and Sara Lee Heller. Greatgrandmother of Bracha, Dina, Chananya, and Dovid Schorr. Funeral" , "date" : "19990410" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "13" , "title" : "Paid Notice: Deaths HELLER, RUTH S." , "url" : "http:\/\/www.nytimes.com\/1999\/04\/10\/classified\/paid-notice-deaths-heller-ruth-s.html"} , {"body" : "A week before Passover, there is nowhere to park outside the Glatt Mart in Midwood, Brooklyn, not in front on Avenue M, not out back in the tiny lot, not for blocks around. Inside, the seven narrow aisles of the kosher food market are jammed, a crowd jostles in front of the butcher's window, and despite the three cashiers' best efforts, there is" , "date" : "19990329" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "1" , "title" : "Anxiety in a Flourishing Market; Competition Worries Owners of Small Kosher Shops" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/29\/nyregion\/anxiety-in-a-flourishing-market-competition-worries-owners-of-small-kosher-shops.html"} ,   {"body" : "After four decades as a composer of works that have become increasingly complex and stylistically wide-ranging, yet also increasingly popular for their lyricism and accessibility, John Corigliano thought he had figured out how to keep his workload from becoming overwhelming. Trim and young-looking at 61, Mr. Corigliano insists that he won't accept" , "date" : "19990326" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "Decades in the Making, John Corigliano's 'Dylan Thomas' Gets Its Premiere" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/26\/movies\/decades-in-the-making-john-corigliano-s-dylan-thomas-gets-its-premiere.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting is April 13, 6:30 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn" , "date" : "19990314" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Only the Living Know Brooklyn: Where the Community Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/14\/nyregion\/neighborhood-report-brooklyn-up-close-only-living-know-brooklyn-where-community.html"} , {"body" : "JACQUES ROCH sometimes has the sense that he is back in the Paris of the late 50's, once again living in a neighborhood with slant-roofed garrets and bustling street life. But this is no deja vu. Mr. Roch, ponytailed at 60, lives in a loft in Williamsburg, Brooklyn. It is a fourth-floor walkup -- ''The freight elevator, it is long kaput,'' he says" , "date" : "19990221" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Prices Send Loft Pioneers In Search of New Frontiers" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/21\/realestate\/prices-send-loft-pioneers-in-search-of-new-frontiers.html"} , {"body" : "NIEROW-Mary. The family of Mary Nierow profoundly mourn the passing of their beloved mother, grandmother and great-grandmother. She will be sorely missed. Funeral service Sunday, February 21, 9:30 at Garlick Kirschenbaum Funeral Home, Brooklyn, NY. NIEROW-Mary. The East Midwood Jewish Center mourns the passing of this dedicated member, beautiful" , "date" : "19990220" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "13" , "title" : "Paid Notice: Deaths NIEROW, MARY" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/20\/classified\/paid-notice-deaths-nierow-mary.html"} , {"body" : "The special election this week to fill open seats on the City Council produced three new members who are at the bottom of the seniority list. But, because of the impact of term limits, if the freshmen are able to retain their seats over the next four years they will be the Council's most senior members. The election on Tuesday also revealed some" , "date" : "19990218" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Term Law Could Aid Council's Newest" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/18\/nyregion\/term-law-could-aid-council-s-newest.html"} , {"body" : "Christine Quinn, the former executive director of the New York Gay and Lesbian Anti-Violence Project, handily won a special election yesterday to fill the City Council seat on the West Side of Manhattan vacated by State Senator Thomas K. Duane. That race was one of three contests yesterday for open seats on the City Council. In Brooklyn, Michael C." , "date" : "19990217" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Gay-Rights Advocate Wins Village Seat" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/17\/nyregion\/gay-rights-advocate-wins-village-seat.html"} , {"body" : "New York City will hold a special election tomorrow to replace three City Council members who have moved on to other posts. The winners must all stand for re-election this fall. If they keep their seats, they have a chance to develop substantial influence in a body where most incumbents must leave office in 2001, when term limits kick in. District" , "date" : "19990215" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "16" , "title" : "City Council Endorsements" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/15\/opinion\/city-council-endorsements.html"} , {"body" : "A State Supreme Court justice yesterday upheld a decision to remove the names of four candidates from the ballot for a special election next week to fill a City Council seat in Brooklyn. The judge, Thomas V. Polizzi, agreed with a ruling issued last week by the City Board of Elections that reduced the number of candidates to three, from seven. The" , "date" : "19990209" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Judge Upholds Removal of 4 Council Candidates From Ballot" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/09\/nyregion\/judge-upholds-removal-of-4-council-candidates-from-ballot.html"} , {"body" : "Amid the quiet streets in the Brooklyn neighborhoods of Sheepshead Bay and Midwood, a none-too-quiet political campaign is under way for a City Council seat in a race rife with accusations, recriminations and no shortage of court activity. The campaign is for a Feb. 16 special election to fill the Council seat vacated by Anthony D. Weiner, who was" , "date" : "19990208" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Special Council Election Is Roiled by Ouster of 4 From Ballot" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/08\/nyregion\/special-council-election-is-roiled-by-ouster-of-4-from-ballot.html"} , {"body" : "WHEN ''Death of a Salesman'' opens Wednesday night, a crowd of sleek, successful people will gather on Broadway to feel very sorry for a chubby loser across the East River who wanders around babbling about Ebbets Field. It will be the 50th anniversary of a play that can be seen as a classic American tragedy -- or as a Manhattanite's revenge on" , "date" : "19990208" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "1" , "title" : "The Big City; Willy Loman: Revenge Of a Nephew" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/08\/nyregion\/the-big-city-willy-loman-revenge-of-a-nephew.html"} ,   {"body" : "Twice in the last 15 years, Shafqat Chughtai opened Urdu-language newspapers to serve Pakistani immigrants and twice, exhausted financially and emotionally by the effort, he shut them down. When he decided two years ago to venture back into publishing, he said it was the same old story: a desire to make his voice heard on subjects that matter to" , "date" : "19990206" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "MIDWOOD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Publisher's Beating Illustrates Passions Aroused by Immigrant Papers" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/06\/nyregion\/publisher-s-beating-illustrates-passions-aroused-by-immigrant-papers.html"} , {"body" : "Just six weeks after Gov. George E. Pataki pushed a charter school law through the State Legislature, Schools Chancellor Rudy Crew is proposing to set up his own charterlike school districts in Brooklyn, granting them freedom from the central school bureaucracy in an effort to improve student achievement, school officials said yesterday. Dr. Crew's" , "date" : "19990129" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "Crew Plans Charter Schools, His Way" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/29\/nyregion\/crew-plans-charter-schools-his-way.html"} , {"body" : "Willy Loman started small. ''That was the idea I started with, that Willy should be small and his wife should be very big,'' said Arthur Miller, thinking back on the first staging of ''Death of a Salesman,'' 50 years ago. ''So we tried to cast all the available little actors, but it soon became apparent that the part was big; it required someone" , "date" : "19990129" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "1" , "title" : "Present at the Birth of a Salesman" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/29\/movies\/present-at-the-birth-of-a-salesman.html"} , {"body" : "FOR 15 years, Shirley Light was exiled from New York. She edits books for scientists, and when her employer, Academic Press, decided to move to Orlando, Fla., she had to relocate too. At the time, it seemed like moving might be an adventure for someone who had lived her entire life in the city. ''You know how sometimes it hits you,'' she remembers" , "date" : "19990124" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Habitats\/East 57th Street; You Can Go Home Again" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/24\/realestate\/habitats-east-57th-street-you-can-go-home-again.html"} , {"body" : "RAPAPORT-Mildred. Loving wife of the late Harry. Beloved mother of Walter and Larry. Dear sister of Dorothy Greenfield, Shirley Kohen, Howard Mandel and Marion Slepian. Adored grandmother. Services today, 11:30 AM, at Nieberg Midwood Chapel, 1625 Coney Island Ave. (Ave. M), Brooklyn." , "date" : "19990117" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "43" , "title" : "Paid Notice: Deaths RAPAPORT, MILDRED" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/17\/classified\/paid-notice-deaths-rapaport-mildred.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from the most recent listing to contract. MANHATTAN CHELSEA $1.05 million 142 West 26th Street 4-bedroom, 2 1\/2-bath, 3,500-sq.-ft. floor-through co-op in a 91-year-old loft building; 11 1\/2-ft. ceilings, upgraded" , "date" : "19990117" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/17\/realestate\/residential-sales.html"} , {"body" : "Desmond Forbes sat behind the wheel of his shiny gray passenger van and darted in and out of grinding traffic on a four-mile trek along Flatbush Avenue in Brooklyn, scooping up passengers for a dollar a ride. But business on that recent day, as it has been for the last year in this largely underground trade, was bad, said Mr. Forbes, 43, an" , "date" : "19990114" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Livery Vans Are Feeling the Metrocard Pinch; Drivers Say Their Business Is Down and the Competition Is Up" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/14\/nyregion\/livery-vans-are-feeling-metrocard-pinch-drivers-say-their-business-down.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from the most recent listing to contract. MANHATTAN CHELSEA $1.05 million 142 West 26th Street 4-bedroom, 2 1\/2-bath, 3,500-sq.-ft. floor-through co-op in a 91-year-old loft building; 11 1\/2-ft.-ceilings, upgraded" , "date" : "19990110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/10\/realestate\/residential-sales.html"} , {"body" : "THE pirate radio operators, two Haitian guys from Brooklyn, looked nervous. The operators -- Michel Limontas of Radio Intercontinental (88.9 FM) in Midwood and Frantz Gourgue of Radio NaGo (89.3 FM) in Flatbush -- had been operating unlicensed, low-power stations for two years. In November, agents of the Federal Communications Commission told them" , "date" : "19990110" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Radio Pirates Drop Anchor Together" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/10\/nyregion\/new-yorkers-co-radio-pirates-drop-anchor-together.html"} , {"body" : "KRUPENIE-Harriet Ruth., died on January 4, 1999. Loving sister and aunt. She was a legal secretary at Davis & Polk. Services Sunday 11AM at Nieberg Midwood Chapel, 1625 Coney Island Ave. (Ave M), Brooklyn. Interment at Mount Ararat Cemetery, Farmingdale, L.I." , "date" : "19990108" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "11" , "title" : "Paid Notice: Deaths KRUPENIE, HARRIET RUTH" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/08\/classified\/paid-notice-deaths-krupenie-harriet-ruth.html"} ,   {"body" : "BLUMENGARTEN-Jeanne. Congregation Emanu-El of the City of New York records with deep sorrow the death of our cherished member, Jeanne Blumengarten. To her family and loved ones, we express our profound sympathy. May beautiful memory bring comfort to those who mourn her passing. David E. Marrus, President Herbert C. Bernard, Secretary" , "date" : "19990106" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "21" , "title" : "Paid Notice: Deaths BLUMENGARTEN, JEANNE" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/06\/classified\/paid-notice-deaths-blumengarten-jeanne.html"} , {"body" : "LEON-Joseph. At age 90. Of Brooklyn, N.Y. On January 3, 1999. Beloved husband of Mildred (neeCantor). Devoted father of Nancy Gershon, Maryanne and her husband Sander Lehrer and Dr. Robert and his wife Nancy Leon. Cherished brother of Florence Winston. Loving grandfather of Russ, Alessandra, Andrew, Gail, Jill and Laurie Gershon, Jon, Rise and Marc" , "date" : "19990105" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "15" , "title" : "Paid Notice: Deaths LEON, JOSEPH" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/05\/classified\/paid-notice-deaths-leon-joseph.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from the most recent listing to contract. MANHATTAN EAST MIDTOWN $178,000 245 East 54th Street (Brevard) 1-bedroom, 1-bath, 800-sq.-ft. postwar co-op; 24-hr. doormen, h\/w floors, east exposure, laundry room in" , "date" : "19990103" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/03\/realestate\/residential-sales.html"}]