[  {"author" : "Sasha Abramsky is writing a book on changing attitudes toward crime and the expansion of the American prison system, to be published by St. Martin's Press." , "body" : "AS the millennium draws to a close, a handful of New Yorkers prepare to enter their second century. Born in the 1890's, in the waning years of the Victorian era, they survived the turbulence of the 20th century and now, in their 11th decade, they prepare for the 21st. A century from now, centenarians may be a dime a dozen. But in 1999, they are" , "date" : "19991226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York, When They Were Young" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/26\/nyregion\/new-york-when-they-were-young.html"} , {"author" : "SARAH FERRELL is the associate editor of The Sophisticated Traveler of The New York Times Magazine." , "body" : "THERE is something that feels a little illicit about checking into a neighborhood hotel for a weekend, even if the man you are checking in with is your own husband. But we can see a bit of the building that contains the New York Marriott Brooklyn from the back of our house, and we are curious. The New York Marriott Brooklyn is installed in the" , "date" : "19991226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "8" , "title" : "If This Is Brooklyn, Why Ever Leave?" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/26\/travel\/if-this-is-brooklyn-why-ever-leave.html"} , {"body" : "Joseph Heller, the author of ''Catch-22,'' the darkly comic 1961 novel whose title became a universal metaphor not only for the insanity of war but also for the madness of life itself, died on Sunday night at his home in East Hampton, N.Y. He was 76. The cause was a heart attack, his wife, Valerie, said. After ''Catch-22'' Mr. Heller would go on to" , "date" : "19991214" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Front Page" , "Arts" , "Obituaries" , "Books"] , "page_facet" : "1" , "title" : "Joseph Heller, Darkly Surreal Novelist, Dies at 76" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/14\/books\/joseph-heller-darkly-surreal-novelist-dies-at-76.html"} , {"body" : "The felt-tipped marker in Michel Trocme's hand sped across the easel, leaving an orange trail of ideas as the 30 people sitting around him each outlined a different vision of what kind of park to build at the foot of the Brooklyn Bridge. Nathan F. Elbogen, 38, a Gowanus artist and architect with a shaved head, rose to say he wanted studios and a" , "date" : "19991212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "55" , "title" : "Disparate Visions for a New Park; Accord Is Sought Among Clashing Views in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/12\/nyregion\/disparate-visions-for-new-park-accord-sought-among-clashing-views-brooklyn.html"} , {"body" : "It would be tempting to view New Jersey's recent overtures toward the film and television industry as just another skirmish in its long rivalry with New York City. After all, the two neighbors have clashed over garbage hauling and airports in recent years, and threatened to steal each other's sports teams. They've bid against each other for stock" , "date" : "19991205" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "53" , "title" : "Hollywood on Hudson (Both Sides Now); New Jersey's Film Industry Grows With New York's, Not at Its Expense" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/05\/nyregion\/hollywood-hudson-both-sides-now-new-jersey-s-film-industry-grows-with-new-york-s.html"} , {"body" : "For 13 years, Erez Hayun and his father, Moshe, have been working out of their woodshop at 225 Taaffe Place, near the Pratt Institute, making kitchen cabinets and furniture for Hasidic families in Williamsburg. But this month Mr. Hayun's MC Furniture and 15 other businesses in the three-building complex, employing a total of 250 people, will have" , "date" : "19991128" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "NEIGHBORHOOD REPORT: NORTH BROOKLYN; High-End Woodworking Can't Keep Up With Rents" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/28\/nyregion\/neighborhood-report-north-brooklyn-high-end-woodworking-can-t-keep-up-with-rents.html"} , {"body" : "They usually make their living parachuting into wildernesses from Alaska to New Mexico, where they fight forest fires, or rather, corral them by chopping breaks through the trees. Yet for the last month, a small crew of smoke jumpers has been deployed to Queens to help in another battle. This one is against the Asian long-horned beetle, a threat to" , "date" : "19991121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; In Wild, Wild East, Smoke Jumpers Stalk Beetles" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/21\/nyregion\/neighborhood-report-new-york-up-close-wild-wild-east-smoke-jumpers-stalk-beetles.html"} , {"body" : "TEDESCHI-John. Died November 5, 1999 of asbestos cancer. He was an employee of The New York Times for thirty-five years. He also worked in the Brooklyn Navy Yard and served on ships in World War II and Korea. He is survived by loving wife Josephine, beloved daughters Marie Kossman (John) and Pamela Callari (John). he was the devoted grandfather of" , "date" : "19991121" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "55" , "title" : "Paid Notice: Deaths TEDESCHI, JOHN" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/21\/classified\/paid-notice-deaths-tedeschi-john.html"} , {"body" : "TEDESCHI-John. Died November 5, 1999 of asbestos cancer. He was an employee of The New York Times for thirty-five years. He also worked in the Brooklyn Navy Yard and served on ships in World War II and Korea. He is survived by loving wife Josephine, beloved daughters Marie Kossman (John) and Pamela Callari (John). he was the devoted grandfather of" , "date" : "19991120" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "16" , "title" : "Paid Notice: Deaths TEDESCHI, JOHN" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/20\/classified\/paid-notice-deaths-tedeschi-john.html"} , {"body" : "An ambitious plan to build a television and movie soundstage complex on top of a Manhattan office building has been abandoned, becoming the latest in a series of heavily promoted ''Hollywood-on-the Hudson'' proposals to fall apart, city officials confirmed yesterday. Announced by Mayor Rudolph W. Giuliani at a news conference in July 1998, the" , "date" : "19991104" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "8" , "title" : "Sponsor Dropout Ends Plan For TV and Film Soundstages" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/04\/nyregion\/sponsor-dropout-ends-plan-for-tv-and-film-soundstages.html"} ,   {"body" : "Robert De Niro, a star in two of Mayor Rudolph W. Giuliani's all-time favorite films -- ''The Godfather Part II'' and ''Analyze This'' -- came to Gracie Mansion last spring to flesh out his proposal to build film studios at the Brooklyn Navy Yard. The meeting went well enough for the Mayor to perform his Godfather routine for the accomplished" , "date" : "19991020" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "1" , "title" : "Hollywood, City Hall and a Production Deal That Wasn't" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/20\/nyregion\/hollywood-city-hall-and-a-production-deal-that-wasn-t.html"} , {"body" : "Reeling from the collapse of a deal to build a $150 million sound stage complex at the city-owned Brooklyn Navy Yard, the actor Robert De Niro and top executives of Miramax Films yesterday disputed Mayor Rudolph W. Giuliani's account of where the deal stood before it fell apart. On Wednesday, Mr. Giuliani said that the city had made no formal" , "date" : "19991015" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "2" , "title" : "De Niro and Partners Dispute Giuliani Version of Navy Yard Deal" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/15\/nyregion\/de-niro-and-partners-dispute-giuliani-version-of-navy-yard-deal.html"} , {"body" : "INTERNATIONAL A3-23 Clinton Chastises Senate For Rejecting Treaty President Clinton accused the Republicans who defeated a treaty banning underground nuclear testing of retreating into a new isolationism that threatened national security. He pledged to abide by the treaty's provisions and warned countries with nuclear ambitions not to test. A1" , "date" : "19991015" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/15\/nyregion\/news-summary-972827.html"} , {"body" : "Five months after it was announced with great fanfare, a tentative deal calling for the actor Robert De Niro and Miramax Films to develop a $150-million Hollywood-style sound stage complex at the Brooklyn Navy Yard has collapsed, Mayor Rudolph W. Giuliani said yesterday. Still, the Mayor said the project would go forward, with the sound stages to" , "date" : "19991014" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "1" , "title" : "De Niro Group Replaced as Developers in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/14\/nyregion\/de-niro-group-replaced-as-developers-in-brooklyn.html"} , {"body" : "INTERNATIONAL A3-16 Nuclear Test-Ban Pact Rejected in Senate Vote The Senate rejected a treaty banning all underground nuclear testing in a 51-48 vote that was largely along party lines and crushed one of President Clinton's major foreign policy goals. A1 The President said the fight over the treaty was ''far from over.'' A14 Aftermath of Pakistan" , "date" : "19991014" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/14\/nyregion\/news-summary-953520.html"} , {"body" : "A Night Off From the Art War There was another opening in Brooklyn last night. This one was at the Brooklyn Academy of Music, though the talk about the Brooklyn Museum of Art's ''Sensation'' exhibition continued: ARNOLD LEHMAN, the museum director, was at the Academy with his wife, PAMELA, on a night off from his fight with the city. ''All this" , "date" : "19991006" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/06\/nyregion\/public-lives.html"} , {"body" : "Honoring Artists Each year Westport honors a group of artists who have lived or worked in the town by presenting those who are still living with lunch and a medal. Posthumous medals are presented to relatives or friends of those who have died. This year's award ceremonies, the sixth annual, will be held today at 2 P.M. at the Westport Town Hall." , "date" : "19990926" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "THE GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/26\/nyregion\/the-guide-633186.html"} , {"body" : "Ten houses built between 1864 and 1901 in the Brooklyn Navy Yard have been left to decay since the yard closed in 1966. In recent years, the only occupants of the three-story structures, which once housed senior naval officers and their families, have been packs of stray dogs and the occasional homeless person. Edward Carter, a director of the" , "date" : "19990912" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: FORT GREENE; Spit and Polish Sought for Navy Homes" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/12\/nyregion\/neighborhood-report-fort-greene-spit-and-polish-sought-for-navy-homes.html"} , {"body" : "May 29, 1996, was brisk but brilliant, a splendid day for celebration and champagne on Staten Island as Gov. George E. Pataki and Mayor Rudolph W. Giuliani announced that the Fresh Kills landfill -- the biggest dump in the world, the last in New York City and the bane of the city's least populous borough -- would finally close. There was one small" , "date" : "19990830" , "day_of_week_facet" : "Monday" , "geo_facet" : ["FRESH KILLS (NYC)" , "NEW YORK STATE" , "STATEN ISLAND (NYC)" , "NEW JERSEY" , "NEW YORK CITY" , "VIRGINIA"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "THE LAST LANDFILL: A special report.; As Deadline Looms for Dump, Alternate Plan Proves Elusive" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/30\/nyregion\/last-landfill-special-report-deadline-looms-for-dump-alternate-plan-proves.html"} , {"body" : "The New York Public Library has married an educational and entertainment tool of the turn of this century with one from the last one, in a new on-line digital collection of 19th-century stereographs. This summer the library completed a three-year project to digitize 12,000 stereographs, paired photographs that appear three-dimensional when viewed" , "date" : "19990822" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: NEW YORK ON LINE; Double Vision" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/22\/nyregion\/neighborhood-report-new-york-on-line-double-vision.html"} ,   {"body" : "GEVIRTZ-Milton. A loving husband, supportive father and grandfather, and former president of the Men's Club of the Garden Jewish Center in Queens, died August 13 at the age of 78. A World War II veteran who served with the Signal Corps in Europe, Milton was a mensch. He had a kind heart, enjoyed debating politics and the day's news, was a good" , "date" : "19990815" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "39" , "title" : "Paid Notice: Deaths GEVIRTZ, MILTON" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/15\/classified\/paid-notice-deaths-gevirtz-milton.html"} , {"body" : "Even as plans to create a Hollywood-style movie studio at the Brooklyn Navy Yard have seized all the attention, Kaufman Astoria Studios is expanding its entertainment complex and quietly solidifying the position of western Queens as the center of the city's flourishing television and film production industry. Astoria Studios said yesterday that its" , "date" : "19990805" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "1" , "title" : "A New Idea of 'Get Me the Coast'; Hollywood's Major Competition Is in Western Queens" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/05\/nyregion\/new-idea-get-me-coast-hollywood-s-major-competition-western-queens.html"} , {"body" : "INTERNATIONAL A3-11 Despite Promises by U.S., Serbs Are Forced to Flee Kosovar Albanians are now intimidating Serbs just as the Serbs intimidated them a few months ago, and Serbs are fleeing ethnically mixed villages for the relative safety of purely Serb ones. On Sunday, despite American promises of protection, all the Serbs in one town south of" , "date" : "19990805" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/05\/nyregion\/news-summary-920720.html"} , {"body" : "Will Work For Work Three days and 900 resumes later, JAY ROGERS still has not landed a paying job. Mr. Rogers, a 19-year-old baritone and would-be actor, quit his job as a waiter because he was not making enough to cover the rent. A friend -- PETER SHANKMAN, a self-described techno-geek who runs a public-relations agency -- suggested an" , "date" : "19990804" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "2" , "title" : "PUBLIC LIVES" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/04\/nyregion\/public-lives.html"} , {"body" : "The party on Liberty Island last night was as eclectic as the magazine it introduced: Models rubbed elbows with politicians, movie moguls chatted with authors, and all of them gathered at the behest of a celebrity editor. Tina Brown, the former editor of The New Yorker and Vanity Fair magazines, was the host of a party for more than 800 guests at" , "date" : "19990803" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["LIBERTY ISLAND"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "For Talk Magazine, Eclectic Party and a 'Hip' List" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/03\/nyregion\/for-talk-magazine-eclectic-party-and-a-hip-list.html"} , {"body" : "IF the nascent race for United States Senator stays on the same track for the next 15 months, we may all want to follow the Mayor's lead and run off to faraway Arkansas, this time for the duration. Even allowing for the summer silly season, this has been some start to the campaign, which perhaps ought not to be called a campaign because technically" , "date" : "19990803" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NYC; Silly Season Could Last 15 Months" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/03\/nyregion\/nyc-silly-season-could-last-15-months.html"} , {"author" : "James Traub is a contributing writer for the magazine. His most recent article, on the end of affirmative action in California, appeared in May." , "body" : "As I sat in the office of New York's Mayor, Rudolph W. Giuliani, on a blazing morning early last month, the Mayor's press secretary, Sunny Mindel, kept impatiently rattling a copy of a local tabloid. It was evidently some kind of prop, but at first Giuliani ignored her. I had asked him about the claim that he is possibly the most temperamentally" , "date" : "19990801" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "36" , "title" : "The Mayor's Makeover" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/01\/magazine\/the-mayor-s-makeover.html"} , {"body" : "Only seven days and counting now until Tina Brown -- the alternately vilifed and celebrated former editor of The New Yorker and Vanity Fair -- unveils her latest project, Talk magazine. Even before its first issue, Talk is the most talked-about new monthly magazine to come along since Conde Nast reintroduced Vanity Fair in 1983. Gossip columns have" , "date" : "19990726" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "Editor Who Thrives on Celebrity Is Pleased With Latest Sensation" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/26\/business\/editor-who-thrives-on-celebrity-is-pleased-with-latest-sensation.html"} , {"body" : "FRED SZTUL took out his pocketknife and jabbed it into a small gap in the hull of the Ethel Lewis, a 58-foot skipjack built in 1906. ''The rot has set in,'' he said, gently twisting the blade. ''The former owner was going to junk her, but we said, 'If she'll float, we'll take her.' '' It did float, but just barely. With the aid of furiously" , "date" : "19990725" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAKING IT WORK; In an Old Oyster Boat, No Pearls, Just Lessons" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/25\/nyregion\/making-it-work-in-an-old-oyster-boat-no-pearls-just-lessons.html"} , {"body" : "Brenda Delany, the daughter of Dr. and Mrs. Harry M. Delany of Mount Vernon, N.Y., was married yesterday to Lance Withers Slaughter, a son of Bernice Slaughter of St. Petersburg, Fla., and the late Judge Henry Anton Slaughter. The Rev. Wyatt T. Walker, an American Baptist minister, officiated at the V.I.P. Country Club in New Rochelle, N.Y. Ms." , "date" : "19990711" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "7" , "title" : "WEDDINGS; Brenda Delany and Lance Slaughter" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/11\/style\/weddings-brenda-delany-and-lance-slaughter.html"} ,   {"body" : "New Landmark For 'Talk' Party ''It seems to me now,'' TINA BROWN said yesterday, ''that there is no more hopeful place to launch a new American magazine than the Statue of Liberty, which has been a symbol of new life and happiness to so many Americans.'' ''We're thrilled to have the Statue of Liberty,'' she said. ''Nobody can knock this lady.'' And" , "date" : "19990709" , "day_of_week_facet" : "Friday" , "geo_facet" : ["LIBERTY ISLAND"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/09\/nyregion\/public-lives.html"} , {"body" : "It was to be one of those lavish celebrations that the uninvited are meant to envy: a party at the city-owned Brooklyn Navy Yard to launch the debut issue of a slick magazine called Talk. There would be celebrities, fireworks and the Manhattan skyline to serve as a majestic backdrop. And the hosts had the requisite aura of clout. Tina Brown, the" , "date" : "19990627" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "2" , "title" : "June 20-26; Tina and Hillary Sail Into Rudy's Naval Blockade" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/27\/weekinreview\/june-20-26-tina-and-hillary-sail-into-rudy-s-naval-blockade.html"} , {"body" : "Facing persistent questions from reporters yesterday about why his administration had killed plans for a glittery magazine party at the city-owned Brooklyn Navy Yard, Mayor Rudolph W. Giuliani tried several tactics. He said ask someone else. He tried to change the subject. He dismissed the issue as frivolous -- even injected a little humor." , "date" : "19990624" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Queries on Canceled Gala Lead to Mayoral Walkout" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/24\/nyregion\/queries-on-canceled-gala-lead-to-mayoral-walkout.html"} , {"body" : "INTERNATIONAL A3-13 Marines Exchange Fire With Serbs in Kosovo Local Serbs in civilian clothes opened fired on a checkpoint manned by United States marines, provoking a firefight that killed one Serb and wounded two others, one severely, American officials said. A1 A C.I.A. analyst raised doubts about whether military planners were zeroing in on" , "date" : "19990624" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/24\/nyregion\/news-summary-313726.html"} , {"body" : "WHAT: A party to celebrate the debut of Talk magazine. WHO: The glitterati of the publishing and movie worlds. WHERE: The Brooklyn Navy Yard, the city-owned property that's so out it's in. HOSTS: Tina Brown and Harvey Weinstein, among others. (If you don't know who they are, you might as well turn to the Mets' box scores.) These are the vital" , "date" : "19990623" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Losing Its Party Location, A Magazine Gains the Buzz" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/23\/nyregion\/in-losing-its-party-location-a-magazine-gains-the-buzz.html"} , {"body" : "INTERNATIONAL A3-13 Evidence of Mass Graves Is Mounting in Kosovo Serbian forces dug up the bodies of about 100 Kosovo Albanians from a mass grave Djakovica late last month and carried them off, the municipal official in charge of burials said. The disclosure came as investigators, journalists and human rights workers were finding growing evidence" , "date" : "19990623" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/23\/nyregion\/news-summary-294799.html"} , {"body" : "To skeptics it is too big, too far, too speculative and, coming at a time when sound stages are sitting empty across Los Angeles, altogether too much: the kind of boom-era bubble likely to pop as soon as it hits the first sharp object or dissonant breeze. But like a particularly tangled Hollywood potboiler, the proposal to build a mammoth" , "date" : "19990622" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "Episode 1: The Phantom Film Studio; Hopes and Doubts Greet a Plan for Sound Stages at the Brooklyn Navy Yard" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/22\/movies\/episode-1-phantom-film-studio-hopes-doubts-greet-plan-for-sound-stages-brooklyn.html"} , {"body" : "ATTRACTIONS Museums and Sites ABIGAIL ADAMS SMITH MUSEUM, 421 East 61st Street, Manhattan. The structure, built in 1799 as the carriage house for the estate of Abigail Adams and Col. William Smith, was also the Mount Vernon Hotel from 1826 to 1833. The current exhibition, ''Smith's Folly: 200 Years of History, 60 Years of Preservation,'' includes a" , "date" : "19990618" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/18\/arts\/spare-times-212334.html"} , {"body" : "JEAN NOUVEL'S new design for a hotel and cineplex on the Brooklyn waterfront strikes me as one of the most imaginatively conceived pieces of architecture New York has seen in a long time. I've been groping for ideas to explain why. What makes a building contemporary? An impossible question to answer, but perhaps not a fruitless one to ask. These" , "date" : "19990613" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "DUMBO (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "ART \/ ARHITECTURE; A Bridge Between a City and Its Self-Image" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/13\/arts\/art-arhitecture-a-bridge-between-a-city-and-its-self-image.html"} , {"body" : "Sometimes, the walls can talk. On the west wall of an old factory building on Plymouth Street, in a cobblestoned corner of old Brooklyn waterfront known as Dumbo, someone has spray-painted this observation in red: ''Dumbo=Soho '98.'' Just below is this exhortation in black: ''Revolt.'' With or without imminent revolt, this tiny enclave of old iron" , "date" : "19990609" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Neighborhood Identity Crisis; Transformation Brings Anxiety in Brooklyn's Dumbo" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/09\/nyregion\/a-neighborhood-identity-crisis-transformation-brings-anxiety-in-brooklyn-s-dumbo.html"} ,   {"body" : "Zachary Fisher, a leading New York builder and philanthropist who virtually willed the Intrepid Sea-Air-Space Museum into existence at its Hudson River berth, died yesterday at Memorial Sloan-Kettering Cancer Center. He was 88 and lived in Manhattan and Boca Raton, Fla. Mr. Fisher was a member of the the Fisher Brothers real estate dynasty that" , "date" : "19990605" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "16" , "title" : "Zachary Fisher, 88, Dies; Helped Alter New York Skyline" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/05\/nyregion\/zachary-fisher-88-dies-helped-alter-new-york-skyline.html"} , {"body" : "To the Editor: I agree with Neal Gabler that Brooklyn is the right place for a $150 million film studio complex (Op-Ed, May 29), but I must take issue with his characterization of the Brooklyn Navy Yard as ''abandoned.'' Although the naval shipyard closed in 1966, it was sold to New York City and is now a vibrant industrial park that houses some" , "date" : "19990604" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "28" , "title" : "East River Tinseltown" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/04\/opinion\/l-east-river-tinseltown-998834.html"} , {"author" : "Neal Gabler is the author, most recently, of ''Life the Movie: How Entertainment Conquered Reality.''" , "body" : "Call it Brooklyn's revenge for decades of indignities suffered at the hands of Hollywood. That is one thing that came to mind when Robert De Niro and Miramax Films announced a tentative agreement with New York City on a $150 million plan to develop the abandoned Brooklyn Navy Yard as a film-making complex. Given the financial and political" , "date" : "19990529" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["HOLLYWOOD (CALIF)" , "NEW YORK CITY" , "LOS ANGELES (CALIF)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "15" , "title" : "An Eastern Alternative to Blockbusterwood" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/29\/opinion\/an-eastern-alternative-to-blockbusterwood.html"} , {"body" : "Sensationally great new building. First-rate park design. Half-baked master plan. These are the main ingredients of an uneven proposal for Dumbo (Down Under the Manhattan Bridge Overpass), the 61-acre site on the Brooklyn waterfront between the Manhattan and Brooklyn Bridges. The chances are slim that the project will ever be executed in its" , "date" : "19990524" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "An Appraisal; A Stunning Pier Hotel Design Stands Out Amid a Flawed Plan" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/24\/nyregion\/an-appraisal-a-stunning-pier-hotel-design-stands-out-amid-a-flawed-plan.html"} , {"body" : "One of Europe's most celebrated architects has been hired to design a controversial shopping and entertainment complex in Brooklyn that could transform the waterfront area north of Brooklyn Heights. The site for the project lies between the Brooklyn and Manhattan Bridges, in the area called Dumbo, for Down Under the Manhattan Bridge Overpass. In" , "date" : "19990508" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "DUMBO (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Developer Pursues Plans for Complex Along Brooklyn's Waterfront" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/08\/nyregion\/developer-pursues-plans-for-complex-along-brooklyn-s-waterfront.html"} , {"body" : "As more than 200 children sang songs, a crane hoisted away the smokestack of the city's last incinerator yesterday, marking the end -- for now, at least -- of what was once one of New York's most popular methods of disposing of garbage. ''We have ushered out the era of incineration,'' Fernando Ferrer, the Bronx Borough President, proclaimed. ''It's" , "date" : "19990506" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "City's Last Waste Incinerator Is Torn Down" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/06\/nyregion\/city-s-last-waste-incinerator-is-torn-down.html"} , {"body" : "Although Mayor Rudolph W. Giuliani, the actor Robert De Niro and Harvey Weinstein of Miramax Films announced a tentative agreement yesterday to build a movie studio at the Brooklyn Navy Yard, major elements of the deal to transform the cavernous shipbuilding complex into a glamorous film factory are not in place. The proposed $150 million project" , "date" : "19990504" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "13" , "title" : "De Niro and Miramax Face Problems in Film Studio Plan" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/04\/nyregion\/de-niro-and-miramax-face-problems-in-film-studio-plan.html"} , {"body" : "After two weeks of bitter sparring, Mayor Rudolph W. Giuliani and Schools Chancellor Rudy Crew finally met face to face yesterday, but studiously avoided any mention of the issues that have divided them -- school vouchers and mayoral control of the public schools. The two men emerged separately from the City Hall meeting, which lasted more than an" , "date" : "19990504" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Gulf Remains Between Crew And Giuliani" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/04\/nyregion\/gulf-remains-between-crew-and-giuliani.html"} , {"body" : "The actor Robert De Niro and Miramax Films plan to announce a tentative deal with city officials to build a $150 million Hollywood-style film studio at the Brooklyn Navy Yard, the sprawling complex where tens of thousands of workers once built and launched warships and tankers. According to executives on both sides of the negotiations, the proposed" , "date" : "19990429" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "1" , "title" : "De Niro and Miramax Plan a Film Studio at the Brooklyn Navy Yard" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/29\/nyregion\/de-niro-and-miramax-plan-a-film-studio-at-the-brooklyn-navy-yard.html"} , {"body" : "Birth Rate at New Low The teen-age birth rate has dipped so sharply over the last six years that it has helped push the nation's overall birth rate to a new low. Page A26. G.O.P. Wary of David Duke The former Ku Klux Klan leader, who is running for Congress in Louisiana, is a source of worry to the national Republican party. Page A18. Making Movies" , "date" : "19990429" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "INSIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/29\/nyregion\/inside-453757.html"} ,   {"body" : "INTERNATIONAL A3-16 2 House Votes Challenge Clinton on Kosovo Policy The House issued a sharp challenge to President Clinton, voting, 249 to 180, to bar him from sending ground troops to Yugoslavia without Congressional approval. Later, on a tie vote, the House refused to support NATO air strikes against Serbia. The votes should have no immediate" , "date" : "19990429" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/29\/nyregion\/news-summary-453692.html"} , {"body" : "For the first time in more than two decades, companies are asking permission to build large power plants in New York City and the Hudson River Valley, all spurred by the deregulation of the electric power industry. Eight proposals have been filed with the New York State Public Service Commission since August. They include plans for a 520-megawatt," , "date" : "19990427" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "RAMAPO (NY)" , "ATHENS (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Power Plants Lure Investors, And Critics" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/27\/nyregion\/power-plants-lure-investors-and-critics.html"} , {"body" : "The Torah Torero Q. Last night at the local bar, discussion turned to bullfighting, and I heard for the first time about a famous Jewish matador from Brooklyn. Were the tales true? A. Yes. In the 1930's and 40's, Sidney Franklin of Park Slope gained international fame as the Bullfighter From Brooklyn, and his exploits in the bull ring were a source" , "date" : "19990425" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1999\/04\/25\/nyregion\/fyi-365653.html"} , {"body" : "Max Mandell, who grew up with a mother who didn't love him and a grandfather who did, died on Saturday at Cabrini Medical Center in Manhattan. He was 90 and as the founder of the Mandell Nursery School and Kindergarten had devoted his life to making up for a mother's rejection by passing on a grandfather's love to generations of young children. To" , "date" : "19990401" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "11" , "title" : "Max Mandell, Founder of Nursery School, Is Dead at 90" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/01\/nyregion\/max-mandell-founder-of-nursery-school-is-dead-at-90.html"} , {"body" : "Fernando Leon, this numbers runner with the nickname Benny tattooed on his arm, was getting madder and madder at Grace Meullins. The woman kept bothering him for the $700 that she said he owed her daughter. Then she hit him over the head with a flashlight. ''He stewed over it and he was drinking,'' Ronald Balzan, a homicide detective, remembered" , "date" : "19990302" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Detectives in Hot Pursuit Of Homicides Grown Cold; Squad Combines DNA and Shoe Leather To Crack Old Cases With Loose Ends" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/02\/nyregion\/detectives-hot-pursuit-homicides-grown-cold-squad-combines-dna-shoe-leather.html"} , {"body" : "For 63 years, the John J. Harvey was part of the Fire Department's fleet of boats used to extinguish fires aboard vessels in the waters surrounding the city. Since 1994, when the John J. Harvey was taken out of service, it has languished in the Brooklyn Navy Yard. But now eight investors have bought the rusty fireboat and plan to renovate it," , "date" : "19990228" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: HUDSON RIVER WATERFRONT; Old Fireboat's Buyers Look to Turn Rust Into a Magnet" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/28\/nyregion\/neighborhood-report-hudson-river-waterfront-old-fireboat-s-buyers-look-turn-rust.html"} , {"body" : "Boston is the most historic city in America, a repository of our national past, yet it has an extraordinary capacity to reinvent itself. The Pilgrims landed nearby. Boston became the cradle of liberty, but later it became a byword for blue nosed narrow-mindedness. (''Banned in Boston!'' they used to say when they wanted to tout a naughty book or a" , "date" : "19990129" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BOSTON (MASS)"] , "nytd_section_facet" : ["Travel" , "Arts"] , "page_facet" : "31" , "title" : "ON THE ROAD; In Boston, a Boom and New Hurrahs" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/29\/arts\/on-the-road-in-boston-a-boom-and-new-hurrahs.html"} , {"body" : "When Ramon Lebron saw Neil Armstrong walking on the moon in 1969, he thought he was up there with him. In actuality, Ramon was a 12-year-old boy watching television at home in the East New York section of Brooklyn. But in his mind, the distinction between reality and imagining had already begun to blur. As he grew older and the symptoms of his" , "date" : "19990112" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "4" , "title" : "THE NEEDIEST CASES; A Successful Journey From Delusion to Reality" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/12\/nyregion\/the-neediest-cases-a-successful-journey-from-delusion-to-reality.html"}]