[  {"body" : "Charlotte White knows something about surviving the end of the world. As a girl living in England during World War II, she weathered the German Air Force's constant barrage. Sixty years later, she is not taking any chances a computer glitch will accomplish what the Luftwaffe could not. Already stocked up on apples, crackers, bottled water and" , "date" : "19991230" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["U.S." , "Technology"] , "page_facet" : "16" , "title" : "Expecting a Whimper, But Preparing for a Bang" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/30\/us\/expecting-a-whimper-but-preparing-for-a-bang.html"} , {"body" : "To the Editor: Your article ''From Ho Chi Minh to Snapple: A Mural Project Evolves'' (Dec. 5) suffered one glaring omission. No mention was made of the artist, Elyse Taylor, who created, designed and rendered the featured mural, ''A Dream Grows in Brooklyn.'' Working with a group of neighborhood children from Red Hook, she was inspired to" , "date" : "19991219" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "21" , "title" : "Designer of Snapple Mural Deserves Recognition" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/19\/nyregion\/l-designer-of-snapple-mural-deserves-recognition-958719.html"} , {"body" : "For years, John Jay High School, on Seventh Avenue near Fourth Street, has been troubled, ranking high among the city's schools in assaults and robberies and low in test scores and graduation rates. John Jay is situated in the prosperous heart of Park Slope, but many parents there never dreamed of sending their children to the school. The local" , "date" : "19991212" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: BROWNSTONE BROOKLYN; School Board May Try to Take Over Troubled John Jay" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/12\/nyregion\/neighborhood-report-brownstone-brooklyn-school-board-may-try-take-over-troubled.html"} , {"body" : "If you're cruising up the East River and you glance at a waterside building in Red Hook, you might think you've stumbled across another of those corporate billboards that seem to spring up daily. A painting depicts a Snapple bottle floating above the Brooklyn Bridge as children beam beatifically. But the image is not from a corporation. It is one" , "date" : "19991205" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; From Ho Chi Minh to Snapple: A Mural Project Evolves" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/05\/nyregion\/neighborhood-report-new-york-up-close-ho-chi-minh-snapple-mural-project-evolves.html"} , {"body" : "''Good night,'' the bass baritone Timothy Nolen sang at the Civic Opera House here on Friday night, in the melancholy concluding notes of ''A View From the Bridge,'' William Bolcom's operatic adaptation of the Arthur Miller play. In addition to being the quietly final punctuation of a storied tragedy, the words held another piquant layer of" , "date" : "19991111" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Its Initial Run Over, 'View' Hopes to Join List of Operas That Endure" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/11\/arts\/its-initial-run-over-view-hopes-to-join-list-of-operas-that-endure.html"} , {"body" : "Just before 1 p.m. on a recent Monday, Donald Heglar strode into the Red Hook branch of Independence Community Bank and walked right up to the tellers' window. That afternoon, he was one of only a few customers to use the branch, the only bank in the Brooklyn neighborhood. For Mr. Heglar, quick service is a selling point. For the bank's managers," , "date" : "19991106" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Bold Investment Yields Paltry Returns; Lone Bank in Poor Neighborhood Fails to Attract Customers" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/06\/nyregion\/bold-investment-yields-paltry-returns-lone-bank-poor-neighborhood-fails-attract.html"} , {"body" : "For years, Bob Diamond has pursued his quirky dream of resurrecting Brooklyn's trolleys. Until this month, the furthest he had gotten was a short line outside a Red Hook warehouse on Van Brunt Street. But next Sunday, Mr. Diamond will throw the switch on a 1,500-foot trolley run along privately owned waterfront land that will double the length of" , "date" : "19991024" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: RED HOOK; A Desire Named Streetcar" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/24\/nyregion\/neighborhood-report-red-hook-a-desire-named-streetcar.html"} , {"body" : "I'VE been spending a lot of weekends down at the family farm in Maryland sitting on a knoll overlooking a field of soybeans that slopes down to a stream that winds through the woods. There's a great blue heron living somewhere nearby. I see it in the evenings, flapping slowly along the edge of the trees. Now and then, a hawk will sail over the" , "date" : "19991024" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "11" , "title" : "CUTTINGS; Carving Out a Hideaway Where It's Already Home" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/24\/style\/cuttings-carving-out-a-hideaway-where-it-s-already-home.html"} , {"body" : "Akshay Ganesh, a 12-year-old seventh grader who lives on Staten Island, rolls out of bed every weekday about 6 A.M. He has 20 minutes to eat breakfast and get dressed before heading out the door to catch the S66 bus to catch the 7 A.M. ferry to Manhattan. Swimming in a sea of suits, briefcases and crumpled newspapers, he tries to avoid dozing off" , "date" : "19991011" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "To Middle School, by Bus, Subway and Ferry" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/11\/nyregion\/to-middle-school-by-bus-subway-and-ferry.html"} , {"body" : "After it was over, the stage at last cleared and the audience buzzing on its way out after 10 full minutes of standing applause, Arthur Miller stood in the wings backstage at the Civic Opera House here, with an expression of stunned quietude. He was in the company of just a few friends -- a noisy celebration was already under way elsewhere -- and" , "date" : "19991011" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "A Long Day of Talking and a Big Night of Singing" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/11\/arts\/a-long-day-of-talking-and-a-big-night-of-singing.html"} ,   {"body" : "Composers searching for opera subjects have to be wary about turning automatically to stage plays, especially great plays by well-respected authors. There are some obvious questions to ask first: Why tamper with something that already works? What will music add to it? Andre Previn grappled with this in composing his opera based on Tennessee" , "date" : "19991011" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "OPERA REVIEW; Music Unlocks A Play's Secrets" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/11\/arts\/opera-review-music-unlocks-a-play-s-secrets.html"} , {"body" : "Teresa Cama, a lifelong resident of Red Hook, Brooklyn, stood outside her home on Visitation Place and recalled the days when the long-vacant brick building across the street was a Roman Catholic elementary school. She graduated from the eighth grade at Visitation School a half-century ago. Two of her children graduated from the school, and another" , "date" : "19991010" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "Court Is Moving Back Into the Neighborhood" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/10\/nyregion\/court-is-moving-back-into-the-neighborhood.html"} , {"body" : "ELVIA SUTER was strolling down Bay 54th Street, a dead-end block in the tiny Brooklyn community of White Sands, when she stopped and gestured toward a 50-foot oak tree. An abandoned blue Chrysler filled with garbage was parked next to it. ''See this tree here?'' asked Ms. Suter, a vigorous 82-year-old with salt-and-pepper hair. ''When my son was 8," , "date" : "19991010" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WHITE SANDS (BROOKLYN NEIGHBORHOOD)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Swept Away" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/10\/nyregion\/swept-away.html"} , {"body" : "WORMS seem unlikely ambassadors for a troubled world, but they were popular members of the after-school garden club I helped start last year at Public School 15 -- the Patrick Daly School, named for the principal who was shot to death while searching for a pupil seven years ago -- in Red Hook, Brooklyn. These worms were teaching us to be good" , "date" : "19991010" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "11" , "title" : "CUTTINGS; Lessons From a School Where the Worm Club Rules" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/10\/style\/cuttings-lessons-from-a-school-where-the-worm-club-rules.html"} , {"body" : "An assistant teacher at an elementary school in Brooklyn was arrested yesterday on charges of selling cocaine, the police said. The teacher, Michelle Wilcher, 39, was arrested at 1 P.M. at her building on Columbia Street in the Red Hook section of Brooklyn after investigators received a tip that she was selling drugs out of her first-floor" , "date" : "19991008" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "METRO NEWS BRIEFS: NEW YORK; Teacher Is Charged With Selling Cocaine" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/08\/nyregion\/metro-news-briefs-new-york-teacher-is-charged-with-selling-cocaine.html"} , {"body" : "A Night Off From the Art War There was another opening in Brooklyn last night. This one was at the Brooklyn Academy of Music, though the talk about the Brooklyn Museum of Art's ''Sensation'' exhibition continued: ARNOLD LEHMAN, the museum director, was at the Academy with his wife, PAMELA, on a night off from his fight with the city. ''All this" , "date" : "19991006" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/06\/nyregion\/public-lives.html"} , {"body" : "WHEN Charles Flickinger, owner of Flickinger Glassworks in Red Hook, Brooklyn, received an order last month for glass bowls with engraving at the bottom to enclose hanging lights, he knew what to do. ''I told them, 'If you want engraving, then you need Tomas Tisch,' '' he said. Mr. Tisch, whose glassworking studio a few blocks away has a view of" , "date" : "19991003" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Where One Hand Polishes the Other" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/03\/nyregion\/new-yorkers-co-where-one-hand-polishes-the-other.html"} , {"body" : "In Support of Hospitals MONDAY -- The United Hospital Fund, which supports 41 hospitals in New York, will hold its annual dinner and dance at the Waldorf-Astoria. Jack and Lewis Rudin, the real estate executives, will be honored, and so will Brooke Garber Neidich, who is to receive an award for helping to create the New York University Child Study" , "date" : "19991003" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "6" , "title" : "BENEFITS" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/03\/style\/benefits-757195.html"} , {"body" : "A pregnant man stares into the mirror. To the right, pictures of drugs and weapons cover a shadowy figure. To the left, blood drips from the mouth of a wolf. Julia Friend, 16, hoped these gripping images, part of a large mural she and seven other young women from the Center for Anti-Violence Education painted on the side of a Rite Aid store in" , "date" : "19991003" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PARK SLOPE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Mural Attacks Violence, and Neighbors Attack the Mural" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/03\/nyregion\/neighborhood-report-brooklyn-up-close-mural-attacks-violence-neighbors-attack.html"} , {"body" : "In the Civic Opera House here, where Lyric Opera of Chicago will present the world premiere of ''A View From the Bridge'' on Oct. 9, the singers gathered in a rehearsal room on Tuesday for the first time, singing through the score accompanied by two pianos. The composer, William Bolcom, was on hand to hear a young tenor he had never met, Gregory" , "date" : "19990909" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "And the Singers Started Singing . . .; Accommodating Cadences of Drama, 'View From the Bridge' Nears Completion" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/09\/arts\/singers-started-singing-accommodating-cadences-drama-view-bridge-nears.html"} ,   {"body" : "May 29, 1996, was brisk but brilliant, a splendid day for celebration and champagne on Staten Island as Gov. George E. Pataki and Mayor Rudolph W. Giuliani announced that the Fresh Kills landfill -- the biggest dump in the world, the last in New York City and the bane of the city's least populous borough -- would finally close. There was one small" , "date" : "19990830" , "day_of_week_facet" : "Monday" , "geo_facet" : ["FRESH KILLS (NYC)" , "NEW YORK STATE" , "STATEN ISLAND (NYC)" , "NEW JERSEY" , "NEW YORK CITY" , "VIRGINIA"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "THE LAST LANDFILL: A special report.; As Deadline Looms for Dump, Alternate Plan Proves Elusive" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/30\/nyregion\/last-landfill-special-report-deadline-looms-for-dump-alternate-plan-proves.html"} , {"body" : "FIRST Ambrose Afondeur took scuba diving lessons in the Y.M.C.A. pool on the Upper West Side. Then he did what most other aspiring divers who live in New York City do. For the four open-water dives required for his certification, he jetted off to a warmer clime: Maui, Hawaii. Later, it was the coral reefs off the Cayman Islands in the Caribbean" , "date" : "19990829" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["ATLANTIC OCEAN" , "NEW YORK CITY" , "EAST RIVER (NYC)" , "LONG ISLAND SOUND" , "HUDSON RIVER"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Urban Deep" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/29\/nyregion\/the-urban-deep.html"} , {"body" : "Pupils returning to schools in Brooklyn's District 15 next month may find first graders reading in what was formerly a computer lab or art studio. On Wednesday evening, the district's community school board passed a resolution to limit all first-grade classes to 20 pupils. Mark Peters, the board's president, said he believed his board was first in" , "date" : "19990829" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; With Cut in Class Size, a District Improvises With Space" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/29\/nyregion\/neighborhood-report-brooklyn-up-close-with-cut-class-size-district-improvises.html"} , {"body" : "Doris R. Schwartz, a nurse who did some of the earliest research on geriatric nursing care and whose findings led to improvements in health care for the elderly, died on Sunday at her home in Gwynedd, Pa. A former resident of Manhattan, Ms. Schwartz was 84 and had moved to the Foulkeways Continuing Care Community in Gwynedd after a stroke in 1980." , "date" : "19990828" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["U.S." , "Obituaries"] , "page_facet" : "11" , "title" : "Doris R. Schwartz, 84, a Nurse Who Advanced Geriatric Care" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/28\/us\/doris-r-schwartz-84-a-nurse-who-advanced-geriatric-care.html"} , {"body" : "It was four years ago that Frank Galati was named director of ''A View From the Bridge,'' an adaptation of Arthur Miller's 1955 play that will have its world premiere at Lyric Opera of Chicago on Oct. 9. He will not meet the cast, however, until rehearsals begin in September. That may be the most obvious indication of the delicate role played by an" , "date" : "19990819" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "The Opera's Director, Yes, But Not a Dictator; Path Can Be Tricky When Others Pick the Cast" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/19\/arts\/opera-s-director-yes-but-not-dictator-path-can-be-tricky-when-others-pick-cast.html"} , {"body" : "THE outdoor sculpture season is in full swing, with new works of all sorts punctuating New York at sites from Lincoln Center to Pier 34 downtown to Coffey Park in Red Hook, Brooklyn. Some are pieces of beauty and originality. But what makes a tour of this year's exhibitions interesting is not so much the level of artistic quality, which is not, on" , "date" : "19990813" , "day_of_week_facet" : "Friday" , "geo_facet" : ["ROCKEFELLER CENTER (NYC)" , "SOCRATES SCULPTURE PARK (LONG ISLAND CITY)" , "UNION SQUARE PARK (NYC)" , "CENTRAL PARK (NYC)" , "COFFEY PARK (BROOKLYN)" , "EMPIRE-FULTON FERRY STATE PARK (BROOKLYN)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "ART REVIEW; A Fertile Garden Of Sculptures" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/13\/arts\/art-review-a-fertile-garden-of-sculptures.html"} , {"body" : "When William Mason, the general director of Chicago's Lyric Opera, visited Sidney L. Port last year to discuss Mr. Port's annual substantive support of a Lyric production, he had three projects in need of financing. Two were relatively unadventurous. But Mr. Port, an 88-year-old businessman whose own operatic taste tilts toward the commonplace" , "date" : "19990811" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Making a New Opera Fly Financially; A Traditional Backer Changes His Traditional Ways" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/11\/arts\/making-new-opera-fly-financially-traditional-backer-changes-his-traditional-ways.html"} , {"body" : "The musical seeds for the latest American opera to bid for a place in the repertory are kept in a plastic tub here, in the home of the composer William Bolcom. It's a file cabinet of sorts, a catch-basket for ideas that emerged over nearly four years of writing. On a recent afternoon, Mr. Bolcom fished in the tub among myriad scraps of paper and" , "date" : "19990804" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Shooting for a Place in the Operatic Canon; 'A View From the Bridge' Is a Fresh American Contender" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/04\/arts\/shooting-for-place-operatic-canon-view-bridge-fresh-american-contender.html"} , {"body" : "For three and a half months, a Ukrainian freighter has been stranded in New York Harbor, her cargo holds and fuel tanks empty, her master awaiting orders that never come, her 26-member crew idle and recently unpaid, food and supplies dwindling -- a ship dead in the water, caught in a ghostly maritime limbo. Riding at anchor in Gravesend Bay off" , "date" : "19990803" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UKRAINE" , "NEW YORK HARBOR"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Crew of Ukrainian Freighter Stranded in New York Harbor" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/03\/nyregion\/crew-of-ukrainian-freighter-stranded-in-new-york-harbor.html"} , {"body" : "The driver heading across the Union Street Bridge over the Gowanus Canal in Brooklyn slowed down yesterday when he saw the crowd peering over the railing into the green water. ''What is it, a body?'' he called out. Sort of. In fact, it was dozens of bodies, but none of them belonged to a discarded mobster. Pink jellyfish bobbed lazily downstream," , "date" : "19990729" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS CANAL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Stench Is Out, Fish Are In; Gowanus Canal Comes Back to Life After Rescue" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/29\/nyregion\/stench-is-out-fish-are-in-gowanus-canal-comes-back-to-life-after-rescue.html"} ,   {"body" : "A 12-year-old boy was critically hurt and four other pedestrians were injured in Brooklyn yesterday when a driver who crossed a double-yellow line to pass another car lost control and plowed into a line of parked cars, the police said. The boy, Waldenar Baez, was in a coma at Lutheran Medical Center, the police said. The driver, Juan Reyes, 19, was" , "date" : "19990726" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Pedestrian, 12, Critically Injured in Crash" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/26\/nyregion\/pedestrian-12-critically-injured-in-crash.html"} , {"body" : "IN Park Slope, Jerri Mayer has been begging her neighbors to hire exterminators, stop feeding the birds and cover their trash to fight a wave of rats that began marauding through the backyards of million-dollar brownstones this spring. In TriBeCa, where clans of as many as two dozen rats have made their homes in decorative sidewalk planters, Judy" , "date" : "19990725" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Rat Patrol" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/25\/nyregion\/the-rat-patrol.html"} , {"body" : "It's been so hot over the last two days that Joseph Ponte, 84, couldn't catch his breath in his apartment even with the help of an oxygen tank. Anthony Caputo, 84, fainted in his bathroom after his air-conditioner began to falter. And Henry Fox, 79, could not help but recall the days during World War II when he would fry eggs on the deck of his" , "date" : "19990707" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "A HEAT WAVE SIZZLES: THE SCENE; A Place to Cool Off" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/07\/nyregion\/a-heat-wave-sizzles-the-scene-a-place-to-cool-off.html"} , {"body" : "Chamber music, as its name implies, is music meant to be performed in chamber-size rooms. Historically, such performances were informal. When Mozart and some friends got together to play string quartets, they were taking part essentially in sight-reading sessions for the musicians involved, with sometimes an extra listener or two. And they were" , "date" : "19990625" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "Chamber Music as It Was" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/25\/movies\/chamber-music-as-it-was.html"} , {"body" : "Theater ''ROMEO AND JULIET: TRIBAL ROCK MUSICAL.'' Shakespeare's tragic love story is set to rock, pop, reggae and rap music in this production by William Electric Black, the composer-director-choreographer and an Emmy Award-winning writer for ''Sesame Street.'' Performances are tonight and tomorrow at 7:30 and Sunday at 3 P.M. at La Mama, 74A East" , "date" : "19990625" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/25\/arts\/spare-times-for-children.html"} , {"body" : "An unseasonably miserable front of hot and humid weather enveloped the Northeast and Atlantic Seaboard yesterday, establishing single-day record high temperatures from Washington to Newark to Portland, Me., and making the region seem about as pleasant as a sponge bath inside a baking oven. It is expected to be worse today. For one of those bizarre" , "date" : "19990608" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NORTHEASTERN STATES (US)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "For Cooler Climes, Head to . . . Houston?" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/08\/nyregion\/for-cooler-climes-head-to-houston.html"} , {"body" : "WHEN the United Fishing Association held its annual dinner last fall at the Water Club on the East Side of Manhattan, a highlight of the event was supposed to be speeches by some of the country's foremost fishing experts. But during a talk by Vin Sparano, the director of the United Fishing Foundation, the attention of the audience began drifting to" , "date" : "19990606" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Hook, Line And Sinker" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/06\/nyregion\/hook-line-and-sinker.html"} , {"body" : "The companies about to divvy up the huge Conrail system have certainly tried to do their homework. They bought extra locomotives, laid hundreds of miles of new track, tested computer systems and settled with a multitude of unions. They hired thousands of Conrail workers and managers and spent long hours teaching them what the future would hold." , "date" : "19990601" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE" , "NORTHEASTERN STATES (US)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "Conrail Chugs Off Into the Sunset; CSX and Norfolk Southern Take Over" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/01\/business\/conrail-chugs-off-into-the-sunset-csx-and-norfolk-southern-take-over.html"} , {"body" : "A top Sanitation Department official signaled yesterday that the city was open to working with community groups on how to export its residential garbage, suggesting that it might not be committed to building huge waste transfer stations. Instead, the official, Deputy Commissioner Martha Hirst, said the city would consider using only the eight" , "date" : "19990525" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Sanitation Department Hints of Flexibility on Plans to Export Trash" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/25\/nyregion\/sanitation-department-hints-of-flexibility-on-plans-to-export-trash.html"} , {"body" : "BATTERY PARK Reading, Eating, Dancing And Honoring Immigrants The contributions of Jewish immigrants from the former Soviet Union to New York will be celebrated today in Battery Park, from 11 A.M. to 10 P.M. The second annual festival, sponsored by the New York Association for New Americans (known as Nyana) attracted more than 100,000 visitors last" , "date" : "19990523" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/23\/nyregion\/playing-in-the-neighborhood-790630.html"} ,   {"body" : "Theater ''THE STORY OF IQBAL: DREAMS OF A BETTER LIFE.'' The Puppeteers Cooperative of New York and Boston presents the true story of a Pakistani child sold into slavery who managed to free himself and help other children escape a life of indentured servitude. The performance includes puppets, music, storytellers and songs. Henry Street Settlement," , "date" : "19990521" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/21\/arts\/spare-times-for-children.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting June 8, 6:30 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights," , "date" : "19990516" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Greenpoint to Sheepshead Bay: When the Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/16\/nyregion\/neighborhood-report-brooklyn-up-close-greenpoint-sheepshead-bay-when-boards-meet.html"} , {"body" : "MARANA JARAMILLO did not need to fuss with a menu when she sat down for a Mother's Day dinner last Sunday at Salinas, an Ecuadorean restaurant in Park Slope. She knew exactly what she wanted: the papas con cuy, or potatoes with guinea pig. ''It's a special day for mothers, and this is a special plate,'' said Ms. Jaramillo, 50, who grew up in" , "date" : "19990516" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAKING IT WORK; Not For The Faint Of Palate" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/16\/nyregion\/making-it-work-not-for-the-faint-of-palate.html"} , {"body" : "A Rhythm Fest In Red Hook It wasn't so long ago that the streets of Red Hook, a Brooklyn community, weren't considered fit for walking, much less dancing. But the footsteps echoing there tomorrow and on May 22 won't be fleeing an urban nightmare; they'll be pounding a celebratory beat. The occasion is the Fifth Annual Young People's Performance" , "date" : "19990514" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "FAMILY FARE" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/14\/arts\/family-fare.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera LA GRAN SCENA OPERA. The opera world -- where passions run high, personalities are colorful and often grandly scaled, and rivalries among singers (and their fans) can be" , "date" : "19990514" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "7" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/14\/movies\/classical-music-and-dance-guide.html"} , {"body" : "Chris Ruckert usually works in Long Island's pine barrens enforcing hunting and fishing regulations as an officer for the State Department of Environmental Conservation. But yesterday he was in a different world: a dusty, smelly garbage transfer station in Brooklyn. He quickly found seven violations, each punishable by a fine of up to $10,000. The" , "date" : "19990514" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "FRESH KILLS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "State Cracks Down on New York City Trash Transfer Stations" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/14\/nyregion\/state-cracks-down-on-new-york-city-trash-transfer-stations.html"} , {"body" : "This list is selective. It is national in scope but concentrates on the Northeast. California CALIFORNIA STATE UNIVERSITY SUMMER ARTS -- Long Beach, June 27-July 24 (562-985-2064). Classes and workshops in theater, dance and music. Dance faculty performances: Sean Curran (July 3), Ann Carlson (July 6). DANCE KALEIDOSCOPE FESTIVAL -- Los Angeles," , "date" : "19990509" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "SUMMER FESTIVALS: DANCE; An Abundance of Performing Arts Nationwide" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/09\/arts\/summer-festivals-dance-an-abundance-of-performing-arts-nationwide.html"} , {"body" : "COOPER SQUARE When Theater Lovers Died Rioting in the Streets The writers Louis Auchincloss, Pete Hamill, Frank McCourt and others will re-enact one of New York's worst riots tomorrow in a staged reading called ''Riot at the Opera House!'' It occurred precisely 150 years earlier, on May 10, 1849, when two actors, William Macready, an Englishman who" , "date" : "19990509" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/09\/nyregion\/playing-in-the-neighborhood-588563.html"} , {"body" : "Last August, Mark Phillips set up a Web site to pay homage to the Gowanus Canal and to show off his photographs of its floating basketballs, bodies and even store facades. To his surprise, he said, the site attracted foreigners fascinated by the two-and-a-half mile stretch of fetid water, many of whom told Mr. Phillips they hoped to tour the canal" , "date" : "19990502" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: NEW YORK ON LINE; Click on the Corner Store" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/02\/nyregion\/neighborhood-report-new-york-on-line-click-on-the-corner-store.html"} , {"body" : "WILL it fit in the Subaru?'' As repartee, the line doesn't have much of a Seinfeldian snap. But it would do for a Thursday night in Brooklyn Heights as Chris Eigeman, the frowning embodiment of New York angst in the sitcom ''It's Like, You Know,'' joined his wife and their best friends for an evening out -- dinner, followed by a midnight trip to" , "date" : "19990502" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "3" , "title" : "A NIGHT OUT WITH: Chris Eigeman; Last Exit for Whining" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/02\/style\/a-night-out-with-chris-eigeman-last-exit-for-whining.html"} ,   {"body" : "Facing stiff opposition to a plan to build mammoth new garbage transfer stations once the Fresh Kills landfill is closed, the new Sanitation Commissioner said yesterday that he was seeking ways to make existing stations capable of handling the city's trash for shipment out of state. The Commissioner, Kevin P. Farrell, told the Environmental" , "date" : "19990430" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "FRESH KILLS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Sanitation Chief Seeking to Keep Transfer Stations in Service" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/30\/nyregion\/sanitation-chief-seeking-to-keep-transfer-stations-in-service.html"} , {"body" : "The former director of a Head Start program for poor children in East Harlem was charged yesterday with stealing $250,000 from the organization and using some of it to subsidize a film production company run by her son. The official, Beatrice Richardson, was charged with two counts of embezzlement in United States District Court in Manhattan, and" , "date" : "19990420" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "1" , "title" : "Ex-Director Accused of Theft From Head Start" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/20\/nyregion\/ex-director-accused-of-theft-from-head-start.html"} , {"body" : "The company that leases the Red Hook Container Terminal from the Port Authority is exploring a venture with Waste Management Inc. to use its piers to transfer containers of garbage from trucks onto oceangoing barges. Neighborhood residents say the proposal is further proof that Brooklyn's waterfront communities are being targeted for more than" , "date" : "19990411" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN WATERFRONT; A 'Garbage Summit' and a Call to Arms" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/11\/nyregion\/neighborhood-report-brooklyn-waterfront-a-garbage-summit-and-a-call-to-arms.html"} , {"body" : "Hoping to persuade more New York police officers to live in the city, the Federal Department of Housing and Urban Development plans to offer about 250 houses at half price to law enforcement personnel who agree to live in them for at least three years, Federal officials announced yesterday. The houses, which the Government acquires through" , "date" : "19990410" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Police Officers Get 250 More Reasons to Live in the City" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/10\/nyregion\/police-officers-get-250-more-reasons-to-live-in-the-city.html"} , {"body" : "In the first month that the New York Police Department began seizing the cars of drunken drivers, Mayor Rudolph W. Giuliani said yesterday, the program had been a successful deterrent, leading to drops in arrests for driving while intoxicated and in related automobile accidents. At the same time, the Mayor said, the police have impounded cars in" , "date" : "19990331" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Giuliani Says Crackdown on Drunken Drivers Cuts Accidents" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/31\/nyregion\/giuliani-says-crackdown-on-drunken-drivers-cuts-accidents.html"} , {"body" : "Foundation, a contemporary furniture spot amid a sea of antiques shops, is set to open next week. Jayme Sklar, a Red Hook resident and Fashion Institute of Technology graduate, is opening the shop at 329 Atlantic Avenue (between Smith and Hoyt Streets) in Boerum Hill, Brooklyn. She estimates that there are about 30 antiques shops in the vicinity." , "date" : "19990328" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; A Contemporary Island In a Sea of Antiques" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/28\/nyregion\/new-yorkers-co-a-contemporary-island-in-a-sea-of-antiques.html"} , {"body" : "The nine artists who have lived at 12, 14 and 16 Waverly Place in Greenwich Village for almost 30 years always thought of themselves as pushing the envelope. In their enormous, rough-hewn lofts, the four painters, a sculptor, a filmmaker, a food designer, a martial-arts teacher and a furniture maker created work they viewed as thought-provoking and" , "date" : "19990318" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "GREENWICH VILLAGE (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Downtown Drama: High Art, Low Rent; Ideals and Ceilings Are Lofty, As N.Y.U. Seeks Evictions" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/18\/nyregion\/downtown-drama-high-art-low-rent-ideals-ceilings-are-lofty-nyu-seeks-evictions.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting is April 13, 6:30 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn" , "date" : "19990314" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Only the Living Know Brooklyn: Where the Community Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/14\/nyregion\/neighborhood-report-brooklyn-up-close-only-living-know-brooklyn-where-community.html"} , {"author" : "Douglas Century is the author of ''Street Kingdom: Five Years Inside the Franklin Avenue Posse,'' recently published by Warner Books." , "body" : "On a recent March morning, I walked the windy piers of the Brooklyn waterfront, gazing out at the choppy waters of Buttermilk Channel and Upper New York Bay, looking for the shadow of my grandfather. He had fled conscription into the Czar's army in 1914, landed at Ellis Island and found work as a longshoreman on the docks of what was then one of" , "date" : "19990312" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Travel" , "Arts"] , "page_facet" : "37" , "title" : "MY BROOKLYN; Still a Contender on the Waterfront" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/12\/movies\/my-brooklyn-still-a-contender-on-the-waterfront.html"} , {"body" : "In the fourth such attack in less than 24 hours, a 29-year-old Brooklyn man was beaten and slashed by a group of men in a Manhattan subway car early yesterday, the police said. Detective Madelyne Colon, a police spokeswoman, said that none of the slashings appeared to be related. The man who was attacked yesterday, Jerrold Dowdey, told the police" , "date" : "19990307" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "47" , "title" : "METRO NEWS BRIEFS: NEW YORK; Another Man Is Slashed By Attackers in Subway" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/07\/nyregion\/metro-news-briefs-new-york-another-man-is-slashed-by-attackers-in-subway.html"} ,   {"body" : "WHEN I adopted a big Labrador mutt from the streets of Red Hook, Brooklyn, I never dreamed I'd be allergic to her. But every time she flopped down on the floor, little clouds of hair drifting into the air, I sneezed. My eyes itched. I developed what felt like a chronic cold. If she slept in my room, I'd wake up with that tight feeling in my chest" , "date" : "19990304" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "HUMAN NATURE; Clearing the Air When the Dog Must Stay" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/04\/garden\/human-nature-clearing-the-air-when-the-dog-must-stay.html"} , {"body" : "To the Editor: Ready, aim, fire! Yes, I am a member of a community school board and I know I have to duck to avoid being knocked down by the usual torrent of accusations, that I'm a political hack or a patronage source. The school board image has been so bad that even my children look at me funny when anyone mentions school boards. This is" , "date" : "19990228" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region" , "Education"] , "page_facet" : "13" , "title" : "Serving on School Board Is Worth the Headaches" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/28\/nyregion\/l-serving-on-school-board-is-worth-the-headaches-535036.html"} , {"body" : "A coalition of community and environmental groups and the Borough of Brooklyn filed suit yesterday to overturn the city's rules for the placement of garbage transfer stations, calling the regulations ''deficient, arbitrary, capricious and an abuse of discretion.'' They asked that new rules be written under much stricter environmental guidelines." , "date" : "19990224" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Lawsuit Over Plan for Trash Transfer Stations" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/24\/nyregion\/lawsuit-over-plan-for-trash-transfer-stations.html"} , {"body" : "Red Hook residents say they breathe deeper these days, ever since two accidents last fall temporarily shut a waste transfer station in their neighborhood and eliminated the odor of rotted food that had wafted over playing fields and homes. Waste Management Inc. of New York has sought city and state permits for the construction it plans for" , "date" : "19990221" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: NEW YORK GARBAGE; Red Hook Trash Depot's Closing Doesn't Quite Clear the Air" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/21\/nyregion\/neighborhood-report-new-york-garbage-red-hook-trash-depot-s-closing-doesn-t.html"} , {"body" : "Strong opposition from states slated to receive New York City's garbage is forcing city officials to rethink their plans for where New York's trash will be dumped as they prepare to close the giant Fresh Kills landfill on Staten Island. Tentative sites in three states are in doubt, and the city will soon ask companies for more proposals on ways --" , "date" : "19990221" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PENNSYLVANIA" , "NEW YORK CITY" , "NEW YORK STATE" , "NEW JERSEY" , "VIRGINIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York City Forced to Rethink Plans to Send Trash Out of State" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/21\/nyregion\/new-york-city-forced-to-rethink-plans-to-send-trash-out-of-state.html"} , {"author" : "Steven Henry Madoff is deputy editor of Time Digital magazine." , "body" : "THE proposal sent by E-mail seemed typical enough, full of talk about ''digital genetics, autonomous robotics, recursive chaotic algorithms and knowbots.'' Anyone who has ever waded past the low breakers of America Online's chat rooms and taken a dunk in cyberspace has bumped into the same scientific jargon, into the discussion groups and Web sites" , "date" : "19990214" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Technology"] , "page_facet" : "37" , "title" : "ART \/ ACHITECTURE; Out of the Ether, a New Continent of Art" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/14\/arts\/art-achitecture-out-of-the-ether-a-new-continent-of-art.html"} , {"body" : "Since the Solomon R. Guggenheim Museum opened its SoHo branch six and a half years ago, there has been speculation about how the 27,000 square feet of exhibition space would be used, how popular its programs would be and whether the museum could afford the high rent in SoHo. The speculation continues. After months of rumors, the museum has closed" , "date" : "19990205" , "day_of_week_facet" : "Friday" , "geo_facet" : ["SOHO AREA (SOUTH HOUSTON INDUSTRIAL DISTRICT) (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "INSIDE ART; Guggenheim Shrinks in SoHo" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/05\/arts\/inside-art-guggenheim-shrinks-in-soho.html"} , {"body" : "An African proverb, made popular as the title of a book by Hillary Rodham Clinton, says that it takes a village to raise a child. But in 1994, after her boyfriend broke up with her and her mother died, Naomi S. had to do the work of a village by herself. Naomi, a 27-year-old woman from the East New York section of Brooklyn, has a learning" , "date" : "19990131" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "THE NEEDIEST CASES; A Woman Learns to Manage Motherhood and Minimize Frustration" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/31\/nyregion\/the-neediest-cases-a-woman-learns-to-manage-motherhood-and-minimize-frustration.html"} , {"body" : "FIRST, to answer the most obvious question: Yolanda Vega does always say her name that way. ''Hi,'' she said yesterday, and then without a trace of show biz: ''I'm Yo-LAHNNN-da Vega!'' The woman who has become the smiling personification of fate for any New Yorker with a lottery ticket shook a reporter's hand in both of hers at the lottery's" , "date" : "19990121" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "The Name Behind Those Ping-Pong Balls" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/21\/nyregion\/the-name-behind-those-ping-pong-balls.html"} , {"body" : "As opposition to its garbage plans sparks outcries from Brooklyn to New Jersey to Virginia, the Giuliani administration has grudgingly agreed to meet in the next few weeks with community and environmental groups that think they have a better idea. Specifically, the Sanitation Department will soon schedule a meeting to discuss using its waterfront" , "date" : "19990120" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "VIRGINIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Talks Are Set On Processing Of Garbage" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/20\/nyregion\/talks-are-set-on-processing-of-garbage.html"} ,   {"body" : "When the Board of Education divvied up the $10.9 billion it plans to spend on construction, repair and renovation in the next five years, it allotted some districts hundreds of millions of dollars to build schools. District 15 was not among them. But last week, local school board members laid the groundwork for a campaign they hope will reverse" , "date" : "19990117" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: WESTERN BROOKLYN; District Says School Construction Numbers Don't Add Up" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/17\/nyregion\/neighborhood-report-western-brooklyn-district-says-school-construction-numbers.html"} , {"body" : "BENNY TORRES was working the phone in his insurance office on Richards Street in Red Hook. A sign in the window declared, ''Real Estate Coming Soon.'' Mr. Torres is a loyal son of Red Hook, down to how he was born: at home in the nearby projects, not away at some hospital. He just got his real estate license. Now he has plans. ''I'm opening up a" , "date" : "19990116" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; For Red Hook, Pierside Brawl With City Hall" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/16\/nyregion\/about-new-york-for-red-hook-pierside-brawl-with-city-hall.html"}]