[  {"body" : "ATTRACTIONS Museums and Sites ABIGAIL ADAMS SMITH MUSEUM, 421 East 61st Street, Manhattan. The structure, built in 1799 as the carriage house for the estate of Abigail Adams and Col. William Smith, was also the Mount Vernon Hotel from 1826 to 1833. Hours: Tuesdays through Sundays, 11 A.M. to 4 P.M.; closed Mondays. Museum admission: $3; students" , "date" : "19990917" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/17\/arts\/spare-times-533386.html"} , {"body" : "To a large extent, the city hid. It wasn't always clear from what. Sure, Hurricane Floyd was supposed to roar into town yesterday and topple buildings and catapult buses over the Empire State Building. But where was it? In the morning, it rained hard. Then it rained less hard. By early afternoon, it didn't rain at all. Then it rained pretty hard," , "date" : "19990917" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "THE BIG STORM: THE SCENE; Storm Hits a City That Had Mostly Left Town" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/17\/nyregion\/the-big-storm-the-scene-storm-hits-a-city-that-had-mostly-left-town.html"} , {"body" : "A city plan for a water park at Orchard Beach seemed to be moving along a month ago. But residents of City Island have deluged the Parks Department with calls and letters opposing the plan because of concerns about traffic, and the department now says the park plan will not proceed unless it gets widespread support from the beach neighbors. A Parks" , "date" : "19990411" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["ORCHARD BEACH (NYC)" , "NEW YORK CITY" , "CITY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: ORCHARD BEACH -- UPDATE; Water Park Plan Isn't Gliding Forward Now" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/11\/nyregion\/neighborhood-report-orchard-beach-update-water-park-plan-isn-t-gliding-forward.html"}]