[  {"body" : "With luck, 2000 will halt the international slide toward cookie-cutter Chardonnays that, as Pat Cetta, the owner of Sparks Steak House, puts it, resembles cocktails more than individualistic wines. Further luck would bring a rise in regional wines that express local soils. Long Island, with 25 producers and more coming, has become destination" , "date" : "19991226" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "WINE UNDER $20; Breaking the Cookie Cutter" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/26\/nyregion\/wine-under-20-breaking-the-cookie-cutter.html"} , {"body" : "Mary L. Robinson cannot remember when she and her husband split up. It might have been before she was hit by the white sedan. It might have been after. The two events had nothing to do with each other, except one meant the end of suffering, and the other marked its beginning. Ms. Robinson, who is now 48, says she was abused for a decade by her" , "date" : "19991212" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "60" , "title" : "THE NEEDIEST CASES; Rising Above Obstacles With Custom-Made Help" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/12\/nyregion\/the-neediest-cases-rising-above-obstacles-with-custom-made-help.html"} , {"author" : "Tara Bahrampour is the author of a memoir, ''To See and See Again: A Life in Iran and America,'' published this year by Farrar, Straus & Giroux." , "body" : "ASK Nabila Kassam what she wants to do when she grows up, and the petite, bright-eyed 17-year-old breaks into a confident smile. ''I'm going to have a perfume empire,'' she declares, perching on a plastic chair as the late afternoon sun slants through the windows of her school cafeteria. ''I have a passion for perfume,'' she explains. She pushes" , "date" : "19991212" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Between Two Worlds; For Young Muslim Women, Coming of Age in New York Is a Complex Journey" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/12\/nyregion\/between-two-worlds-for-young-muslim-women-coming-age-new-york-complex-journey.html"} , {"body" : "The sprawling Kosovar Albanian clan of Erbelis and Devas celebrated their first Thanksgiving together yesterday. The hostess, Lili Erbeli, raised her glass of merlot in a toast to the three dozen cousins squeezed around her dining room table, three generations of Albanian-Americans with three generations of their refugee kin. ''Happy Thanksgiving" , "date" : "19991126" , "day_of_week_facet" : "Friday" , "geo_facet" : ["SERBIA" , "MITROVICA (SERBIA)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Kosovar Refugees Thankful for Family and Life in America" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/26\/nyregion\/kosovar-refugees-thankful-for-family-and-life-in-america.html"} , {"body" : "Up in the wheelhouse of the Bullet II, a 65-foot party boat out of Sheepshead Bay, Capt. Eddie Shaw chomped his frayed cigar, checked his sonar screen and cut the wheel hard to starboard, heading into unfamiliar waters and leaving the East River behind. To the left were rows of silent warehouses. To the right, a handful of crabbers and anglers" , "date" : "19991112" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEWTOWN CREEK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Life Returns to a Fouled Creek; Newtown, Less Classy Than the Gowanus, Has Allies" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/12\/nyregion\/life-returns-to-a-fouled-creek-newtown-less-classy-than-the-gowanus-has-allies.html"} , {"body" : "TURKISH restaurants in New York used to be disappointing, churning out assembly-line appetizers and dried-out kebabs. But capitalizing on the American appreciation for all things Mediterranean, they have improved significantly in the last few years. Here are some favorites. CAFE ISTANBUL -- 1715 Emmons Avenue (Sheepshead Bay Road), Sheepshead Bay," , "date" : "19991110" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["TURKEY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "Kudos for Kebabs: Istanbul in New York" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/10\/dining\/kudos-for-kebabs-istanbul-in-new-york.html"} , {"body" : "Eva S. Moskowitz, a 35-year-old former college instructor, won a lopsided victory yesterday in a City Council race representing the East Side of Manhattan. Ms. Moskowitz, a Democrat, won despite being heavily outspent in one of the costliest and hardest-fought campaigns the city has seen for a Council seat. The Fourth District race was one of" , "date" : "19991103" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "THE 1999 ELECTIONS: CITY COUNCIL; Though Heavily Outspent by Opponent, Democrat Wins Easily in East Side Race" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/03\/nyregion\/1999-elections-city-council-though-heavily-outspent-opponent-democrat-wins.html"} , {"body" : "Candidates throughout the city spent the weekend making a barrage of telephone calls and walking through neighborhoods to urge voters to go to the polls on Tuesday for elections for several City Council seats, judgeships and district attorney positions. CITY COUNCIL -- The most hotly contested race is on the East Side of Manhattan where Eva S." , "date" : "19991031" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "46" , "title" : "Candidates Vie for Council And District Attorney Slots" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/31\/nyregion\/candidates-vie-for-council-and-district-attorney-slots.html"} , {"body" : "CAMBODIAN CUISINE + (718) 858-3262; 87 South Elliott Place, near Lafayette Street, Fort Greene; $; no smoking; Mastercard, Visa. Cambodian Cuisine uses tilapia, a mild freshwater fish that is fried and served in a creamy sauce flavored with lemon grass and basil, which gives the firm flesh a mellow, almost nutty flavor. Appetizers include sauteed" , "date" : "19991017" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "GOOD EATING; Brooklyn, Washed by the Sea" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/17\/nyregion\/good-eating-brooklyn-washed-by-the-sea.html"} , {"body" : "UPPER EAST SIDE Play and an Opera Evoke Children of the Holocaust ''I Never Saw Another Butterfly'' is the story of a young girl in 1942 in the Terezin concentration camp, where the Nazis held Jewish children before sending them on to their death at Auschwitz. The children in this camp, in what is now the Czech Republic, left behind a legacy of" , "date" : "19991017" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "PLAYING" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/17\/nyregion\/playing.html"} ,   {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 34-12 36th Street, at 35th Avenue, Astoria, Queens. Costumes, set pieces, film equipment and other items relating to film, television and video are on permanent display. Exhibitions include ''Behind the Screen,'' a permanent display with more than a thousand artifacts that" , "date" : "19991015" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/15\/arts\/spare-times-960896.html"} , {"body" : "AS the cries and curses of thousands of freshly ticketed double-parkers fill the air, victims of the city's new Operation Move Along, it might comfort them to know there is one man who not only feels their pain but has dedicated his life to combating it. Meet Louis Camporeale, 39, a mild-mannered computer analyst from Gravesend, Brooklyn. He" , "date" : "19991014" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Circling in an '87 Honda, It's the Parking Pal" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/14\/nyregion\/public-lives-circling-in-an-87-honda-it-s-the-parking-pal.html"} , {"body" : "A two-year criminal investigation has turned up the first concrete evidence that suspected organized crime operators from Russia have funneled millions of dollars through the Bank of New York, prosecutors here say. Through an examination of bank records and telephone wire taps, investigators in this seaside town in northeastern Italy say they have" , "date" : "19990928" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UKRAINE" , "ITALY" , "RUSSIA" , "RIMINI (ITALY)"] , "nytd_section_facet" : ["Front Page" , "World"] , "page_facet" : "1" , "title" : "Italy Sees Russian Mob Link Through Bank of New York" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/28\/world\/italy-sees-russian-mob-link-through-bank-of-new-york.html"} , {"body" : "This week, children in public school uniforms have been tramping with their parents directly from class to stores that sell school supplies, in one of the rituals of early fall. They were checking lists, more than twice, that were as precise as the handwriting they were printed in. Various teachers requested that parents provide, among other" , "date" : "19990911" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "A Fall Ritual, Part 2" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/11\/nyregion\/a-fall-ritual-part-2.html"} , {"body" : "FIRST Ambrose Afondeur took scuba diving lessons in the Y.M.C.A. pool on the Upper West Side. Then he did what most other aspiring divers who live in New York City do. For the four open-water dives required for his certification, he jetted off to a warmer clime: Maui, Hawaii. Later, it was the coral reefs off the Cayman Islands in the Caribbean" , "date" : "19990829" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["ATLANTIC OCEAN" , "NEW YORK CITY" , "EAST RIVER (NYC)" , "LONG ISLAND SOUND" , "HUDSON RIVER"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Urban Deep" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/29\/nyregion\/the-urban-deep.html"} , {"body" : "Almost every restaurant serves seafood in some form, but the specialists are the most intriguing. Here are 12 where seafood comes first. (These summaries, written by Eric Asimov, are taken from dining reviews, columns and articles in The Times by William Grimes, Mr. Asimov and others.) 1. Aquagrill ** [rating: Two Stars] (212) 274-0505 210 Spring" , "date" : "19990820" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "EATING OUT; Davy Jones's Larder" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/20\/arts\/eating-out-davy-jones-s-larder.html"} , {"body" : "Harvey Houtkin fervently believes that securities regulators are out to get him. But he has no doubt that he will go down in history as a man who made Wall Street a better place for the small investor. Judging from his volatile relationship with regulators, Mr. Houtkin, the self-proclaimed father of electronic stock trading, is right that they are" , "date" : "19990819" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Technology" , "Business"] , "page_facet" : "1" , "title" : "THE MARKETS: Market Place -- Democrat or Demon?; In a Revolution on Wall Street, His Weapons Are Suspect" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/19\/business\/markets-market-place-democrat-demon-revolution-wall-street-his-weapons-are.html"} , {"body" : "People on California's central coast have decided that gridlock and congestion just do not mesh well with their life style. Last week the Santa Cruz County Regional Transportation Commission approved a plan to put five miles of high-occupancy\/toll (HOT) lanes on Highway 1. While those in carpools, buses and vans would ride in the designated lanes" , "date" : "19990812" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "Editorial Observer; The Traffic Congestion Strangling New York" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/12\/opinion\/editorial-observer-the-traffic-congestion-strangling-new-york.html"} , {"body" : "A 19-year-old man was shot and critically injured early yesterday in Brooklyn when a car pulled up next to his at a traffic light and a gunman inside opened fire, the police said. The victim, Gaetano Gallo of Brooklyn, who works for a landscaping company, was shot in the head at 4:39 A.M. at East 16th Street and Emmons Avenue in Sheepshead Bay," , "date" : "19990802" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO NEWS BRIEFS: NEW YORK; Driver Seriously Injured In Shooting at Stoplight" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/02\/nyregion\/metro-news-briefs-new-york-driver-seriously-injured-in-shooting-at-stoplight.html"} , {"author" : "Christopher McDougall is a freelance writer in Philadelphia and former correspondent in Lisbon and Angola for The Associated Press." , "body" : "The practice space for the Mock Trial team of Bushwick High School in Brooklyn is a storeroom for pen-scarred desks and ruined textbooks. Paint-caked rollers and pans sit on out-of-commission lockers. The one gesture toward a simulated courtroom is the makeshift podium of 2-by-4's and fake pine paneling. The team itself, on paper, doesn't stand a" , "date" : "19990801" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S." , "Education"] , "page_facet" : "33" , "title" : "Trial With Fire" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/01\/education\/trial-with-fire.html"} ,   {"body" : "Muscadet, as Eli Gontmacher might say, is value for money. Mr. Gontmacher buys it for G.I. Liquor, 1709 Voorhies Avenue in Sheepshead Bay, Brooklyn, where he is a partner. ''This neighborhood is half-Russian, and the Russians grew up on a sweeter taste,'' he said. ''But they buy a lot of Muscadet. It doesn't cost an arm and a leg.'' At G.I., you" , "date" : "19990801" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "WINE UNDER $20; Muscadet, an Oasis in August" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/01\/nyregion\/wine-under-20-muscadet-an-oasis-in-august.html"} , {"body" : "Bill Daly, an 11-year resident on the Rockaway peninsula, has seen ferries come and he has seen ferries go. So it is no wonder that he is a little skeptical of another plan to give the Rockaways daily ferry service to Manhattan. ''There's no real direct route to the city other than the waterway,'' said Mr. Daly, a stockbroker who commutes more than" , "date" : "19990704" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "ROCKAWAY PENINSULA (NYC)" , "SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "In the Rockaways, Hope for a Revival" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/04\/nyregion\/in-the-rockaways-hope-for-a-revival.html"} , {"body" : "THE guys in Rocky Jones's crowd were giving up Thursday nights at Captain Walter's -- the most popular hangout in Sheepshead Bay, Brooklyn -- to study for a fireman's exam? Ms. Jones, a high school graduate and a secretary, was bored and underpaid too, but Thursday nights were important. To rile the guys, she took the test without prepping. The" , "date" : "19990630" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; How Rocky Jones Got Her Captain's Bars" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/30\/nyregion\/public-lives-how-rocky-jones-got-her-captain-s-bars.html"} , {"body" : "These days, the men and women of the Erbeli-Deva clan are thinking a lot about staying or going, about whether to head ''over there'' -- as they call Kosovo -- or carry on over here, in Brooklyn. Only seven weeks ago, the Devas -- all 14 of them, spanning three generations -- stepped off a plane at Kennedy International Airport and into the arms of" , "date" : "19990628" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "SERBIA" , "KOSOVO (SERBIA)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New Kind of Turmoil for Kosovar Exiles; Kin in Brooklyn Agonize Over Whether to Return to a Tattered Land" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/28\/nyregion\/new-kind-turmoil-for-kosovar-exiles-kin-brooklyn-agonize-over-whether-return.html"} , {"body" : "Fred C. Trump, one of the last of New York City's major postwar builders, died yesterday at a hospital in Queens. He was 93 and lived in Jamaica Estates, Queens. Although Mr. Trump was stricken with Alzheimer's disease six years ago, he still retained his title of chairman of the board of Trump Management, a title he held since the company was" , "date" : "19990626" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "7" , "title" : "Fred C. Trump, Postwar Master Builder of Housing for Middle Class, Dies at 93" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/26\/nyregion\/fred-c-trump-postwar-master-builder-of-housing-for-middle-class-dies-at-93.html"} , {"body" : "New York State environmental police officers arrested a man Tuesday on charges of illegally catching and selling fish from Sheepshead Bay. The officers discovered two men loading 144 striped bass, 1,100 pounds worth, into a van with the intent of selling them, the police said. One of the men fled, but officers arrested John Mosca, 25, of Brooklyn," , "date" : "19990624" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "2 Charged in Illegal Fishing" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/24\/nyregion\/2-charged-in-illegal-fishing.html"} , {"body" : "Gerritsen Beach doesn't have the name recognition of Borough Park, Flatbush or Coney Island, but this tiny Brooklyn neighborhood on a peninsula between Sheepshead Bay and Marine Park is the star of a Web site called Gerritsen Memories. Marret Kauffner started the site last summer as a place for Kauffner family memories, with a genealogical tree and" , "date" : "19990620" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: NEW YORK ONLINE; Going Back Hoe" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/20\/nyregion\/neighborhood-report-new-york-online-going-back-hoe.html"} , {"body" : "A 71-year-old woman was hit and killed yesterday morning in Brooklyn by a cement truck carrying an illegally heavy load on a street that is off limits to trucks, the police said. The woman, Bertha Kallman, was in a crosswalk at Nostrand Avenue and Avenue X in Sheepshead Bay when the truck, headed west on Avenue X, struck her at about 11 A.M., said" , "date" : "19990610" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO NEWS BRIEFS: NEW YORK; Woman Dies in Brooklyn As Cement Truck Hits Her" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/10\/nyregion\/metro-news-briefs-new-york-woman-dies-in-brooklyn-as-cement-truck-hits-her.html"} , {"body" : "WHEN the United Fishing Association held its annual dinner last fall at the Water Club on the East Side of Manhattan, a highlight of the event was supposed to be speeches by some of the country's foremost fishing experts. But during a talk by Vin Sparano, the director of the United Fishing Foundation, the attention of the audience began drifting to" , "date" : "19990606" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Hook, Line And Sinker" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/06\/nyregion\/hook-line-and-sinker.html"} , {"body" : "AT Live Opera Heaven, the Three Tenors and the Fantastic Four join forces to pay the rent. Two different retail universes collide inside this narrow, cluttered store at 660B Amsterdam Avenue near 92d Street, which sells rare opera recordings and rare and used comic books. Oh, squabbles do occur. Aquaman battles Pavarotti for shelf space, and the" , "date" : "19990523" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Strange Bedfellows in the Inventory" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/23\/nyregion\/new-yorkers-co-strange-bedfellows-in-the-inventory.html"} ,   {"body" : "PERHAPS a more appropriate name for Empire Coach, a huge two-floor garage in a former bus depot in Sheepshead Bay, Brooklyn, would be Torquemada's Auto Body. Here, vehicles of ordinary size are rolled onto stretching racks. Several days later, they roll off, looking like reflections in a fun house mirror. But perhaps the strangest thing about this" , "date" : "19990519" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Automobiles"] , "page_facet" : "8" , "title" : "Every Job's a Stretch in This Shop" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/19\/automobiles\/every-job-s-a-stretch-in-this-shop.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting June 8, 6:30 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights," , "date" : "19990516" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Greenpoint to Sheepshead Bay: When the Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/16\/nyregion\/neighborhood-report-brooklyn-up-close-greenpoint-sheepshead-bay-when-boards-meet.html"} , {"body" : "After six terrifying weeks fleeing war at home in Kosovo, Sytkije Deva and her family had finally arrived at Kennedy International Airport late Saturday night to great fanfare: they were showered with flowers and stuffed toys, surrounded by a gaggle of news reporters, and fussed over by politicians making speeches in a language they did not" , "date" : "19990510" , "day_of_week_facet" : "Monday" , "geo_facet" : ["MACEDONIA (FORMER YUGOSLAV REPUBLIC)" , "SERBIA" , "KOSOVO (SERBIA)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Washington"] , "page_facet" : "1" , "title" : "In Brooklyn, a Warm Refuge for Kosovo Kin" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/10\/nyregion\/in-brooklyn-a-warm-refuge-for-kosovo-kin.html"} , {"body" : "To the Editor: Your article ''In All 5 Boroughs, a Robust Market'' [March 28] states that housing in the 11229 section of Brooklyn (Sheepshead Bay, Gerritsen Beach) has experienced a ''more than 12 percent'' rise in home sale prices this past year. The writer might wish to pay some attention to the anomaly of co-op apartment sales prices in the" , "date" : "19990502" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "Real Estate"] , "page_facet" : "8" , "title" : "Co-op Prices In ZIP Code 11229" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/02\/realestate\/l-co-op-prices-in-zip-code-11229-407283.html"} , {"body" : "The mother of a hospitalized 3-month-old boy was charged yesterday with assaulting and endangering him after hospital officials in Brooklyn caught her on videotape interfering with his medical treatment, the police said. The woman, Suhad Abbasi, 25, of Sheepshead Bay, was observed tampering with the infant's feeding tube and injecting an unknown" , "date" : "19990428" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "METRO NEWS BRIEFS: NEW YORK; Hospital Officials Say Mother Endangered Baby" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/28\/nyregion\/metro-news-briefs-new-york-hospital-officials-say-mother-endangered-baby.html"} , {"body" : "The '97 Napa Valley sauvignon blanc from Beringer, a great winery, and '97 sauvignon blanc from Matanzas Creek in Sonoma, are gold-dust twins. You can't easily find higher standards of taste and finesse in California's treatment of this grape. Beringer's refreshing wine, light as chiffon, is lean, supple, graceful, beautifully balanced and simply" , "date" : "19990425" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "WINE UNDER $20; Gold-Dust Twins From California" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/25\/nyregion\/wine-under-20-gold-dust-twins-from-california.html"} , {"body" : "In the month since The New York Times published an article about six New York City high school students who won Times scholarships for high achievement in the face of overwhelming obstacles, private donors have contributed more than $150,000 -- enough to send 15 more scholarship finalists to college. Dozens of readers have written and called the" , "date" : "19990407" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "9" , "title" : "After Flood of Donations, 15 More Students Are Awarded Times Scholarships" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/07\/nyregion\/after-flood-of-donations-15-more-students-are-awarded-times-scholarships.html"} , {"body" : "It was not Mae-Ann Gilbert's worst subway ride. That, she said, would have been the morning rush hour in 1988 when the No. 3 train struck and killed a woman and other passengers cursed the victim for making them late. Nor was it her most unpleasant experience in a contest. That came in 1984, she said, when she was the first-ever black contestant in" , "date" : "19990407" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Luck and the B Train Win a Race for a Yankee Fan" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/07\/nyregion\/luck-and-the-b-train-win-a-race-for-a-yankee-fan.html"} , {"body" : "Federal agents found several human bones yesterday while digging in a Livingston, N.J., backyard for the remains of a Russian boxer who vanished from the streets of Brooklyn in 1995. Though investigators said they believed they had found the body of the boxer, Sergei Kobozev, they said a positive identification might not be possible for several" , "date" : "19990330" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["LIVINGSTON (NJ)" , "RUSSIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Investigators Unearth Bones That May Be Remains of Missing Russian Boxer" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/30\/nyregion\/investigators-unearth-bones-that-may-be-remains-of-missing-russian-boxer.html"} , {"body" : "With shovels, rakes and long metal probes, about two dozen investigators dug for several hours yesterday in the backyard of a house here after receiving a tip that the body of a Russian boxer who vanished from Brooklyn in 1995 was buried there. The search turned up nothing. Though chemists, dentists and engineers from the F.B.I.'s Evidence Response" , "date" : "19990327" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "LIVINGSTON (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Investigators Dig, But Fail to Find Body of a Boxer" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/27\/nyregion\/investigators-dig-but-fail-to-find-body-of-a-boxer.html"} ,   {"body" : "Turkey and Greece have been at odds politically and historically, but the two cuisines make beautiful harmony. (These summaries, written by Eric Asimov, are taken from Ruth Reichl's and Mr. Asimov's dining reviews, columns and articles in The Times.) 1. Agora + (212) 452-2752 1586 First Avenue, near 82d Street Yorkville $ All major cards This" , "date" : "19990326" , "day_of_week_facet" : "Friday" , "geo_facet" : ["TURKEY" , "NEW YORK CITY" , "GREECE"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "49" , "title" : "EATING OUT; Turkish and Greek" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/26\/arts\/eating-out-turkish-and-greek.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West at 79th Street. Exhibition highlights include the Hall of Biodiversity, which focuses on the variety and interdependence of living things. ''Epidemic! The World of Infectious Disease'' examines how best to control the spread of disease worldwide; through Sept. 6." , "date" : "19990319" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/19\/arts\/spare-times-817490.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting is April 13, 6:30 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn" , "date" : "19990314" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Only the Living Know Brooklyn: Where the Community Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/14\/nyregion\/neighborhood-report-brooklyn-up-close-only-living-know-brooklyn-where-community.html"} , {"body" : "A Brooklyn-born former boxer whose talent as a chef and Barnumesque persona carried him to the pinnacle of New York culinary circles pleaded guilty yesterday to trying to steal more than $140,000 by inflating tips left by patrons of his midtown restaurant. As part of a plea bargain, the chef, David Ruggerio, 36, will avoid jail time, but he must" , "date" : "19990312" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Chef Admits He Inflated Tips In Attempt to Steal Thousands" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/12\/nyregion\/chef-admits-he-inflated-tips-in-attempt-to-steal-thousands.html"} , {"body" : "David Protess believes his career was shaped at age 7, growing up near Sheepshead Bay in Brooklyn. In that year, 1953, Julius and Ethel Rosenberg were executed. ''I saw the headline, 'Rosenbergs Fried,' '' Mr. Protess said, recalling that he was the same age as one of the Rosenbergs' sons. ''It seemed so unjust, and I'm not taking a position about" , "date" : "19990306" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CHICAGO (ILL)" , "ILLINOIS"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "7" , "title" : "Death Row Lessons and One Professor's Mission" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/06\/us\/death-row-lessons-and-one-professor-s-mission.html"} , {"body" : "IT'S 5:15 A.M. and dark, very dark, when Amanda Christy wakes up in her apartment in Forest Hills, Queens, to prepare for her teaching day at Syosset High School. She could work closer to home, of course, but she chose her early-to-rise and reverse-commuting routine for the same reason as countless other teachers: The grass on the Island is greener" , "date" : "19990221" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Island Drawing More Teachers From City" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/21\/nyregion\/island-drawing-more-teachers-from-city.html"} , {"body" : "The special election this week to fill open seats on the City Council produced three new members who are at the bottom of the seniority list. But, because of the impact of term limits, if the freshmen are able to retain their seats over the next four years they will be the Council's most senior members. The election on Tuesday also revealed some" , "date" : "19990218" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Term Law Could Aid Council's Newest" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/18\/nyregion\/term-law-could-aid-council-s-newest.html"} , {"body" : "Christine Quinn, the former executive director of the New York Gay and Lesbian Anti-Violence Project, handily won a special election yesterday to fill the City Council seat on the West Side of Manhattan vacated by State Senator Thomas K. Duane. That race was one of three contests yesterday for open seats on the City Council. In Brooklyn, Michael C." , "date" : "19990217" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Gay-Rights Advocate Wins Village Seat" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/17\/nyregion\/gay-rights-advocate-wins-village-seat.html"} , {"body" : "New York City will hold a special election tomorrow to replace three City Council members who have moved on to other posts. The winners must all stand for re-election this fall. If they keep their seats, they have a chance to develop substantial influence in a body where most incumbents must leave office in 2001, when term limits kick in. District" , "date" : "19990215" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "16" , "title" : "City Council Endorsements" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/15\/opinion\/city-council-endorsements.html"} , {"body" : "A State Supreme Court justice yesterday upheld a decision to remove the names of four candidates from the ballot for a special election next week to fill a City Council seat in Brooklyn. The judge, Thomas V. Polizzi, agreed with a ruling issued last week by the City Board of Elections that reduced the number of candidates to three, from seven. The" , "date" : "19990209" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Judge Upholds Removal of 4 Council Candidates From Ballot" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/09\/nyregion\/judge-upholds-removal-of-4-council-candidates-from-ballot.html"} ,   {"body" : "Amid the quiet streets in the Brooklyn neighborhoods of Sheepshead Bay and Midwood, a none-too-quiet political campaign is under way for a City Council seat in a race rife with accusations, recriminations and no shortage of court activity. The campaign is for a Feb. 16 special election to fill the Council seat vacated by Anthony D. Weiner, who was" , "date" : "19990208" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Special Council Election Is Roiled by Ouster of 4 From Ballot" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/08\/nyregion\/special-council-election-is-roiled-by-ouster-of-4-from-ballot.html"} , {"author" : "Fred Brock is an editor at The Times. His column on the approach to and arrival at retirement will appear the first Sunday of each month. E-mail may be sent to fbrock@nytimes.com." , "body" : "AS the politicians and lobbyists in Washington strive to score political or ideological points in the Social Security debate, they should be aware that people like Edith Chvala are watching them. Like some economists, she questions the wisdom of staking Social Security funds on the stock market. Ms. Chvala, 75, lives alone in a mobile home seven" , "date" : "19990207" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Business"] , "page_facet" : "12" , "title" : "SENIORITY; Why Roll the Dice?" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/07\/business\/seniority-why-roll-the-dice.html"} , {"body" : "Weeks after attacking New York State's new charter school law on the ground that it would drain money from the rest of the public school system, Schools Chancellor Rudy Crew announced an ambitious charter program for New York City yesterday. He said he would set up four new charter schools focusing on themes including music, business and animation;" , "date" : "19990202" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Giving Up Attack, Crew Offers His Charter School Plan" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/02\/nyregion\/giving-up-attack-crew-offers-his-charter-school-plan.html"} , {"body" : "Just six weeks after Gov. George E. Pataki pushed a charter school law through the State Legislature, Schools Chancellor Rudy Crew is proposing to set up his own charterlike school districts in Brooklyn, granting them freedom from the central school bureaucracy in an effort to improve student achievement, school officials said yesterday. Dr. Crew's" , "date" : "19990129" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "Crew Plans Charter Schools, His Way" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/29\/nyregion\/crew-plans-charter-schools-his-way.html"} , {"body" : "By all appearances, the loan agreement Gloria Knight signed in 1995 was a classic transaction between savvy mortgage salesmen and an unsophisticated borrower in a poor Brooklyn neighborhood. Ms. Knight, a retired teacher, says the salesmen who knocked on her door persuaded her to put her house up as collateral for an $88,000 loan, at 13 percent" , "date" : "19990118" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "BORROWERS BEWARE: A Special Report; Suits Say Unscrupulous Lending Is Taking Homes From the Poor" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/18\/nyregion\/borrowers-beware-special-report-suits-say-unscrupulous-lending-taking-homes-poor.html"} , {"body" : "BEAMING with pride of ownership, Jose and Paula Lora stood before their dark-red, split-level home in Teaneck, N.J., last weekend, a long way from the city of Santiago in the Dominican Republic and -- if not geographically, at least in their minds -- nearly as far from the cramped Bronx rental apartments in which they had lived since arriving in" , "date" : "19990117" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Finding a Home Inside the Golden Door" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/17\/realestate\/finding-a-home-inside-the-golden-door.html"} , {"body" : "A murder defendant whose case led New York's highest court to restrict plea deals under the state's death penalty law pleaded guilty yesterday to second-degree murder. The man, Michael Shane Hale, 26, admitted yesterday that he had murdered the victim, Stefen Tanner, 62, a businessman he had been living with, in October 1995. He also pleaded guilty" , "date" : "19990112" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "In Capital Case, Man Pleads Guilty to 2d-Degree Murder" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/12\/nyregion\/in-capital-case-man-pleads-guilty-to-2d-degree-murder.html"} , {"body" : "Work began last month on transforming an empty lot along Emmons Avenue in Sheepshead Bay, Brooklyn, into a 104-unit apartment building that will provide elderly tenants with meals, services and personal care. When completed in 12 months, the $22 million project, called Sunrise on the Bay, will have studio to two-bedroom apartments with 300 to 700" , "date" : "19990108" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Residential Real Estate; Brooklyn Project Aims At People 75 and Older" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/08\/nyregion\/residential-real-estate-brooklyn-project-aims-at-people-75-and-older.html"}]