[  {"body" : "Three years ago, the City Council defeated a plan by Mayor Rudolph W. Giuliani that would have made it easier for warehouse-style superstores to come into the city. Undeterred, national chain stores said this setback would not stop them from entering the lucrative New York market. And it hasn't. Since 1996, about 40 superstores with well-known" , "date" : "19991220" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Repackaging The Big Box; Despite Zoning Rules and Hostility, Superstores Thrive in Crowded City" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/20\/nyregion\/repackaging-big-box-despite-zoning-rules-hostility-superstores-thrive-crowded.html"} , {"body" : "Erik Keller, the engineer on the 9 a.m. ferry from Sunset Park, Brooklyn, to Wall Street, surveyed the largely vacant passenger area yesterday and saw one thing: lost opportunity. Instead of carrying dozens of strike-stranded commuters, Mr. Keller's 149-seat boat held a familiar group of two dozen ferry veterans. ''Yeah, we were hoping for one,''" , "date" : "19991216" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "THE TRANSIT SHOWDOWN: OPPORTUNITY LOST; Anticipated Ferry Boom Founders" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/16\/nyregion\/the-transit-showdown-opportunity-lost-anticipated-ferry-boom-founders.html"} , {"body" : "For years, John Jay High School, on Seventh Avenue near Fourth Street, has been troubled, ranking high among the city's schools in assaults and robberies and low in test scores and graduation rates. John Jay is situated in the prosperous heart of Park Slope, but many parents there never dreamed of sending their children to the school. The local" , "date" : "19991212" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: BROWNSTONE BROOKLYN; School Board May Try to Take Over Troubled John Jay" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/12\/nyregion\/neighborhood-report-brownstone-brooklyn-school-board-may-try-take-over-troubled.html"} , {"body" : "WHAT brought them together, Trinh Duong said as she cuddled her baby son, Jeremy, was the feeling that people need to take control of their lives. She sat in a cluttered office in Sunset Park, Brooklyn, with three of her comrades from the National Mobilization Against Sweatshops, where they were trying to do nothing less than create a new labor" , "date" : "19991212" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COPING; Working Overtime to Vanquish Sweatshops" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/12\/nyregion\/coping-working-overtime-to-vanquish-sweatshops.html"} , {"body" : "IT'S been 35 years since visitors to the Bell pavilion at the World's Fair in Flushing Meadows, Queens, were invited to call people at Disneyland and watch them on a small television screen as they talked. When the Picturephones failed to take off, some were relieved: this was 1964, when many women wore curlers around the house. But the future is" , "date" : "19991212" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "URBAN TACTICS; Tomorrowland Returns, With Video Conferencing" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/12\/nyregion\/urban-tactics-tomorrowland-returns-with-video-conferencing.html"} , {"body" : "Public Advocate Mark Green said yesterday that the Metropolitan Transportation Authority could help reduce asthma attacks if it bought buses powered with natural gas instead of diesel fuel, but a transit official dismissed the plan as impractical. A budget proposal being debated by state and city officials calls for the transit agency to buy 756" , "date" : "19991206" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Citing Asthma Worry, Green Asks for Less-Polluting Buses" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/06\/nyregion\/citing-asthma-worry-green-asks-for-less-polluting-buses.html"} , {"body" : "Guo Tian Liang stood on a dark street corner in Sunset Park a few weeks ago inspecting his empty leather wallet. The $40 it had contained moments earlier was gone. So was his cell phone. So were the three men who had just robbed him on his way home from work. Mr. Liang, 39, a recent immigrant who works as a masseur in Manhattan, did not know enough" , "date" : "19991205" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "NEIGHBORHOOD REPORT: SUNSET PARK; Translating a Call for Help" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/05\/nyregion\/neighborhood-report-sunset-park-translating-a-call-for-help.html"} , {"body" : "ATTRACTIONS AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West at 79th Street. ''Capturing Time: The New York Times Capsule'' includes some of the nearly 50 design proposals received in a New York Times Magazine competition to create the time capsule for preserving artifacts from today for the next 1,000 years. The winning capsule design, by the" , "date" : "19991203" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "46" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/03\/movies\/spare-times-719900.html"} , {"body" : "In his two years in New York, Eduardo Daniel did little other than work, his friends and relatives say. He had cousins and friends across the city -- Mexican immigrants who, like him, had arrived to toil and scrimp with an eye to one day return to their homeland with a tidy nest egg. But working six days a week in construction did not leave Mr." , "date" : "19991129" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Grief for Immigrant Who Lived and Died for Work" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/29\/nyregion\/grief-for-immigrant-who-lived-and-died-for-work.html"} , {"body" : "A Fire Department ladder truck racing through the rain to a fire at a Brooklyn house ran a red light and collided with a city bus yesterday, killing the bus driver and injuring nine passengers and firefighters, police and fire officials said. The accident occurred shortly after 11 a.m. as Ladder Company 109 was going east on 65th Street through the" , "date" : "19991126" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Bus Driver Killed in Crash With Fire Truck in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/26\/nyregion\/bus-driver-killed-in-crash-with-fire-truck-in-brooklyn.html"} ,   {"body" : "TEN years ago on Thanksgiving, Iris Arce, a $28,000-a-year payroll underling for New York Telephone, had been on strike for four months. She was living in a small one-bedroom Brooklyn apartment with her 17-year-old daughter and her grandchild, her daughter's 3-year-old son. Even so, Ms. Arce was feeling grateful. That Thanksgiving, she didn't have" , "date" : "19991124" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Blessed Are the Needy, for Iris Is on the Job" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/24\/nyregion\/public-lives-blessed-are-the-needy-for-iris-is-on-the-job.html"} , {"body" : "Bradley Portela, 11, dangled his legs from a bench outside the Metropolitan Opera at Lincoln Center and recounted the tale with utter glee: ''Aida is a slave from Ethiopia, and she gets captured by the people from Memphis, and nobody knows she's actually a princess. ''But the head top captain of the soldier team is in love with her, and she's in" , "date" : "19991114" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: SUNSET PARK; The Opera Isn't Over Until the Kid Draws" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/14\/nyregion\/neighborhood-report-sunset-park-the-opera-isn-t-over-until-the-kid-draws.html"} , {"body" : "New York City is ending the century as it began -- oxygenated by immigrants -- with the new arrivals coming from an increasingly diverse set of nations and settling over a broader swath of the city than ever before, according to a study by the Department of City Planning to be released today. From 1990 through 1996, about 113,000 immigrants arrived" , "date" : "19991108" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "As New York City Immigration Thrives, Diversity Broadens" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/08\/nyregion\/as-new-york-city-immigration-thrives-diversity-broadens.html"} , {"body" : "After nine years in the bakery business in New York, Fay Da Bakery opened its eighth location in September, this one at 83-85 Mott Street, between Canal and Bayard Streets. The company has two other locations in Chinatown, three in Flushing, Queens, one in Elmhurst, Queens, and one in Sunset Park, Brooklyn. ''I'm hoping this location brings in more" , "date" : "19991107" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Beyond Pork Buns At a Chinese Bakery" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/07\/nyregion\/new-yorkers-co-beyond-pork-buns-at-a-chinese-bakery.html"} , {"body" : "EVENTS ''IN AND ABOUT TOMPKINS SQUARE PARK: WALKS AND TALKS,'' Ninth Street and Avenue A, Lower East Side. Also puppet shows for children. Tomorrow, 10 A.M. to 3 P.M. Sponsored by the East Village Parks Conservancy. INTERNATIONAL VINTAGE POSTER FAIR, Metropolitan Pavilion, 110 West 19th Street, Chelsea. Today, 5 to 9 P.M.; tomorrow, 10 A.M. to 7" , "date" : "19991022" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "46" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/22\/arts\/spare-times-069736.html"} , {"body" : "All over New York, Mexican restaurants are popping up, serving the rapidly growing Mexican population and legions of other lovers of Mexican food. Here are a dozen of the better ones. (These summaries, written by Eric Asimov, are taken from dining reviews, columns and articles in The Times by William Grimes, Mr. Asimov and others.) 1. Gabriela's +" , "date" : "19991015" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "EATING OUT; Taco Belles" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/15\/arts\/eating-out-taco-belles.html"} , {"body" : "ELVIA SUTER was strolling down Bay 54th Street, a dead-end block in the tiny Brooklyn community of White Sands, when she stopped and gestured toward a 50-foot oak tree. An abandoned blue Chrysler filled with garbage was parked next to it. ''See this tree here?'' asked Ms. Suter, a vigorous 82-year-old with salt-and-pepper hair. ''When my son was 8," , "date" : "19991010" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WHITE SANDS (BROOKLYN NEIGHBORHOOD)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Swept Away" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/10\/nyregion\/swept-away.html"} , {"body" : "Teresa Cama, a lifelong resident of Red Hook, Brooklyn, stood outside her home on Visitation Place and recalled the days when the long-vacant brick building across the street was a Roman Catholic elementary school. She graduated from the eighth grade at Visitation School a half-century ago. Two of her children graduated from the school, and another" , "date" : "19991010" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "Court Is Moving Back Into the Neighborhood" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/10\/nyregion\/court-is-moving-back-into-the-neighborhood.html"} , {"body" : "Surrounded by spools of brightly colored thread, Ling Li and a half dozen other Taiwan women sat around a table yesterday, trying to watch as their teacher demonstrated the day's project. But the women, students enrolled in a traditional macrame class at the Taiwan Center in Flushing, Queens, had other things on their mind. ''All everyone wants to" , "date" : "19990922" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["TAIWAN" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["World"] , "page_facet" : "20" , "title" : "EARTHQUAKE IN TAIWAN: THE U.S. KIN; Immigrants From Taiwan and the Mainland Unite to Show Concern" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/22\/world\/earthquake-taiwan-us-kin-immigrants-taiwan-mainland-unite-show-concern.html"} , {"body" : "She spent her days at home with her newborn son, knowing that every day she did not work was another day without money to pay back her $20,000 smugglers' debt. She spent her nights awake, hushing the baby so he would not disturb her husband or the three other restaurant workers who shared their three-room apartment in northern Manhattan. She named" , "date" : "19990914" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CHINA"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Squeezed by Debt and Time, Mothers Ship Babies to China" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/14\/nyregion\/squeezed-by-debt-and-time-mothers-ship-babies-to-china.html"} ,   {"body" : "Heavy rain and fog thwarted a plan to spray pesticide over much of New York City yesterday, but officials said that they still hoped to spray in every borough by the end of the weekend to curb the recent outbreak of St. Louis encephalitis, a mosquito-borne viral disease. City officials had planned to begin aerial spraying of Queens, Brooklyn and" , "date" : "19990911" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Pesticide Spraying Slowed By Heavy Rain and Fog" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/11\/nyregion\/pesticide-spraying-slowed-by-heavy-rain-and-fog.html"} , {"body" : "New York City vastly expanded its week-old air raid on mosquitoes yesterday with pesticide spraying scheduled over the next three days for all of Brooklyn and Queens and much of the Bronx, as the number of suspected cases of the potentially deadly St. Louis encephalitis grew to 60, including, for the first time, 3 residents of Manhattan. Mayor" , "date" : "19990910" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Spraying Expands in New York Encephalitis Fight" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/10\/nyregion\/spraying-expands-in-new-york-encephalitis-fight.html"} , {"body" : "Laboratory testing has confirmed four more cases of St. Louis encephalitis, including two in eastern and central Queens and one in Sunset Park, Brooklyn, offering the first indication that the epidemic of the mosquito-borne virus may be spreading geographically, city health officials said yesterday. The officials also confirmed a third death, of a" , "date" : "19990909" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Laboratory Tests Confirm 4 More Cases of Encephalitis and a 3d Death" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/09\/nyregion\/laboratory-tests-confirm-4-more-cases-of-encephalitis-and-a-3d-death.html"} , {"body" : "What would Ralph Kramden say? Not too long ago, a bus was simply a bus. What pulled up to every stop along New York City Transit routes was a bubble-fronted, sloping-sided, diesel-powered, 40-seater known as an RTS. Today, what pulls up may be a squared-off, boxy Orion -- looking like a small glass-and-steel office tower set on end -- or a" , "date" : "19990903" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Fleet Diversity: Different City Buses for Different Routes" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/03\/nyregion\/fleet-diversity-different-city-buses-for-different-routes.html"} , {"body" : "Pupils returning to schools in Brooklyn's District 15 next month may find first graders reading in what was formerly a computer lab or art studio. On Wednesday evening, the district's community school board passed a resolution to limit all first-grade classes to 20 pupils. Mark Peters, the board's president, said he believed his board was first in" , "date" : "19990829" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; With Cut in Class Size, a District Improvises With Space" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/29\/nyregion\/neighborhood-report-brooklyn-up-close-with-cut-class-size-district-improvises.html"} , {"body" : "After weeks of traveling throughout the state, Hillary Rodham Clinton's ''listening tour'' stopped yesterday for the first time in New York City, where she held a discussion about education in a section of Brooklyn that is expected to be solidly behind her all-but-announced campaign for the Senate. Mrs. Clinton's 90-minute session took her to the" , "date" : "19990810" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Hillary Clinton Stops Off to Listen in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/10\/nyregion\/hillary-clinton-stops-off-to-listen-in-brooklyn.html"} , {"body" : "After opening their first bakery last September in Park Slope, Brooklyn, Nicole Lane and Joseph Rodriguez, the husband and wife co-owners of Uprising, decided to open a second branch nine blocks away. The new Uprising, at 138 Seventh Avenue (near Carroll Street) sells fresh bread and other goods seven days a week. It opened a month ago in space" , "date" : "19990808" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Ex-Massage Parlor Now a Second Bakery" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/08\/nyregion\/new-yorkers-co-ex-massage-parlor-now-a-second-bakery.html"} , {"body" : "A 37-year-old man was found shot dead yesterday in his home in Gravesend, Brooklyn, with his hands bound and a pillowcase over his head, the police said. The victim, Peter Lanza, had a history of arrests for drug and fireworks possession, officials said, and at the time of his death he was wearing an electronic ankle bracelet because he was under" , "date" : "19990805" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Brooklyn Parolee Found Bound and Fatally Shot in His Home" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/05\/nyregion\/brooklyn-parolee-found-bound-and-fatally-shot-in-his-home.html"} , {"body" : "Corn leaves are shriveling into cigarlike shapes, trout are dying in hot and diminished streams and once-green lawns have become patches of yellow as exceptionally dry weather nears drought proportions in the eastern United States. From Virginia to Massachusetts, extending as far west as Ohio, a stagnant high-pressure system stubbornly lurking over" , "date" : "19990726" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE" , "PENNSYLVANIA" , "NEW YORK CITY" , "SOUTHEASTERN STATES (US)" , "DELAWARE" , "VIRGINIA" , "NEW JERSEY" , "MASSACHUSETTS" , "OHIO" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "SCANT RAIN RAISES FEARS OF DROUGHT IN EASTERN STATES" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/26\/nyregion\/scant-rain-raises-fears-of-drought-in-eastern-states.html"} , {"body" : "The Metropolitan Transportation Authority has failed to meet its commitment to introduce hundreds of clean-fuel buses that could substantially decrease air pollution in New York City, a group of environmental and other organizations said yesterday. Eight organizations -- including the Natural Resources Defense Council, the state chapter of the" , "date" : "19990714" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "M.T.A. Faulted for Lateness In Getting Clean-Fuel Buses" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/14\/nyregion\/mta-faulted-for-lateness-in-getting-clean-fuel-buses.html"} ,   {"body" : "A 21-year-old man was charged early yesterday with killing an elderly relative in her Brooklyn home, the police said. Police officers and firefighters were called to the home, at 262 67th Street in Bay Ridge, after a fire was reported there shortly after 6:10 P.M. Sunday, said Detective Robert Samuel, a police spokesman. When they entered the" , "date" : "19990706" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO NEWS BRIEFS: NEW YORK; Brooklyn Man Is Charged With Killing His Relative" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/06\/nyregion\/metro-news-briefs-new-york-brooklyn-man-is-charged-with-killing-his-relative.html"} , {"body" : "For people who like to dine at out-of-the-way places and explore new areas of the city, Noshnews is a new quarterly publication that focuses on a different New York neighborhood in each issue. ''I'm not trying to get people to go to five-star restaurants or anything fancy,'' said Myra Alperson, founder, editor and writer of Noshnews, and a" , "date" : "19990704" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; A New Quarterly For the Hungry Explorer" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/04\/nyregion\/new-yorkers-co-a-new-quarterly-for-the-hungry-explorer.html"} , {"body" : "A former lawyer who has been a frequent candidate for office in Brooklyn was convicted yesterday of registering to vote from an address where he did not live. It was the third time the former candidate, John Kennedy O'Hara, had been tried on charges of election fraud. Mr. O'Hara was found guilty of lying about his place of residence when he" , "date" : "19990702" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO NEWS BRIEFS: NEW YORK; Ex-Candidate Convicted Of Falsifying Residence" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/02\/nyregion\/metro-news-briefs-new-york-ex-candidate-convicted-of-falsifying-residence.html"} , {"body" : "On a muggy day in July 1987, two busloads of students, teachers and administrators traveled from their ramshackle school building in Queens to a sprawling cemetery in Brooklyn to memorialize the man for whom their recently revived high school was named: Townsend Harris. A New York chinaware merchant who became the first United States Ambassador to" , "date" : "19990702" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "A School Regains Stellar Reputation; Students Outshine the Elite In Standardized Test Scores" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/02\/nyregion\/school-regains-stellar-reputation-students-outshine-elite-standardized-test.html"} , {"body" : "From Now-Sunny Sweden To Swedes, who endure long, gloomy winters, the summer solstice, with the most daylight in the year (18-plus hours), is a time for celebration. And such a celebration, with music, dancing and food, will be held Friday from 5 to 8:30 P.M. in Wagner Park, at West Street and Battery Place. Aquavit, Christer's, Market Cafe and" , "date" : "19990623" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "CALENDAR" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/23\/dining\/calendar.html"} , {"body" : "An important element of the Pataki administration's plan to lower electricity rates through competition has hit a serious snag: no state agency is legally authorized to give permission to build new power plants. The problem could be solved with a simple piece of legislation, but in Albany these days, there is no such thing. The Pataki" , "date" : "19990621" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Snag Arises in State Plan For Electric Competition" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/21\/nyregion\/snag-arises-in-state-plan-for-electric-competition.html"} , {"body" : "For the intrepid driver trying to park legally on Manhattan streets, here's a new test. What is a Muni Meter? (A clue: it's from Europe.) And how do you use it? (Another clue: it takes quarters, and be sure to take the receipt.) Such is the puzzle posed by the New York City Department of Transportation in an experiment, now in its 10th month, along" , "date" : "19990619" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New Meter Is Said to Ease Parking, Once You Get Used to It" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/19\/nyregion\/new-meter-is-said-to-ease-parking-once-you-get-used-to-it.html"} , {"body" : "The man who was found dead on Monday morning sitting upright on a Manhattan subway train was identified yesterday by his family as a 36-year-old Ecuadorean immigrant who worked as a migrant farm worker in Delaware. The man, Ignacio Mendez, a father of two, had come to New York City on Saturday to help his brother, Jesus Mendez, paint his house in" , "date" : "19990618" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "DELAWARE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Dead Man Found on Train Was Visitor From Delaware" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/18\/nyregion\/dead-man-found-on-train-was-visitor-from-delaware.html"} , {"body" : "A schizophrenic woman accused of fatally stabbing a 76-year-old man on a Brooklyn street was arraigned yesterday on a charge of second-degree murder in the same criminal courtroom where she had faced assault charges less than a month ago in another stabbing. Yesterday, the woman, Olga Maisonet, 41, was ordered held without bail by Judge Alex M." , "date" : "19990615" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "After Stabbing, Earlier Case Questioned" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/15\/nyregion\/after-stabbing-earlier-case-questioned.html"} , {"body" : "A woman with a history of schizophrenia walked up behind a 76-year-old stranger on a Brooklyn street yesterday afternoon and, without a word, stabbed him fatally in the back and walked away, the authorities said. The woman, Olga Maisonet, 41, was arrested not far from the stabbing scene of Sixth Avenue and 45th Street in the Sunset Park" , "date" : "19990614" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Mentally Ill Woman Fatally Stabs a Stranger, the Police Say" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/14\/nyregion\/mentally-ill-woman-fatally-stabs-a-stranger-the-police-say.html"} ,   {"body" : "John Kennedy O'Hara, a perennial candidate for elective office, describes himself as the target of a politically motivated witch hunt intended to destroy his political aspirations. After years of practicing law, he said, he has been disbarred and his finances have been devastated. Prosecutors in Brooklyn, however, describe Mr. O'Hara as being so" , "date" : "19990614" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Charges of Fraud and Revenge Mark Candidate's 3d Trial" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/14\/nyregion\/charges-of-fraud-and-revenge-mark-candidate-s-3d-trial.html"} , {"body" : "A 16-year-old Manhattan youth who was being held on murder charges escaped Tuesday night from a recently opened juvenile detention center in the Bronx, officials said yesterday. As of last night, the police had not found the youth, Jesus Tolentino, who was last seen yesterday morning, entering a subway station in Brooklyn, 16 hours after he was" , "date" : "19990610" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Teen-Ager Held in Murder Escapes From Bronx Detention Center" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/10\/nyregion\/teen-ager-held-in-murder-escapes-from-bronx-detention-center.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from the most recent listing to contract. MANHATTAN EAST MIDTOWN $3.125 million 610 Park Avenue (Mayfair Hotel) 2-bedroom, 2 1\/2-bath, 2,089-sq.-ft. condo in a prewar building; 24-hr. doormen, dining room, marble" , "date" : "19990530" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/30\/realestate\/residential-sales.html"} , {"body" : "To the Editor: Your article ''School Contractor Under Scrutiny'' (May 23) reported that the Retberg Child Center was under scrutiny by the city's Board of Education. As a former employee, I would like to speak in its defense. The Retberg Child Center was the first organization to push for inclusion of children with disabilities into regular" , "date" : "19990530" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region" , "Education"] , "page_facet" : "13" , "title" : "Embattled Child Center Had Great Achievements" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/30\/nyregion\/l-embattled-child-center-had-great-achievements-924270.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from the most recent listing to contract. MANHATTAN EAST MIDTOWN 2.45 million 415 East 54th Street (St. James Tower) 5-bedroom, 5 1\/2-bath, 3,500-sq.-ft duplex condo in a postwar building; 24-hr. doormen," , "date" : "19990523" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/23\/realestate\/residential-sales.html"} , {"body" : "Like countless other New York City parents, Nancy Gasparino and her husband, Frank, a firefighter, have considered moving from their home in Bay Ridge, Brooklyn, to the suburbs. But over the past few years, with crime falling and the economy booming, they have made their fragile peace with the city. These days, however, the thought of fleeing New" , "date" : "19990519" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Between the Feuding Rudys; Parents Like Giuliani and Crew, but Fear for the Schools" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/19\/nyregion\/between-feuding-rudys-parents-like-giuliani-crew-but-fear-for-schools.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting June 8, 6:30 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights," , "date" : "19990516" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Greenpoint to Sheepshead Bay: When the Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/16\/nyregion\/neighborhood-report-brooklyn-up-close-greenpoint-sheepshead-bay-when-boards-meet.html"} , {"body" : "A husband and wife were arrested yesterday on charges that they posed as police officers and robbed a Brooklyn high school student, the police said. The couple, Juan Monserrate, 34, and Maribel Monserrate, 33, of Sunset Park, Brooklyn, have been linked to other recent robberies by people posing as officers, but have not been charged in those cases" , "date" : "19990512" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "METRO NEWS BRIEFS: NEW YORK; Brooklyn Pair Accused Of Posing as Officers" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/12\/nyregion\/metro-news-briefs-new-york-brooklyn-pair-accused-of-posing-as-officers.html"} , {"body" : "For the first time in more than two decades, companies are asking permission to build large power plants in New York City and the Hudson River Valley, all spurred by the deregulation of the electric power industry. Eight proposals have been filed with the New York State Public Service Commission since August. They include plans for a 520-megawatt," , "date" : "19990427" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "RAMAPO (NY)" , "ATHENS (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Power Plants Lure Investors, And Critics" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/27\/nyregion\/power-plants-lure-investors-and-critics.html"} , {"body" : "INTERNATIONAL A3-14 Russian Says Milosevic Is Ready to Deal with NATO The Foreign Minister of Russia, Igor Ivanov, said President Slobodan Milosevic of Yugoslavia was prepared to make concessions, but that NATO must also bend. A1 The Pentagon will begin calling up reservists as early as today, a top official said, and will immediately send 30" , "date" : "19990427" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/27\/nyregion\/news-summary-417122.html"} ,   {"body" : "To the Editor: Your article ''A Baedeker for First-Time Homebuyers'' [March 14] was undoubtedly helpful to many people. But it left them in the dark about one of the most valuable and relevant services for first-time homebuyers: homeownership education and counseling. Nonprofit community-based organizations like Neighbors Helping Neighbors Inc." , "date" : "19990404" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "Real Estate"] , "page_facet" : "8" , "title" : "First-Time Homebuyers" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/04\/realestate\/l-first-time-homebuyers-995665.html"} , {"body" : "Health Plus PHSP leased 18,000 square feet of space on Monday at 205 Montague Street in downtown Brooklyn, a five-story building built in 1963. The six-year lease is priced around $25 a square foot. The owner of the building, Treeline Companies, of Carle Place, N.Y., was represented in the deal by Ingram & Hebron Realty of Brooklyn Heights. The" , "date" : "19990401" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Metro Business; New Offices for Insurer" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/01\/nyregion\/metro-business-new-offices-for-insurer.html"} , {"body" : "FOR years, New York has been known as a place where good Mexican food is rarer than a cheap three-bedroom apartment. Though the reputation lingers, the facts have changed. For a decade or so, Mexican immigrants have been flowing into New York, and their presence is apparent in the taquerias and stores that have opened in the small Mexican enclaves" , "date" : "19990331" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "10" , "title" : "$25 AND UNDER; Authentic Mexican Fare, Way North of the Border" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/31\/dining\/25-and-under-authentic-mexican-fare-way-north-of-the-border.html"} , {"body" : "BEDFORD PARK Where Families Can Plant And Grow Together Within the grand 250-acre setting of the New York Botanical Garden in the north Bronx, many gardens and special plantings offer stunning seasonal displays, from marigolds and sunflowers to radishes, beans and carrots. Starting Thursday, the whole family can stop by the garden and till the" , "date" : "19990328" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/28\/nyregion\/playing-in-the-neighborhood-936219.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting is April 13, 6:30 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn" , "date" : "19990314" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Only the Living Know Brooklyn: Where the Community Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/14\/nyregion\/neighborhood-report-brooklyn-up-close-only-living-know-brooklyn-where-community.html"} , {"author" : "Douglas Century is the author of ''Street Kingdom: Five Years Inside the Franklin Avenue Posse,'' recently published by Warner Books." , "body" : "On a recent March morning, I walked the windy piers of the Brooklyn waterfront, gazing out at the choppy waters of Buttermilk Channel and Upper New York Bay, looking for the shadow of my grandfather. He had fled conscription into the Czar's army in 1914, landed at Ellis Island and found work as a longshoreman on the docks of what was then one of" , "date" : "19990312" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Travel" , "Arts"] , "page_facet" : "37" , "title" : "MY BROOKLYN; Still a Contender on the Waterfront" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/12\/movies\/my-brooklyn-still-a-contender-on-the-waterfront.html"} , {"body" : "His name is on the lips of the hip-hop set in Sunset Park. The teen-agers in the baggy pants and Michelin Man jackets up and down Fourth Avenue in Brooklyn know Pedro Quinones, though not as Pedro Quinones. They know him as Casper, the sultan of the shape-up, the master of the Number One Fade, the quick answer to the bad hair day. He is only 19," , "date" : "19990305" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Building Fame for $15 a Head; For the Hip-Hop Set, the Local Celebrity Is the Barber" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/05\/nyregion\/building-fame-for-15-head-for-hip-hop-set-local-celebrity-barber.html"} , {"body" : "To the Editor: Ready, aim, fire! Yes, I am a member of a community school board and I know I have to duck to avoid being knocked down by the usual torrent of accusations, that I'm a political hack or a patronage source. The school board image has been so bad that even my children look at me funny when anyone mentions school boards. This is" , "date" : "19990228" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region" , "Education"] , "page_facet" : "13" , "title" : "Serving on School Board Is Worth the Headaches" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/28\/nyregion\/l-serving-on-school-board-is-worth-the-headaches-535036.html"} , {"body" : "With an energetic stride, Stephen DiBrienza, a City Councilman from Brooklyn, dashed from one news conference to another on a chilly morning the other day, offering impassioned musings on subjects ranging from the need for greater public access to City Hall's steps to the rights of citizens to use public space for community gardens. Passion is the" , "date" : "19990227" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "A Mayoral Opponent Survives to Tell the Tale" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/27\/nyregion\/a-mayoral-opponent-survives-to-tell-the-tale.html"} , {"body" : "When the dusty 62-year-old Milan Lab on Spring Street in Manhattan was vacated Dec. 31, many customers wondered if they would ever again be able to get the barrel funnels, fruit presses, siphon tubes, flavored whisky extracts and other arcane products it had sold for making spirits. Anthony Miccio, who has run the business since his father's death" , "date" : "19990221" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: SUNSET PARK; A Mecca for Home Brewers Is Now Without a Home" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/21\/nyregion\/neighborhood-report-sunset-park-a-mecca-for-home-brewers-is-now-without-a-home.html"} ,   {"body" : "NOT long before their daughter Rosetta's wedding, Maria and Louis Guttadauro of Borough Park began looking for a pair of houses to buy alongside each other in the neighborhood where the families could live snugly. What they found was discouraging. ''It was too expensive,'' Mrs. Guttadauro said. ''We couldn't afford to buy a second house in Borough" , "date" : "19990214" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In \/ Borough Park, Brooklyn; For Many Orthodox Jews, a Heartland" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/14\/realestate\/if-you-re-thinking-living-borough-park-brooklyn-for-many-orthodox-jews-heartland.html"} , {"body" : "A 17-year-old was stabbed to death in the Union Square subway station early yesterday, the police said, after what one witness said was an exchange of insults between rival gangs. The quarrel escalated into a brawl with machetes and knives involving 40 or more people, including members of the two gangs, Barrio 26 and Chicano Nation, the witness" , "date" : "19990201" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Teen-Ager Fatally Stabbed In Gang Brawl in Subway" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/01\/nyregion\/teen-ager-fatally-stabbed-in-gang-brawl-in-subway.html"} , {"body" : "''Griswold!'' Bill Henrich barked. ''You know they don't like loose pets!'' The dog scurried back onto the porch, having run up against one of the many rules that regulate Mr. Henrich's pristine community: Dogs must be leashed inside the premises. Lawns must be kept mowed. Cars cannot be repaired in the street. Drivers must obey the" , "date" : "19990131" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "On the Ground Floor Of the American Dream; At New York City's Only Trailer Park, Affordable Homes and Rules to Live By" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/31\/nyregion\/ground-floor-american-dream-new-york-city-s-only-trailer-park-affordable-homes.html"} , {"author" : "Douglas Century is the author of ''Street Kingdom,'' an account of street life in Brooklyn, to be published next month by Warner Books." , "body" : "ON a recent wintry morning, walking a desolate strip of Flatbush Avenue in downtown Brooklyn, I heard a baritone voice growl my name, followed by an emphatic, ''Yo! What's the deal?'' The menacing bark emanated from the driver's side of a passing Mercury Sable, the tinted window of which was now rapidly descending. Fortunately, I soon saw that the" , "date" : "19990131" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "VIEW; Not So Fly (for This White Guy)" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/31\/style\/view-not-so-fly-for-this-white-guy.html"} , {"body" : "Six months after Mayor Rudolph W. Giuliani began the most aggressive crackdown on topless bars, peep shows and adult video stores in the city's history, Dean Richards surveyed Ten's World-Class Cabaret in Manhattan on a recent night. Two dancers performed slow stripteases, and scores of others circulated among the male customers. One woman with a" , "date" : "19990126" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Sex Shops on the Defensive, But Far From Stamped Out" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/26\/nyregion\/sex-shops-on-the-defensive-but-far-from-stamped-out.html"} , {"body" : "Thomas Roma 'Intimate City' International Center of Photography 1130 Fifth Avenue, at 94th Street Manhattan Through March 7 This small retrospective comprises six sections: ''Come Sunday'' (church interiors), ''Sunset Park'' (a public swimming pool), ''Sanctuary'' (church exteriors), ''Found in Brooklyn'' (neighborhood scenes), ''On Higher Ground''" , "date" : "19990122" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "ART IN REVIEW" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/22\/arts\/art-in-review-987751.html"} , {"body" : "When the Board of Education divvied up the $10.9 billion it plans to spend on construction, repair and renovation in the next five years, it allotted some districts hundreds of millions of dollars to build schools. District 15 was not among them. But last week, local school board members laid the groundwork for a campaign they hope will reverse" , "date" : "19990117" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: WESTERN BROOKLYN; District Says School Construction Numbers Don't Add Up" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/17\/nyregion\/neighborhood-report-western-brooklyn-district-says-school-construction-numbers.html"} , {"body" : "BEAMING with pride of ownership, Jose and Paula Lora stood before their dark-red, split-level home in Teaneck, N.J., last weekend, a long way from the city of Santiago in the Dominican Republic and -- if not geographically, at least in their minds -- nearly as far from the cramped Bronx rental apartments in which they had lived since arriving in" , "date" : "19990117" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Finding a Home Inside the Golden Door" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/17\/realestate\/finding-a-home-inside-the-golden-door.html"} , {"body" : "The Port Authority of New York and New Jersey outlined a 40-year blueprint for New York Harbor yesterday, including spending at least $500 million to improve derelict piers and warehouses along the Brooklyn waterfront. The 40-year plan, the first of its kind for the harbor, urges committing $1 billion to dredge the harbor's 19th-century shipping" , "date" : "19990114" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "NEW YORK HARBOR"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Port Authority Offers Its Vision of New York Harbor" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/14\/nyregion\/port-authority-offers-its-vision-of-new-york-harbor.html"} , {"body" : "Even if Segundo Villacis could afford an electric wheelchair, he would still use his old wooden manual one to get around in Brooklyn: he prefers to rely on his own strength as much as possible. Mr. Villacis learned to fend for himself early, when his mother moved to the United States and left him behind in Ecuador at the age of 13. His father had" , "date" : "19990110" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "THE NEEDIEST CASES; Refusing to Let Disability Rob Him of Independence" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/10\/nyregion\/the-neediest-cases-refusing-to-let-disability-rob-him-of-independence.html"} ,   {"body" : "With week after week of winter ahead, here's an opportunity to head south of the border to 12 of New York's improving group of Mexican restaurants. (These summaries, written by Eric Asimov, are taken from Ruth Reichl's and Mr. Asimov's restaurant reviews, columns and articles in The Times.) 1. Los Dos Rancheros Mexicanos + (212) 868-7780 507 Ninth" , "date" : "19990108" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "46" , "title" : "Flavors of Mexico" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/08\/arts\/flavors-of-mexico.html"}]