[  {"body" : "FISHER-Harold L. Lawyer, public official, civic and political leader. At the age of 89. At his home in Fort Lauderdale. He was born on December 10, 1910 to the late Jacob and Pauline Fisher. He graduated from Seward Park High School and from St. John's University College of Law Cum Laude. He was devoted to the former Betty Kahn, his late wife of 63" , "date" : "19991228" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "10" , "title" : "Paid Notice: Deaths FISHER, HAROLD L." , "url" : "http:\/\/www.nytimes.com\/1999\/12\/28\/classified\/paid-notice-deaths-fisher-harold-l.html"} , {"body" : "As far as prospective patients are concerned, Dr. Salvatore Zelano will be taking new cases in March. At least that is what the staff in his Brooklyn office tells callers, even though the doctor lost his license and his right to admit patients to hospitals because state officials found that he neglected to treat several patients properly. Dr." , "date" : "19991227" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Health" , "New York and Region" , "Technology"] , "page_facet" : "1" , "title" : "Albany Bill Would Help Patients Learn Doctors' Discipline Records" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/27\/nyregion\/albany-bill-would-help-patients-learn-doctors-discipline-records.html"} , {"body" : "FOR the last two centuries, New York has been a home to industry. From sugar refining to candy making, from printing to the manufacture of musical instruments, clothing, pharmaceuticals, paints, barrels and tanks, industry has helped shape the city. Perhaps that was no surprise, given the city's wealth of immigrant labor, its port and the number of" , "date" : "19991226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Among New York Centenarians, a Few Factories" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/26\/nyregion\/new-yorkers-co-among-new-york-centenarians-a-few-factories.html"} , {"body" : "In May, a Roman Catholic priest was invited to a six-story apartment building in Williamsburg, Brooklyn, to perform a blessing ceremony. No one was dying or being born, but in a sense the building itself was doing both. First in the lobby, then in each apartment, the priest performed special blessings that were to many tenants both last rites for a" , "date" : "19991224" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "The Neediest Cases; Tenants Join Together For a Building Solution" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/24\/nyregion\/the-neediest-cases-tenants-join-together-for-a-building-solution.html"} , {"body" : "A Brooklyn landlord was found dead in her apartment late Wednesday night, bound with duct tape and with a garbage bag pulled over her head. She appeared to have been a robbery victim, the police said. The police said Filomena Scacco, 75, was pronounced dead at 607 Lorimer Street in Williamsburg, where her body was discovered by a friend who became" , "date" : "19991224" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Robbery Is Suspected as Landlord Is Found Dead" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/24\/nyregion\/robbery-is-suspected-as-landlord-is-found-dead.html"} , {"body" : "A decade ago, a small band of poor but hardy artists moved into a vast, vacant factory on Bedford Avenue in the Williamsburg section of Brooklyn. With their own hands, they transformed the space into a warren of crudely built communal apartments and art studios. In time, about 50 artists and musicians were living and working in the factory, defying" , "date" : "19991223" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Artists Are Evicted From Apartments They Built in a Vacant Factory" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/23\/nyregion\/artists-are-evicted-from-apartments-they-built-in-a-vacant-factory.html"} , {"body" : "What is it about this Christmas that is driving New York's political leaders into a frenzy of vilification? The answer is that two strong candidates for Senate are preparing for a titanic struggle with a level of bitterness already at full boil. Yesterday Mayor Rudolph Giuliani asserted that the Democrats were conspiring to get him, while Hillary" , "date" : "19991223" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "28" , "title" : "'Tis the Season" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/23\/opinion\/tis-the-season.html"} , {"body" : "Last month Bruce Teitelbaum punctuated his speedy ascent from little-known campaign volunteer to Rudolph W. Giuliani's ubiquitous adviser by promoting the mayor's expected run for the Senate on ''Meet the Press.'' But when ''Face the Nation'' offered a similar opportunity several days ago, Mr. Teitelbaum declined. He explained that the mayor needed" , "date" : "19991222" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Wages of Loyalty; Top Giuliani Fund-Raiser and Ex-Chief Is Investigated" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/22\/nyregion\/the-wages-of-loyalty-top-giuliani-fund-raiser-and-ex-chief-is-investigated.html"} , {"body" : "VIEWED from the cosmopolitan cities of the north, like London and Paris, the southeastern corner of Sicily is a remote part of Europe. But in a Mediterranean context, it lies at the very heart of things. It stands sentinel between Iberia and the Middle East, closer to Tunisia in North Africa than to Rome and Naples in the boot of Italy. Geography" , "date" : "19991222" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["SICILY" , "ITALY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "La Dolce Vita, Sicilian Style" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/22\/dining\/la-dolce-vita-sicilian-style.html"} , {"body" : "On Nov. 22, the floor of a building under construction in the Williamsburg section in Brooklyn collapsed, sending an immigrant day laborer to his death in a grave of wet concrete. But more than a funeral followed. In fact, that fatal accident last month on Middleton Street wound up causing an investigation into the safety of, and politics behind," , "date" : "19991221" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Inquiry Focuses on Building Rules and Political Influence" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/21\/nyregion\/inquiry-focuses-on-building-rules-and-political-influence.html"} ,   {"body" : "A two-and-a-half-mile abandoned rail corridor in this Connecticut Valley hill town of 2,500 residents is at the center of a heated dispute between champions of privacy and community. Opponents of a bike path planned for the corridor where the New Haven & Northampton Railroad once ran cast the debate as a property rights issue. Supporters see" , "date" : "19991219" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WILLIAMSBURG (MASS)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "44" , "title" : "Plan to Replace Rails With Trails Divides Town" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/19\/us\/plan-to-replace-rails-with-trails-divides-town.html"} , {"author" : "William Harris writes about avant-garde art, theater and dance." , "body" : "WHEN the painter Fred Tomaselli pulls out a drawer from a flat file in his studio, a visitor gasps. Inside are cardboard palettes with meticulously cut out photos of birds, flowers and insects scavenged from field guides and arranged by size, color and species. There are also pictures of lips and eyeballs clipped from fashion magazines and palettes" , "date" : "19991219" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "50" , "title" : "ART\/ARCHITECTURE; He Dropped Out Of Drugs, and Put Them in His Art" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/19\/arts\/art-architecture-he-dropped-out-of-drugs-and-put-them-in-his-art.html"} , {"body" : "City inspectors last night ordered many of the tenants out of an apartment building erected by a Brooklyn developer who is at the center of criminal investigations since a worker was killed in the collapse of another of his buildings last month, city officials said. About 40 people were removed from nine apartments on the third floor and in the" , "date" : "19991214" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Amid Inquiry, Tenants Ordered to Leave" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/14\/nyregion\/amid-inquiry-tenants-ordered-to-leave.html"} , {"body" : "Patricia Lott Sought as a Consultant Patricia Lott, the wife of the Senate majority leader, Trent Lott, is not known in Washington circles as an omnipresent social force. This seems of little concern to the new owners of Kleinfeld's, the Brooklyn wedding-gown emporium, which has asked her to become a paid consultant to the company. Kleinfeld's," , "date" : "19991214" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Style"] , "page_facet" : "16" , "title" : "Front Row; A wedding-gown company seeks a Washington connection Job shift for Tiffany Dubin Fashion houses' gifts to editors." , "url" : "http:\/\/www.nytimes.com\/1999\/12\/14\/style\/front-row-wedding-gown-company-seeks-washington-connection-job-shift-for-tiffany.html"} , {"body" : "Mayor Rudolph W. Giuliani's chief of staff has told prosecutors that he personally reviewed a dispute last spring between the city's Department of Buildings and a Hasidic developer in Brooklyn whose project was in danger of being shut down for safety reasons. The developer involved in that dispute also saw another building he was constructing" , "date" : "19991210" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "City Hall Official Describes His Role in Building Dispute" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/10\/nyregion\/city-hall-official-describes-his-role-in-building-dispute.html"} , {"body" : "As everyone knows, New York is a patchwork of small neighborhoods, and there's nothing more essential to each than a good local restaurant where regulars can overcome the anonymity of the city and the rest of us can soak up the atmosphere. Here are a dozen such places. (These summaries are taken from dining reviews, columns and articles in The" , "date" : "19991210" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "58" , "title" : "EATING OUT; In the Neighborhood" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/10\/arts\/eating-out-in-the-neighborhood.html"} , {"body" : "Mayor Rudolph W. Giuliani's chief of staff has been questioned by investigators from the Brooklyn district attorney's office who are looking into whether Hasidic builders in Brooklyn benefited from their political connections to City Hall. The chief of staff, Anthony V. Carbonetti, was interviewed for more than an hour on Tuesday, said officials" , "date" : "19991209" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Chief of Staff For Giuliani Is Questioned On Builders" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/09\/nyregion\/chief-of-staff-for-giuliani-is-questioned-on-builders.html"} , {"body" : "Carlos Sanchez no longer does what he calls the ''Thorazine shuffle.'' But he imitated it Monday morning, the stiff-jointed walk of a mental patient on a strong antipsychotic medication. Clenching his jaw and padding about his living room stiffly in his sandals, he passed the aquarium of fan-tailed gold fish and the velvet painting of a naked woman" , "date" : "19991209" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "5" , "title" : "THE NEEDIEST CASES; Breaking a Long Pattern of Depression" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/09\/nyregion\/the-neediest-cases-breaking-a-long-pattern-of-depression.html"} , {"body" : "YOU know you are in the presence of a certain kind of labor advocate when he begins to talk about the effective use of nuns as weapons. ''The companies really, really hate it when the nuns get involved and start writing letters,'' said Charles Kernaghan, smiling maliciously from behind round glasses that reflected the light of a solitary desk lamp" , "date" : "19991209" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Using Every Trick in Fighting Sweatshops" , "url" : "http:\/\/www.nytimes.com\/1999\/12\/09\/nyregion\/public-lives-using-every-trick-in-fighting-sweatshops.html"} , {"body" : "The Brooklyn district attorney's office has determined that the contractor involved in the fatal collapse of a building last week did not have a direct role in the ouster of the borough's buildings commissioner this year, a law enforcement official said yesterday. But investigators will continue to examine the circumstances surrounding the removal" , "date" : "19991130" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "No Improper Influence Seen on Part of Builder in Fatal Collapse" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/30\/nyregion\/no-improper-influence-seen-on-part-of-builder-in-fatal-collapse.html"} ,   {"body" : "In his two years in New York, Eduardo Daniel did little other than work, his friends and relatives say. He had cousins and friends across the city -- Mexican immigrants who, like him, had arrived to toil and scrimp with an eye to one day return to their homeland with a tidy nest egg. But working six days a week in construction did not leave Mr." , "date" : "19991129" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Grief for Immigrant Who Lived and Died for Work" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/29\/nyregion\/grief-for-immigrant-who-lived-and-died-for-work.html"} , {"body" : "For 13 years, Erez Hayun and his father, Moshe, have been working out of their woodshop at 225 Taaffe Place, near the Pratt Institute, making kitchen cabinets and furniture for Hasidic families in Williamsburg. But this month Mr. Hayun's MC Furniture and 15 other businesses in the three-building complex, employing a total of 250 people, will have" , "date" : "19991128" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "NEIGHBORHOOD REPORT: NORTH BROOKLYN; High-End Woodworking Can't Keep Up With Rents" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/28\/nyregion\/neighborhood-report-north-brooklyn-high-end-woodworking-can-t-keep-up-with-rents.html"} , {"body" : "While independent booksellers around the nation are closing in the face of competition from big corporate retailers and giant Internet discounters, small bookshops are returning to one Brooklyn neighborhood. In the last year, three independent stores along a four-block stretch of Bedford Avenue in Williamsburg have begun dealing in used books. The" , "date" : "19991128" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "13" , "title" : "NEIGHBORHOOD REPORT: WILLIAMSBURG; Small Bookshops in Peril? On One Avenue, They Sprout" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/28\/nyregion\/neighborhood-report-williamsburg-small-bookshops-peril-one-avenue-they-sprout.html"} , {"author" : "E-mail address: daschn@nytimes.com" , "body" : "Fragrant Is the Night Q. In ''The Great Gatsby,'' F. Scott Fitzgerald described a place called the Corona Dumps as ''a valley of ashes, a fantastic farm where ashes grow like wheat into ridges and hills and grotesque gardens.'' Where was this otherworldly rubbish heap? A. The city-owned marshlands of the Flushing River in Queens were long used as a" , "date" : "19991128" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1999\/11\/28\/nyregion\/fyi-574961.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from the most recent listing to contract. MANHATTAN GREENWICH VILLAGE $999,000 1 Leroy Street 3-bedroom, 3-bath, 2,042-sq.-ft. condo in a prewar building; eat-in kitchen, fireplace, washer\/dryer, c\/a, h\/w floors," , "date" : "19991128" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/28\/realestate\/residential-sales.html"} , {"body" : "The elder son of a Long Island husband-and-wife legal team whose bodies were found burned last week after a fire at their upstate vacation home was arrested today and charged with killing them. The police said the suspect, Adam Roberts, 23, stabbed his parents to death with a bread knife on Nov. 13, then returned four days later and set fire to the" , "date" : "19991127" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["WOODSTOCK (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Son Is Arrested in the Killings of His Parents, Both Lawyers" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/27\/nyregion\/son-is-arrested-in-the-killings-of-his-parents-both-lawyers.html"} , {"body" : "Investigators looking into the collapse of a building at a Brooklyn construction site on Tuesday, in which a worker died, are examining whether city officials overlooked problems at other projects by the same contractor after he complained to the Giuliani administration about building inspections, law enforcement officials said yesterday. The" , "date" : "19991126" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "After Collapse, A Transfer Draws Inquiry" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/26\/nyregion\/after-collapse-a-transfer-draws-inquiry.html"} , {"body" : "A day after an accident killed a worker at a Brooklyn building site, local and federal investigators said yesterday that the contractor had a history of safety problems and violations at its projects. Officials said that both the Brooklyn District Attorney's office and the United States Attorney's office in Brooklyn were examining whether criminal" , "date" : "19991125" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "After Collapse, Past Violations Cited at Projects" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/25\/nyregion\/after-collapse-past-violations-cited-at-projects.html"} , {"body" : "Like thousands of young men before him, Eduardo Daniel said goodbye to his hometown -- this one in the poor and arid state of Puebla in southern Mexico -- and, with a satchel of clothes, went north for a new life in New York. After he crossed the Mexican frontier illegally two years ago, friends said, Mr. Daniel wound up in Brooklyn, where he" , "date" : "19991125" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "A Young Man Who Traveled Far on Hopes of a Better Life" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/25\/nyregion\/a-young-man-who-traveled-far-on-hopes-of-a-better-life.html"} , {"body" : "Lauriano Avilez said that he and other immigrant workers who poured concrete and put up the cinder block walls at a construction site that collapsed yesterday in Williamsburg, Brooklyn, knew toiling inside the structure had its risks. ''Yes, we knew it wasn't stable,'' said Mr. Avilez, who was shaken but uninjured when the third floor of the" , "date" : "19991124" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Immigrant Laborers Say They Knew of Job Risks" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/24\/nyregion\/immigrant-laborers-say-they-knew-of-job-risks.html"} ,   {"body" : "A building under construction in Brooklyn collapsed yesterday, plunging a dozen immigrant workers down four stories in a cascade of wet concrete, killing one and badly injuring the others. City officials said the collapse was apparently a result of shoddy construction, as the contractor had apparently failed to provide enough support for the upper" , "date" : "19991124" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Construction Worker Dies in Brooklyn Building Collapse" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/24\/nyregion\/construction-worker-dies-in-brooklyn-building-collapse.html"} , {"body" : "Sugar, Sugar Q. I've often watched men using a giant scoop to load cargo from barges into the Domino Sugar factory in Williamsburg. The barges still come, but I haven't seen the scoop for a while, and I'm wondering how the cargo is being moved. A. For decades, raw sugar from Florida and 40 foreign countries, including the Dominican Republic, Brazil" , "date" : "19991121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST RIVER PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1999\/11\/21\/nyregion\/fyi-521795.html"} , {"body" : "After days of speculation and false leads, the state police say they know who killed a husband-and-wife legal team from Long Island whose bodies were found charred in a fire at their country home in Woodstock last week. But despite knowing the killer's identity, they said, they had been unable to find him after two days of searching. ''We are close" , "date" : "19991121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WOODSTOCK (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "47" , "title" : "Police Say They Know L.I. Couple's Killer" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/21\/nyregion\/police-say-they-know-li-couple-s-killer.html"} , {"body" : "With the streets of New York as our laboratory, we decided to conduct an experiment. We assembled six experts: Jane Rinzler Buckingham, president of Youth Intelligence, a trend-spotting firm; Ginny Hilfiger, a senior vice president of Tommy Hilfiger; Kal Ruttenstein, a senior vice president of Bloomingdale's; Valerie Steele, chief curator at the" , "date" : "19991114" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "88" , "title" : "Who Am I?" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/14\/magazine\/who-am-i.html"} , {"body" : "A newborn girl was found dead late Wednesday in a bag on a running conveyor belt at a trash recycling plant in Brooklyn, officials said yesterday. The infant was found by a worker at 11:50 p.m. as he began to sort trash and recyclable items on the conveyor belt at the Browning-Ferris Industries plant in Williamsburg, officials said. The police said" , "date" : "19991112" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "METRO NEWS BRIEFS: NEW YORK; Baby's Body Is Found In Bag at Recycling Plant" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/12\/nyregion\/metro-news-briefs-new-york-baby-s-body-is-found-in-bag-at-recycling-plant.html"} , {"body" : "Urban League Wins Contract to Train Parents The New York Urban League has bested a top education reform group, New Visions for Public Schools, for a $9 million Board of Education contract to recruit and train parents to serve on the struggling school leadership teams. ''It was a hard-fought competition between two very strong coalitions,'' said the" , "date" : "19991110" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "15" , "title" : "BULLETIN BOARD" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/10\/nyregion\/bulletin-board.html"} , {"body" : "ONE Saturday morning last month, Ann Schaumburger and eight other artists tidied up their studios above a Long Island City furniture factory, hung their paintings and collages, chilled bottles of white wine and set out platters of Brie and grapes. Then they waited for visitors to climb the three rickety flights to Independent Studios 1, a Queens" , "date" : "19991107" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "LONG ISLAND CITY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Why Long Island City Hasn't Happened; Once, the Neighborhood Was Hailed as the Next SoHo. But Can You Build a Bohemia From Scratch." , "url" : "http:\/\/www.nytimes.com\/1999\/11\/07\/nyregion\/why-long-island-city-hasn-t-happened-once-neighborhood-was-hailed-next-soho-but.html"} , {"body" : "The City Planning Commission has proposed opening up a 15-block area to new housing. The area, now zoned for manufacturing, is on the border of Bedford-Stuyvesant and Williamsburg. Some local civic leaders fear that many residents and businesses will be pushed out under the plan. This summer and fall, civic groups in Bedford-Stuyvesant fought" , "date" : "19991107" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "NEIGHBORHOOD REPORT: NORTH BROOKLYN; A New Zone For Housing? Some Worry" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/07\/nyregion\/neighborhood-report-north-brooklyn-a-new-zone-for-housing-some-worry.html"} , {"body" : "''I'M waiting for the bullfight to start,'' was one diner's comment shortly after entering the new Blue Tequila Bar and Grill, at 135 Old Country Road, in Carle Place (516-248-4500). Her reaction was understandable because this colorful Mexican hangout, with its mariachi music, sombreros, terra-cotta walls, strings of garlic, baskets, urns, wagon" , "date" : "19991107" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "A LA CARTE; One of L.I.'s Most Varied Mexican Spots" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/07\/nyregion\/a-la-carte-one-of-li-s-most-varied-mexican-spots.html"} , {"body" : "FIRST came Diner, an authentic but decrepit old diner on the south end of Williamsburg, Brooklyn, that was cleaned up and turned into a glowing little neighborhood bistro. Now comes Miss Williamsburg Diner -- once the greasiest of spoons -- scrubbed until gleaming inside and serving dishes of pasta rather than burgers and fries. This diner" , "date" : "19991103" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "12" , "title" : "$25 AND UNDER; Some Italian Sparkle at a Brooklyn Diner" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/03\/dining\/25-and-under-some-italian-sparkle-at-a-brooklyn-diner.html"} ,   {"body" : "Ruggerio Thinks East By early fall next year, you may see David Ruggerio behind a wok, in the open kitchen of a planned Times Square restaurant, Ton Ton Chinois. Marco Colantonio, who owns Steak au Poivre on First Avenue, where Mr. Ruggerio became the chef after his conviction for credit card fraud, has leased 20,000 square feet of space on the" , "date" : "19991103" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["TIMES SQUARE AND 42D STREET (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "12" , "title" : "OFF THE MENU" , "url" : "http:\/\/www.nytimes.com\/1999\/11\/03\/dining\/off-the-menu.html"} , {"body" : "In Flatbush, Brooklyn, a woman whose six-room house has been revamped into a nursery for 10 children takes in only half that number most days. Near Yankee Stadium in the Bronx, a former day-care worker who has filled her living room with books, building blocks and a computer has managed to recruit only one 4-year-old girl into her care. On the" , "date" : "19991030" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Openings Go Unfilled as City Officials Plan How to Spend Day-Care Money" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/30\/nyregion\/openings-go-unfilled-as-city-officials-plan-how-to-spend-day-care-money.html"} , {"body" : "Departing Headmasters Two headmasters of Manhattan private schools are leaving at the end of this year. JACOB DRESDEN is leaving after nine years at the Collegiate School, the Upper West Side boys' school. Mr. Dresden declined to say where he was headed and why he was leaving. Under his leadership, the school expanded to include a gymnasium, an art" , "date" : "19991027" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "9" , "title" : "BULLETIN BOARD" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/27\/nyregion\/bulletin-board.html"} , {"body" : "O.K., the boys in the hoods had their fun, and the republic emerged intact. Indeed, the Ku Klux Klan klatch in Foley Square on the weekend gave everyone involved a free shot at self-congratulation. Here in the capital of solipsism, it doesn't get better than that. The Kooks or Kluxers or whatever they're called could say they struck a blow for the" , "date" : "19991026" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NYC; Visitors: Hoods Off, Hands Out" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/26\/nyregion\/nyc-visitors-hoods-off-hands-out.html"} , {"body" : "Dozens of tenants of a loft apartment building in Williamsburg found a nasty surprise waiting for them early yesterday when they came home from late-night revels: their recently converted building was locked and guarded by the police. In all, more than 100 people were locked out or evicted by the city Buildings Department, which cited safety" , "date" : "19991024" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Ousted Loft Tenants Are Caught Off Guard" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/24\/nyregion\/ousted-loft-tenants-are-caught-off-guard.html"} , {"body" : "Residents of as many as 45 loft apartments were forced to vacate a Brooklyn building last night by the city's Department of Buildings, which said the owners had renovated the structure, once a dilapidated factory, without obtaining city permits or installing adequate fire escapes. Since the spring, tenants had lived in the building at 151 Kent" , "date" : "19991023" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Citing Fire Hazard, City Forces Out Brooklyn Loft Renters" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/23\/nyregion\/citing-fire-hazard-city-forces-out-brooklyn-loft-renters.html"} , {"body" : "Superintendent Networking Like the Harvard Club, 110 Livingston Street boasts an effective alumni network -- this one for superintendents. At least four former superintendents of the city's 32 districts now work at the Board of Education's headquarters, including two ousted by Chancellor Rudy Crew. ASKIA DAVIS, formerly acting superintendent of" , "date" : "19991020" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "11" , "title" : "BULLETIN BOARD" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/20\/nyregion\/bulletin-board.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 34-12 36th Street, at 35th Avenue, Astoria, Queens. Costumes, set pieces, film equipment and other items relating to film, television and video are on permanent display. Exhibitions include ''Behind the Screen,'' a permanent display with more than a thousand artifacts that" , "date" : "19991015" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/15\/arts\/spare-times-960896.html"} , {"body" : "Teresa Cama, a lifelong resident of Red Hook, Brooklyn, stood outside her home on Visitation Place and recalled the days when the long-vacant brick building across the street was a Roman Catholic elementary school. She graduated from the eighth grade at Visitation School a half-century ago. Two of her children graduated from the school, and another" , "date" : "19991010" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "Court Is Moving Back Into the Neighborhood" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/10\/nyregion\/court-is-moving-back-into-the-neighborhood.html"} , {"body" : "This is how Danny Hoch, actor, comic, emerging avatar of New York City multiculturalism, remembers where he is from: Home is a forest of high-rise apartments in a no-name neighborhood on the edge of the Long Island Expressway in Queens. Afternoons are spent watching the neighborhood boys -- an Indian, a Puerto Rican and a Jew -- polishing their" , "date" : "19991009" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "1" , "title" : "A Multicultural Chameleon; Actor's Experience Spawns Polyglot Cast of Characters" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/09\/nyregion\/a-multicultural-chameleon-actor-s-experience-spawns-polyglot-cast-of-characters.html"} ,   {"body" : "Weeks before the police confirmed that they were investigating possible connections in a string of murders in northern Brooklyn, residents of Williamsburg sensed a pattern. Residents first grew alarmed after Aug. 26, when children found the partially clothed body of a woman on the roof of an apartment building at 233 South Second Street. And the" , "date" : "19991008" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Fear Is Stalking the Streets After Williamsburg Killings" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/08\/nyregion\/fear-is-stalking-the-streets-after-williamsburg-killings.html"} , {"body" : "Even Manhattan partisans are aware of the extraordinary selection of restaurants in Brooklyn and Queens. Each of these 12 restaurants presents a different cuisine, and but for the length of this column, the list could have gone on and on. (These summaries, written by Eric Asimov, are taken from dining reviews, columns and articles in The Times by" , "date" : "19991008" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "45" , "title" : "EATING OUT; Beyond Manhattan" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/08\/arts\/eating-out-beyond-manhattan.html"} , {"body" : "New York City police detectives are investigating whether the recent strangulation and slashing murders of four women within a small section of northern Brooklyn are linked, law enforcement officials said yesterday. The Police Department has assembled a team of detectives to investigate the murders and to determine whether they may be connected to" , "date" : "19991007" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Seek Pattern in Brooklyn Murders" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/07\/nyregion\/police-seek-pattern-in-brooklyn-murders.html"} , {"body" : "WHEN Charles Flickinger, owner of Flickinger Glassworks in Red Hook, Brooklyn, received an order last month for glass bowls with engraving at the bottom to enclose hanging lights, he knew what to do. ''I told them, 'If you want engraving, then you need Tomas Tisch,' '' he said. Mr. Tisch, whose glassworking studio a few blocks away has a view of" , "date" : "19991003" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Where One Hand Polishes the Other" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/03\/nyregion\/new-yorkers-co-where-one-hand-polishes-the-other.html"} , {"body" : "THE fashion designer Elisa Jimenez first trained her eyes on me last spring at a trendy downtown clothing store where she was giving one of her bizarrely ritualistic custom fittings. One of her customer-acolytes was sprawled on the shop floor on top of a piece of shimmery tea-stained fabric redolent of exotic oils, while Ms. Jimenez expertly" , "date" : "19991003" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "VIEW; You're a 'Beamer,' She Said, And Picked Me to Model" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/03\/style\/view-you-re-a-beamer-she-said-and-picked-me-to-model.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from the most recent listing to contract. MANHATTAN CHELSEA $740,000 419 West 22d Street 3-bedroom, 2-bath, 2,200-sq.-ft. duplex co-op in a prewar building; high ceilings, h\/w floors, original moldings and detail;" , "date" : "19991003" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/03\/realestate\/residential-sales.html"} , {"body" : "Tucked between a Chinese beauty parlor and a restaurant supply store is Zakka, 147 Grand Street (Lafayette), a shop that caters to the Japanophile techno set. Its Japanese-born owner, Toshiki Okazaki, moved from SoHo several months ago for the cheaper rent. His sparse, gallery-size space of gray rubber floors and Plexiglas dividers houses an" , "date" : "19991003" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "3" , "title" : "PULSE: LAFAYETTE STREET; A Supplier Of Toys To Grown-Up Technos" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/03\/style\/pulse-lafayette-street-a-supplier-of-toys-to-grown-up-technos.html"} , {"body" : "A Health and Hospitals Corporation plan to close 10 of 16 neighborhood clinics that provide free dental care to low-income young people has angered some community leaders. But the hospitals corporation, which will close the clinics on Oct. 15, says that their equipment is outdated and that better care will be available at alternative sites. The" , "date" : "19991003" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; Closing of Old Dental Clinics Seen as Strike Against Poor" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/03\/nyregion\/neighborhood-report-new-york-up-close-closing-old-dental-clinics-seen-strike.html"} , {"body" : "IT was a typical late-summer night, a muggy dusk swollen with cicada choruses outside the Barnes & Noble bookstore here. A perfect night for poets, said Brian Burns, the spiritual leader of the Sachem Poets Society, who had gathered to entertain browsers and iced coffee sippers. The standing-room-only crowd lingered for the soul-warming verses that" , "date" : "19991003" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["COMMACK (NY)"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "29" , "title" : "Smitten With Words, Theirs and Others'" , "url" : "http:\/\/www.nytimes.com\/1999\/10\/03\/nyregion\/smitten-with-words-theirs-and-others.html"} , {"body" : "ATTRACTIONS Museums and Sites ABIGAIL ADAMS SMITH MUSEUM, 421 East 61st Street, Manhattan. The structure, built in 1799 as the carriage house for the estate of Abigail Adams and Col. William Smith, was also the Mount Vernon Hotel from 1826 to 1833. ''200th Anniversary Exhibition,'' of the building, including a model of the original 1799 carriage" , "date" : "19990924" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/24\/arts\/spare-times-636681.html"} ,   {"body" : "Investigators believe the murders of two women whose bodies were found on the rooftops of two buildings a block apart in Brooklyn over the last three weeks may be linked, police officials said yesterday. The police have few leads in the murders of the women, who were both strangled. The body of the first woman, Vivian Caraballo, 26, was found about" , "date" : "19990918" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Police Believe Murders of 2 Women in Brooklyn May Be Related" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/18\/nyregion\/police-believe-murders-of-2-women-in-brooklyn-may-be-related.html"} , {"body" : "With the onset of autumn, when a flurry of new restaurants open, it's time to look at those that have already arrived in 1999. (These summaries, written by Eric Asimov, are taken from dining reviews, columns and articles in The Times by William Grimes, Mr. Asimov and others.) 1. Beacon ** [Rating: Two Stars] (212) 332-0500 25 West 56th Street" , "date" : "19990917" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "EATING OUT; New So Far This Year" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/17\/arts\/eating-out-new-so-far-this-year.html"} , {"body" : "A Beery Brooklyn Afternoon An international beer festival -- with root beer for children -- will be held on Saturday from 2 to 7 P.M. at Brooklyn Brewery, 79 North 11th Street (Berry Street) in Williamsburg. Brooklyn restaurants and caterers will provide food. Admission is $20 and includes unlimited sampling and a souvenir glass. For information:" , "date" : "19990915" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "CALENDAR" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/15\/dining\/calendar.html"} , {"body" : "A man was arrested inside a church in Williamsburg, Brooklyn, at 5 A.M. yesterday and charged with breaking into the church twice in less than two days, the police said. The man, Jose Maldonado, had gotten into St. Mary's Church on Maujer Street by breaking the bars on the windows, said Officer Valerie St. Rose, a police spokeswoman. Mr. Maldonado," , "date" : "19990913" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO NEWS BRIEFS: NEW YORK; Back-to-Back Break-Ins At Church Lead to Arrest" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/13\/nyregion\/metro-news-briefs-new-york-back-to-back-break-ins-at-church-lead-to-arrest.html"} , {"body" : "September THE RESONANCE OF THE QIN IN EAST ASIAN ART -- Music may indeed soothe the savage breast, but for 5,000 years the Chinese have believed that nothing does it better than a qin (pronounced chin), a plucked zither. Artwork as much as 2,000 years old -- wood blocks, drawings, paintings and sculpture -- will be on view, all incorporating images" , "date" : "19990912" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "105" , "title" : "THE NEW SEASON\/ARTIFACTS; From Calligraphy to Crafts, a Wealth of Exhibitions" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/12\/arts\/the-new-season-artifacts-from-calligraphy-to-crafts-a-wealth-of-exhibitions.html"} , {"body" : "The man who caused a furor last month by putting up anti-immigration slogans on three billboards has put up a new sign near the Williamsburg Bridge in Brooklyn, and city officials said they would investigate whether it was placed there illegally. The message on the billboard claims that immigrants will swell the population of the United States" , "date" : "19990908" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Immigration Foe Puts Up Another Billboard; City to Investigate Legality" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/08\/nyregion\/immigration-foe-puts-up-another-billboard-city-to-investigate-legality.html"} , {"body" : "THE lovely double daffodil named Irene Copeland is one of the finest double-forms ever grown. It has an almost bouffant look with soft white petals that have been enriched with deep yellow shading. This is a daffodil that was most popular in Edwardian times. To many it suggests that famous old double called Eystettensis, a Narcissus triandrus" , "date" : "19990905" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "IN THE GARDEN; Catalogue Shopping for Heirlooms to Grow" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/05\/nyregion\/in-the-garden-catalogue-shopping-for-heirlooms-to-grow.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera ''SUMMER,'' Edith Wharton's 1917 novella ''Summer,'' a story of the sexual awakening of Charity Royall, taken at an early age from a rural enclave of backward Berkshire Mountain people and raised by a" , "date" : "19990903" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/03\/movies\/classical-music-and-dance-guide.html"} , {"body" : "Labor Day weekend is a time for relaxing, celebrating the end of the summer and maybe enjoying a good beer. Here are 12 places to find good or unusual beer lists. (These summaries, written by Eric Asimov, are taken from dining reviews, columns and articles in The Times by William Grimes, Mr. Asimov and others.) 1. Belgo Nieuw York + (212) 253-2828" , "date" : "19990903" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "EATING OUT; The Brews of Summer" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/03\/arts\/eating-out-the-brews-of-summer.html"} , {"body" : "Four months after a construction project stopped trains from using the Williamsburg Bridge, transit officials said yesterday that service would resume today on the J, M and Z lines. Train service was halted on May 1, said Albert W. O'Leary, a spokesman for New York City Transit. But with most of the construction done, the trains can start rolling" , "date" : "19990901" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Subway Service to Resume On the Williamsburg Bridge" , "url" : "http:\/\/www.nytimes.com\/1999\/09\/01\/nyregion\/subway-service-to-resume-on-the-williamsburg-bridge.html"} ,   {"body" : "May 29, 1996, was brisk but brilliant, a splendid day for celebration and champagne on Staten Island as Gov. George E. Pataki and Mayor Rudolph W. Giuliani announced that the Fresh Kills landfill -- the biggest dump in the world, the last in New York City and the bane of the city's least populous borough -- would finally close. There was one small" , "date" : "19990830" , "day_of_week_facet" : "Monday" , "geo_facet" : ["FRESH KILLS (NYC)" , "NEW YORK STATE" , "STATEN ISLAND (NYC)" , "NEW JERSEY" , "NEW YORK CITY" , "VIRGINIA"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "THE LAST LANDFILL: A special report.; As Deadline Looms for Dump, Alternate Plan Proves Elusive" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/30\/nyregion\/last-landfill-special-report-deadline-looms-for-dump-alternate-plan-proves.html"} , {"body" : "The bound and gagged body of a 26-year-old woman was found on the roof of a building in the Williamsburg Section of Brooklyn last night, law enforcement officials said. The woman, whose name was not released by the police, was a resident of the building, at 233 South Second Street, said Detective Joseph Pentangelo, a police spokesman. No weapon was" , "date" : "19990827" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO NEWS BRIEFS: NEW YORK; Body of Woman Is Found Bound on Brooklyn Roof" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/27\/nyregion\/metro-news-briefs-new-york-body-of-woman-is-found-bound-on-brooklyn-roof.html"} , {"body" : "Some jazz aficionados in Brooklyn have discovered that when they try to tune their radios to their favorite music, all they can hear are religious stories from Lubavitch Hasidic leaders. Listeners have complained that a pirate radio broadcast at 87.9 FM is interfering with the reception of WBGO, a Newark public radio station that plays jazz at 88.3" , "date" : "19990815" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEWARK (NJ)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: CROWN HEIGHTS; A Pirate Radio Station's Crusade Is Stepping on the Jazz" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/15\/nyregion\/neighborhood-report-crown-heights-pirate-radio-station-s-crusade-stepping-jazz.html"} , {"body" : "The hamburger is the American national dish, and New York City has no shortage of delicious examples, some of them as at these 12 restaurants. (These summaries, written by Eric Asimov, are taken from Mr. Asimov's and others' dining reviews, columns and articles in The Times.) 1. Beer Bar +++ (212) 818-1333 Met Life Building 200 Park Avenue, at 45th" , "date" : "19990813" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "EATING OUT; The National Staple" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/13\/arts\/eating-out-the-national-staple.html"} , {"body" : "A citywide program begun in 1984 that allows moderate- and middle-income families to purchase new housing will bring 2,121 dwelling units on the market over the next three years, with construction of the first 560 units to start by early next year. The 864 one-, two-, and three-family houses will be built under the New Homes Program on 28" , "date" : "19990808" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: Program for Moderate- and Middle-Income Homes; 864 New Houses To Go Up in the City" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/08\/realestate\/postings-program-for-moderate-middle-income-homes-864-new-houses-go-up-city.html"} , {"body" : "PROSPECT HEIGHTS Tropical Themes for Those Who Need Less Real Heat A feast for the eyes and the ears will be offered at the Brooklyn Botanic Garden Concert on the Lawn next Sunday, featuring tropical theme music by Breakaway Brass, Magica and Tulivu-Donna Cumberbatch and Her Magnificent Trio. You can spend Sunday lounging on the lawn, or for those" , "date" : "19990808" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1999\/08\/08\/nyregion\/playing-in-the-neighborhood-922773.html"} , {"body" : "The long-maligned penny, kicked about the sidewalks of New York, disparaged by the ''take a penny'' cups at cash registers and mocked by the ''no pennies'' signs on bridge and tunnel tollgates, is finally enjoying its revenge. New York is enduring the great penny shortage of 1999. Some city merchants are literally penniless, losing money by" , "date" : "19990731" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Thoughts for Your Penny, Suddenly Scarce" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/31\/nyregion\/thoughts-for-your-penny-suddenly-scarce.html"} , {"body" : "Historically, Texas has been identified with cattle, Kansas City with stockyards and New York with steakhouses. Nowadays cattle can be anywhere and fine beef comes from as far away as Argentina and Japan, but New York is still the king of the steakhouse. Here are 12 reasons for that. (These summaries, written by Eric Asimov, are taken from Mr." , "date" : "19990730" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "EATING OUT; Steak and Potatoes" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/30\/arts\/eating-out-steak-and-potatoes.html"} , {"body" : "A race for a Civil Court judgeship in Brooklyn, not usually a contest to generate much excitement, has split a host of Democratic officials into two camps, each seeking to establish its political might. On one side are the supporters of Wayne P. Saitta, a 44-year-old lawyer with Brooklyn Legal Services Corporation. Mr. Saitta is being supported by" , "date" : "19990728" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "2 Democratic Factions Battle for a Judgeship in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/28\/nyregion\/2-democratic-factions-battle-for-a-judgeship-in-brooklyn.html"} , {"body" : "An off-duty firefighter was found shot to death yesterday in the driver's seat of his Jeep in an industrial area of Long Island City, Queens, the police said. Brendan Brooks, 21, a probationary firefighter who joined the department last November and was assigned to Ladder Company 104 in Williamsburg, Brooklyn, was shot in the head, chest and" , "date" : "19990728" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO NEWS BRIEFS: NEW YORK; Off-Duty Firefighter Shot to Death in Queens" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/28\/nyregion\/metro-news-briefs-new-york-off-duty-firefighter-shot-to-death-in-queens.html"} ,   {"body" : "An article in the Neighborhood Report pages last Sunday about a cellar apartment in Williamsburg, Brooklyn, misstated the city's policy on making such an apartment legal. A cellar apartment, which is more than half underground, cannot be legalized; a basement apartment, which is more than half above ground, can be made legal if the Buildings" , "date" : "19990725" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "4" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/25\/nyregion\/c-corrections-755150.html"} , {"body" : "A severed human head turned up yesterday on a conveyor belt at a private trash-processing plant in Brooklyn, the police said. The head was so badly damaged that it was not clear whether it belonged to a man or woman or what race or age the person was, said Detective Robert Samuel, a police spokesman. A worker at the Waste Management Inc. plant on" , "date" : "19990723" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO NEWS BRIEFS: NEW YORK; Severed Head Is Found At a Plant in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/23\/nyregion\/metro-news-briefs-new-york-severed-head-is-found-at-a-plant-in-brooklyn.html"} , {"body" : "In their black hats, dark suits and sidecurls, the stream of young Hasidic men flying home from Europe seemed unlikely to raise the suspicions of United States Customs officials. But Federal prosecutors say the sober-looking young men were enlisted as couriers in a huge operation to flood New York with the designer drug MDMA, popularly called" , "date" : "19990721" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "AMSTERDAM (NETHERLANDS)" , "LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "7 Charged in Drug Scheme Said to Use Hasidic Couriers" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/21\/nyregion\/7-charged-in-drug-scheme-said-to-use-hasidic-couriers.html"} , {"body" : "Like many of his neighbors in Bedford-Stuyvesant, Charles O'Connor has grown accustomed during the last few months to frequent and unwanted visits from strangers interested in buying the home he has owned for 35 years. One day, though, the banging on his front door was like an alarm. Mr. O'Connor opened it to find a man hammering up a ''For Sale''" , "date" : "19990719" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New Neighbors Pushing at the Edge; Brooklyn Hasidim Seek to Expand Into a Black and Hispanic Area" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/19\/nyregion\/new-neighbors-pushing-edge-brooklyn-hasidim-seek-expand-into-black-hispanic-area.html"} , {"body" : "Gooey. Viscous. Steamy. Torrid. Pick your adjective. No matter how you put it, it was hot again yesterday. For a second straight day, the temperature climbed to 98 degrees, and remarkably empty streets throughout the city suggested that most New Yorkers were staying as far indoors as possible. Even the hardy old men who are usually fixtures in" , "date" : "19990719" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "When It's 98 Degrees Outdoors, Staying Indoors Is the Best Escape" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/19\/nyregion\/when-it-s-98-degrees-outdoors-staying-indoors-is-the-best-escape.html"} , {"body" : "At a glance, the security camera looks like any other. But instead of watching for suspicious activity, this camera simply takes in the weather. The camera is a virtual window to the outside world for Michele Bertomen, an architect, and David Boyle, an electrician and poet, who live together among the oil heaters and water meters in the basement of" , "date" : "19990718" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: WILLIAMSBURG; Room With a Virtual View" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/18\/nyregion\/neighborhood-report-williamsburg-room-with-a-virtual-view.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from the most recent listing to contract. MANHATTAN EAST MIDTOWN $565,000 250 East 54th Street (Mondrian) 2-bedroom, 2-bath, 1,253-sq.-ft. condo in a postwar building; 24-hr. doormen, concierge, marble baths," , "date" : "19990718" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/18\/realestate\/residential-sales.html"} , {"body" : "LONG ISLAND CITY Ethnic Diversity Celebrated On Feature Film Nights The next five Wednesday evenings at Socrates Sculpture Park, visitors may bring a blanket and enjoy an exotic mix of feature films from Brazil, Greece, Mexico, Africa and India -- celebrating the ethnic diversity of northwestern Queens. The series is curated by Ocularis, a" , "date" : "19990718" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/18\/nyregion\/playing-in-the-neighborhood-635456.html"} , {"body" : "Law enforcement officials arrested two men yesterday who they said carried out a month-long robbery spree in Brooklyn that left one man dead. Between June 21, when the men forced a woman near Prospect Park to give up her car at gunpoint, and Monday, when they tried unsuccessfully to steal another vehicle from its occupant in Park Slope, the pair" , "date" : "19990717" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO NEWS BRIEFS: NEW YORK; 2 Charged With Murder And String of Robberies" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/17\/nyregion\/metro-news-briefs-new-york-2-charged-with-murder-and-string-of-robberies.html"} , {"body" : "A former board member of a Brooklyn school district has sued election officials to force a recount of ballots from the May 18 elections. The board member, Juan D. Martinez, was not listed on the ballot, but received write-in votes for a seat on the board of Community School District 14, according to a suit filed on Friday in State Supreme Court in" , "date" : "19990713" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "METRO NEWS BRIEFS: NEW YORK; School Board Ex-Member Challenges Election" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/13\/nyregion\/metro-news-briefs-new-york-school-board-ex-member-challenges-election.html"} ,   {"body" : "The Mediterranean continues to tug at the appetites of New Yorkers. Here are 12 restaurants that offer food from points all around the Mediterranean. (These restaurant summaries, written by Eric Asimov, are taken from Mr. Asimov's and others' dining reviews, columns and articles in The Times.) 1. Acquario + (212) 260-4666 5 Bleecker Street, near" , "date" : "19990709" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "EATING OUT; Mediterranean" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/09\/arts\/eating-out-mediterranean.html"} , {"body" : "KOWLER-Miriam, 87. On July 5, 1999 after a long illness. She was born in Williamsburg, Brooklyn. She was the beloved wife of the late Samuel and the devoted daughter of the late Solomon and Sadie Mann. She is surived by two loving sons, Daniel and Richard, dear sister Ruth and five cherished grandchildren, Suzanne, Andrew, Laura, Amelia, Carolyna." , "date" : "19990707" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "9" , "title" : "Paid Notice: Deaths KOWLER, MIRIAM" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/07\/classified\/paid-notice-deaths-kowler-miriam.html"} , {"body" : "There was a mix of chaos and calm on the streets of upper Manhattan last night as an area including some of the city's most impoverished and densely populated neighborhoods was plunged into darkness. As of early this morning, there was no violence reported in Washington Heights or Inwood, the two neighborhoods, which have more than 200,000" , "date" : "19990707" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "INWOOD (NYC)" , "WASHINGTON HEIGHTS (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "A HEAT WAVE SIZZLES: THE NEIGHBORHOOD; Blackout Stops Trains and Electricity for 200,000" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/07\/nyregion\/heat-wave-sizzles-neighborhood-blackout-stops-trains-electricity-for-200000.html"} , {"body" : "A 27-year-old woman was killed early yesterday when a bullet hit her in the head as she sat chatting with a neighbor on the stairs outside her Brooklyn home, the police said. Neighbors said the woman, Aileen Maldonado, a single mother of a 2-year-old son, was not the target of the gunfire, which broke out shortly before 2 A.M. on Willoughby Avenue" , "date" : "19990705" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "As Neighbors Sit Outside, Woman Is Killed by Gunfire" , "url" : "http:\/\/www.nytimes.com\/1999\/07\/05\/nyregion\/as-neighbors-sit-outside-woman-is-killed-by-gunfire.html"} , {"body" : "BEDFORD PARK Famous Homes in Miniature As Model Trains Rumble By Model trains will pass through miniature landscapes in ''America's Trains and Trees,'' an outdoor show starting Thursday at the New York Botanical Garden's Enid A. Haupt Conservatory. Created by Paul Busse of Applied Imagination, these miniatures feature homes like Laura Ingalls" , "date" : "19990627" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/27\/nyregion\/playing-in-the-neighborhood-325791.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West at 79th Street. Recently opened, the 8,830-square-foot Gottesman Hall of Planet Earth, built around rock samples and multimedia displays that explain how the earth works. Highlights include 168 specimens and 11 large-scale models of rock formations, video stations" , "date" : "19990625" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/25\/arts\/spare-times-321796.html"} , {"body" : "No doubt about it, New York is french-fry crazy. Here are 12 of the best places to indulge. (These summaries, written by Eric Asimov, are taken from Mr. Asimov's and others' dining reviews, columns and articles in The Times.) 1. Balthazar ** [rating: Two Stars] (212) 965-1414 80 Spring Street, at Crosby Street SoHo $$ All major cards If you're" , "date" : "19990625" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "EATING OUT; French-Fry Heaven" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/25\/arts\/eating-out-french-fry-heaven.html"} , {"body" : "GEMUTLICH is not generally the term that comes to mind regarding the Waldorf-Astoria hotel, but that is true only for those who have not taken a stroll off the elegant Art Deco lobby and done a little shopping and visiting with Doris Motlin, the owner of Doris' Boutique. No hard feelings if you look and don't buy. Sometimes in Doris' Boutique it is" , "date" : "19990624" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Doris, Heart of the Waldorf, Says Farewell" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/24\/nyregion\/public-lives-doris-heart-of-the-waldorf-says-farewell.html"} , {"body" : "To skeptics it is too big, too far, too speculative and, coming at a time when sound stages are sitting empty across Los Angeles, altogether too much: the kind of boom-era bubble likely to pop as soon as it hits the first sharp object or dissonant breeze. But like a particularly tangled Hollywood potboiler, the proposal to build a mammoth" , "date" : "19990622" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "Episode 1: The Phantom Film Studio; Hopes and Doubts Greet a Plan for Sound Stages at the Brooklyn Navy Yard" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/22\/movies\/episode-1-phantom-film-studio-hopes-doubts-greet-plan-for-sound-stages-brooklyn.html"} , {"body" : "THE old loft space -- not even all that expansive at 1,800 square feet -- is now worth a lot more than it was back in '78; and, amid all his video equipment, Mike is wondering whether there isn't a sizable chunk of profit to be made by selling now. He doesn't live there any more; it's just his studio now -- really! Not like in the old days when the" , "date" : "19990620" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE" , "LONG ISLAND CITY (NYC)" , "NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "GREENPOINT (NYC)" , "SOUTH BRONX (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The Loft Law's Pursuit of Lofty Goals" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/20\/realestate\/the-loft-law-s-pursuit-of-lofty-goals.html"} ,   {"author" : "Barry Schwabsky is author of ''The Widening Circle: Consequences of Modernism in Contemporary Art.''" , "body" : "THE rich and various history of art in New York in the 1960's and 70's is being rewritten -- not at any of the universities where graduate students avidly pore over the origins of Pop, Minimal and Conceptual Art, nor at the uptown museums that seem content to keep reinvestigating acknowledged masters like Jasper Johns and Ellsworth Kelly, but at a" , "date" : "19990620" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "ART\/ARCHITECTURE; Restoring Yesterday's Stars to the Limelight" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/20\/arts\/art-architecture-restoring-yesterday-s-stars-to-the-limelight.html"} , {"body" : "An 8-year-old boy died early yesterday morning after he was run over by an ice cream truck on his Brooklyn street, the police said. The boy, Justin Hamilton, was riding his bicycle near his home on Division Avenue in Williamsburg at 6:17 P.M. Monday when he apparently tried to grab onto the back bumper of a Kool Boy ice cream truck to hitch a ride," , "date" : "19990616" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO NEWS BRIEFS: NEW YORK; Ice Cream Truck Kills 8-Year-Old in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/16\/nyregion\/metro-news-briefs-new-york-ice-cream-truck-kills-8-year-old-in-brooklyn.html"} , {"body" : "John Linnell answered the door of his bandmate John Flansburgh's work space in Williamsburg on Sunday with the slightly dazed grin of someone caught in the middle of the creative process. The two Johns, who make up the bravely offbeat pop duo They Might Be Giants, had been mixing songs in the room they call the kitchen, not because they think it is" , "date" : "19990616" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "From the Fringes To Everywhere; They Might Be Giants: On Film, the Web and TV" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/16\/arts\/from-the-fringes-to-everywhere-they-might-be-giants-on-film-the-web-and-tv.html"} , {"body" : "There's nothing quite like a good shag. Its long, soft wool demands to be stroked, petted like the pelt of some rare mountain sheep. The thing is almost obscenely sexy, a vaguely naughty artifact from a more swinging age that makes you want to exclaim, in a bad impersonation of Austin Powers, ''Oh, behave!'' Hard to believe that, until recently," , "date" : "19990610" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "How Deep Is Your Rug?" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/10\/garden\/how-deep-is-your-rug.html"} , {"body" : "A 44-year-old man was killed instantly yesterday when he jumped in front of an L train as it pulled into the Bedford Avenue station in the Williamsburg section of Brooklyn, police and transit officials said. The suicide, which occurred at 3 P.M., stopped the L line between Third Avenue in Manhattan and Bushwick Avenue in Brooklyn for two hours," , "date" : "19990609" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO NEWS BRIEFS: NEW YORK; Man Dies After Leaping In Front of Subway Train" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/09\/nyregion\/metro-news-briefs-new-york-man-dies-after-leaping-in-front-of-subway-train.html"} , {"body" : "It was a bitterly cold February morning in 1998 when Police Officer Patrick Lynch, a young, dissatisfied delegate in the city's police union, met with a small group of like-minded dissidents outside the union's headquarters in lower Manhattan to demand a look at its financial records and to call for new leadership. At the time, many police officers" , "date" : "19990607" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Union Critics Are Now at the Helm" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/07\/nyregion\/police-union-critics-are-now-at-the-helm.html"} , {"body" : "The Parks Department plans to send out a ''skate patrol'' in two of the city's busiest parks this summer. Its mission: to rein in aggressive in-line skaters and reckless cyclists. The patrol, consisting of 15 pairs of park employees, will skate along the drives of both Central and Prospect Parks on weekends throughout the summer. The employees will" , "date" : "19990606" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CENTRAL PARK (NYC)" , "PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; New Parks Patrol Will Skate After Offenders on Wheels" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/06\/nyregion\/neighborhood-report-new-york-up-close-new-parks-patrol-will-skate-after.html"} , {"body" : "Dr. Rebecca Rae Seigel, the daughter of Carol and Irwin Seigel of Freeport, N.Y., is to be married today to Christopher Robert Browne, a son of Dr. Flavia Alaya of Paterson, N.J., and the late Rev. Dr. Henry J. Browne. Rabbi Oren Postrel is to perform the ceremony at the Onteora Mountain House, an inn in Boiceville, N.Y. The bride, 29, is an" , "date" : "19990606" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "10" , "title" : "Rebecca Seigel, Christopher Browne" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/06\/style\/rebecca-seigel-christopher-browne.html"} , {"body" : "A Federal jury in Manhattan has awarded a former state psychologist $16.6 million in damages after concluding that he was the victim of false allegations, orchestrated by another employee, that he had sexually abused mentally retarded patients in a treatment center in Brooklyn. The employee, Melanie Fudenberg, who was ordered to pay the damages," , "date" : "19990605" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Ex-Psychologist, Falsely Accused, Is Awarded $16 Million" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/05\/nyregion\/ex-psychologist-falsely-accused-is-awarded-16-million.html"} , {"body" : "ATTRACTIONS Museums and Sites ABIGAIL ADAMS SMITH MUSEUM, 421 East 61st Street, Manhattan. The structure, built in 1799 as the carriage house for the estate of Abigail Adams and Col. William Smith, was also the Mount Vernon Hotel from 1826 to 1833. The current exhibition, ''Smith's Folly: 200 Years of History, 60 Years of Preservation,'' includes a" , "date" : "19990604" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/06\/04\/arts\/spare-times-993409.html"} ,   {"body" : "WITH all the scarcity, hysteria, back-stabbing and astronomical prices in the real estate market, it would hardly seem possible for young people just out of college to find apartments. But while apartments go quickly, they can be found, even for those more interested in what they do than in what they earn. Regardless of whether they are making" , "date" : "19990530" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "For Class of '99, A Real-Life 'Rent'" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/30\/realestate\/for-class-of-99-a-real-life-rent.html"} , {"body" : "To the Editor: Your article on foundries, ''From Sculptor's Clay to Timeless Bronze'' (May 2), ignored the existence of the New Foundry New York in Williamsburg, Brooklyn, where I'm currently having a commissioned sculpture cast for the city of East Lansing, Mich. Paige Tooker, the only woman to own and operate an art foundry in the New York" , "date" : "19990530" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "A Notable Foundry Operates in Williamsburg" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/30\/nyregion\/l-a-notable-foundry-operates-in-williamsburg-924253.html"} , {"body" : "East River Waterfront Municipal Art Society; (212) 935-3960. The Municipal Art Society and the Van Alen Institute will offer three walking tours in conjunction with the institute's study of the East River waterfront, a two-year project involving exhibitions and an architectural competition. The first tour, on June 6, will feature sites in Hunters" , "date" : "19990527" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "6" , "title" : "CALENDAR; Tours, Auctions and Exhibitions" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/27\/garden\/calendar-tours-auctions-and-exhibitions.html"} , {"body" : "The city Parks Department will have enough lifeguards to open all the beaches on Staten Island and Coney Island by Independence Day, overcoming a shortage of qualified guards that had led the city to close miles of beaches in recent years, an official said Friday. Alan M. Moss, the Parks Department's First Deputy Commissioner, said that some of the" , "date" : "19990523" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "ROCKAWAY PENINSULA (NYC)" , "CONEY ISLAND (NYC)" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Lifeguards Line Up for Beach Duty" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/23\/nyregion\/lifeguards-line-up-for-beach-duty.html"} , {"body" : "Hampton Roads, the natural harbor where the James River and several lesser streams meet Chesapeake Bay, has had a balcony seat for history. It was into these waters that Capt. John Smith and his companions sailed in 1607 after their first landfall at Cape Henry, on their way to establish Jamestown. It was near here that the French admiral Francois" , "date" : "19990521" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NORFOLK (VA)" , "CHESAPEAKE BAY" , "PORTSMOUTH (VA)" , "HAMPTON ROADS (VA)" , "VIRGINIA BEACH (VA)" , "VIRGINIA" , "NEWPORT NEWS (VA)" , "WILLIAMSBURG (VA)" , "YORKTOWN (VA)" , "JAMES RIVER (VA)"] , "nytd_section_facet" : ["Travel" , "Arts"] , "page_facet" : "27" , "title" : "ON THE ROAD; Cosmopolitan Makeover for a Tidewater Backwater" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/21\/arts\/on-the-road-cosmopolitan-makeover-for-a-tidewater-backwater.html"} , {"body" : "They called him ''Wild Bill'' Rogers, and for 20 years he was the law in the schools of Williamsburg and Greenpoint in Brooklyn. William A. Rogers saw to it that his domain, School District 14, named an elementary school after his hero, John Wayne, even though students were far more Latino than gringo. With gruff humor, he let teachers know his" , "date" : "19990517" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "In School District, Corruption Fed by Ethnic Division" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/17\/nyregion\/in-school-district-corruption-fed-by-ethnic-division.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting June 8, 6:30 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights," , "date" : "19990516" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Greenpoint to Sheepshead Bay: When the Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/16\/nyregion\/neighborhood-report-brooklyn-up-close-greenpoint-sheepshead-bay-when-boards-meet.html"} , {"body" : "After the gallery opening is over, trekking to post-show parties at out-of-the-way bars and hard-to-find nightclubs has long been a dreaded ritual for art world habitues. Invitations get lost, and so do the guests. But now some galleries are taking practical steps to insure that the party goes on without a hitch by opening trendy hangouts within" , "date" : "19990509" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "3" , "title" : "PULSE; Art With a Chaser" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/09\/style\/pulse-art-with-a-chaser.html"} , {"body" : "IN the ''American Century'' exhibition that just opened at the Whitney Museum of American Art, the first five decades of the 20th century are represented by nearly 1,000 artworks, plus a few dozen carefully culled examples of the decorative arts and industrial design. Mostly, the design objects are used to underscore points made by the art, as if" , "date" : "19990506" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "2" , "title" : "PUBLIC EYE; Appliances With Legs" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/06\/garden\/public-eye-appliances-with-legs.html"} , {"body" : "Irma Gayle, a seamstress and recent immigrant from Costa Rica, sat patiently on the B39W bus as it inched across the Williamsburg Bridge into Manhattan yesterday. She had already been on one bus, and planned to take yet another. ''The J train is not running so I decided to take all buses,'' she said, smiling and apparently not bothered by the fact" , "date" : "19990504" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Most Straphangers Unfazed By Closing of Bridge Lines" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/04\/nyregion\/most-straphangers-unfazed-by-closing-of-bridge-lines.html"} ,   {"body" : "A little bit of Venice in Brooklyn? That was the question at Brooklyn's Gowanus Canal yesterday as city officials finally got around to activating a plumbing fixture that will allow the canal to be flushed of the rancid liquids that give the waterway its famous stench. The fixture -- a new propeller to circulate the stagnant water and diminish its" , "date" : "19990504" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS CANAL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Finally, Flushing an Infamous Canal" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/04\/nyregion\/finally-flushing-an-infamous-canal.html"} , {"body" : "The Patrolmen's Benevolent Association has long served as the unified voice and jut-jawed defender of New York City police officers, the architect of a blue wall of solidarity that supports them, right or wrong. But as the union prepares to elect a president this month, the campaign is revealing deep divisions within its leadership, even as many" , "date" : "19990503" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "POWER STRUGGLE EXPOSES CRACKS IN POLICE UNION" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/03\/nyregion\/power-struggle-exposes-cracks-in-police-union.html"} , {"body" : "A big fat dose of spring was reported to have arrived in earnest throughout New York City yesterday. And just about everywhere you looked, the evidence was rather compelling. In Times Square at 8 A.M., there was Cindy Crawford, warming up packs of numbered runners for a jog to Central Park to raise money for women's health issues. Not long after," , "date" : "19990502" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "53" , "title" : "May 1: A Spring Break For Pent-Up New York" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/02\/nyregion\/may-1-a-spring-break-for-pent-up-new-york.html"} , {"body" : "Anyone with a Manhattan apartment knows the significance of space and the value of space-saving strategies. Little wonder that custom-made Murphy beds, which fold up into a cabinet, are in high demand at Precision Woodworking, a made-to-order furniture studio in Williamsburg, Brooklyn, at 1205 Manhattan Avenue (near Eagle Street). Joshua Aronson," , "date" : "19990502" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Beds and Custom Pieces By a Woodworking Artisan" , "url" : "http:\/\/www.nytimes.com\/1999\/05\/02\/nyregion\/new-yorkers-co-beds-and-custom-pieces-by-a-woodworking-artisan.html"} , {"author" : "Samuel G. Freedman is the author of ''Small Victories: The Real World of a Teacher, Her Students and Their High School.''" , "body" : "A decade after watching Carlos Pimentel graduate from Seward Park High School on the Lower East Side, I spotted his lanky form on a subway platform. We had stayed in contact in the intervening years, and I knew he had graduated from college and earned a law degree. Now Carlos reached into his wallet and extracted his business card; he was an" , "date" : "19990430" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "31" , "title" : "Broken, but Not Unfixable" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/30\/opinion\/broken-but-not-unfixable.html"} , {"body" : "Principals Over Politics Maybe they both want to be a senator for six years, but HILLARY RODHAM CLINTON and MAYOR RUDOLPH W. GIULIANI will settle for being principal for a day. Both will take charge of public schools in New York City today, Mrs. Clinton at the Virgil I. Grissom Junior High School 226 in Ozone Park, Queens, and Mr. Giuliani at" , "date" : "19990429" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "PUBLIC LIVES" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/29\/nyregion\/public-lives.html"} , {"body" : "Trembling every time a subway train rumbled by it, the elevated platform at Marcy Avenue in Williamsburg, Brooklyn, provided a panoramic stage yesterday for Joshua Brown to vent his complaint about the latest transit snag, as he waited just across the Williamsburg Bridge from Manhattan. Beginning Saturday, Mr. Brown will be among 90,000 riders" , "date" : "19990427" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Straphangers Prepare to Make Do With One Less Bridge to Cross" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/27\/nyregion\/straphangers-prepare-to-make-do-with-one-less-bridge-to-cross.html"} , {"body" : "IS it going too far to say that Conceptual Art has been to the second half of the 20th century what Cubism was to the first half -- that is, a great divide, a demarcation after which nothing was quite the same? Maybe, but not by much. Conceptual Art produced far fewer masterpieces than Cubism, having disavowed the very term, and overall it probably" , "date" : "19990425" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "ART\/ARCHITECTURE; Conceptual Art: Over, And Yet Everywhere" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/25\/arts\/art-architecture-conceptual-art-over-and-yet-everywhere.html"} , {"body" : "The New York Schools Chancellor, Rudy Crew, removed the Acting Superintendent and four board members from Community School District 14 yesterday in an attempt, he said, to root out the corruption that allowed a Brooklyn rabbi to steal $6 million from the district during the course of two decades. The housecleaning is the most sweeping use of a 1996" , "date" : "19990424" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Crew Removes 5 in District Tainted by Corruption Case" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/24\/nyregion\/crew-removes-5-in-district-tainted-by-corruption-case.html"} , {"body" : "CALLING a diner Diner is like naming a dog Dog: it seems direct and to the point, and no one can argue with it, but you just know there was laughter when the owners chose such a deadpan name. Diner is literally accurate. The tattered luncheonette was constructed more than 70 years ago in New Jersey in the traditional style. In the 1940's it was" , "date" : "19990421" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "10" , "title" : "$25 AND UNDER; The View From the Bridge: A Modernized Diner" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/21\/dining\/25-and-under-the-view-from-the-bridge-a-modernized-diner.html"} ,   {"author" : "Deborah Solomon's most recent book is ''Utopia Parkway: The Life and Work of Joseph Cornell.''" , "body" : "RALPH APPELBAUM has a lot of projects underway, but none has proved quite as daunting as the World Religions Museum in Taiwan. ''It's unbelievable,'' he said the other day. ''I give my presentation to a monastery in the mountains. Here I am, plugging in my computer as the clouds are going out the door. Do you know what it's like working with" , "date" : "19990421" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Travel"] , "page_facet" : "12" , "title" : "He Turns the Past Into Stories, and The Galleries Fill Up" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/21\/arts\/he-turns-the-past-into-stories-and-the-galleries-fill-up.html"} , {"body" : "A Manhattan-based developer has bought the former Daily News printing plant on Pacific Street in the Prospect Heights section of Brooklyn, hoping to convert it into movie theaters and stores, with apartments above. The project, amid a strip of old industrial buildings just blocks from Park Slope, reflects the growing faith among developers that" , "date" : "19990417" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT HEIGHTS (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "4" , "title" : "Developer Buys Former Plant of Daily News in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/17\/nyregion\/developer-buys-former-plant-of-daily-news-in-brooklyn.html"} , {"body" : "The rabbi at the center of a scheme that funneled millions of public school dollars from a Brooklyn district to a Jewish girls' school said yesterday that he knew dozens of Hasidic housewives were collecting paychecks and insurance benefits for no-show jobs, but that he justified the arrangement in his own mind because he believed it benefited the" , "date" : "19990417" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "After Guilty Plea, Rabbi Explains Actions in a Fund Diversion Scheme" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/17\/nyregion\/after-guilty-plea-rabbi-explains-actions-in-a-fund-diversion-scheme.html"} , {"body" : "It was an elaborate scheme that somehow went undetected for nearly two decades, investigators said yesterday: a prominent Hasidic rabbi and a Brooklyn public school district conspired to place dozens of Hasidic housewives in no-show jobs on the district payroll as part of a plot to siphon more than $6 million to a private Jewish girls' school and" , "date" : "19990416" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Rabbi in Plot to Siphon Millions In Public Money to Private School" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/16\/nyregion\/rabbi-in-plot-to-siphon-millions-in-public-money-to-private-school.html"} , {"body" : "Visitors to the Metropolitan Museum of Art in the past several weeks got a big surprise: The museum raised its suggested admission price to $10, from $8, without telling people until they climbed the granite steps and read signs disclosing the 25 percent increase above the ticket booths inside. The price jump, which went into effect on March 1, is" , "date" : "19990414" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Passing On The Pain At the Met; As Charitable Funds Drop, Museum Visitors Pay More" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/14\/arts\/passing-on-the-pain-at-the-met-as-charitable-funds-drop-museum-visitors-pay-more.html"} , {"body" : "LIEUT. ERIC ADAMS'S police career began with a beating. His own. He was 15 and had a nose for trouble, which was easy enough to find in South Jamaica, Queens, where his mother met the mortgage payments and raised six children cleaning houses by day and office buildings by night. Lieutenant Adams was the kind of child who ''wore my mother's knees" , "date" : "19990413" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Behind a Badge, Confronting Issues of Race" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/13\/nyregion\/public-lives-behind-a-badge-confronting-issues-of-race.html"} , {"body" : "The company that leases the Red Hook Container Terminal from the Port Authority is exploring a venture with Waste Management Inc. to use its piers to transfer containers of garbage from trucks onto oceangoing barges. Neighborhood residents say the proposal is further proof that Brooklyn's waterfront communities are being targeted for more than" , "date" : "19990411" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN WATERFRONT; A 'Garbage Summit' and a Call to Arms" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/11\/nyregion\/neighborhood-report-brooklyn-waterfront-a-garbage-summit-and-a-call-to-arms.html"} , {"body" : "INSIDE a ring in the far corner of Gleason's Gym under the Manhattan Bridge in Brooklyn, Mr. Clean, wearing his show-time white briefs and boots, staggered, his eyes crossed like those of a dazed cartoon character as he recovered from a high-flying body slam delivered by his teen-age opponent, the Spanish Pirate. Mr. Clean is Clarence McNatt, 38," , "date" : "19990411" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Trying for a Hold on TV Glory" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/11\/nyregion\/new-yorkers-co-trying-for-a-hold-on-tv-glory.html"} , {"body" : "IT'S a Saturday evening in the East Village, and the streets are pulsing with bar-hopping young people. But Candace Walsh and her posse of girlfriends -- most of them artists and writers in their 20's and 30's, mostly single -- have gathered in her one-bedroom apartment for Beauty Parlor Night. The coffee table is scattered with powder puffs, nail" , "date" : "19990411" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "In Women's Groups, Back to 'Girl Talk'" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/11\/style\/in-women-s-groups-back-to-girl-talk.html"} , {"body" : "Museum Show at Brewery Although it has no permanent home, the NY Food Museum will hold its first exhibition, illustrating dining 100 years ago, at Brooklyn Brewery, 79 North 11th Street (Berry Street), Williamsburg. The show will be open on Friday and Saturday, and on April 16, 17, 23 and 24. Friday hours: 6 to 9 P.M.; Saturday's, noon to 5 P.M. No" , "date" : "19990407" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/07\/dining\/calendar.html"} ,   {"body" : "A man stepped out of a sport utility vehicle in a Brooklyn parking lot yesterday and shot two men and a teen-ager, wounding all of them, the police said. All three were in stable condition last night, the police said. The victims were standing in a lot near the Cooper Park housing project in Williamsburg around 4:30 P.M. when the shooting began," , "date" : "19990407" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "METRO NEWS BRIEFS: NEW YORK; Gunman in Brooklyn Lot Wounds Three and Flees" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/07\/nyregion\/metro-news-briefs-new-york-gunman-in-brooklyn-lot-wounds-three-and-flees.html"} , {"body" : "It was 90 minutes after dawn, and the hatchling brown trout were hungry, nosing into a steady current of cold, clear water, hunting for insect larvae or anything else that came along. Suddenly, food peppered the water, and the fish, more than 200 in all, flashed to the surface, glinting gold and copper as they attacked the drifting bits. ''They're" , "date" : "19990406" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "WESTCHESTER COUNTY (NY)" , "CATSKILLS (NYS AREA)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Rendezvous With Trout, and Nature; Raising Fragile Fish, Students Encounter a Larger World" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/06\/nyregion\/rendezvous-with-trout-nature-raising-fragile-fish-students-encounter-larger.html"} , {"body" : "To the Editor: Regarding Jerry Seinfeld's ''Upper West Side Defense'' (Letter, March 28): Jerry, when you say the Upper West Side is the neighborhood of John Lennon, don't you mean it was the neighborhood of John Lennon? I lived there when Lennon did, but now live in Williamsburg, Brooklyn. Like many other artists, writers and musicians, soaring" , "date" : "19990404" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UPPER WEST SIDE (MANHATTAN)" , "NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "Style"] , "page_facet" : "6" , "title" : "A Note for Seinfeld" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/04\/style\/l-a-note-for-seinfeld-056294.html"} , {"author" : "Mimi Sheraton is a former restaurant critic for The New York Times. Her latest book is ''Food Markets of the World'' (Abrams)." , "body" : "As a city walker ever in search of new paths, especially those close to water, I decided to explore the pedestrian walks on New York bridges. Until last summer I had walked across only the Brooklyn Bridge, a romantic ritual in my teen-age years, when we would return to Brooklyn after dates in ''the city.'' Loveliest and most alluring after dark" , "date" : "19990402" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "Seven Strolls In the Sky" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/02\/arts\/seven-strolls-in-the-sky.html"} , {"body" : "Max Mandell, who grew up with a mother who didn't love him and a grandfather who did, died on Saturday at Cabrini Medical Center in Manhattan. He was 90 and as the founder of the Mandell Nursery School and Kindergarten had devoted his life to making up for a mother's rejection by passing on a grandfather's love to generations of young children. To" , "date" : "19990401" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "11" , "title" : "Max Mandell, Founder of Nursery School, Is Dead at 90" , "url" : "http:\/\/www.nytimes.com\/1999\/04\/01\/nyregion\/max-mandell-founder-of-nursery-school-is-dead-at-90.html"} , {"body" : "For almost two months, New York City police officers have found themselves the target of constant criticism: protesters calling them murderers, suspects mumbling caustic remarks and headlines raising questions about both their aggressiveness and training. So for some officers, a report that a Bronx grand jury had indicted four street crimes" , "date" : "19990327" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE DIALLO SHOOTING: THE POLICE; Officers Hope Cloud Over Force Will Lift" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/27\/nyregion\/the-diallo-shooting-the-police-officers-hope-cloud-over-force-will-lift.html"} , {"body" : "TEEN-AGERS climbed up three flights of stairs in an old house in Brooklyn, steadying themselves on the banister and pausing for breath. This little bit of exercise was just a warm-up, since the real after-school workout was yet to begin. In each room of the Bushwick Center of El Puente, young people huddled with tutors as they sweated it out over" , "date" : "19990327" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "About New York; An Outpost Where Hope Can Thrive" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/27\/nyregion\/about-new-york-an-outpost-where-hope-can-thrive.html"} , {"body" : "Inspiration, like opportunity, often comes cloaked in strange guises. For Jim Hodges, a Brooklyn artist, it came in a life-changing way because a cashier at a Korean deli did what cashiers do hundreds of thousands of times every day in New York. Each time Mr. Hodges bought coffee, she would hand him far more paper napkins than he needed. Reluctant" , "date" : "19990324" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Taking the Ordinary and Finding the Beautiful; Paper Napkins Turn Into Flowers as a Career Unfolds in Accessible Art" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/24\/arts\/taking-ordinary-finding-beautiful-paper-napkins-turn-into-flowers-career-unfolds.html"} , {"body" : "The nine artists who have lived at 12, 14 and 16 Waverly Place in Greenwich Village for almost 30 years always thought of themselves as pushing the envelope. In their enormous, rough-hewn lofts, the four painters, a sculptor, a filmmaker, a food designer, a martial-arts teacher and a furniture maker created work they viewed as thought-provoking and" , "date" : "19990318" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "GREENWICH VILLAGE (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Downtown Drama: High Art, Low Rent; Ideals and Ceilings Are Lofty, As N.Y.U. Seeks Evictions" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/18\/nyregion\/downtown-drama-high-art-low-rent-ideals-ceilings-are-lofty-nyu-seeks-evictions.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting is April 13, 6:30 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn" , "date" : "19990314" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Only the Living Know Brooklyn: Where the Community Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/14\/nyregion\/neighborhood-report-brooklyn-up-close-only-living-know-brooklyn-where-community.html"} ,   {"body" : "Dr. Philip Strax, a radiologist whose early and passionate advocacy of the mammogram helped revolutionize breast-cancer detection, died on Tuesday at a daughter's home in Bethesda, Md. He was 90. A general practitioner with a small family practice in Manhattan, Dr. Strax was spurred into a single-minded battle against breast cancer in 1947, when" , "date" : "19990311" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["U.S." , "Obituaries"] , "page_facet" : "29" , "title" : "Dr. Philip Strax, 90, Is Dead; An Advocate of Mammograms" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/11\/us\/dr-philip-strax-90-is-dead-an-advocate-of-mammograms.html"} , {"body" : "SINCE the paperless office has turned out to be a fantasy, there have to be ways to get all those words and pictures on pieces of paper into a computer. Thus, the scanner. Technically, a scanner and a digital camera do the same thing. Each takes an image and translates it into digital information that a computer can store. Each uses a number of" , "date" : "19990311" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Technology"] , "page_facet" : "11" , "title" : "Scanners: Softening Up Hard Copies" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/11\/technology\/scanners-softening-up-hard-copies.html"} , {"body" : "In August 1993, Beth Rollins, Morgan Meis and five friends rented part of the second floor of a former factory warehouse next to the East River in Williamsburg, Brooklyn. The 1,800-square-foot space with 14-foot ceilings, for which they paid $1,000 per month, had no dividing walls; the only source of running water was a slop sink. That fall, the" , "date" : "19990307" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "100" , "title" : "THE HUMAN HABITAT: Sharing Space in Brooklyn; 15 People, One Loft" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/07\/magazine\/the-human-habitat-sharing-space-in-brooklyn-15-people-one-loft.html"} , {"author" : "David Hay is a playwright and journalist who writes about the arts from Los Angeles." , "body" : "STANDING in the courtyard of Harold Becker's Hollywood Hills home is a 10-foot-tall wooden frame that bears a striking resemblance to a guillotine. Halfway down, however, rests not a murderously sharp blade but rather an old-fashioned camera, its black bellows extending nearly three feet from the lens to an 11-by-14-inch glass panel at the rear. It" , "date" : "19990307" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "ART \/ ARCHITECTURE; Turning Back From Films To Long Forgotten Photos" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/07\/arts\/art-architecture-turning-back-from-films-to-long-forgotten-photos.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West at 79th Street. Exhibition highlights include the Hall of Biodiversity, which focuses on the variety and interdependence of living things. ''Epidemic! The World of Infectious Disease'' examines how best to control the worldwide spread of infectious disease; through" , "date" : "19990305" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "51" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/05\/arts\/spare-times-605352.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy art, design and photography exhibitions at New York City museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should be checked by telephone. Gallery admission is free." , "date" : "19990305" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "48" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/03\/05\/arts\/art-guide.html"} , {"body" : "Nearly 27 years after the police say a bookmaker shot an acquaintance dead at a Brooklyn bar and then vanished, a police detective handing out sketches of the suspect happened upon him Friday on a midtown Manhattan street. The suspect, Joseph Carfagno, 72, a bookmaker and convicted rapist, was arrested in the April 23, 1972, killing of Joseph" , "date" : "19990228" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Officer Goes Looking for Suspect in '72 Killing, and There He Is" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/28\/nyregion\/officer-goes-looking-for-suspect-in-72-killing-and-there-he-is.html"} , {"body" : "An article last Sunday about lofts misstated a broker's estimate of the cost of renting loft space in the Williamsburg and Greenpoint neighborhoods of Brooklyn. According to Suzy Kline, they range from $10 to $20 a square foot per year, not per month." , "date" : "19990228" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "Real Estate"] , "page_facet" : "5" , "title" : "Correction" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/28\/realestate\/c-correction-503410.html"} , {"body" : "A coalition of community and environmental groups and the Borough of Brooklyn filed suit yesterday to overturn the city's rules for the placement of garbage transfer stations, calling the regulations ''deficient, arbitrary, capricious and an abuse of discretion.'' They asked that new rules be written under much stricter environmental guidelines." , "date" : "19990224" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Lawsuit Over Plan for Trash Transfer Stations" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/24\/nyregion\/lawsuit-over-plan-for-trash-transfer-stations.html"} , {"body" : "FOR a woman whose career -- at least sort of -- is talking, Laura Cantrell apologizes a lot when she's doing it. ''Look,'' she said last Saturday afternoon, over a bowl of beans, ''you can totally just cut me off anytime you want.'' And later: ''Well this is turning out to be a really long story.'' And later: ''Am I droning on or what?'' The truth" , "date" : "19990224" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Deejay's Mission: Bring Country to the City" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/24\/nyregion\/public-lives-deejay-s-mission-bring-country-to-the-city.html"} ,   {"body" : "One man was killed and three people were injured last night in a fire in a high-rise apartment building in Brooklyn that officials say was started by a cigarette. The fire occurred just hours after a mayoral panel proposed stringent new fire regulations in residential buildings, including rules requiring sprinklers. The fire, at 541 Wythe Avenue in" , "date" : "19990224" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Man Killed in Brooklyn Fire As Panel Urges Sprinkler Law" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/24\/nyregion\/man-killed-in-brooklyn-fire-as-panel-urges-sprinkler-law.html"} , {"body" : "JACQUES ROCH sometimes has the sense that he is back in the Paris of the late 50's, once again living in a neighborhood with slant-roofed garrets and bustling street life. But this is no deja vu. Mr. Roch, ponytailed at 60, lives in a loft in Williamsburg, Brooklyn. It is a fourth-floor walkup -- ''The freight elevator, it is long kaput,'' he says" , "date" : "19990221" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Prices Send Loft Pioneers In Search of New Frontiers" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/21\/realestate\/prices-send-loft-pioneers-in-search-of-new-frontiers.html"} , {"body" : "When residents of an apartment building in Williamsburg learned in November that the noisy clickety-clack of the elevated track for the J, M and Z lines that rattles past their windows every few minutes would be silenced this summer, they did some calculating. ''It would take me an extra hour to get to work in SoHo,'' says Ryan Douglas, one of four" , "date" : "19990221" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: WILLIAMSBURG; Bracing for Subway Snags" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/21\/nyregion\/neighborhood-report-williamsburg-bracing-for-subway-snags.html"} , {"body" : "Pierogi 2000 177 North 9th Street Williamsburg Brooklyn Through March 15 Pierogi 2000, friend of unknown artists and their drawings and a primary anchor of the Williamsburg art scene, has moved to a new and larger home, next door to its old one. The exhibition square footage has remained the same, but the gallery's fabled drawing files, which now" , "date" : "19990219" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "ART IN REVIEW; 'Rage for Art (Pierogi Reborn)'" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/19\/arts\/art-in-review-rage-for-art-pierogi-reborn.html"} , {"body" : "What do you get with ''Oy''? A few good laughs, a little heartbreak, some highly enjoyable acting, a smidgen of klezmer music. Comedy is still a hard way to make a living. You take the good with the O.K. Sometimes ''Oy'' is a lot more than O.K. ''Oy'' is a comedy by Rich Orloff that comes to Theater 3 at 311 West 43d Street in Clinton with the" , "date" : "19990216" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "5" , "title" : "THEATER REVIEW; Blanche Just Kvetched Too Much" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/16\/theater\/theater-review-blanche-just-kvetched-too-much.html"} , {"body" : "ONE of the best-kept secrets in the performing arts in New York City is 651 Arts. The Brooklyn-based producing and presenting organization is often confused with the Brooklyn Academy of Music, a separate corporation that helped found it nearly 10 years ago and has maintained a symbiotic relationship with it. But the work and mission of 651 Arts are" , "date" : "19990214" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "DANCE; On a Brooklyn Mission To Be a Good Neighbor" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/14\/arts\/dance-on-a-brooklyn-mission-to-be-a-good-neighbor.html"} , {"body" : "The students at Bushwick Outreach, an alternative high school in Brooklyn, were telling me about their encounters with the police. Some were quietly emotional, but the prevailing tone was resignation. Lani Soto, who is 18, recalled the night last July when two uniformed officers approached her on a subway train in Bay Ridge. She had just left work" , "date" : "19990214" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "13" , "title" : "In America; What's Going On?" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/14\/opinion\/in-america-what-s-going-on.html"} , {"body" : "Twin brothers were among three suspects charged yesterday with fatally shooting a livery-cab driver on a Brooklyn street Saturday morning, the police said. The brothers, Carlos and Steven Arriaga, 18, and Vincent Vasquez, 27, all of Brooklyn, were charged in the death of Jose Bel-Carmen, 46, who was found slumped behind the wheel of his Lincoln" , "date" : "19990208" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "3 Arrested in Killing of a Livery-Cab Driver" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/08\/nyregion\/3-arrested-in-killing-of-a-livery-cab-driver.html"} , {"body" : "The police said htye had no suspects after Jose Bel-carmen, 49, a livery-cab driver, was found shot in the head yesterday morning at North Third and Berry Streets in the Williamsburg section of Brooklyn. A neighbor who saw the vehicle crash into a parked car called 911, an the police arrived to find Mr. Bel-carmen dead behind the wheel." , "date" : "19990207" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "45" , "title" : "Cabdriver Found Killed After Crash" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/07\/nyregion\/cabdriver-found-killed-after-crash.html"} , {"body" : "With small pieces of concrete falling from the Brooklyn Bridge, city officials said yesterday that a repair project would close the bridge to Manhattan-bound motorists for five nights a week, beginning in April and not ending until sometime in October. The repairs, ordered quietly last October by the city's Department of Transportation, are" , "date" : "19990205" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "As Concrete Falls, City Moves to Fix Brooklyn Bridge" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/05\/nyregion\/as-concrete-falls-city-moves-to-fix-brooklyn-bridge.html"} ,   {"body" : "Esteban Martinez, 27, may have difficulty concentrating or articulating the details of his life story, but he has no problem ticking off the names of the groups that he likes: the Beastie Boys, Wu-Tang Clan, Prodigy and Phat Boy Slim, among others. He has an unwavering commitment to one band, Smashing Pumpkins. In his wallet, he carries the band's" , "date" : "19990203" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE NEEDIEST CASES; For a Music Fan, a Few Lessons in Life's Basics" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/03\/nyregion\/the-neediest-cases-for-a-music-fan-a-few-lessons-in-life-s-basics.html"} , {"body" : "A major malfunction knocked out New York City's 911 system for more than an hour yesterday morning, crippling its ability to respond to emergency calls and raising questions about why it took so long for the backup system to begin working. City officials expressed relief yesterday that the incident had been brief and had occurred during the" , "date" : "19990201" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "911 System Breaks Down In New York" , "url" : "http:\/\/www.nytimes.com\/1999\/02\/01\/nyregion\/911-system-breaks-down-in-new-york.html"} , {"body" : "Just six weeks after Gov. George E. Pataki pushed a charter school law through the State Legislature, Schools Chancellor Rudy Crew is proposing to set up his own charterlike school districts in Brooklyn, granting them freedom from the central school bureaucracy in an effort to improve student achievement, school officials said yesterday. Dr. Crew's" , "date" : "19990129" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "Crew Plans Charter Schools, His Way" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/29\/nyregion\/crew-plans-charter-schools-his-way.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West at 79th Street. The Hall of Biodiversity focuses on the variety and interdependence of living things. Other exhibitions include ''Spirits in Steel: The Art of the Kalabari Masquerade,'' which features 13 steel sculptures by Sokari Douglas Camp, drawing on themes" , "date" : "19990129" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/29\/arts\/spare-times-084280.html"} , {"body" : "TWO years ago, when Arnold Lehman left Baltimore to become the director of the Brooklyn Museum of Art, he and his wife, Pamela, knew exactly what kind of home they wanted. It had to be industrial, loftlike, close to subways and the museum, filled with light -- and in Brooklyn. ''We were coming to promote Brooklyn,'' Ms. Lehman said. ''How could we" , "date" : "19990128" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "HOUSE PROUD; Promoting Light, Art and Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/28\/garden\/house-proud-promoting-light-art-and-brooklyn.html"} , {"body" : "Crying on Way To the Bank Once again, TOM WOLFE will not have to give an acceptance speech. The National Book Critics Circle made it clear that there is another literary prize he is not going to win: Theirs. His best-selling novel ''A Man in Full,'' which had seemed like a certain winner for the National Book Award that went to ALICE McDERMOTT last" , "date" : "19990127" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "SAN FRANCISCO (CALIF)"] , "nytd_section_facet" : ["New York and Region" , "Travel" , "Books"] , "page_facet" : "2" , "title" : "PUBLIC LIVES" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/27\/nyregion\/public-lives.html"} , {"body" : "A former gang member turned community activist, a homemaker who led the cleanup of her contaminated neighborhood and New York's senior Senator are among seven Americans who will share $1.25 million from the Heinz Family Foundation, which honors work that it believes has had an unheralded impact on society. More than half of the recipients this year" , "date" : "19990127" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "5 New Yorkers Win Prizes for Unsung Work" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/27\/nyregion\/5-new-yorkers-win-prizes-for-unsung-work.html"} , {"body" : "When Mayor Rudolph W. Giuliani and executives from Cablevision Systems announced with much fanfare this week that the company would provide high-speed Internet access to more than 900 public and private schools in the Bronx and Brooklyn, there was just one problem: Nobody told the teachers, principals and students who will eventually use it. Many" , "date" : "19990123" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education" , "Technology"] , "page_facet" : "3" , "title" : "Confusion Follows Fanfare Over High-Speed Internet Link for Schools" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/23\/nyregion\/confusion-follows-fanfare-over-high-speed-internet-link-for-schools.html"} , {"body" : "Hank Whitney's life turned a corner in the early 1950's when he discovered basketball. He was poor and black and growing up on welfare in the Williamsburg section of Brooklyn, and the best he could look forward to, he said, was a factory job. Instead he found a whole new world. Whitney had talent, but more than that, he said, he had access to a" , "date" : "19990115" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "7" , "title" : "DROPPING THE BALL: The Decline Of School Sports; Working to Preserve a Vanished World" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/15\/sports\/dropping-ball-decline-school-sports-working-preserve-vanished-world.html"} , {"body" : "A 19-year-old man was shot by a police officer in a Brooklyn subway station after the suspect took the officer's gun and began attacking him, the police said. The incident occurred at 1:45 P.M. at Grand Avenue station of the L line in Williamsburg, said Detective Joseph Pentangelo, a police spokesman. The officer, Anthony Apparicio, who is assigned" , "date" : "19990114" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "METRO NEWS BRIEFS: NEW YORK; Man Is Shot in Subway After Attacking Officer" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/14\/nyregion\/metro-news-briefs-new-york-man-is-shot-in-subway-after-attacking-officer.html"} ,   {"body" : "Hipolito Burgos, a 17-year-old senior at Queens Vocational High School, is an immigrant from the Dominican Republic, co-captain of his school's baseball team and an all-round threat as a catcher, outfielder and batter. And he's a good man with a bilge pump, said his coach, Rob Schimenz. That's an important skill for a ballplayer at Queens" , "date" : "19990113" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "Education" , "Sports"] , "page_facet" : "1" , "title" : "For New York, 25-Year Losing Streak" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/13\/sports\/for-new-york-25-year-losing-streak.html"} , {"body" : "THE dark brick factory complex on the Brooklyn waterfront would not look out of place in a moody industrial landscape by Edward Hopper. A few years ago, most of the windows were broken, roofs were collapsing, interiors were contaminated with asbestos and the basement was cluttered with leaking drums of toxic substances. The city, which owned the" , "date" : "19990110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "Off the Urban Rust Heap, a Factory Goes to Work" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/10\/business\/off-the-urban-rust-heap-a-factory-goes-to-work.html"} , {"body" : "Roma G. is convinced that the good will of a New York Hospital administrator saved her life in 1965. That year, the official, whose name she cannot remember, admitted her to the hospital's psychiatric ward, even though her father could not afford to pay the bills. Ten years earlier, when Roma was 17, her mother committed suicide after suffering" , "date" : "19990109" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE NEEDIEST CASES; Memories of Hardship Inspire Many to Give to Fund" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/09\/nyregion\/the-neediest-cases-memories-of-hardship-inspire-many-to-give-to-fund.html"} , {"body" : "A woman who kidnapped a Brooklyn boy with cerebral palsy because, her lawyer said, she believed he needed more attention than his parents were giving him, pleaded guilty yesterday to a Federal charge of kidnapping conspiracy. Just before the woman, Theresa Gaetonina Goldberg, entered her plea in Federal District Court in Brooklyn, her husband," , "date" : "19990108" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "9" , "title" : "Health Care Aide Pleads Guilty in a Plot to Kidnap Brooklyn Boy" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/08\/nyregion\/health-care-aide-pleads-guilty-in-a-plot-to-kidnap-brooklyn-boy.html"} , {"body" : "Harold Edelman, an architect and teacher who helped to preserve some of New York's small treasures -- a park, an ornate library and a quiet church -- died on Dec. 21 at the Beth Israel Medical Center hospice. He was 75. He died of cancer, his family said. Mr. Edelman, the founding partner of the Greenwich Village architecture firm that bears his" , "date" : "19990105" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "15" , "title" : "Harold Edelman, 75, Architect Who Helped to Save Small Treasures for New York" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/05\/nyregion\/harold-edelman-75-architect-who-helped-to-save-small-treasures-for-new-york.html"} , {"body" : "In terms of material things, there's no place like New York and no time like the Christmas holidays. The rituals of buying, giving and getting are pronounced here, and phase two -- returning, exchanging and sale-hopping -- can be even more intense. Add to this the movements of people heading for the city's major blockbuster art exhibitions in their" , "date" : "19990101" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "CRITIC'S NOTEBOOK; In Quiet Corners, a Rhapsody for the Eyes and Soul" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/01\/arts\/critic-s-notebook-in-quiet-corners-a-rhapsody-for-the-eyes-and-soul.html"} , {"body" : "As the yearlong countdown to 2000 begins, you may want to consider one of these 12 restaurants, all of which were serving meals at the last turn of the century. No luck in finding restaurants experienced with a new millennium, though. (These summaries, written by Eric Asimov, are taken from Ruth Reichl's and Mr. Asimov's dining reviews, columns and" , "date" : "19990101" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "EATING OUT; Centenarians" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/01\/arts\/eating-out-centenarians.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy art, design and photography exhibitions at New York City museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Many museums are closed today for the New Year's holiday and most galleries are closed today through Monday, but hours vary and" , "date" : "19990101" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/1999\/01\/01\/arts\/art-guide.html"}]