[  {"body" : "LEAD: A New York City police officer has been suspended without pay after an argument with other officers in front of her home in Brooklyn early Christmas morning, the police said yesterday. A New York City police officer has been suspended without pay after an argument with other officers in front of her home in Brooklyn early Christmas morning," , "date" : "19871231" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Officer Suspended Over Dispute" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/31\/nyregion\/officer-suspended-over-dispute.html"} , {"body" : "LEAD: ON Christmas day, the public world comes grinding to a halt. With offices closed and shops shuttered, New York acquires a curious calm, as virtually all museums, concert halls, sightseeing attractions and other public places take the day off. ON Christmas day, the public world comes grinding to a halt. With offices closed and shops shuttered," , "date" : "19871225" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "The Spirit of Christmas Reigns On the Sidewalks of New York" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/25\/arts\/the-spirit-of-christmas-reigns-on-the-sidewalks-of-new-york.html"} , {"body" : "LEAD: Hundreds of civil-rights demonstrators, most of them black, transformed the vast, columned lobby of the Brooklyn Criminal Courthouse into a tumultuous speakers' forum yesterday, shouting support for 69 people arrested in a coordinated series of rush-hour protests against racism Monday night. Hundreds of civil-rights demonstrators, most of" , "date" : "19871223" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Hundreds Rally for 69 Held in Rush-Hour Protest" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/23\/nyregion\/hundreds-rally-for-69-held-in-rush-hour-protest.html"} , {"body" : "LEAD: Eight men with ties to organized crime were charged yesterday with conspiring to control drug sales at locations in Brooklyn and Staten Island in a pattern of racketeering that included murder, extortion and bribery. Eight men with ties to organized crime were charged yesterday with conspiring to control drug sales at locations in Brooklyn" , "date" : "19871113" , "day_of_week_facet" : "Friday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "8 Charged With Mafia Drug Plot, Including Murders and Extortion" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/13\/nyregion\/8-charged-with-mafia-drug-plot-including-murders-and-extortion.html"} , {"body" : "LEAD: SOMETIME next year, probably in the summer, condominiums at a new waterfront development called Jonathan's Landing are to go on sale. To find them, prospective buyers will drive along a new road on a sliver of landfill that juts into Gravesend Bay on the South Brooklyn shore. SOMETIME next year, probably in the summer, condominiums at a new" , "date" : "19871108" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "JONATHAN'S LANDING (BROOKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Perspectives: Waterfront Development; Green Light for Condos on Gravesend Bay" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/08\/realestate\/perspectives-waterfront-development-green-light-for-condos-on-gravesend-bay.html"} , {"body" : "LEAD: More New Yorkers are marrying than at any time since shortly after World War II -confounding demographers, sociologists, psychiatrists and others about what, if anything, it means. More New Yorkers are marrying than at any time since shortly after World War II -confounding demographers, sociologists, psychiatrists and others about what, if" , "date" : "19871027" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In New York, a Renaissance for Marriage" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/27\/nyregion\/in-new-york-a-renaissance-for-marriage.html"} , {"body" : "LEAD: As John Joseph Gotti swashbuckles through his daily rounds, investigators say he has assumed a charismatic presence within the underworld. Officials also say his conviction as head of the country's largest and most powerful Mafia family is a major priority for New York City's law-enforcement hierarchy. As John Joseph Gotti swashbuckles" , "date" : "19871022" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "With Growing Reputation, Gotti's Swagger Is Bolder" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/22\/nyregion\/with-growing-reputation-gotti-s-swagger-is-bolder.html"} , {"body" : "LEAD: IT'S AN ORDINARY FRIDAY night at Bay Ridge Billiards, a pool hall in Brooklyn, and the place is filled almost entirely with men. IT'S AN ORDINARY FRIDAY night at Bay Ridge Billiards, a pool hall in Brooklyn, and the place is filled almost entirely with men. They're waiting for the owner's daughter, a tall, slim, brown-haired woman of 28, to" , "date" : "19871018" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "30" , "title" : "THE BEST WOMAN IN THE HALL" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/18\/magazine\/the-best-woman-in-the-hall.html"} , {"body" : "LEAD: Questions have been raised about the structural integrity of a tanker in the Alaska oil trade that has dumped almost 40,000 barrels of petroleum into the North Pacific in two major spills this year. Questions have been raised about the structural integrity of a tanker in the Alaska oil trade that has dumped almost 40,000 barrels of petroleum" , "date" : "19871015" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["PACIFIC OCEAN"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "13" , "title" : "2 Big Oil Spills Traced to One Tanker" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/15\/us\/2-big-oil-spills-traced-to-one-tanker.html"} , {"body" : "LEAD: A Campaign on the Move A Campaign on the Move SOME politicians thank their family and campaign workers when they're victorious. If Thomas R. Finlay wins, he should thank his boom truck. Drive along Sunrise Highway in Islip, or the Long Island Expressway near Brentwood, and there, dangling 50 or so feet above the ground, are 4-by-10-foot signs" , "date" : "19871011" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE" , "SUFFOLK COUNTY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "LONG ISLAND JOURNAL" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/11\/nyregion\/long-island-journal-337187.html"} ,   {"body" : "LEAD: A suspect in the killing of the president of New York City's school custodians union died yesterday at Jacobi Hospital in the Bronx of complications after brain surgery, a hospital official said. A suspect in the killing of the president of New York City's school custodians union died yesterday at Jacobi Hospital in the Bronx of complications" , "date" : "19871002" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Suspect Held in Killing Of Top Custodian Dies" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/02\/nyregion\/suspect-held-in-killing-of-top-custodian-dies.html"} , {"body" : "LEAD: To the Editor: To the Editor: As a person who grew up in and who recently moved back to Bay Ridge, I enjoyed reading your article on July 26 on the neighbrohood. While the article was generally accurate, it erred in maintaining that all but one of the mansions lining Shore Road had been torn down by the end of World War II. The J. Holmes Van" , "date" : "19870927" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BAY RIDGE (NYC)"] , "nytd_section_facet" : ["Opinion" , "Real Estate"] , "page_facet" : "22" , "title" : "Bay Ridge" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/27\/realestate\/l-bay-ridge-977187.html"} , {"body" : "LEAD: In the late afternoons, crowds of Chinese workers pour out of the subway station, headed home. Chinese women push baby carriages along the avenue. Chinese children ride skateboards down the street. And in high-ceilinged warehouses, Chinese women bend over sewing machines. In the late afternoons, crowds of Chinese workers pour out of the" , "date" : "19870913" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "74" , "title" : "City's Third Chinatown Is Emerging in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/13\/nyregion\/city-s-third-chinatown-is-emerging-in-brooklyn.html"} , {"body" : "LEAD: A 42-year-old Brooklyn man was shot to death gangland style on a street corner in the Bensonhurst section early Sunday morning, the police said. A 42-year-old Brooklyn man was shot to death gangland style on a street corner in the Bensonhurst section early Sunday morning, the police said. The victim, Santo Curatolo, was shot three times in" , "date" : "19870907" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Brooklyn Man Is Slain in Gangland-Style Shooting" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/07\/nyregion\/brooklyn-man-is-slain-in-gangland-style-shooting.html"} , {"body" : "LEAD: A 35-year-old New York City police captain was arrested yesterday on charges of falsifying financial statements in order to qualify for an apartment in a city-financed, oceanfront housing development in Rockaway, Queens, the authorities said. A 35-year-old New York City police captain was arrested yesterday on charges of falsifying financial" , "date" : "19870903" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["ROCKAWAY (QUEENS)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Police Captain Faces Fraud Charges" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/03\/nyregion\/police-captain-faces-fraud-charges.html"} , {"body" : "LEAD: As a Roman Catholic priest, Michael T. Breslin spent each day for 14 years administering the sacraments and tending to the needs of the people of his Brooklyn parish. In the evening, he returned, alone, to the rectory. Now, he takes the subway to Manhattan to tend to his craft and pottery shop at South Street Seaport. As a Roman Catholic" , "date" : "19870825" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "Spiritual Pain: Ex-Priests Seek Return to Church" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/25\/nyregion\/spiritual-pain-ex-priests-seek-return-to-church.html"} , {"body" : "LEAD: Passengers fearing for their lives screamed, wept and prayed Saturday as a Trans World Airlines jetliner approached Scott Air Force Base for an emergency landing on only two of its three sets of wheels. Passengers fearing for their lives screamed, wept and prayed Saturday as a Trans World Airlines jetliner approached Scott Air Force Base for" , "date" : "19870824" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "12" , "title" : "'PEOPLE BEGAN TO CRY,' THEN PLANE SKIDDED IN" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/24\/us\/people-began-to-cry-then-plane-skidded-in.html"} , {"body" : "LEAD: To the Editor: To the Editor: In your thorough article on July 26 on Bay Ridge mention was made of the various ethnic groupings. But no mention was made of Jews living in the area or the fact that there is a well-established Jewish congregation, the Bay Ridge Jewish Center, in existence for over 60 years. From its inception it not only has" , "date" : "19870823" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "Real Estate"] , "page_facet" : "18" , "title" : "Bay Ridge" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/23\/realestate\/l-bay-ridge-129087.html"} , {"body" : "LEAD: CAR buyers are being seduced by juicy incentive offers from auto makers: financing as low as 1.9 percent and rebates of up to $1,000. It requires some heavy calculating, however, to figure out which is the best deal - or whether the incentive packages are good deals at all. ''It's all a big sham,'' said Hank Madden, a financial planner with" , "date" : "19870823" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["Business"] , "page_facet" : "11" , "title" : "PERSONAL FINANCE; The New Math of Car Incentive Plans" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/23\/business\/personal-finance-the-new-math-of-car-incentive-plans.html"} , {"body" : "LEAD: Four young men arrested late Thursday in the murder of the head of the New York City school custodians' union were hired to do the killing by a man who was found shot to death on Staten Island last Saturday, the police said. Four young men arrested late Thursday in the murder of the head of the New York City school custodians' union were" , "date" : "19870822" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "A 'Middleman' Hired 4 Suspects To Kill Union Leader, Police Say" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/22\/nyregion\/a-middleman-hired-4-suspects-to-kill-union-leader-police-say.html"} ,   {"body" : "LEAD: Four Bronx youths were arrested last night and charged with the murder of Daniel F. Conlin, the head of the school custodians' union who was shot to death Aug. 12 on the street near his home in the Bay Ridge section of Brooklyn. Four Bronx youths were arrested last night and charged with the murder of Daniel F. Conlin, the head of the school" , "date" : "19870821" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BAY RIDGE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "4 Youths Arrested in Slaying Of Custodian Union's Leader" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/21\/nyregion\/4-youths-arrested-in-slaying-of-custodian-union-s-leader.html"} , {"body" : "LEAD: More than 1,500 school officials, union members and friends filed into St. Ephrem's Roman Catholic Church in Brooklyn yesterday to pay their respects to Daniel F. Conlin, the head of the school custodians' union who was shot to death last Wednesday in front of his home. More than 1,500 school officials, union members and friends filed into" , "date" : "19870818" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "1,500 Mourn Slain Leader Of Custodians" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/18\/nyregion\/1500-mourn-slain-leader-of-custodians.html"} , {"body" : "LEAD: Both the killings were gangland-style and both left the police searching for motives last week. The victims were the head of the New York City school custodians' union, in Brooklyn, and a Manhattan free-spender known for shadowy deals. Both the killings were gangland-style and both left the police searching for motives last week. The victims" , "date" : "19870816" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review" , "Education"] , "page_facet" : "6" , "title" : "THE REGION; Seeking Clues in 2 Mob-Style Deaths" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/16\/weekinreview\/the-region-seeking-clues-in-2-mob-style-deaths.html"} , {"body" : "LEAD: After two days of investigation, New York City detectives said yesterday that they still did not know the reason for Wednesday's gangland-style slaying of the head of the custodians' union at the Board of Education. After two days of investigation, New York City detectives said yesterday that they still did not know the reason for Wednesday's" , "date" : "19870814" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Police Seeking More Witnesses In Baffling Case" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/14\/nyregion\/police-seeking-more-witnesses-in-baffling-case.html"} , {"body" : "LEAD: The head of the custodians' union at the New York City Board of Education was shot to death yesterday morning in an execution-style attack as he sat in his car near his Brooklyn home. The head of the custodians' union at the New York City Board of Education was shot to death yesterday morning in an execution-style attack as he sat in his car" , "date" : "19870813" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "School Union Chief Killed in Brooklyn In Gangland Style" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/13\/nyregion\/school-union-chief-killed-in-brooklyn-in-gangland-style.html"} , {"body" : "LEAD: Thomas J. Cuite, who retired in 1985 after 16 years as majority leader of the New York City Council, died of a heart attack yesterday morning at Lutheran Medical Center in Brooklyn. He was 74 years old and lived in Brooklyn. Thomas J. Cuite, who retired in 1985 after 16 years as majority leader of the New York City Council, died of a heart" , "date" : "19870810" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "9" , "title" : "THOMAS CUITE DIES OF A HEART ATTACK" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/10\/obituaries\/thomas-cuite-dies-of-a-heart-attack.html"} , {"body" : "LEAD: THE breeze off New York Bay blows gently over scenes of the new and the old in the Bay Ridge section of Brooklyn. In Dyker Beach Park, a group of elderly Italian men play boccie on a Sunday afternoon. Blocks away, Asian immigrants, newcomers to Bay Ridge, window-shop along 86th Street. THE breeze off New York Bay blows gently over scenes of" , "date" : "19870726" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "IF YOU'RE THINKING OF LIVING IN; Bay Ridge" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/26\/realestate\/if-you-re-thinking-of-living-in-bay-ridge.html"} , {"body" : "LEAD: THE castlelike stationhouse of the old 18th Police Precinct has long been a landmark on Fourth Avenue in the Sunset Park section of Brooklyn. When it was vacated in 1970, deterioration of the 1892 building accelerated, and a fire in 1980 seemed to have sealed its fate. But the Sunset Park School of Music purchased it at auction in 1984, after" , "date" : "19870726" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SUNSET PARK (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "14" , "title" : "STREETSCAPES: THE 18TH PRECINCT STATION HOUSE; A Sunset Park 'Fortress' Rescued From Destruction" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/26\/realestate\/streetscapes-18th-precinct-station-house-sunset-park-fortress-rescued.html"} , {"body" : "LEAD: ABOUT 75 times a year, Lou Singer gets into his blue Dodge van, picks up a hungry band of sightseers and embarks on a six-hour odyssey of eating and adventure on the Lower East Side of New York. As he navigates the van toward his caloric mecca, he announces: ''This isn't a straight pigging-out operation. ABOUT 75 times a year, Lou Singer gets" , "date" : "19870724" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel" , "Arts"] , "page_facet" : "1" , "title" : "BOARDING A BUS FOR JAZZ, LANDMARKS AND A NOSH" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/24\/arts\/boarding-a-bus-for-jazz-landmarks-and-a-nosh.html"} , {"body" : "LEAD: Miniature Golf: Sacred and Mundane Urban Center, 457 Madison Avenue (51st Street); 212-753-1722. Miniature Golf: Sacred and Mundane Urban Center, 457 Madison Avenue (51st Street); 212-753-1722. John Margolies, a photographer, will give a lecture and slide show tonight at 6:30 about miniature golf, a pastime that began in the 1920's. Landscape" , "date" : "19870716" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "Calendar: Golf, Stars And Terra Cotta" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/16\/garden\/calendar-golf-stars-and-terra-cotta.html"} ,   {"body" : "LEAD: The New York City Department of Health last week released a list of 17 food establishments cited for violating the health code. The New York City Department of Health last week released a list of 17 food establishments cited for violating the health code. In addition, it listed 12 restaurants that were allowed to reopen after correcting" , "date" : "19870712" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "New York Inspectors Cite Food Outlets For Health Offenses" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/12\/nyregion\/new-york-inspectors-cite-food-outlets-for-health-offenses.html"} , {"body" : "LEAD: Closings in the week ended June 27 MANHATTAN Chelsea $550,000 228 West 21st Street 3-bedroom, 3-bath, 1,552-sq.-ft. co-op in a renovated prewar brownstone; high ceilings, dining area, fireplace, library, private garden; maintenance $315, no tax-deduction (Broker: Jaffe LaSalle) Closings in the week ended June 27 MANHATTAN Chelsea $550,000 228" , "date" : "19870712" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BRONX (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "16" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/12\/realestate\/residential-resales-602287.html"} , {"body" : "LEAD: The New York City Department of Health last week released a list of 22 food establishments cited for violating the health code. The New York City Department of Health last week released a list of 22 food establishments cited for violating the health code. In addition, it listed 13 restaurants that were allowed to reopen after correcting" , "date" : "19870705" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "NEW YORK CITY OFFICIALS CITE 22 FOOD OUTLETS FOR VIOLATIONS" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/05\/nyregion\/new-york-city-officials-cite-22-food-outlets-for-violations.html"} , {"body" : "LEAD: When waiting in New York's seemingly interminable movie lines, it may seem hard to believe that the city, America's No. 1 film market, has about 175,000 seats in its 300 or so cinemas. Yet as any cinephile will attest, moviegoing is not what it used to be. When waiting in New York's seemingly interminable movie lines, it may seem hard to" , "date" : "19870626" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "MOVIE THEATERS: FACTS AND FIGURES" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/26\/movies\/movie-theaters-facts-and-figures.html"} , {"body" : "LEAD: A 21-year-old woman was seriously wounded when she was struck in the neck by a bullet while sitting in a car waiting for a traffic light to change at Linden Boulevard and Kings Highway in the East New York section of Brooklyn, the police said. A 21-year-old woman was seriously wounded when she was struck in the neck by a bullet while sitting" , "date" : "19870622" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Brooklyn Woman Is Wounded While Waiting at Traffic Light" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/22\/nyregion\/brooklyn-woman-is-wounded-while-waiting-at-traffic-light.html"} , {"body" : "LEAD: It was almost 11 P.M. The streets in the Brownsville section of Brooklyn were dark and quiet as Jackie, who had recently been evicted, moved her belongings into her sister's apartment in a public-housing project. It was almost 11 P.M. The streets in the Brownsville section of Brooklyn were dark and quiet as Jackie, who had recently been" , "date" : "19870617" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "'COUCH PEOPLE': HIDDEN HOMELESS GROW" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/17\/nyregion\/couch-people-hidden-homeless-grow.html"} , {"body" : "LEAD: Denos D. Vourderis confesses that when he took Lula Lolas to the Coney Island beach in 1946, his motivation was to get a peek at her legs. He liked what he saw enough to propose matrimony. Denos D. Vourderis confesses that when he took Lula Lolas to the Coney Island beach in 1946, his motivation was to get a peek at her legs. He liked what he" , "date" : "19870616" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "WONDER WHEEL, HUMBUGGERY AND FREUD'S FASCINATION" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/16\/nyregion\/wonder-wheel-humbuggery-and-freud-s-fascination.html"} , {"body" : "LEAD: Home Grown Home Grown According to Census Bureau figures, Brooklyn, the city's most populous borough, has about 2.2 million people. Well, 40 of them are photographers featured in the Wiesner Gallery's series of shows, ''Ars Brvklyniensis.'' This exhibition is ''Part IV: Photography'' and the work ranges from Harold Roth's 1930's skyline" , "date" : "19870613" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "11" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/13\/arts\/going-out-guide.html"} , {"body" : "LEAD: The days of Brooklyn as a maze of trolley tracks and rail lines are to be explored on a bus tour Sunday sponsored by the Prospect Park Environmental Center. The history of rail travel, both street level and below, is to be illustrated with stops in Brooklyn Heights, Bay Ridge and Coney Island, where a subway facility is located. The days of" , "date" : "19870612" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "Rail History Tour" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/12\/arts\/rail-history-tour.html"} , {"body" : "LEAD: It was in 1975, when he became swimming coach at Fort Hamilton High School in Brooklyn, that Tom Greene had his little brainstorm. Wouldn't it make sense, he suggested, if the school swimming team had a school pool to swim in? It was in 1975, when he became swimming coach at Fort Hamilton High School in Brooklyn, that Tom Greene had his" , "date" : "19870608" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "2" , "title" : "SPORTS WORLD SPECIALS; Shooting for Pool" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/08\/sports\/sports-world-specials-shooting-for-pool.html"} ,   {"body" : "LEAD: Closings in the week ended May 23 MANHATTAN Gramercy Park $138,000 235 East 22d Street (Gramercy House) 485-sq.-ft. studio co-op in a renovated Art Deco prewar building; 24-hr. doorman, concierge, fireplace; maintenance $400, 51% tax-deductible (Broker: H.H. Closings in the week ended May 23 MANHATTAN Gramercy Park $138,000 235 East 22d" , "date" : "19870607" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "16" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/07\/realestate\/residential-resales-072187.html"} , {"body" : "LEAD: The garbage barge in search of a home has apparently found one - for the time being -but the garbage has not. The garbage barge in search of a home has apparently found one - for the time being -but the garbage has not. According to the Coast Guard, owners of the tugboat Break of Dawn are preparing to move the barge Mobro from its mooring off" , "date" : "19870602" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["ISLIP (NY)" , "HUDSON RIVER"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Garbage Barge to Get Anchorage on Hudson" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/02\/nyregion\/garbage-barge-to-get-anchorage-on-hudson.html"} , {"body" : "LEAD: AS New York City adds people and continues to reverse its population losses of the 60's and 70's, it does so at the expense of overcrowding in rental apartments, according to a study that will be made public this week by the City Planning Commission. AS New York City adds people and continues to reverse its population losses of the 60's and" , "date" : "19870524" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "New Study Finds More People in the City" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/24\/realestate\/new-study-finds-more-people-in-the-city.html"} , {"body" : "LEAD: FESTIVAL mania has struck New York. Every spring, the city's calendar is filled with street festivals, fairs and parades, but rarely do so many occur on a single weekend. In the next 60 hours or so, it is likely that more people will be marching, eating, singing, dancing, shopping and schmoozing in the city's great outdoors than during any" , "date" : "19870515" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "A FROLIC-PACKED WEEKEND OF FAIRS, FUNNEL CAKES AND BUCKING BRONCOS" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/15\/arts\/a-frolic-packed-weekend-of-fairs-funnel-cakes-and-bucking-broncos.html"} , {"body" : "LEAD: LIFE, after all, is not a one-way street. Living on Long Island had seemed to dictate that everything moved from the city to the suburbs. First we moved to the Island, and hardly looked back to Brooklyn. LIFE, after all, is not a one-way street. Living on Long Island had seemed to dictate that everything moved from the city to the suburbs." , "date" : "19870510" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "ABOUT LONG ISLAND; PATTERNS IN FAMILY VISITS" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/10\/nyregion\/about-long-island-patterns-in-family-visits.html"} , {"body" : "LEAD: When the Caltex Petroleum Corporation decided to move its headquarters from Manhattan to the Dallas suburbs in 1982, Amy C. Tubens, a secretary, was apprehensive about leaving her home in Jackson Heights, Queens, to live here. When the Caltex Petroleum Corporation decided to move its headquarters from Manhattan to the Dallas suburbs in 1982," , "date" : "19870509" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "DALLAS (TEXAS)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "CORPORATE TRANSFERS: HARD CHOICES AND CHEERFUL 'Y' ALLLS'; DALLAS HAS MORE THAN THE EWINGS" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/09\/nyregion\/corporate-transfers-hard-choices-cheerful-y-allls-dallas-has-more-than-ewings.html"} , {"body" : "LEAD: Two men followed a ''nervous'' man into a combination ice-cream parlor and social club in Brooklyn yesterday morning and shot him once in the head, killing him, according to the police. Two men followed a ''nervous'' man into a combination ice-cream parlor and social club in Brooklyn yesterday morning and shot him once in the head, killing" , "date" : "19870426" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Man Shot Dead by 2 Others In Brooklyn Ice-Cream Parlor" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/26\/nyregion\/man-shot-dead-by-2-others-in-brooklyn-ice-cream-parlor.html"} , {"body" : "LEAD: The New York City Department of Health last week released a list of 22 food establishments cited for violating the health code. The New York City Department of Health last week released a list of 22 food establishments cited for violating the health code. In addition, it listed three restaurants that were allowed to reopen after correcting" , "date" : "19870426" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "54" , "title" : "OFFICIALS CITE 22 FOOD OUTLETS" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/26\/nyregion\/officials-cite-22-food-outlets.html"} , {"body" : "LEAD: ON THE AFTERNOON OF MARCH 26, Robert Colangelo, chief of detectives of the New York City Police Department, was in his office, posing for a celebratory photograph with a detachment of his men. ''Let's put up a sign,'' shouted a jubilant Colangelo. '' 'Westies - R.I.P.' Make it as big as you can!'' ON THE AFTERNOON OF MARCH 26, Robert" , "date" : "19870405" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "38" , "title" : "THE LORD'S OF HELL'S KITCHEN" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/05\/magazine\/the-lord-s-of-hell-s-kitchen.html"} , {"body" : "LEAD: These are the times that try brides' souls. It's 10:50 A.M. on Fifth Avenue - Fifth Avenue in Bay Ridge, Brooklyn, that is. In precisely 10 minutes, I. Kleinfeld & Son, the store that is to wedding gowns what the Pentagon is to fighter bombers, will open. These are the times that try brides' souls. It's 10:50 A.M. on Fifth Avenue - Fifth" , "date" : "19870404" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Style"] , "page_facet" : "52" , "title" : "FOR BIRDES, ALL ROADS LEAD TO KLEINFELD'S" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/04\/style\/for-birdes-all-roads-lead-to-kleinfeld-s.html"} ,   {"body" : "LEAD: Predominantly segregated housing patterns that seemed to be breaking up in the 1960's and early 1970's have been quietly reasserting themselves in New York City and its suburbs, according to a wide range of experts and studies. Predominantly segregated housing patterns that seemed to be breaking up in the 1960's and early 1970's have been" , "date" : "19870401" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "EAST FLATBUSH (NYC)" , "BENSONHURST (NYC)" , "NEW YORK CITY METROPOLITAN AREA" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "HOUSING SEGREGATION: NEW TWISTS AND OLD RESULTS" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/01\/nyregion\/housing-segregation-new-twists-and-old-results.html"} , {"body" : "LEAD: Nebraska played before three capacity crowds in the early rounds of the National Invitation Tournament, but Madison Square Garden won't be sold out when the Cornhuskers appear in the semifinals tonight. Danny Nee, the Nebraska coach, isn't upset, however. He's happy his squad is still playing ball. Nebraska played before three capacity crowds" , "date" : "19870324" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "0" , "title" : "N.I.T.; NEBRASKA'S COACH COMES BACK HOME" , "url" : "http:\/\/www.nytimes.com\/1987\/03\/24\/sports\/nit-nebraska-s-coach-comes-back-home.html"} , {"body" : "LEAD: ''WHAT'S in it for us?'' asked John L. Bernbach, parroting a line used quite often lately by advertisers facing megamergers among their agencies. ''WHAT'S in it for us?'' asked John L. Bernbach, parroting a line used quite often lately by advertisers facing megamergers among their agencies. ''How about survival?'' he asked, speaking as the" , "date" : "19870316" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Business"] , "page_facet" : "9" , "title" : "ADVERTISING; BERNBACH DEFEDS MERGERS" , "url" : "http:\/\/www.nytimes.com\/1987\/03\/16\/business\/advertising-bernbach-defeds-mergers.html"} , {"body" : "LEAD: Mayor Koch has decided to press for new bids for cable television service in most of New York City in yet another attempt to complete the plans that began 21 years ago. Mayor Koch has decided to press for new bids for cable television service in most of New York City in yet another attempt to complete the plans that began 21 years ago. First" , "date" : "19870226" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "KOCH TO ASK NEW BIDS ON CABLE TV" , "url" : "http:\/\/www.nytimes.com\/1987\/02\/26\/nyregion\/koch-to-ask-new-bids-on-cable-tv.html"} , {"body" : "LEAD: An article on Feb. 14 about Soviet programming being offered on cable television by the Discovery Channel and a column in the Arts and Leisure section on Feb. 15 commenting on the programs described the availability of the Discovery Channel in New York City incorrectly. The Discovery Channel is carried by Brooklyn Queens Cable Television, a" , "date" : "19870224" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNION OF SOVIET SOCIALIST REPUBLICS"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "3" , "title" : "CORRECTIONS" , "url" : "http:\/\/www.nytimes.com\/1987\/02\/24\/nyregion\/c-corrections-256187.html"} , {"body" : "LEAD: The police recruits in ski jackets and wool hats bounced in place before bullet-strewn targets on the firing range, blowing on hands made numb by the bitter cold and sore from squeezing triggers. The police recruits in ski jackets and wool hats bounced in place before bullet-strewn targets on the firing range, blowing on hands made numb by" , "date" : "19870224" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "FOR POLICE RECRUITS, DISRUPTION AMID RITES OF PASSAGE" , "url" : "http:\/\/www.nytimes.com\/1987\/02\/24\/nyregion\/for-police-recruits-disruption-amid-rites-of-passage.html"} , {"body" : "LEAD: Less than two days after a defendant in the ''pizza connection'' drug trial was shot on a Greenwich Village street, three men were arrested yesterday in the apparent Mafia murder attempt. Less than two days after a defendant in the ''pizza connection'' drug trial was shot on a Greenwich Village street, three men were arrested yesterday in the" , "date" : "19870214" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "GREENWICH VILLAGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "3 HELD IN 'PIZZA' CASE SHOOTING; F.B.I. CALLS ATTACK 'CONTRACT HIT'" , "url" : "http:\/\/www.nytimes.com\/1987\/02\/14\/nyregion\/3-held-in-pizza-case-shooting-fbi-calls-attack-contract-hit.html"} , {"body" : "LEAD: When summer comes to Bay Ridge Avenue in Brooklyn, people in the neighborhood often abandon backyards for air-conditioned homes to escape the stench from the nearby Owls Head sewerage-treatment plant. When summer comes to Bay Ridge Avenue in Brooklyn, people in the neighborhood often abandon backyards for air-conditioned homes to escape the" , "date" : "19870208" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "NEW YORK STATE" , "OWLS HEAD SEWERAGE TREATMENT PLANT (BROOKLYN, NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "48" , "title" : "CLEAN WATER ACT PROMISES RELIEF FOR BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1987\/02\/08\/nyregion\/clean-water-act-promises-relief-for-brooklyn.html"} , {"body" : "LEAD: RANIA TABBAH SOLH, a designer of handmade beaded dresses, came to New York last week for a fashion show at the private nightclub Doubles. A native of Syria, she entered fashion as a retailer in Riyadh, Saudi Arabia, where she now lives. RANIA TABBAH SOLH, a designer of handmade beaded dresses, came to New York last week for a fashion show at" , "date" : "19870203" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Style"] , "page_facet" : "8" , "title" : "NOTES ON FASHION" , "url" : "http:\/\/www.nytimes.com\/1987\/02\/03\/style\/notes-on-fashion.html"} , {"body" : "LEAD: The New York City Human Resources Administration said yesterday that it was investigating the deaths of two babies who died shortly after they were placed in separate foster homes by a Roman Catholic organization in Brooklyn. The New York City Human Resources Administration said yesterday that it was investigating the deaths of two babies who" , "date" : "19870123" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "CITY EXAMINES DEATHS OF 2 INFANTS IN FOSTER HOMES" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/23\/nyregion\/city-examines-deaths-of-2-infants-in-foster-homes.html"} ,   {"body" : "LEAD: The advertisement in the Yellow Pages asked if she was ''thinking of an abortion,'' which the schoolteacher was. So she visited the AAA Pregnancy Problem center in Brooklyn, where a counselor advocated child birth and chastity, with pamphlets and pictures to buttress the appeal. The advertisement in the Yellow Pages asked if she was" , "date" : "19870123" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "PREGNANCY CENTERS: ANTI-ABORTION ROLE CHALLENGED" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/23\/nyregion\/pregnancy-centers-anti-abortion-role-challenged.html"} , {"body" : "LEAD: WHEN Bill Dillard was not on the road, singing and acting in musicals or playing his trumpet with Louis Armstrong, he lived in rental apartments in Harlem. Last year, at the age of 75, he and his wife, Celestine, became impatient with waiting lists for new rental projects and began looking for a better home outside Manhattan. WHEN Bill" , "date" : "19870118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BRONX (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "CO-OP HUNTING IN THE OUTER BOROUGHS" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/18\/realestate\/co-op-hunting-in-the-outer-boroughs.html"} , {"body" : "LEAD: A reputed organized-crime figure was killed in a Brooklyn social club late Wednesday by one of five armed men who forced several patrons to lie on the floor while they robbed them of money and jewelry, the police said yesterday. A reputed organized-crime figure was killed in a Brooklyn social club late Wednesday by one of five armed men who" , "date" : "19870116" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "REPUTED MOB FIGURE FATALLY SHOT IN BROOKLYN CLUB" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/16\/nyregion\/reputed-mob-figure-fatally-shot-in-brooklyn-club.html"} , {"body" : "LEAD: The driver of the car that struck and killed a black man fleeing a white mob in Howard Beach, Queens, last month said yesterday that he did not know he had hit anyone until more than 12 hours after the accident. The driver of the car that struck and killed a black man fleeing a white mob in Howard Beach, Queens, last month said yesterday that" , "date" : "19870107" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "HOWARD BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "DRIVER OF AUTO THAT HIT GRIFFITH TELLS OF INCIDENT" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/07\/nyregion\/driver-of-auto-that-hit-griffith-tells-of-incident.html"}]