[  {"body" : "LEAD: In a high-spirited gathering in a Brooklyn church late yesterday evening that was a defiant political rally and a heart-warming commemoration, several ministers, leaders of social service organizations and prominent black lawyers called for a march Saturday morning in Brooklyn to protest the beating of two black men this week by a group of" , "date" : "19871231" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Blacks in Brooklyn Plan Rally to Protest Beatings" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/31\/nyregion\/blacks-in-brooklyn-plan-rally-to-protest-beatings.html"} , {"body" : "LEAD: One of two black victims of what the police have termed a racial assault by a group of white youths in the Bath Beach section of Brooklyn on Christmas day likened their attackers yesterday to ''a wolf pack'' intent on hurting or killing them. One of two black victims of what the police have termed a racial assault by a group of white youths" , "date" : "19871229" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BATH BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Assault Victims Liken Attackers To 'Wolf Pack'" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/29\/nyregion\/assault-victims-liken-attackers-to-wolf-pack.html"} , {"body" : "LEAD: Two black men were set upon and beaten by a group of whites in the Bensonhurst section of Brooklyn Friday night, in what authorities said was a racial attack, and the police have arrested a white teen-ager in connection with the incident. Two black men were set upon and beaten by a group of whites in the Bensonhurst section of Brooklyn Friday" , "date" : "19871227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "2 Blacks Chased and Beaten By Whites on Brooklyn Street" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/27\/nyregion\/2-blacks-chased-and-beaten-by-whites-on-brooklyn-street.html"} , {"body" : "LEAD: ON Christmas day, the public world comes grinding to a halt. With offices closed and shops shuttered, New York acquires a curious calm, as virtually all museums, concert halls, sightseeing attractions and other public places take the day off. ON Christmas day, the public world comes grinding to a halt. With offices closed and shops shuttered," , "date" : "19871225" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "The Spirit of Christmas Reigns On the Sidewalks of New York" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/25\/arts\/the-spirit-of-christmas-reigns-on-the-sidewalks-of-new-york.html"} , {"body" : "LEAD: It's not the thousands of tiny white lights that frame their two-story brick home, the nearly life-size plastic three kings, Virgin Mary and baby Jesus on the lawn, the half-dozen red and white soldiers and plastic carolers that light up each step leading to Peter and Janet Marcolini's front door or the disco Christmas music playing softly" , "date" : "19871219" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Family's Christmas Lights Draw Smiles in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/19\/nyregion\/family-s-christmas-lights-draw-smiles-in-brooklyn.html"} , {"body" : "LEAD: Mikhail S. Gorbachev may come and go, but there remains at least one American politician in Washington with a sizable Russian constituency. Mikhail S. Gorbachev may come and go, but there remains at least one American politician in Washington with a sizable Russian constituency. Representative Stephen J. Solarz thinks that his Brooklyn" , "date" : "19871215" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "12" , "title" : "Washington Talk: Congress; Reaching the Constituents, in Cyrillic" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/15\/us\/washington-talk-congress-reaching-the-constituents-in-cyrillic.html"} , {"body" : "LEAD: A 38-year-old firefighter died early yesterday after suffering a heart attack while working on the roof of a burning building in Brooklyn, the authorities said. A 38-year-old firefighter died early yesterday after suffering a heart attack while working on the roof of a burning building in Brooklyn, the authorities said. And a resident of the" , "date" : "19871207" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Firefighter Is Stricken and Woman Falls to Death at Brooklyn Blaze" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/07\/nyregion\/firefighter-is-stricken-and-woman-falls-to-death-at-brooklyn-blaze.html"} , {"body" : "LEAD: Closings in the week ended Nov. 21 MANHATTAN Greenwich Village $167,500 13 West 13th Street 1-bedroom, 1-bath, 650-sq.-ft. postwar co-op; part-time doorman, dining area, hardwood floors; maintenance $654, 50% tax-deductible (Broker: Klara Madlin Real Estate) Madison Square Area Closings in the week ended Nov. 21 MANHATTAN Greenwich Village" , "date" : "19871206" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BRONX (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "16" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/06\/realestate\/residential-resales-301987.html"} , {"body" : "LEAD: FRIDAY Music FRIDAY Music METROPOLITAN OPERA, Verdi's ''Trovatore,'' 8. NEW YORK PHILHARMONIC, Leonard Bernstein, conductor; Christa Ludwig, mezzo-soprano, Avery Fisher Hall, 8. JUDY COLLINS, pop, Carnegie Hall, 8. KRONOS QUARTET, Alice Tully Hall, 8. AMIGOS DE LA ZARZUELA, Weill Recital Hall, 8. LEROY JENKINS'S STING, jazz, Cathedral of St." , "date" : "19871127" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "Events" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/27\/arts\/events.html"} , {"body" : "LEAD: A Brooklyn man was arrested yesterday in the slaying of a Queens obstetrician during an unsuccessful robbery Wednesday afternoon, the police said. A Brooklyn man was arrested yesterday in the slaying of a Queens obstetrician during an unsuccessful robbery Wednesday afternoon, the police said. The suspect, Alvin Alston, 27 years old, was" , "date" : "19871121" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "RIDGEWOOD (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "31" , "title" : "Brooklyn Man Is Held In Killing of a Doctor" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/21\/nyregion\/brooklyn-man-is-held-in-killing-of-a-doctor.html"} ,   {"body" : "LEAD: Great deeds were not Donald Savio's lot in life. Small kindnesses were. Great deeds were not Donald Savio's lot in life. Small kindnesses were. Arising as they did out of his ordinary experiences as a family man in the Bensonhurst section of Brooklyn, a New York City police officer, a firefighter, and later, in midlife, as a social worker" , "date" : "19871115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CORONA (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "66" , "title" : "A Tribute To a Man Of Charity" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/15\/nyregion\/a-tribute-to-a-man-of-charity.html"} , {"body" : "LEAD: A black high school student in Brooklyn was beaten Wednesday during what the police are describing as a racially motivated attack. A black high school student in Brooklyn was beaten Wednesday during what the police are describing as a racially motivated attack. The police said the student, Dwight Taylor, 17 years old, who attends New Utrecht" , "date" : "19871106" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Black Youth Is Beaten Outside a High School" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/06\/nyregion\/black-youth-is-beaten-outside-a-high-school.html"} , {"body" : "LEAD: A man whom law-enforcement authorities called an associate of the Gambino organized-crime family was found shot to death yesterday morning behind the bar of the Brooklyn tavern he owned. The police said they knew of no motive for the slaying. A man whom law-enforcement authorities called an associate of the Gambino organized-crime family was" , "date" : "19871103" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "REPUTED MOB FIGURE IS FOUND SLAIN IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/03\/nyregion\/reputed-mob-figure-is-found-slain-in-brooklyn.html"} , {"body" : "LEAD: Yuri P. Fyodorov who immigrated to the United States this summer, learned a lesson in New York City life yesterday: He opened the door to his new apartment in Brooklyn and found that the kitchen cabinets and the sink had not been installed yet. Yuri P. Fyodorov who immigrated to the United States this summer, learned a lesson in New York City" , "date" : "19871024" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "UNION OF SOVIET SOCIALIST REPUBLICS" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/24\/nyregion\/no-headline-358887.html"} , {"body" : "LEAD: When John Otto Heidel, a convicted forger and reputed associate of organized crime groups, was shot to death on a Brooklyn street Thursday evening, he became at least the 10th man to be killed in a gangland-style attack in the borough this year. When John Otto Heidel, a convicted forger and reputed associate of organized crime groups, was" , "date" : "19871010" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Puzzle of Gangland-Style Killings Eludes Brooklyn Police" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/10\/nyregion\/puzzle-of-gangland-style-killings-eludes-brooklyn-police.html"} , {"body" : "LEAD: A reputed associate of the Bonanno organized-crime family was found shot to death early yesterday morning on a Brooklyn street in the latest of a series of gangland-style slayings, the police said. A reputed associate of the Bonanno organized-crime family was found shot to death early yesterday morning on a Brooklyn street in the latest of a" , "date" : "19871007" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Mob Figure Is Found Shot to Death in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/07\/nyregion\/mob-figure-is-found-shot-to-death-in-brooklyn.html"} , {"body" : "LEAD: SWIMMERS throughout the region can tell sadly of tar balls on the sand and unspeakable floating objects, but in New Jersey it was an exceptional summer for beach closings. The State Environmental Protection Department counted more than a dozen episodes serious enough to call for closings, including a rise in fecal coliform bacteria off" , "date" : "19870920" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "THE REGION: Battle Over Beaches; New Jersey Spoils for Scrap With Polluter" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/20\/weekinreview\/the-region-battle-over-beaches-new-jersey-spoils-for-scrap-with-polluter.html"} , {"body" : "LEAD: A Federal official said today that there was ''overwhelming evidence'' that New York City was the source of much of a 50-mile slick of hospital waste and timber that washed up on the Jersey Shore this summer. A Federal official said today that there was ''overwhelming evidence'' that New York City was the source of much of a 50-mile slick of" , "date" : "19870916" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "ATLANTIC OCEAN" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "U.S. Links Slick in Jersey to New York Waste" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/16\/nyregion\/us-links-slick-in-jersey-to-new-york-waste.html"} , {"body" : "LEAD: Comes a time in a man's life when he can sit in a neighborhood bar, and let the memories roll across his mind like a soothing stream. Comes a time in a man's life when he can sit in a neighborhood bar, and let the memories roll across his mind like a soothing stream. So, take a stool next to Patsy Losquado and listen. Mr. Losquado, who will" , "date" : "19870912" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "About New York; In Brooklyn Bar, Warm Memories Of Elsie the Cow" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/12\/nyregion\/about-new-york-in-brooklyn-bar-warm-memories-of-elsie-the-cow.html"} , {"body" : "LEAD: Investigators said yesterday that they had uncovered no connection between the gangland-style murder of a drug suspect in Brooklyn early Sunday and the similar slaying of two underworld figures in the same neighborhood three days earlier. Investigators said yesterday that they had uncovered no connection between the gangland-style murder of a" , "date" : "19870908" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "INQUIRY WIDENS IN THE MURDERS OF 3 IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/08\/nyregion\/inquiry-widens-in-the-murders-of-3-in-brooklyn.html"} ,   {"body" : "LEAD: A 42-year-old Brooklyn man was shot to death gangland style on a street corner in the Bensonhurst section early Sunday morning, the police said. A 42-year-old Brooklyn man was shot to death gangland style on a street corner in the Bensonhurst section early Sunday morning, the police said. The victim, Santo Curatolo, was shot three times in" , "date" : "19870907" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Brooklyn Man Is Slain in Gangland-Style Shooting" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/07\/nyregion\/brooklyn-man-is-slain-in-gangland-style-shooting.html"} , {"body" : "LEAD: INTERNATIONAL\/2-5 INTERNATIONAL\/2-5 Chad is demolishing an airbase captured in its first raid into Libyan territory, Chad's Ambassador to France said. He said that his country's troops planned to withdraw from the base as soon as they destroyed it. Page 1 A giant Soviet radar was inspected by Western experts. Known as the Krasnoyarsk site," , "date" : "19870907" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY: MONDAY, SEPTEMBER 7, 1987" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/07\/nyregion\/news-summary-monday-september-7-1987.html"} , {"body" : "LEAD: Carmine Varielle, one of two men shot to death in Brooklyn Thursday in an incident the police described as organized-crime related, was the fifth member of his family to be killed since 1975, the police said yesterday. Carmine Varielle, one of two men shot to death in Brooklyn Thursday in an incident the police described as organized-crime" , "date" : "19870905" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Mob Figure Is the Fifth In Family to Be Slain" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/05\/nyregion\/mob-figure-is-the-fifth-in-family-to-be-slain.html"} , {"body" : "LEAD: Two men described by the police as members of the Colombo organized-crime family were slain in Brooklyn yesterday by one or two gunmen who strode up to them on a quiet sidewalk, opened fire, leaped into a car driven by an accomplice and sped away. Two men described by the police as members of the Colombo organized-crime family were slain in" , "date" : "19870904" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "2 Mob Figures Slain by Gunman in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/04\/nyregion\/2-mob-figures-slain-by-gunman-in-brooklyn.html"} , {"body" : "LEAD: THE toaster won't pop up. The iron doesn't get hot. The coffee mill won't grind. And your warranty has run out. What do you do - throw it out? Not necessarily. You might be able to have it fixed at a repair shop. THE toaster won't pop up. The iron doesn't get hot. The coffee mill won't grind. And your warranty has run out. What do you do -" , "date" : "19870903" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "2" , "title" : "WHERE TO FIND IT; BLENDER'S ON THE BLINK; WHERE TO GET IT FIXED?" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/03\/garden\/where-to-find-it-blender-s-on-the-blink-where-to-get-it-fixed.html"} , {"body" : "LEAD: Waitress Comes In First Waitress Comes In First Restaurant-goers might be surprised to learn that the winner of a recent contest for waiters to encourage good service came not from some cozy Middle Western inn, but from the ranks of New York's own Union Square Cafe. Anne Tylar, a waitress and an actress who apparently serves up smiles and" , "date" : "19870826" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "7" , "title" : "FOOD NOTES" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/26\/garden\/food-notes-905887.html"} , {"body" : "LEAD: The barge Mobro after it was docked yesterday near the Southwest Brooklyn Incinerator in Bensonhurst, ending an epic quest for a place to deposit its contents. The trip began March 22 in Long Island City and included rejections in North Carolina, Alabama, Mississippi, Louisiana, Texas, Florida, Mexico, Belize and the Bahamas. The barge Mobro" , "date" : "19870825" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "ISLIP (NY)" , "BROOKLYN (NYC)"] , "page_facet" : "4" , "title" : "Garbage Barge's 155-Day Odyssey Comes to an End" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/25\/nyregion\/garbage-barge-s-155-day-odyssey-comes-to-an-end.html"} , {"body" : "LEAD: Residents of Bensonhurst burning the ''city fathers'' in effigy during a demonstration last night at the South West Incinerators. They were protesting plans by the city to burn trash from the ''garbage barge'' Mobro, which recently sailed as far as Mexico looking for a place to dump the garbage. Under the plan, the city would inspect the" , "date" : "19870818" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "ISLIP (NY)" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "page_facet" : "2" , "title" : "Brooklyn Residents Protest Plan to Burn Garbage From Barge" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/18\/nyregion\/brooklyn-residents-protest-plan-to-burn-garbage-from-barge.html"} , {"body" : "LEAD: A would-be bank robber had a busy day in Brooklyn yesterday, but not a profitable one. A would-be bank robber had a busy day in Brooklyn yesterday, but not a profitable one. The man, described as between 50 years old and 60, tried to rob two banks in the Bensonhurst section but fled after the tellers either refused to give him money or took" , "date" : "19870813" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Slow Tellers: Undoing Of Thief at 3 Banks" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/13\/nyregion\/slow-tellers-undoing-of-thief-at-3-banks.html"} , {"body" : "LEAD: New York City can proceed with its plan to burn the 3,100 tons of garbage aboard the barge Mobro, anchored in New York Harbor, a State Supreme Court judge in Brooklyn ruled yesterday. New York City can proceed with its plan to burn the 3,100 tons of garbage aboard the barge Mobro, anchored in New York Harbor, a State Supreme Court judge in" , "date" : "19870811" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "BROOKLYN JUDGE CLEARS BURNING OF BARGE TRASH" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/11\/nyregion\/brooklyn-judge-clears-burning-of-barge-trash.html"} ,   {"body" : "LEAD: Selecting a Ripe Melon Selecting a Ripe Melon Typically, in many produce markets and supermarkets, customers ask a clerk if a melon is ripe, and often the clerk knows less about melons than the customer. In midsummer, when there is a greater variety of melons available than at any other time, it pays to have some idea of how to select a good" , "date" : "19870805" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "7" , "title" : "FOOD NOTES" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/05\/garden\/food-notes-116987.html"} , {"body" : "LEAD: IN New York City where most new construction begins with a wrecking ball, vacant land - that rare local resource -is helping to spur development on Brooklyn's southern shorefront. IN New York City where most new construction begins with a wrecking ball, vacant land - that rare local resource -is helping to spur development on Brooklyn's" , "date" : "19870802" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GRAVESEND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "A New Era for Brooklyn's South Shore" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/02\/realestate\/a-new-era-for-brooklyn-s-south-shore.html"} , {"body" : "LEAD: Police Officer Robert Kearns, one of the first rescuers to arrive at the explosion in Borough Park, described a scene of devastation, tumult and desperation. Police Officer Robert Kearns, one of the first rescuers to arrive at the explosion in Borough Park, described a scene of devastation, tumult and desperation. ''There were people trapped" , "date" : "19870722" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BOROUGH PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "At the Scene: Screams And a Beckoning Hand" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/22\/nyregion\/at-the-scene-screams-and-a-beckoning-hand.html"} , {"body" : "LEAD: A State Supreme Court Justice in Brooklyn today continued to block a plan to burn the contents of the garbage barge Mobro and set a hearing on the issue for next week. A State Supreme Court Justice in Brooklyn today continued to block a plan to burn the contents of the garbage barge Mobro and set a hearing on the issue for next week. The" , "date" : "19870718" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Court Again Postpones a Plan on Garbage Barge" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/18\/nyregion\/court-again-postpones-a-plan-on-garbage-barge.html"} , {"body" : "LEAD: A plan to resolve the fate of the garbage barge Mobro faced another obstacle yesterday when workers at a city incinerator in Brooklyn, citing possible health hazards, said they would not handle the trash. A plan to resolve the fate of the garbage barge Mobro faced another obstacle yesterday when workers at a city incinerator in Brooklyn," , "date" : "19870713" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "ISLIP (NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "METRO DATELINE; Union Balks at Plan To Burn Barge Trash" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/13\/nyregion\/metro-dateline-union-balks-at-plan-to-burn-barge-trash.html"} , {"body" : "LEAD: A State Supreme Court Judge has temporarily barred New York City from burning refuse from the garbage barge Mobro in a Brooklyn incinerator. A State Supreme Court Judge has temporarily barred New York City from burning refuse from the garbage barge Mobro in a Brooklyn incinerator. The judge, Justice William Bellard of State Supreme Court in" , "date" : "19870712" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Judge Blocks a Plan to Burn Barge's Garbage in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/12\/nyregion\/judge-blocks-a-plan-to-burn-barge-s-garbage-in-brooklyn.html"} , {"body" : "LEAD: Although some people think New York City has enough of its own garbage to worry about, its officials have agreed to take on the world's most famous trash heap. Although some people think New York City has enough of its own garbage to worry about, its officials have agreed to take on the world's most famous trash heap. Under an arrangement" , "date" : "19870712" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "THE REGION; The Barge Stops Here" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/12\/weekinreview\/the-region-the-barge-stops-here.html"} , {"body" : "LEAD: The 112-day odyssey of the Mobro, the world's most famous garbage barge, appeared to be over today as New York City agreed to burn its load at an incinerator in Brooklyn. The 112-day odyssey of the Mobro, the world's most famous garbage barge, appeared to be over today as New York City agreed to burn its load at an incinerator in Brooklyn." , "date" : "19870711" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "ISLIP (NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Trash Barge To End Trip In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/11\/nyregion\/trash-barge-to-end-trip-in-brooklyn.html"} , {"body" : "LEAD: He doesn't know who catered the D-Day invasion, but David Scharf figures this has to be about the closest thing to it. He doesn't know who catered the D-Day invasion, but David Scharf figures this has to be about the closest thing to it. And the Allied forces weren't dining on his chicken liver pate or moo goo gai pan - kosher and cooked to" , "date" : "19870610" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; Culinary D-Day: Caterer Marshals a Nosh for 20,000" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/10\/nyregion\/about-new-york-culinary-d-day-caterer-marshals-a-nosh-for-20000.html"} , {"body" : "LEAD: The investigation into the Wedtech Corporation has expanded to include a former Republican office-seeker from Brooklyn, who, law-enforcement officials said, was a conduit for the payment of a bribe to a Federal official. The investigation into the Wedtech Corporation has expanded to include a former Republican office-seeker from Brooklyn," , "date" : "19870602" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Wedtech Inquiry Said to Cover Conduit for Bribe" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/02\/nyregion\/wedtech-inquiry-said-to-cover-conduit-for-bribe.html"} ,   {"body" : "LEAD: As May sizzled to a close yesterday, New Yorkers who were prisoners of the city sought relief from the debilitating heat at crowded parks and beaches, under fire hydrants and on fire escapes. As May sizzled to a close yesterday, New Yorkers who were prisoners of the city sought relief from the debilitating heat at crowded parks and beaches," , "date" : "19870601" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "NEW YORK ENDURES 3-DAY HEAT WAVE" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/01\/nyregion\/new-york-endures-3-day-heat-wave.html"} , {"body" : "LEAD: A 29-year-old man, apparently depressed after a dispute with his mother, went on a shooting rampage yesterday, firing a .38-caliber revolver randomly as he drove through Brooklyn before being shot by a rookie police officer, a police spokesman said. A 29-year-old man, apparently depressed after a dispute with his mother, went on a shooting" , "date" : "19870601" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "BROOKLYN MAN SHOT BY OFFICER AFTER RAMPAGE" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/01\/nyregion\/brooklyn-man-shot-by-officer-after-rampage.html"} , {"body" : "LEAD: Federal prosecutors dropped charges against two men in the shooting of a defendant in the ''pizza connection'' drug case because a Government informant decided not to testify, people close to the case said yesterday. Federal prosecutors dropped charges against two men in the shooting of a defendant in the ''pizza connection'' drug case" , "date" : "19870524" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "WITNESS SAID TO REFUSE TO TESTIFY IN MOB SHOOTING" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/24\/nyregion\/witness-said-to-refuse-to-testify-in-mob-shooting.html"} , {"body" : "LEAD: It was just another fast-food store in a neighborhood with at least a dozen others. It was just another fast-food store in a neighborhood with at least a dozen others. But residents of the Bensonhurst section of Brooklyn say that the closing of Chuck E. Cheese on April 26 left a void in their neighborhood that will be hard to fill - and a" , "date" : "19870517" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "A FAST-FOOD CLOSING SADDENS BENSONHURST" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/17\/nyregion\/a-fast-food-closing-saddens-bensonhurst.html"} , {"body" : "LEAD: The baseball season has begun, and the men on the benches in Central Park are at it again, holding lively discussions - peppered with hot arguments - about the legendary players of old and the promising players of today. The baseball season has begun, and the men on the benches in Central Park are at it again, holding lively discussions -" , "date" : "19870429" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; Softball Is Back And Central Park Is Vibrant Again" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/29\/nyregion\/about-new-york-softball-is-back-and-central-park-is-vibrant-again.html"} , {"body" : "LEAD: Two men followed a ''nervous'' man into a combination ice-cream parlor and social club in Brooklyn yesterday morning and shot him once in the head, killing him, according to the police. Two men followed a ''nervous'' man into a combination ice-cream parlor and social club in Brooklyn yesterday morning and shot him once in the head, killing" , "date" : "19870426" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Man Shot Dead by 2 Others In Brooklyn Ice-Cream Parlor" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/26\/nyregion\/man-shot-dead-by-2-others-in-brooklyn-ice-cream-parlor.html"} , {"body" : "LEAD: Three white teen-agers were arrested Saturday night in a ''bias incident'' on a Brooklyn street corner, the police said yesterday. Three white teen-agers were arrested Saturday night in a ''bias incident'' on a Brooklyn street corner, the police said yesterday. The three were accused of beating a young black man who, the police said," , "date" : "19870406" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "3 White Youths Seized In Racial Assault Case" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/06\/nyregion\/3-white-youths-seized-in-racial-assault-case.html"} , {"body" : "LEAD: ''I WAS TRYING TO COME TO terms with the situation, with AIDS, that's why I wrote it,'' said Harvey Fierstein of ''Safe Sex,'' the trio of one-act plays that will open tonight at the Lyceum Theater. He was speaking softly, and his somber demeanor had none of the inspired outrageousness that theater audiences have come to expect on stage:" , "date" : "19870405" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "5" , "title" : "IN 'SAFE SEX,' HARVEY FIERSTEIN TURNS SERIOUS" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/05\/theater\/in-safe-sex-harvey-fierstein-turns-serious.html"} , {"body" : "LEAD: Predominantly segregated housing patterns that seemed to be breaking up in the 1960's and early 1970's have been quietly reasserting themselves in New York City and its suburbs, according to a wide range of experts and studies. Predominantly segregated housing patterns that seemed to be breaking up in the 1960's and early 1970's have been" , "date" : "19870401" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "EAST FLATBUSH (NYC)" , "BENSONHURST (NYC)" , "NEW YORK CITY METROPOLITAN AREA" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "HOUSING SEGREGATION: NEW TWISTS AND OLD RESULTS" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/01\/nyregion\/housing-segregation-new-twists-and-old-results.html"} , {"body" : "LEAD: DINNIEABBIESISTER-R-R! By Riki Levinson. Illustrated by Helen Cogancherry. 90 pp. New York: Bradbury Press. $11.95. (Ages 6 to 9) DINNIEABBIESISTER-R-R! By Riki Levinson. Illustrated by Helen Cogancherry. 90 pp. New York: Bradbury Press. $11.95. (Ages 6 to 9) YOU can almost hear a mother calling her children home for supper in the title of" , "date" : "19870329" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "26" , "title" : "CHILDREN'S BOOKS" , "url" : "http:\/\/www.nytimes.com\/1987\/03\/29\/books\/children-s-books-054387.html"} ,   {"body" : "LEAD: Two illegal cocaine-processing laboratories have exploded in residential neighborhoods in New York City recently, providing the authorities with new evidence that more of the highly explosive drug-production plants are operating in the city. Two illegal cocaine-processing laboratories have exploded in residential neighborhoods in New York" , "date" : "19870325" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 RECENT EXPLOSIONS REFLECT INCREASE IN COCAINE LABS" , "url" : "http:\/\/www.nytimes.com\/1987\/03\/25\/nyregion\/2-recent-explosions-reflect-increase-in-cocaine-labs.html"} , {"body" : "LEAD: A 60-year-old New York City police detective was shot and killed and another officer was seriously wounded in a gunfight with two burglary suspects they confronted in a Brooklyn apartment house yesterday, the police said. A 60-year-old New York City police detective was shot and killed and another officer was seriously wounded in a gunfight" , "date" : "19870312" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DETECTIVE DIES AND OFFICER IS WOUNDED IN BROOKLYN SHOOTOUT" , "url" : "http:\/\/www.nytimes.com\/1987\/03\/12\/nyregion\/detective-dies-and-officer-is-wounded-in-brooklyn-shootout.html"} , {"body" : "LEAD: Talent was in short supply this season on the basketball team at Polytechnic Institute of New York in Brooklyn, losers in 17 of 23 games against Division III opponents. But for dedication under truly adverse circumstances, the dozen engineering students - who from a deep desire to play basketball stuck to the end despite a closing losing" , "date" : "19870306" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "21" , "title" : "SCOUTING; WHEN 'HOME' IS A MISNOMER" , "url" : "http:\/\/www.nytimes.com\/1987\/03\/06\/sports\/scouting-when-home-is-a-misnomer.html"} , {"body" : "LEAD: SHOW BIZ FOR SUPERVISOR THE last time that Brookhaven Town Supervisor Henrietta Acampora was on the stage was ''about 45 years ago,'' she said, ''when I was in high school, New Utrecht High School in Bensonhurst. We did 'Cyrano de Bergerac.' In fact, Jack Carter played Cyrano. I didn't play Rosalind, though. SHOW BIZ FOR SUPERVISOR THE last" , "date" : "19870301" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKHAVEN (NY)"] , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "3" , "title" : "LONG ISLAND JOURNAL" , "url" : "http:\/\/www.nytimes.com\/1987\/03\/01\/nyregion\/long-island-journal-603588.html"} , {"body" : "LEAD: A 45-year-old Brooklyn man was found stabbed to death last night in his ransacked apartment in the Bensonhurst section, the police said. A 45-year-old Brooklyn man was found stabbed to death last night in his ransacked apartment in the Bensonhurst section, the police said. The victim was identified as Ralph Erardi of 1773 80th Street. His" , "date" : "19870218" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Brooklyn Man Is Found Slain In His Ransacked Apartment" , "url" : "http:\/\/www.nytimes.com\/1987\/02\/18\/nyregion\/brooklyn-man-is-found-slain-in-his-ransacked-apartment.html"} , {"body" : "LEAD: Less than two days after a defendant in the ''pizza connection'' drug trial was shot on a Greenwich Village street, three men were arrested yesterday in the apparent Mafia murder attempt. Less than two days after a defendant in the ''pizza connection'' drug trial was shot on a Greenwich Village street, three men were arrested yesterday in the" , "date" : "19870214" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "GREENWICH VILLAGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "3 HELD IN 'PIZZA' CASE SHOOTING; F.B.I. CALLS ATTACK 'CONTRACT HIT'" , "url" : "http:\/\/www.nytimes.com\/1987\/02\/14\/nyregion\/3-held-in-pizza-case-shooting-fbi-calls-attack-contract-hit.html"} , {"body" : "LEAD: An intrepid figure in an orange cap and a green windbreaker was standing among the plastic coffee cups, empty beer cans and shards of glass on Jefferson Avenue in Brooklyn the other day, heaving shovelfuls of garbage into a trash basket on wheels. An intrepid figure in an orange cap and a green windbreaker was standing among the plastic" , "date" : "19870131" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "2 FEMALE SANITATION WORKERS EARNING HIGH MARKS" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/31\/nyregion\/2-female-sanitation-workers-earning-high-marks.html"} , {"body" : "LEAD: The first hint of trouble for Gerard J. Papa and James Rampersant Jr. was the headlights of another car coming directly at their car on a deserted Coney Island street, they said. The first hint of trouble for Gerard J. Papa and James Rampersant Jr. was the headlights of another car coming directly at their car on a deserted Coney Island" , "date" : "19870120" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "BEATEN BY POLICE IN MISTAKEN IDENTITY, 2 BROOKLYN MEN SUE NEW YORK CITY" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/20\/nyregion\/beaten-by-police-in-mistaken-identity-2-brooklyn-men-sue-new-york-city.html"} , {"body" : "LEAD: In 1970, a Hispanic tool-and-die maker and a Rumanian refugee joined forces and began to transform a small machine shop in the South Bronx into a $100 million-a-year military contractor listed on the New York Stock Exchange. In 1970, a Hispanic tool-and-die maker and a Rumanian refugee joined forces and began to transform a small machine shop" , "date" : "19870119" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "SOUTH BRONX (NYC)" , "BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "WEDTECH: RISE AND FALL OF A WELL-CONNECTED BRONX COMPANY" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/19\/nyregion\/wedtech-rise-and-fall-of-a-well-connected-bronx-company.html"} , {"body" : "LEAD: WHEN Bill Dillard was not on the road, singing and acting in musicals or playing his trumpet with Louis Armstrong, he lived in rental apartments in Harlem. Last year, at the age of 75, he and his wife, Celestine, became impatient with waiting lists for new rental projects and began looking for a better home outside Manhattan. WHEN Bill" , "date" : "19870118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BRONX (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "CO-OP HUNTING IN THE OUTER BOROUGHS" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/18\/realestate\/co-op-hunting-in-the-outer-boroughs.html"} ,   {"body" : "LEAD: The Howard Beach assault, far from being an unusually grievous case, is disturbingly similar to other incidents of racial violence in New York City in recent years. Yet a combination of factors beyond the incident itself has elevated this case to a notoriety unlike that of any other. The Howard Beach assault, far from being an unusually" , "date" : "19870115" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["HOWARD BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "WHY HOWARD BEACH?; NOTORIETY OF THE QUEENS ATTACK BUILDS ON ANGER LEFT FROM EARLIER ASSAULTS" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/15\/nyregion\/why-howard-beach-notoriety-queens-attack-builds-anger-left-earlier-assaults.html"} , {"body" : "LEAD: Along Brighton Beach Avenue, under the El and within sight and scent of the sea, there are Russian groceries and doctors' offices, Russian nightclubs and movies - so many staples of the old life that the neighborhood has come to be called Little Odessa. Along Brighton Beach Avenue, under the El and within sight and scent of the sea, there are" , "date" : "19870111" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)" , "UNION OF SOVIET SOCIALIST REPUBLICS"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "SOVIET RETURNEES ANGER EMIGRES IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/11\/nyregion\/soviet-returnees-anger-emigres-in-brooklyn.html"} , {"body" : "LEAD: New York State will not appeal a Federal court ruling allowing a New Jersey dairy to sell its milk in all five boroughs of New York City, Governor Cuomo announced yesterday. New York State will not appeal a Federal court ruling allowing a New Jersey dairy to sell its milk in all five boroughs of New York City, Governor Cuomo announced" , "date" : "19870110" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CUOMO DECIDES NOT TO CHALLENGE RULING ON MILK" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/10\/nyregion\/cuomo-decides-not-to-challenge-ruling-on-milk.html"} , {"body" : "LEAD: Early in 1980, Peter L. Zimroth, then chief assistant to the Manhattan District Attorney, was considering two job offers, one to join a small Wall Street law firm and the other to become Mayor Koch's criminal-justice coordinator. Early in 1980, Peter L. Zimroth, then chief assistant to the Manhattan District Attorney, was considering two job" , "date" : "19870103" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "MAN IN THE NEWS; A Seasoned Counselor: Peter Lenard Zimroth" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/03\/nyregion\/man-in-the-news-a-seasoned-counselor-peter-lenard-zimroth.html"}]