[  {"body" : "LEAD: When John Otto Heidel, a convicted forger and reputed associate of organized crime groups, was shot to death on a Brooklyn street Thursday evening, he became at least the 10th man to be killed in a gangland-style attack in the borough this year. When John Otto Heidel, a convicted forger and reputed associate of organized crime groups, was" , "date" : "19871010" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Puzzle of Gangland-Style Killings Eludes Brooklyn Police" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/10\/nyregion\/puzzle-of-gangland-style-killings-eludes-brooklyn-police.html"} , {"body" : "LEAD: A man with a police record and possible ties to organized crime was shot and killed on a Brooklyn street yesterday afternoon by two gunmen who fled in a car. The police said the killing was similar to a series of gangland-style murders in Brooklyn in recent months. A man with a police record and possible ties to organized crime was shot and" , "date" : "19871009" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Another Man Is Slain In a Mob-Style Killing" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/09\/nyregion\/another-man-is-slain-in-a-mob-style-killing.html"} , {"body" : "LEAD: A PLAQUE at the end of the Canarsie Pier is inscribed with the words of Henry Meyer, a 19th-century developer: ''Jamaica Bay awaits the touch of the magic wand that will transform it into the Wonder Harbor of the World.'' A PLAQUE at the end of the Canarsie Pier is inscribed with the words of Henry Meyer, a 19th-century developer: ''Jamaica" , "date" : "19870830" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["JAMAICA BAY (NY)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Ripples of Change Flutter on Jamaica Bay" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/30\/realestate\/ripples-of-change-flutter-on-jamaica-bay.html"} , {"body" : "LEAD: The Mah-Jongg Six of Brooklyn came forward yesterday. So did three other winners of a $19 million state lottery jackpot, including a group whose fifth member dropped out shortly before the ticket was purchased. The Mah-Jongg Six of Brooklyn came forward yesterday. So did three other winners of a $19 million state lottery jackpot, including a" , "date" : "19870106" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "'MAH-JONGG 6' AND 6 OTHERS WIN JACKPOT" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/06\/nyregion\/mah-jongg-6-and-6-others-win-jackpot.html"}]