[  {"body" : "LEAD: The murder of a Hasidic Jew in a ferocious knife attack in Brooklyn remained a mystery yesterday as detectives sought witnesses and a motive while neighborhood residents held a demonstration and voiced fears that the killing was anti-Semitic. The murder of a Hasidic Jew in a ferocious knife attack in Brooklyn remained a mystery yesterday as" , "date" : "19871228" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Police Seek Witnesses to Murder Of Hasidic Jew in Borough Park" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/28\/nyregion\/police-seek-witnesses-to-murder-of-hasidic-jew-in-borough-park.html"} , {"body" : "LEAD: A 13-year-old girl from Forest Hills, Queens, kidnapped and held by captors demanding $15,000 in ransom, was found unharmed Christmas night by detectives who tracked her kidnappers to their Brooklyn home, the police said yesterday. A 13-year-old girl from Forest Hills, Queens, kidnapped and held by captors demanding $15,000 in ransom, was" , "date" : "19871227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FOREST HILLS (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "After Abduction, Queens Teen-Ager Is Found Safe" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/27\/nyregion\/after-abduction-queens-teen-ager-is-found-safe.html"} , {"body" : "LEAD: A 39-year-old postal worker who was returning from a night job was stabbed 14 times near his home in the Borough Park section of Brooklyn early yesterday and died shortly afterward at Maimonides Hospital. A 39-year-old postal worker who was returning from a night job was stabbed 14 times near his home in the Borough Park section of Brooklyn" , "date" : "19871226" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BOROUGH PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Post Office Worker Is Killed In Stabbing Near His Home" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/26\/nyregion\/post-office-worker-is-killed-in-stabbing-near-his-home.html"} , {"body" : "LEAD: THE first thing you notice upon stepping out of the hotel are the children. Tykes in strollers, toddlers holding onto their parents' hands, teen-agers looking in store windows. THE first thing you notice upon stepping out of the hotel are the children. Tykes in strollers, toddlers holding onto their parents' hands, teen-agers looking in store" , "date" : "19871019" , "day_of_week_facet" : "Monday" , "geo_facet" : ["MINNEAPOLIS (MINN)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "3" , "title" : "SPORTS OF THE TIMES; It's Different Out Here" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/19\/sports\/sports-of-the-times-it-s-different-out-here.html"} , {"body" : "LEAD: WOODEN barriers enclose a large construction site on Steinway Street in Astoria, Queens, where excavation has begun. A prominent sign proclaims what is to come: four four-family houses. WOODEN barriers enclose a large construction site on Steinway Street in Astoria, Queens, where excavation has begun. A prominent sign proclaims what is to" , "date" : "19871018" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "PERSPECTIVES: 'Infill' Zoning; Balancing Needs in Low-Rise Districts" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/18\/realestate\/perspectives-infill-zoning-balancing-needs-in-low-rise-districts.html"} , {"body" : "LEAD: THE general managers of New York City's major television stations should be encouraged to vacation on the East End. They could say goodbye for a while to Nielsens, cable and strikes. They could see the beauty of Long Island's farmland, luminous skies and sunsets by the sea. And they could see some impressive regional television on newscasts" , "date" : "19871004" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NASSAU COUNTY (NY)" , "SUFFOLK COUNTY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "LONG ISLAND OPINION; LIFE DOESN'T END AT THE CITY LIMITS" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/04\/nyregion\/long-island-opinion-life-doesn-t-end-at-the-city-limits.html"} , {"body" : "LEAD: When Rosh ha-Shanah begins at sundown tonight, the Steinberg family - Henry, Miriam and their eight children - will try to forget that they lost virtually everything in a thunderous explosion in Brooklyn this summer and will instead embrace what they have: each other and their faith. When Rosh ha-Shanah begins at sundown tonight, the" , "date" : "19870923" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BOROUGH PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "For a Brooklyn Family, Sweet Rosh Ha-Shanah" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/23\/nyregion\/for-a-brooklyn-family-sweet-rosh-ha-shanah.html"} , {"body" : "LEAD: Benjamin Eisenstadt says he hates begging money for his favorite local charity, Maimonides Medical Center in the Borough Park section of Brooklyn. Benjamin Eisenstadt says he hates begging money for his favorite local charity, Maimonides Medical Center in the Borough Park section of Brooklyn. But he doesn't mind asking for blood, a lot of it." , "date" : "19870823" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "54" , "title" : "Hospital Patient Becomes Its Patron" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/23\/nyregion\/hospital-patient-becomes-its-patron.html"} , {"body" : "LEAD: Michael came to the United States four years ago - fleeing from Haiti in a small boat, a frightened 14-year-old arriving in Florida in Levis and a Michael Jackson T-shirt. Michael came to the United States four years ago - fleeing from Haiti in a small boat, a frightened 14-year-old arriving in Florida in Levis and a Michael Jackson T-shirt." , "date" : "19870823" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "HAITI"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "YOUNG HAITIAN REFUGEE STYMIED AS HE TRIES TO ESCAPE PAST" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/23\/nyregion\/young-haitian-refugee-stymied-as-he-tries-to-escape-past.html"} , {"body" : "LEAD: New York City's municipal ambulance system, which has been under fire for increasingly slow responses to life-and-death calls, has declined to use an estimated 270 commercial and volunteer corps ambulances that would be available to help fill the gap. New York City's municipal ambulance system, which has been under fire for increasingly slow" , "date" : "19870813" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "New York City Refuses to Use Private Ambulances as Backup" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/13\/nyregion\/new-york-city-refuses-to-use-private-ambulances-as-backup.html"} ,    {"body" : "LEAD: He doesn't know who catered the D-Day invasion, but David Scharf figures this has to be about the closest thing to it. He doesn't know who catered the D-Day invasion, but David Scharf figures this has to be about the closest thing to it. And the Allied forces weren't dining on his chicken liver pate or moo goo gai pan - kosher and cooked to" , "date" : "19870610" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; Culinary D-Day: Caterer Marshals a Nosh for 20,000" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/10\/nyregion\/about-new-york-culinary-d-day-caterer-marshals-a-nosh-for-20000.html"} , {"body" : "LEAD: ''TRUMP. Lefrak. Milstein.'' Leonard Thun of Hewlett ''TRUMP. Lefrak. Milstein.'' Leonard Thun of Hewlett Bay Park ticked off the names of the well-known builders. ''You want to know what they have in common? They have our kitchens in common.'' Mr. Thun happened to be talking about their personal homes, but only within the larger context of" , "date" : "19870524" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "LONG ISLANDERS; LEAVING HIS MARK ON A MILLION KITCHENS" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/24\/nyregion\/long-islanders-leaving-his-mark-on-a-million-kitchens.html"} , {"body" : "LEAD: Bonni Lyn Levine, a daughter of Mr. and Mrs. Robert Levine of Brooklyn, was married yesterday to Peter Gamble Curran, the son of Catherine Gamble Curran of New York and Jean Alonzo Curran of Rowayton, Conn. Justice Leonard E. Yoswein of State Supreme Court performed the ceremony at the Puck Building in New Bonni Lyn Levine, a daughter of Mr." , "date" : "19870510" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "48" , "title" : "Bonni Lyn Levine Weds Peter Curran" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/10\/style\/bonni-lyn-levine-weds-peter-curran.html"} , {"body" : "LEAD: Jay L. Turoff, the former chief of New York City's Taxi and Limousine Commission, was cleared last night of using his office to enrich himself by promoting a taxi meter company formed by his friends and of accepting a bribe. Jay L. Turoff, the former chief of New York City's Taxi and Limousine Commission, was cleared last night of using his" , "date" : "19870411" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "JURY SPLITS VERDICT IN TRIAL OF EX-CHIEF OF NEW YORK'S TAXIS" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/11\/nyregion\/jury-splits-verdict-in-trial-of-ex-chief-of-new-york-s-taxis.html"} , {"body" : "LEAD: A 20-year-old patient who lived at a home for the retarded in Brooklyn, died yesterday, apparently of a heart attack, as he was being taken to a hospital after a struggle with attendants and policemen, the authorities said. A 20-year-old patient who lived at a home for the retarded in Brooklyn, died yesterday, apparently of a heart attack, as" , "date" : "19870331" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Retarded Patient Dies After Being Restrained" , "url" : "http:\/\/www.nytimes.com\/1987\/03\/31\/nyregion\/retarded-patient-dies-after-being-restrained.html"} , {"body" : "LEAD: MY FATHER, who recently turned 65, has retired after working hard all his life. He saw combat as a Marine in World War II and after his discharged he married my mother, found a job and really never let up. MY FATHER, who recently turned 65, has retired after working hard all his life. He saw combat as a Marine in World War II and after his" , "date" : "19870322" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "SPEAKING PERSONALLY; LEARNING DIGNITY FROM THE 'SELTZER MAN'" , "url" : "http:\/\/www.nytimes.com\/1987\/03\/22\/nyregion\/speaking-personally-learning-dignity-from-the-seltzer-man.html"} , {"body" : "LEAD: A man wearing the traditional clothing of a Hasidic Jew was shot and critically wounded in an apparent robbery before being found near the Brooklyn docks yesterday morning, the police said. A man wearing the traditional clothing of a Hasidic Jew was shot and critically wounded in an apparent robbery before being found near the Brooklyn docks" , "date" : "19870316" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "METRO DATELINES; BROOKLYN MAN SHOT IN ROBBERY ATTEMPT" , "url" : "http:\/\/www.nytimes.com\/1987\/03\/16\/nyregion\/metro-datelines-brooklyn-man-shot-in-robbery-attempt.html"} , {"body" : "LEAD: Vandals ransacked classrooms and lighted two small fires in a Brooklyn yeshiva this weekend, but the police said yesterday that the incident did not appear to be a deliberately anti-Semitic gesture. Vandals ransacked classrooms and lighted two small fires in a Brooklyn yeshiva this weekend, but the police said yesterday that the incident did" , "date" : "19870309" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 FIRES SET BY VANDALS AT YESHIVA IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1987\/03\/09\/nyregion\/2-fires-set-by-vandals-at-yeshiva-in-brooklyn.html"} , {"body" : "LEAD: The boys from the yeshiva come to Shmiel Shnitzer's store after a long day of delving into the sacred writings with the sort of keenness American boys devote to memorizing batting averages. The boys from the yeshiva come to Shmiel Shnitzer's store after a long day of delving into the sacred writings with the sort of keenness American boys" , "date" : "19870228" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["JERUSALEM"] , "nytd_section_facet" : ["World"] , "page_facet" : "4" , "title" : "JERUSALEM NOTEBOOK; Yeshiva Trading Cards: Rabbis but No Red Sox" , "url" : "http:\/\/www.nytimes.com\/1987\/02\/28\/world\/jerusalem-notebook-yeshiva-trading-cards-rabbis-but-no-red-sox.html"} , {"body" : "LEAD: WALL STREET has nothing on Long Island: mergers, buyouts, acquisitions - all these buzzwords and more are roiling the business waters of our tight little Island, too. WALL STREET has nothing on Long Island: mergers, buyouts, acquisitions - all these buzzwords and more are roiling the business waters of our tight little Island, too. This" , "date" : "19870201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "ABOUT LONG ISLAND; CHANGE IS THE ONLY CERTAINTY" , "url" : "http:\/\/www.nytimes.com\/1987\/02\/01\/nyregion\/about-long-island-change-is-the-only-certainty.html"} ,   {"body" : "LEAD: WHEN Bill Dillard was not on the road, singing and acting in musicals or playing his trumpet with Louis Armstrong, he lived in rental apartments in Harlem. Last year, at the age of 75, he and his wife, Celestine, became impatient with waiting lists for new rental projects and began looking for a better home outside Manhattan. WHEN Bill" , "date" : "19870118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BRONX (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "CO-OP HUNTING IN THE OUTER BOROUGHS" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/18\/realestate\/co-op-hunting-in-the-outer-boroughs.html"}]