[  {"body" : "LEAD: To the Editor: To the Editor: Samuel A. Bogen (letter, Dec. 9) writes of subway trains he saw in Hong Kong with flexible sleevelike connections between cars. The New York subway system once had similar cars. These were articulated subway trains that ran on the Brighton Beach, West End and Sea Beach lines in Brooklyn into the Broadway-BMT" , "date" : "19871230" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["HONG KONG"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "New York Had Them" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/30\/opinion\/l-new-york-had-them-484887.html"} , {"body" : "LEAD: Mikhail S. Gorbachev may come and go, but there remains at least one American politician in Washington with a sizable Russian constituency. Mikhail S. Gorbachev may come and go, but there remains at least one American politician in Washington with a sizable Russian constituency. Representative Stephen J. Solarz thinks that his Brooklyn" , "date" : "19871215" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "12" , "title" : "Washington Talk: Congress; Reaching the Constituents, in Cyrillic" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/15\/us\/washington-talk-congress-reaching-the-constituents-in-cyrillic.html"} , {"body" : "LEAD: A transit police officer shot and killed a man who attacked him with a knife yesterday in a subway station in Brooklyn, the police said. A transit police officer shot and killed a man who attacked him with a knife yesterday in a subway station in Brooklyn, the police said. The slain man was identified as Vuthikrai Thienvanich, a 41-year-old" , "date" : "19871213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "54" , "title" : "Man Carrying a Knife Slain by Transit Officer" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/13\/nyregion\/man-carrying-a-knife-slain-by-transit-officer.html"} , {"body" : "LEAD: In butcher shops, delicatessens and bakeries in the Brighton Beach section of Brooklyn, in restaurants where patrons raise glasses of vodka in ritual toasts, Soviet emigres hope for peace. But they also have a lingering distrust of the Kremlin. In butcher shops, delicatessens and bakeries in the Brighton Beach section of Brooklyn, in" , "date" : "19871211" , "day_of_week_facet" : "Friday" , "geo_facet" : ["UNION OF SOVIET SOCIALIST REPUBLICS" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["World" , "Washington"] , "page_facet" : "26" , "title" : "THE SUMMIT; Brooklyn's Odessa Says, 'Da, but . . .'" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/11\/world\/the-summit-brooklyn-s-odessa-says-da-but.html"} , {"body" : "LEAD: A Russian immigrant on probation for drug and weapons convictions was shot to death gangland style early yesterday in a car in the Brighton Beach section of Brooklyn, the police said. A Russian immigrant on probation for drug and weapons convictions was shot to death gangland style early yesterday in a car in the Brighton Beach section of" , "date" : "19871119" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Russian Immigrant Dies Gangland-Style In Car in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/19\/nyregion\/russian-immigrant-dies-gangland-style-in-car-in-brooklyn.html"} , {"body" : "LEAD: BRIGHTON BEACH MEMOIRS Written by Neil Simon. Starring Blythe Danner, Bob Dishy, Judith Ivey, Jonathan Silverman (in photo). Produced by Ray Stark. Directed by Gene Saks. 1986. MCA Home Video. 110 minutes. $79.95. BRIGHTON BEACH MEMOIRS Written by Neil Simon. Starring Blythe Danner, Bob Dishy, Judith Ivey, Jonathan Silverman (in photo)." , "date" : "19871108" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "HOME VIDEO; Liver and Cabbage, With Chicken Soup" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/08\/arts\/home-video-liver-and-cabbage-with-chicken-soup.html"} , {"body" : "LEAD: The New York City Department of Health last week released a list of 14 food establishments cited for violating the health code. The New York City Department of Health last week released a list of 14 food establishments cited for violating the health code. In addition, it listed seven resturants that were allowed to reopen after correcting" , "date" : "19871101" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "63" , "title" : "FOOD INSPECTION RESULTS" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/01\/nyregion\/food-inspection-results.html"} , {"body" : "LEAD: Five high-level officials of the carpenters' union were indicted yesterday on charges of extorting more than $100,000 from contractors. Five high-level officials of the carpenters' union were indicted yesterday on charges of extorting more than $100,000 from contractors. In return for the money, the officials, who control the supply of" , "date" : "19871014" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "5 Carpenters' Union Leaders Indicted in Extortion" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/14\/nyregion\/5-carpenters-union-leaders-indicted-in-extortion.html"} , {"body" : "LEAD: A Soviet emigre and another man were convicted yesterday of the arson of a Manhattan apartment house in a $250,000 insurance scheme. A Soviet emigre and another man were convicted yesterday of the arson of a Manhattan apartment house in a $250,000 insurance scheme. The emigre, Gregory Gelman, 39 years old, of 2 Ellwood Street in the Inwood" , "date" : "19871007" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Two Men Found Guilty In a Manhattan Arson" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/07\/nyregion\/two-men-found-guilty-in-a-manhattan-arson.html"} , {"body" : "LEAD: VERSATILE VIRTUOSI To open its new season in Brookville today, the New York Virtuosi Chamber Symphony drops a well-known name in classical music: Menuhin. Jeremy Menuhin, that is, the pianist son of the celebrated violinist father, Yehudi. Mr. Menuhin plays Beethoven's Piano Concerto No. 5 (''Emperor''), and the orchestra, under the baton of" , "date" : "19871004" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "LONG ISLAND GUIDE" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/04\/nyregion\/long-island-guide.html"} ,   {"body" : "LEAD: The New York City Department of Health last week released a list of 36 food establishments cited for violating the health code. The New York City Department of Health last week released a list of 36 food establishments cited for violating the health code. In addition, it listed one restaurant that was allowed to reopen after correcting" , "date" : "19870920" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "74" , "title" : "Restaurant Health Violations" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/20\/nyregion\/restaurant-health-violations.html"} , {"body" : "LEAD: Luck was not with Walter Dubrow one day last month when the mild-mannered 62-year-old World War II veteran tried to rob three Brooklyn banks and got no money at two of them, the police said. Luck was not with Walter Dubrow one day last month when the mild-mannered 62-year-old World War II veteran tried to rob three Brooklyn banks and got no" , "date" : "19870919" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Angry Bank Employees Catch Robbery Suspect" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/19\/nyregion\/angry-bank-employees-catch-robbery-suspect.html"} , {"body" : "LEAD: Gloria Parisi, assistant manager of the Lincoln Savings Bank branch in Brighton Beach after she and a teller caught a suspected robber. Two sanitation workers who helped in pursuit had to hold her back from suspect. ''He wasn't going to take money from my bank,'' said Mrs. Parisi, whose branch was robbed last year. Gloria Parisi, assistant" , "date" : "19870919" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "page_facet" : "33" , "title" : "Robber's Withdrawal Foid d by Bank Manager in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/19\/nyregion\/robber-s-withdrawal-foid-d-by-bank-manager-in-brooklyn.html"} , {"body" : "LEAD: An article last Sunday on the Brighton Beach section of Brooklyn, home to many Soviet emigres, incorrectly located the Ukrainian city of Odessa. An article last Sunday on the Brighton Beach section of Brooklyn, home to many Soviet emigres, incorrectly located the Ukrainian city of Odessa. It is on the Black Sea." , "date" : "19870906" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Corrections" , "World"] , "page_facet" : "3" , "title" : "Correction" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/06\/world\/c-correction-67488.html"} , {"body" : "LEAD: New York is a city of many wondrous things. It is a city where an all-Japanese band plays tangos and where Asian Indians run Mexican restaurants. And hard as it is to believe when the air smells of exhaust and the street tar bubbles in the heat, it is also a city with a seashore. New York is a city of many wondrous things. It is a city where" , "date" : "19870830" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "THE TALK OF BRIGHTON BEACH; A Stop on the D Train: Sand, Sea and Handball" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/30\/nyregion\/the-talk-of-brighton-beach-a-stop-on-the-d-train-sand-sea-and-handball.html"} , {"body" : "LEAD: To the Editor: To the Editor: Your article about the Brighton Beach Baths (July 25) in Brooklyn was rife with misinformation. Hyman Cohen, manager of the Baths, says it is a dying institution with superannuated members. But the Baths is a vital, multigenerational facility, the second home of many young families who value its outdoor games and" , "date" : "19870824" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "Many Are Trying to Save Brighton Beach Baths" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/24\/opinion\/l-many-are-trying-to-save-brighton-beach-baths-471687.html"} , {"body" : "LEAD: The New York City Board of Estimate last night unanimously passed a major citywide rezoning intended to encourage construction of lower and bulkier apartment buildings as middle-income housing. The New York City Board of Estimate last night unanimously passed a major citywide rezoning intended to encourage construction of lower and bulkier" , "date" : "19870815" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York City Agrees to Allow Building of Bulkier Apartments" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/15\/nyregion\/new-york-city-agrees-to-allow-building-of-bulkier-apartments.html"} , {"body" : "LEAD: The New York City Board of Estimate is scheduled to vote at today's meeting on new zoning rules aimed at spurring construction of lower and bulkier apartment buildings throughout the city to meet the demand for middle-income housing. The New York City Board of Estimate is scheduled to vote at today's meeting on new zoning rules aimed at" , "date" : "19870813" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Vote Planned On New Rules For Low Units" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/13\/nyregion\/vote-planned-on-new-rules-for-low-units.html"} , {"body" : "LEAD: IN New York City where most new construction begins with a wrecking ball, vacant land - that rare local resource -is helping to spur development on Brooklyn's southern shorefront. IN New York City where most new construction begins with a wrecking ball, vacant land - that rare local resource -is helping to spur development on Brooklyn's" , "date" : "19870802" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GRAVESEND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "A New Era for Brooklyn's South Shore" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/02\/realestate\/a-new-era-for-brooklyn-s-south-shore.html"} , {"body" : "LEAD: Hyman Cohen, the manager of the Brighton Beach Bath & Racquet Club, was sitting in his office when his assistant arrived. ''Just lost another one,'' he told Mr. Cohen. ''She went into a nursing home.'' Hyman Cohen, the manager of the Brighton Beach Bath & Racquet Club, was sitting in his office when his assistant arrived. ''Just lost another" , "date" : "19870725" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "About New York; A Gradual Fade To Memories At the Baths" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/25\/nyregion\/about-new-york-a-gradual-fade-to-memories-at-the-baths.html"} ,   {"body" : "LEAD: ABOUT 75 times a year, Lou Singer gets into his blue Dodge van, picks up a hungry band of sightseers and embarks on a six-hour odyssey of eating and adventure on the Lower East Side of New York. As he navigates the van toward his caloric mecca, he announces: ''This isn't a straight pigging-out operation. ABOUT 75 times a year, Lou Singer gets" , "date" : "19870724" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel" , "Arts"] , "page_facet" : "1" , "title" : "BOARDING A BUS FOR JAZZ, LANDMARKS AND A NOSH" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/24\/arts\/boarding-a-bus-for-jazz-landmarks-and-a-nosh.html"} , {"body" : "LEAD: The New York City Department of Health last week released a list of 29 food establishments cited for violating the health code. The New York City Department of Health last week released a list of 29 food establishments cited for violating the health code. In addition, it listed nine restaurants that were allowed to reopen after correcting" , "date" : "19870719" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "29 ESTABLISHMENTS CITED BY NEW YORK UNDER HEALTH CODE" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/19\/nyregion\/29-establishments-cited-by-new-york-under-health-code.html"} , {"body" : "LEAD: ''IRVING'S mother would like to say something to us about happiness,'' Irving's mother confides to the audience at the beginning of Israel Horovitz's comedy ''Today I Am a Fountain Pen,'' now at the New Studio Theater. ''IRVING'S mother would like to say something to us about happiness,'' Irving's mother confides to the audience at the" , "date" : "19870712" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "14" , "title" : "THEATER REVIEW; GROWING UP JEWISH" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/12\/nyregion\/theater-review-growing-up-jewish.html"} , {"body" : "LEAD: Russian Delights Russian Delights A few weeks ago Dena Feldman, the owner of White Acacia, a Russian food shop in the Brighton Beach section of Brooklyn, crossed the river into Manhattan. Her new shop, Russian Delights, is at 223 East 14th Street. The refrigerated cases in the narrow storefront are filled with familiar specialties and some" , "date" : "19870603" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "7" , "title" : "FOOD NOTES" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/03\/garden\/food-notes-834287.html"} , {"body" : "LEAD: During the Holocaust memorial ceremony in Brighton Beach last June, each of the neighborhood's synagogues sent forth one of its faithful to light a candle. A stooped old man named Jacob Tannenbaum represented Temple Beth El, and those who attended the service recall that as he lit the wick he began to cry. During the Holocaust memorial" , "date" : "19870526" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "HAUNTING ISSUES SURROUND JEWISH NAZI CAMP OVERSEER" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/26\/nyregion\/haunting-issues-surround-jewish-nazi-camp-overseer.html"} , {"body" : "LEAD: The Justice Department moved yesterday to rescind the citizenship of a Polish-born Jewish man who now lives in Brooklyn, on the ground that he brutalized Jewish prisoners at a Nazi concentration camp during World War II. The Justice Department moved yesterday to rescind the citizenship of a Polish-born Jewish man who now lives in Brooklyn, on" , "date" : "19870513" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "U.S., CITING HELP TO NAZIS, ACTS AGAINST A JEWISH MAN" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/13\/nyregion\/us-citing-help-to-nazis-acts-against-a-jewish-man.html"} , {"body" : "LEAD: The Justice Department is ''seriously contemplating'' denaturalization proceedings against a 75-year-old Jewish man from Brooklyn in connection with allegations that he brutalized Jewish prisoners in a Nazi camp, people familiar with the investigation said yesterday. The Justice Department is ''seriously contemplating'' denaturalization" , "date" : "19870501" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "JEW'S ROLE AT A NAZI CAMP IS INVESTIGATED" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/01\/nyregion\/jew-s-role-at-a-nazi-camp-is-investigated.html"} , {"body" : "LEAD: New Yorkers were told today that they will have to wait until the last moment to learn whether the state's new smoking restrictions will take effect as planned next Thursday. New Yorkers were told today that they will have to wait until the last moment to learn whether the state's new smoking restrictions will take effect as planned next" , "date" : "19870430" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "RULING EXPECTED JUST BEFORE SMOKING CURBS ARE TO TAKE EFFECT" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/30\/nyregion\/ruling-expected-just-before-smoking-curbs-are-to-take-effect.html"} , {"body" : "LEAD: Fifteen-year-old Alexander Altman watched his grandparents leave Brooklyn in December and move back to the Soviet Union. Two weeks ago his parents and 4-year-old brother followed. Alexander chose to stay. Fifteen-year-old Alexander Altman watched his grandparents leave Brooklyn in December and move back to the Soviet Union. Two weeks ago his" , "date" : "19870310" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)" , "UNION OF SOVIET SOCIALIST REPUBLICS"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "AT 15, RUSSIAN YOUTH BEGINS A NEW LIFE ALONE IN U.S." , "url" : "http:\/\/www.nytimes.com\/1987\/03\/10\/nyregion\/at-15-russian-youth-begins-a-new-life-alone-in-us.html"} , {"body" : "LEAD: Across an ocean and with the perspective of a lifetime, the Russians of Brighton Beach are watching the changes in Mikhail S. Gorbachev's Soviet Union. Across an ocean and with the perspective of a lifetime, the Russians of Brighton Beach are watching the changes in Mikhail S. Gorbachev's Soviet Union. Throughout the Brooklyn enclave, people" , "date" : "19870221" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "UNION OF SOVIET SOCIALIST REPUBLICS" , "BRIGHTON BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "BRIGHTON BEACH: VIEWS OF GORBACHEV" , "url" : "http:\/\/www.nytimes.com\/1987\/02\/21\/nyregion\/brighton-beach-views-of-gorbachev.html"} ,   {"body" : "LEAD: There's a moment of pure happiness in Woody Allen's new ''Radio Days'' in which the narrator's Cousin Ruthie appears with a towel on her head, doing a little dance. Though not the Latin fireball type - Cousin Ruthie ordinarily wears white anklets and spends time gossiping with her mother about the neighbors - she has done what she can with" , "date" : "19870201" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "FILM VIEW; WOODY ALLEN SAVORS THE DETAILS" , "url" : "http:\/\/www.nytimes.com\/1987\/02\/01\/movies\/film-view-woody-allen-savors-the-details.html"} , {"body" : "LEAD: On the boardwalk in the 1940's, dancers did the Lindy to music from a juke box in front of ''Meyer's Knishes.'' Nearby was the Takee-Cup stand where you bought chow mein served in a cup made out of noodles. You ate the chow mein, then you ate the cup. The bars featured a kind of juke box with a screen that played ''soundies,'' short subjects" , "date" : "19870125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "ROCKAWAY PENINSULA (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "Woody Allen and Neil Simon Conjure a Compelling Era" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/25\/movies\/woody-allen-and-neil-simon-conjure-a-compelling-era.html"} , {"body" : "LEAD: YEARS from now - maybe next year, even - audiences who go in for marathons may get the chance to see the Neil Simon autobiographical trilogy ''Brighton Beach Memoirs,'' ''Biloxi Blues'' and ''Broadway Bound'' in one ''Nicholas Nickelby''-like day's journey into real enlightenment. YEARS from now - maybe next year, even - audiences who go in" , "date" : "19870118" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "28" , "title" : "THEATER; 'BRIGHTON BEACH' AT THE PAPER MILL" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/18\/nyregion\/theater-brighton-beach-at-the-paper-mill.html"} , {"body" : "LEAD: WHEN Bill Dillard was not on the road, singing and acting in musicals or playing his trumpet with Louis Armstrong, he lived in rental apartments in Harlem. Last year, at the age of 75, he and his wife, Celestine, became impatient with waiting lists for new rental projects and began looking for a better home outside Manhattan. WHEN Bill" , "date" : "19870118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BRONX (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "CO-OP HUNTING IN THE OUTER BOROUGHS" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/18\/realestate\/co-op-hunting-in-the-outer-boroughs.html"} , {"body" : "LEAD: Along Brighton Beach Avenue, under the El and within sight and scent of the sea, there are Russian groceries and doctors' offices, Russian nightclubs and movies - so many staples of the old life that the neighborhood has come to be called Little Odessa. Along Brighton Beach Avenue, under the El and within sight and scent of the sea, there are" , "date" : "19870111" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)" , "UNION OF SOVIET SOCIALIST REPUBLICS"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "SOVIET RETURNEES ANGER EMIGRES IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/11\/nyregion\/soviet-returnees-anger-emigres-in-brooklyn.html"} , {"body" : "LEAD: AFTER the Jerome brothers of Neil Simon's ''Broadway Bound'' sell their first comedy sketch to CBS Radio, they are stunned to discover that one innocuous gag hits home harder than intended: a punch line about ''ladies' pajamas'' proves to be a subconscious indictment of their father's philandering. AFTER the Jerome brothers of Neil Simon's" , "date" : "19870108" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "20" , "title" : "CRITIC'S NOTEBOOK; TODAY'S NEIL SIMON TAKES ON EARLIER NEIL SIMON" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/08\/theater\/critic-s-notebook-today-s-neil-simon-takes-on-earlier-neil-simon.html"} , {"body" : "LEAD: 'BRIGHTON BEACH' ''Brighton Beach Memoirs,'' Neil Simon's comedy-drama inspired by his childhood in Brooklyn during the Depression, opens Thursday at the Paper Mill Playhouse in Millburn. 'BRIGHTON BEACH' ''Brighton Beach Memoirs,'' Neil Simon's comedy-drama inspired by his childhood in Brooklyn during the Depression, opens Thursday at the" , "date" : "19870104" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "NEW JERSEY GUIDE" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/04\/nyregion\/new-jersey-guide.html"} , {"body" : "LEAD: A balloon, still inflated, skipped with the wind down Broadway yesterday, perhaps the last celebrant of the night before. A balloon, still inflated, skipped with the wind down Broadway yesterday, perhaps the last celebrant of the night before. A champagne bottle, its cork long-since popped, poked past the rim of a garbage can on 44th Street," , "date" : "19870102" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "MONTAUK (NY)" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "RENEWAL RITUALS CHRISTEN THE NEW YEAR" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/02\/nyregion\/renewal-rituals-christen-the-new-year.html"}]