[  {"body" : "LEAD: If New Year's Eve seems just a tad longer than usual this year, it's no illusion. During the final countdown to the penultimate year of the penultimate decade of the 20th century, the last minute of 1987 will actually have 61 seconds. If New Year's Eve seems just a tad longer than usual this year, it's no illusion. During the final countdown" , "date" : "19871225" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "Celebrations for a Bright, Bubbly New Year" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/25\/arts\/celebrations-for-a-bright-bubbly-new-year.html"} , {"body" : "LEAD: ON Christmas day, the public world comes grinding to a halt. With offices closed and shops shuttered, New York acquires a curious calm, as virtually all museums, concert halls, sightseeing attractions and other public places take the day off. ON Christmas day, the public world comes grinding to a halt. With offices closed and shops shuttered," , "date" : "19871225" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "The Spirit of Christmas Reigns On the Sidewalks of New York" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/25\/arts\/the-spirit-of-christmas-reigns-on-the-sidewalks-of-new-york.html"} , {"body" : "LEAD: Jennifer Christman, a daughter of Naomi Sacks Christman of Brooklyn Heights and Robert A. Christman of New York, was married yesterday to Jay Cohen, a son of Mr. and Mrs. Stanley Cohen of Brooklyn. Rabbi Balfour Brickner officiated at the Americas Society in New York. Jennifer Christman, a daughter of Naomi Sacks Christman of Brooklyn Heights" , "date" : "19871221" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Style"] , "page_facet" : "18" , "title" : "Jay Cohen, Lawyer, Weds Miss Christman, a Student" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/21\/style\/jay-cohen-lawyer-weds-miss-christman-a-student.html"} , {"body" : "LEAD: Three years of robust job growth in Brooklyn, Queens and the Bronx ended abruptly last year, leaving the economic health of New York City tied almost entirely to business conditions in Manhattan, according to a Federal Government report released yesterday. Three years of robust job growth in Brooklyn, Queens and the Bronx ended abruptly last" , "date" : "19871217" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BRONX (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Jobs Growth Centers on Manhattan" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/17\/nyregion\/jobs-growth-centers-on-manhattan.html"} , {"body" : "LEAD: William Fifield, a writer of both fiction and nonfiction, died Monday at his home in Rancho Palos Verdes, Calif. He was 71 years old. Mr. Fifield, who won an O. Henry short-story prize in 1942, was the author of ''In Search of Genius,'' a collection of interviews with people he considered geniuses, including Picasso, Cocteau, Miro, Dali and" , "date" : "19871217" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "26" , "title" : "William Fifield Dead; Prize-Winning Author" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/17\/obituaries\/william-fifield-dead-prize-winning-author.html"} , {"body" : "LEAD: In the South Bronx, the AIDS virus infects as many as one in five sexually active men, Dr. Ernest Drucker calculates. He warns women that such rampant infection makes intercourse with neighborhood men ''sexual Russian roulette.'' In the South Bronx, the AIDS virus infects as many as one in five sexually active men, Dr. Ernest Drucker" , "date" : "19871213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SOUTH BRONX (NYC)" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York City Maps Deadly Pattern of AIDS" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/13\/nyregion\/new-york-city-maps-deadly-pattern-of-aids.html"} , {"body" : "LEAD: IN the fall of 1937, I got my first job in New York - a rather odd one, and not at all what I had expected when I started looking. Life magazine, which had begun publication under the auspices of Time Inc. the year before, was expanding its staff, and I had heard that the chances of editorial employment for a young man with my background were" , "date" : "19871213" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "20" , "title" : "THE BOSS WAS A HUSTLER OR, HOW I GOT MY BIBLE" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/13\/books\/the-boss-was-a-hustler-or-how-i-got-my-bible.html"} , {"body" : "LEAD: THE roster of holiday revelries for children in the New York area features dancing snowflakes, toe-tapping toys, plucky puppets, bashful dragons and sleeping beauties. THE roster of holiday revelries for children in the New York area features dancing snowflakes, toe-tapping toys, plucky puppets, bashful dragons and sleeping beauties. Along" , "date" : "19871211" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "PAPER-BAG HEROES AND OTHER TREATS FOR YOUNG AUDIENCES" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/11\/arts\/paper-bag-heroes-and-other-treats-for-young-audiences.html"} , {"body" : "LEAD: This is a list of some of the musical presentations planned for the Christmas season at churches and concert halls in New York City. All are free unless otherwise noted. TODAY CALVARY BAPTIST CHURCH, 123 West 57th Street. Britten's ''Ceremony of Carols''; Respighi's ''Laud to the Nativity''; Paul Liljestrand, organist and director; Betty-Ann" , "date" : "19871211" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "32" , "title" : "A Calendar of Music Events for the Holiday Season" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/11\/arts\/a-calendar-of-music-events-for-the-holiday-season.html"} , {"body" : "LEAD: NOTHING - not the decorated shops nor the bright and bustling streets nor the restaurants and museums and theaters packed with holiday visitors -nothing so embodies the spirit of Christmastime in New York as the sound of music. NOTHING - not the decorated shops nor the bright and bustling streets nor the restaurants and museums and theaters" , "date" : "19871211" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WHERE TO HEAR (AND SING) THE SONGS OF CHRISTMAS" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/11\/arts\/where-to-hear-and-sing-the-songs-of-christmas.html"} ,   {"body" : "LEAD: Giving to The New York Times Neediest Cases Fund has become a tradition closely linked to the holiday season, according to many donors. Giving to The New York Times Neediest Cases Fund has become a tradition closely linked to the holiday season, according to many donors. Joan H. Weisl of Manhattan sent greetings for a merry Christmas and" , "date" : "19871211" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Many Contribute to Neediest As an Old Holiday Tradition" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/11\/nyregion\/many-contribute-to-neediest-as-an-old-holiday-tradition.html"} , {"body" : "LEAD: Holiday Bazaar Holiday Bazaar School of Sacred Arts, 133 West Fourth Street; 212-475-8048. A benefit bazaar for the School of Sacred Arts will present handmade wares like Tibetan rugs, Islamic scarves, toys from Russia and jewelry from India. Hours: Saturday and Sunday from 11 A.M. to 5 P.M. Suggested donation at door $5. Candlelight Tour" , "date" : "19871210" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "11" , "title" : "Calendar: Jewelry, Wreaths And Tours" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/10\/garden\/calendar-jewelry-wreaths-and-tours.html"} , {"body" : "LEAD: ''THIS is a Dish Towel Club,'' the copied letter begins. ''Send a dish towel to the person listed as No. 1 below, copy this letter and send it to six of your friends.'' Then the good news: ''You should receive 36 dish towels.'' ''THIS is a Dish Towel Club,'' the copied letter begins. ''Send a dish towel to the person listed as No. 1 below," , "date" : "19871209" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/09\/garden\/metropolitan-diary-336887.html"} , {"body" : "LEAD: New Amsterdam's New Start New Amsterdam's New Start The script goes like this: A bright new musical theater company makes quite an impact in five years, it's honored with a special Drama Desk award, but just when the future looks brightest, the founding director dies of AIDS and there's no next season, other than a special benefit production." , "date" : "19871204" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "2" , "title" : "On Stage" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/04\/theater\/on-stage.html"} , {"body" : "LEAD: Sounds of South Africa Sounds of South Africa Johnny Clegg and Savuka, the Ritz, 11th Street between Third and Fourth Avenues (254-2800). With his partner Sipho Mchunu, Johnny Clegg created Juluka, the influential band that fused Western rock, folk and Zulu influences. Now they have created Savuka, a six-member multiracial South African band" , "date" : "19871204" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "24" , "title" : "SOUNDS AROUND TOWN" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/04\/arts\/sounds-around-town-068887.html"} , {"body" : "LEAD: Crossroads Africa Dec. 2 - Since its founding in 1957, Operation Crossroads Africa has sent more than 8,000 young Americans to rural African and Caribbean communities to work on development projects in medicine, agriculture, education and construction. And over the past 23 years, more than 3,200 young African political leaders and" , "date" : "19871129" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "80" , "title" : "SOCIAL EVENTS; TAP DANCE TO SCIENCE" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/29\/style\/social-events-tap-dance-to-science.html"} , {"body" : "LEAD: Closings in the week ended Nov. 14 MANHATTAN Gramercy Park Area $136,000 201 East 25th Street 1-bedroom, 1-bath, 650-sq.-ft. postwar co-op; 24-hr. doorman, dining area, parquet floors; maintenance $469, 40% tax-deductible (Broker: Closings in the week ended Nov. 14 MANHATTAN Gramercy Park Area $136,000 201 East 25th Street 1-bedroom, 1-bath," , "date" : "19871129" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BRONX (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "10" , "title" : "RESIDENTIAL RESALES" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/29\/realestate\/residential-resales-411887.html"} , {"body" : "LEAD: Ashes from incinerated garbage contain significant amounts of lead, cadmium, dioxin and other toxic substances that can threaten health and the environment, according to a report prepared for the Environmental Protection Agency. Ashes from incinerated garbage contain significant amounts of lead, cadmium, dioxin and other toxic substances that" , "date" : "19871126" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "21" , "title" : "ASHES OF GARBAGE ARE FOUND TOXIC" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/26\/us\/ashes-of-garbage-are-found-toxic.html"} , {"body" : "LEAD: Closings in the week ended Nov. 7 MANHATTAN Carnegie Hill $335,000 155 East 93d Street 2-bedroom, 2-bath, 1,100-sq.-ft. co-op in a prewar building; 24-hr. doorman, large kitchen, high ceilings; maintenance $750, 40% tax-deductible (Broker: A.J. Clark) Chelsea Closings in the week ended Nov. 7 MANHATTAN Carnegie Hill $335,000 155 East 93d" , "date" : "19871122" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "16" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/22\/realestate\/residential-resales-325287.html"} , {"body" : "LEAD: The pianist Peter Serkin will give a benefit performance for the Church of St. Ann and the Holy Trinity, at the corner of Clinton and Montague Streets in Brooklyn Heights, tomorrow at 4 P.M. The recital is intended to raise funds for restoration of the church. Tax-deductible tickets are $100. Information: (718) 834-8794. The pianist Peter" , "date" : "19871121" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "11" , "title" : "Peter Serkin Recital" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/21\/arts\/peter-serkin-recital.html"} ,   {"body" : "LEAD: As the World Turns As the World Turns ''New York City's New Immigrants'' is an exhibition opening today in the Salena Gallery, on the Brooklyn campus of Long Island University. The sponsors say the photos, taken by 19 professional and skilled amateur photographers, ''evoke the lives, cultures and experiences of some of this city's" , "date" : "19871117" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "17" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/17\/arts\/going-out-guide.html"} , {"body" : "LEAD: Perhaps more than any other retail stretch in New York City, Montague Street has come to typify the battle between old merchants and new money. Such celebrated cases as the Community Book Store - whose owner put a $53.88 price on Mayor Koch's book ''Mayor'' three years ago to protest a 300 percent rent increase -have directed the spotlight on" , "date" : "19871115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: Heights Forum; Streetwise" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/15\/realestate\/postings-heights-forum-streetwise.html"} , {"body" : "LEAD: Closings in the week ended Oct. 31 MANHATTAN Greenwich Village $81,000 304 West 10th Street 275-sq.-ft. studio co-op in a renovated prewar building: fireplace, Hudson River view; maintenance $241, 51% tax-deductible (Broker: Closings in the week ended Oct. 31 MANHATTAN Greenwich Village $81,000 304 West 10th Street 275-sq.-ft. studio co-op in" , "date" : "19871115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "16" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/15\/realestate\/residential-resales-336387.html"} , {"body" : "LEAD: While some of us may be fretting about the stock market and others about the Persian Gulf, there is one segment of the population that has been undergoing a far more serious personal crisis this last week. While some of us may be fretting about the stock market and others about the Persian Gulf, there is one segment of the population that has" , "date" : "19871114" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Style"] , "page_facet" : "56" , "title" : "DE GUSTIBUS; TWINKIES FANS COPE" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/14\/style\/de-gustibus-twinkies-fans-cope.html"} , {"body" : "LEAD: WEDNESDAY, 5:30 P.M. WEDNESDAY, 5:30 P.M. You are about to leave the office, when the phone rings. It's your brother-in-law, from Denver. He wants to surprise his wife - your sister - with a trip to the Big Apple for a long weekend, to celebrate their 10th anniversary. Yes, this weekend. He wants to paint the town, go to the opera, a concert," , "date" : "19871106" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WHERE TO SEARCH FOR THE ELUSIVE LAST-MINUTE TICKET" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/06\/arts\/where-to-search-for-the-elusive-last-minute-ticket.html"} , {"body" : "LEAD: Homer M. Byington Jr., the first American Ambassador to newly independent Malaya, now Malaysia, from 1957 to 1961, died of a heart attack Sunday aboard the Vista Fjord, a Norwegian cruise ship, in the Atlantic Ocean. He was 79 years old and lived in Soto Grande, Spain. Homer M. Byington Jr., the first American Ambassador to newly independent" , "date" : "19871103" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "29" , "title" : "Homer M. Byington Jr." , "url" : "http:\/\/www.nytimes.com\/1987\/11\/03\/obituaries\/homer-m-byington-jr.html"} , {"body" : "LEAD: DANCE, like life, has a way of swinging between extremes. In modern dance, for instance, the socially involved choreography of the 1930's was very much a thing of the past by the early 60's, when minimalism and abstract formalism came into fashion. This weekend's varied dance offerings suggest there is a renewed emphasis on work that looks to" , "date" : "19871023" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "BOLD DANCE PROGRAMS THAT EMBRACE SOCIAL ISSUES" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/23\/arts\/bold-dance-programs-that-embrace-social-issues.html"} , {"body" : "LEAD: Mary Abigail Johnson, the daughter of the late Mr. and Mrs. David C. Johnson Jr. of Brooklyn Heights and Southport, Conn., and Christopher Stephen Dodge, a son of Mr. and Mrs. Allen B. Dodge of St. James, L.I., and Ocean Dunes, N.C., were married yesterday in Southport. The Rev. Loring Ensign officiated at the Congregational Mary Abigail" , "date" : "19871018" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "76" , "title" : "Mary Johnson, Editor, Married to C. S. Dodge" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/18\/style\/mary-johnson-editor-married-to-c-s-dodge.html"} , {"body" : "LEAD: Friday COMPOSERS LEND AN EAR Friday COMPOSERS LEND AN EAR Some writers cannot bear to read their own prose. Many composers, however, seem able to enjoy their own music, and tonight three of them will be listening at the New Music Consort's opening concert of the season at Weill Recital Hall. The composer Elliott Carter will hear his ''Cannon" , "date" : "19871009" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/09\/arts\/going-out-guide.html"} , {"body" : "LEAD: A police detective was arrested yesterday on charges that he sexually molested at least two 16-year-old homeless boys at his Brooklyn apartment, a police spokesman said. A police detective was arrested yesterday on charges that he sexually molested at least two 16-year-old homeless boys at his Brooklyn apartment, a police spokesman said. The" , "date" : "19871008" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Detective Is Arrested As Sexual Molester Of 2 Homeless Boys" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/08\/nyregion\/detective-is-arrested-as-sexual-molester-of-2-homeless-boys.html"} ,   {"body" : "LEAD: ALTHOUGH song and dance is a new endeavor for the New York City Public Development Corporation, its renovated rehearsal hall in downtown Brooklyn may yet emerge as a hit. ALTHOUGH song and dance is a new endeavor for the New York City Public Development Corporation, its renovated rehearsal hall in downtown Brooklyn may yet emerge as a hit." , "date" : "19871004" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "35" , "title" : "COMMERCIAL PROPERTY: Public Development Corporation; An Agency With Large Successes in Small Projects" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/04\/realestate\/commercial-property-public-development-corporation-agency-with-large-successes.html"} , {"body" : "LEAD: The Dalai Lama, the spiritual leader of Tibetan Buddhism, received the Albert Schweitzer Humanities Award Monday at the First Presbyterian Church of Brooklyn Heights. The Dalai Lama, the spiritual leader of Tibetan Buddhism, received the Albert Schweitzer Humanities Award Monday at the First Presbyterian Church of Brooklyn Heights. The" , "date" : "19870930" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "METRO DATELINES; Dalai Lama Receives Humanities Award" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/30\/nyregion\/metro-datelines-dalai-lama-receives-humanities-award.html"} , {"body" : "LEAD: Only three blocks away, on Remsen Street, the special guest at Our Lady of Lebanon Cathedral could have testified to the hazards of social diversity. He was President Amin Gemayel of Lebanon, a country that has given new meaning to the word faction. Beset by political and tribal struggles, religious and class rivalry, his country has known no" , "date" : "19870930" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "30" , "title" : "Topics of the Times; Brooklyn Celebrates Diversity" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/30\/opinion\/topics-of-the-times-brooklyn-celebrates-diversity.html"} , {"body" : "LEAD: COUNT it a lucky day if you come across the Piedmont wines that carry the Vietti label, which are made by Alfredo Currado. In fact, count it a lucky day if you come across the charming Mr. Currado. COUNT it a lucky day if you come across the Piedmont wines that carry the Vietti label, which are made by Alfredo Currado. In fact, count it a" , "date" : "19870930" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["ITALY" , "PIEDMONT REGION (ITALY)"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "16" , "title" : "WINE TALK" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/30\/garden\/wine-talk-588887.html"} , {"body" : "LEAD: The President of war-ravaged Lebanon, Amin Gemayel, yesterday preached a message of peace to a Brooklyn Heights church whose members believed that they could also teach him a thing or two about coexistence. The President of war-ravaged Lebanon, Amin Gemayel, yesterday preached a message of peace to a Brooklyn Heights church whose members" , "date" : "19870928" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "LEBANON" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Lebanese Tells Brooklyn Group Of Peace Hopes" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/28\/nyregion\/lebanese-tells-brooklyn-group-of-peace-hopes.html"} , {"body" : "LEAD: For as long as anyone there can remember, the Greenpoint section of Brooklyn has functioned as a stable blue-collar community with large Polish and Italian populations living in small houses and apartment buildings. In the last five years, however, artists and young professionals have flooded into the area looking for affordable housing and" , "date" : "19870925" , "day_of_week_facet" : "Friday" , "geo_facet" : ["GREENPOINT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "30" , "title" : "About Real Estate; Renovators in Greenpoint Tackle New Construction" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/25\/business\/about-real-estate-renovators-in-greenpoint-tackle-new-construction.html"} , {"body" : "LEAD: To the Editor: To the Editor: ''A Shaft in Greenwich Village'' (Op-Ed, Sept. 5) by an official of the Port Authority of New York and New Jersey is a comically well-titled defense of plans for a PATH vent and emergency exit at Morton Street on the now proposed Hudson River esplanade. The Port Authority's charge is that the community ignores" , "date" : "19870923" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "GREENWICH VILLAGE (NYC)" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "30" , "title" : "Serving PATH Rider Safety and Preserving a New York View" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/23\/opinion\/l-serving-path-rider-safety-and-preserving-a-new-york-view-803087.html"} , {"body" : "LEAD: Walking-tour season is upon us, with more than a half-dozen different ambulatory adventures scheduled this weekend: Walking-tour season is upon us, with more than a half-dozen different ambulatory adventures scheduled this weekend: The Church of St. Ann and the Holy Trinity, a historic Gothic Revival structure built in 1848, will be open for" , "date" : "19870918" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "A Weekend For Touring On Foot" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/18\/arts\/a-weekend-for-touring-on-foot.html"} , {"body" : "LEAD: Harry W. Baehr, the former chief editorial writer for The New York Herald Tribune, died of an apparent heart attack Wednesday in his apartment in Brooklyn Heights. He was 79 years old. Harry W. Baehr, the former chief editorial writer for The New York Herald Tribune, died of an apparent heart attack Wednesday in his apartment in Brooklyn" , "date" : "19870904" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "15" , "title" : "Harry W. Baehr, 79; An Ex-Editorial Writer" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/04\/obituaries\/harry-w-baehr-79-an-ex-editorial-writer.html"} , {"body" : "LEAD: Unlike most sports played in America, which undergo only minor rule changes for international competition, the game of squash racquets changes dramatically - from a fast-paced game played with a hard ball to the slower, more tactical international version played with a soft ball on a larger court. Unlike most sports played in America, which" , "date" : "19870831" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "2" , "title" : "SPORTS WORLD SPECIALS; Translating Squash" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/31\/sports\/sports-world-specials-translating-squash.html"} ,   {"body" : "LEAD: Closings in the week ended Aug. 15 MANHATTAN Greenwich Village $605,000 2 Fifth Avenue (8th St.) 2-bedroom, 2-bath, 1,000-sq.-ft. postwar co-op; 24-hr. doorman, formal dining room, terrace; maintenance $1,400, 50% tax-deductible (Broker: Bellmarc Realty) Closings in the week ended Aug. 15 MANHATTAN Greenwich Village $605,000 2 Fifth Avenue" , "date" : "19870830" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BRONX (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "13" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/30\/realestate\/residential-resales-155287.html"} , {"body" : "LEAD: Closings in the week ended Aug. 8 MANHATTAN Gramercy East $114,000 201 East 25th Street 570-sq.-ft. postwar studio co-op in a renovated prewar building; 24-hr. doorman, c\/a, separate bath; maintenance $394, 40% tax-deductible (Broker: Buchbinder & Warren) Upper East Side Closings in the week ended Aug. 8 MANHATTAN Gramercy East $114,000 201" , "date" : "19870823" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "14" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/23\/realestate\/residential-resales-575687.html"} , {"body" : "LEAD: I understand and respect a doctor's need to remain emotionally at a distance from patients (''A Degree of Detachment,'' by Bruce Shragg, About Men, July 26). Without that distance, physicians would be among the chronically morose, I would expect. There is a difference, though, between emotional perspective and compassion or sensitivity. I" , "date" : "19870823" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "Magazine"] , "page_facet" : "8" , "title" : "A DEGREE OF DETACHMENT" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/23\/magazine\/l-a-degree-of-detachment-532187.html"} , {"body" : "LEAD: ALMOST 150 years after Herman Melville wrote about its beauty, New Yorkers are taking the East River waterfront seriously, not only as a natural resource, but also as a place to live and work. ALMOST 150 years after Herman Melville wrote about its beauty, New Yorkers are taking the East River waterfront seriously, not only as a natural" , "date" : "19870816" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONG ISLAND CITY (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "HUNTERS POINT WATERFRONT DEVELOPMENT PROJECT" , "WILLIAMSBURG BRIDGE" , "EAST RIVER (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Fair Winds Building for East River Plans" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/16\/realestate\/fair-winds-building-for-east-river-plans.html"} , {"body" : "LEAD: The New York City Board of Estimate is scheduled to vote at today's meeting on new zoning rules aimed at spurring construction of lower and bulkier apartment buildings throughout the city to meet the demand for middle-income housing. The New York City Board of Estimate is scheduled to vote at today's meeting on new zoning rules aimed at" , "date" : "19870813" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Vote Planned On New Rules For Low Units" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/13\/nyregion\/vote-planned-on-new-rules-for-low-units.html"} , {"body" : "LEAD: Kimberly Belden Switzer, a daughter of Ruth Gray Switzer of East Sandwich, Mass., and H. KirtlandSwitzer of Hanson, Mass., was married yesterday to Brian Devin Robbins, a son of Mr. and Mrs. Edwin Robbins of New York and Bedford, N.Y., at the Bedford home of the bridegroom's parents. Rabbi Ely E. Pilchik performed the ceremony, assisted by" , "date" : "19870810" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Style"] , "page_facet" : "20" , "title" : "Kimberly Switzer Becomes a Bride" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/10\/style\/kimberly-switzer-becomes-a-bride.html"} , {"body" : "LEAD: The older you get, Gary Gabrielle, who is 33 years old, was saying the other evening, ''the more you have to be creative to beat the competition in the romance department.'' The older you get, Gary Gabrielle, who is 33 years old, was saying the other evening, ''the more you have to be creative to beat the competition in the romance" , "date" : "19870802" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "54" , "title" : "Setting the Scene for an Urban Romance" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/02\/style\/setting-the-scene-for-an-urban-romance.html"} , {"body" : "LEAD: Closings in the week ended July 18 MANHATTAN Carnegie Hill $780,000 40 East 88th Street 2-bedroom, 3-bath, 1,700-sq.-ft. co-op in a prewar building; 24-hr. doorman, dining room, maid's room; maintenance $1,250, 38% tax-deductible (Broker: Corcoran Group) Closings in the week ended July 18 MANHATTAN Carnegie Hill $780,000 40 East 88th Street" , "date" : "19870802" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BRONX (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "16" , "title" : "RESIDENTIAL RESALES" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/02\/realestate\/residential-resales-082187.html"} , {"body" : "LEAD: These days, Salvatore Scotto, a longtime resident and community leader in the Carroll Gardens section of Brooklyn, frequently receives phone calls from real-estate agents wanting to know if any of his properties in the neighborhood are for sale. These days, Salvatore Scotto, a longtime resident and community leader in the Carroll Gardens" , "date" : "19870729" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "COBBLE HILL (BROOKLYN)" , "CARROLL GARDENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Small Town in the Big City: South Brooklyn Changes" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/29\/nyregion\/small-town-in-the-big-city-south-brooklyn-changes.html"} , {"body" : "LEAD: Jeffrey Dale Kint, a fashion designer and president of Jeff Kint Designs Ltd., died Sunday at his home in Manhattan, after a long illness. He was 33 years old. Jeffrey Dale Kint, a fashion designer and president of Jeff Kint Designs Ltd., died Sunday at his home in Manhattan, after a long illness. He was 33 years old. Mr. Kint was known in" , "date" : "19870729" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "22" , "title" : "Jeffrey Dale Kint Dies; Evening Wear Designer" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/29\/obituaries\/jeffrey-dale-kint-dies-evening-wear-designer.html"} ,   {"body" : "LEAD: Closings in the week ended July 11 MANHATTAN Chelsea $405,000 7 East 20th Street 1-bedroom, 1-bath, 1,117-sq.-ft. loft condo in a renovated prewar building; windowed kitchen, high-ceilings, living\/work area; common charges $562, taxes $1,716 (Broker: Closings in the week ended July 11 MANHATTAN Chelsea $405,000 7 East 20th Street 1-bedroom," , "date" : "19870726" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BRONX (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "16" , "title" : "RESIDENTIAL RESALES" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/26\/realestate\/residential-resales-298087.html"} , {"body" : "LEAD: ABOUT 75 times a year, Lou Singer gets into his blue Dodge van, picks up a hungry band of sightseers and embarks on a six-hour odyssey of eating and adventure on the Lower East Side of New York. As he navigates the van toward his caloric mecca, he announces: ''This isn't a straight pigging-out operation. ABOUT 75 times a year, Lou Singer gets" , "date" : "19870724" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel" , "Arts"] , "page_facet" : "1" , "title" : "BOARDING A BUS FOR JAZZ, LANDMARKS AND A NOSH" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/24\/arts\/boarding-a-bus-for-jazz-landmarks-and-a-nosh.html"} , {"body" : "LEAD: The major tour-bus companies have a fairly standard menu of tours by day and night, uptown, downtown and to the Statue of Liberty, some of which include interludes on boats or helicopters. Most New Yorkers steer clear of these tours, whose clientele is made up overwhelmingly of out-of-town tourists. The major tour-bus companies have a fairly" , "date" : "19870724" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "32" , "title" : "GRAND (AND NOT SO GRAND) TOURS" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/24\/arts\/grand-and-not-so-grand-tours.html"} , {"body" : "LEAD: Hundreds of the aging and once stately houses of worship that helped give Brooklyn the name ''City of Churches'' are in severe disrepair, with many congregations closing off parts of the buildings because they are unsafe. Hundreds of the aging and once stately houses of worship that helped give Brooklyn the name ''City of Churches'' are in" , "date" : "19870717" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Congregations Struggle to Repair Old Churches" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/17\/nyregion\/brooklyn-congregations-struggle-to-repair-old-churches.html"} , {"body" : "LEAD: An Unusual Trio 9 An Unusual Trio 9 Musically, trios usually consist of a piano, bass and drums, or three string instruments. While any combination is acceptable, an unusual trio of instruments - the French horn, piano and the human voice - will be heard today at the first performance of the Summer Chapel Concert Series, in Brooklyn Heights." , "date" : "19870713" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "18" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/13\/arts\/going-out-guide.html"} , {"body" : "LEAD: Andrea Godbout and John C. Gulla were married yesterday at the Tavern on the Green in New York by the Rev. Victor Marchioro, a Presbyterian minister. Andrea Godbout and John C. Gulla were married yesterday at the Tavern on the Green in New York by the Rev. Victor Marchioro, a Presbyterian minister. The bride, who will keep her name, is a" , "date" : "19870712" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "41" , "title" : "ANDREA GODBOUT BECOMES A BRIDE" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/12\/style\/andrea-godbout-becomes-a-bride.html"} , {"body" : "LEAD: THE appetizers are served, the wine is poured and the band begins to play ''Anchors Aweigh.'' Suddenly the restaurant moves and, from across the water, the skyline of Manhattan starts to unfold. THE appetizers are served, the wine is poured and the band begins to play ''Anchors Aweigh.'' Suddenly the restaurant moves and, from across the" , "date" : "19870710" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "CONNECTICUT" , "LONG ISLAND (NY)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "SHORT BOAT TRIPS FOR LOCAL SALTS" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/10\/arts\/short-boat-trips-for-local-salts.html"} , {"body" : "LEAD: Here is a sampling of the boat trips available in the metropolitan region. New York City CIRCLE LINE: Daily departures from Pier 83, near West 43d Street and 12th Avenue, between 9:30 A.M. and 4:15 P.M., and Sundays, Wednesdays and Thursdays at 7 P.M. The fare is $12 for adults and $6 for children. Here is a sampling of the boat trips" , "date" : "19870710" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "CONNECTICUT" , "LONG ISLAND (NY)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "WHERE TO FIND THE BOATS" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/10\/arts\/where-to-find-the-boats.html"} , {"body" : "LEAD: The New York region is spawning thousands of back-office jobs that provide new opportunity for young and relatively unskilled workers. But experts warn that this is a precarious boom: these are jobs that could be moved elsewhere, phased out through technology or cut abruptly in a business downturn. The New York region is spawning thousands of" , "date" : "19870705" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NEW YORK BACK-OFFICE JOB SURGE HAS PITFALLS" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/05\/nyregion\/new-york-back-office-job-surge-has-pitfalls.html"} , {"body" : "LEAD: Closings in the week ended June 20 MANHATTAN Carnegie Hill $515,000 1056 Fifth Avenue 2-bedroom, 2-bath, 1,700-sq.-ft. postwar co-op; 24-hr. doorman, manned elevator, dining area, Central Park views; maintenance $876, 50% tax-deductible (Broker: Dwelling Sales) Closings in the week ended June 20 MANHATTAN Carnegie Hill $515,000 1056 Fifth" , "date" : "19870705" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BRONX (NYC)" , "QUEENS (NYC)" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "RESIDENTIAL RESALES" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/05\/realestate\/residential-resales-956187.html"} ,   {"body" : "LEAD: Youngsters enjoying rides on a playground assembly of tire swings yesterday in Brooklyn Heights as summer made a quick return to the metropolitan region. Summer is expected to warm to the task today with mostly sunny skies and a high temperature near 90 degrees. (NYT\/Marilynn K. Yee) Youngsters enjoying rides on a playground assembly of tire" , "date" : "19870625" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "page_facet" : "3" , "title" : "Rural Makeshift to Urban Mass Production: The Evolution of a Good Time" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/25\/nyregion\/rural-makeshift-to-urban-mass-production-the-evolution-of-a-good-time.html"} , {"body" : "LEAD: Twenty-five black men began patrolling the New York City subway system yesterday in an effort to curtail crime that they believe disproportionately affects the black community. Twenty-five black men began patrolling the New York City subway system yesterday in an effort to curtail crime that they believe disproportionately affects the black" , "date" : "19870622" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "BLACKS START SUBWAY PATROL IN REACTION TO GOETZ VERDICT" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/22\/nyregion\/blacks-start-subway-patrol-in-reaction-to-goetz-verdict.html"} , {"body" : "LEAD: April Atchison Ward, a daughter of Mrs. Henry F. Field of Chicago and David H. Ward of New York, was married yesterday to Taylor Stockwell Bodman, a son of Mr. and Mrs. Richard S. Bodman of Washington. The Rev. George Hull performed the ceremony at St. Chrysostom's Episcopal Church in Chicago. April Atchison Ward, a daughter of Mrs. Henry F." , "date" : "19870621" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "50" , "title" : "MISS WARD WEDS TAYLOR BODMAN" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/21\/style\/miss-ward-weds-taylor-bodman.html"} , {"body" : "LEAD: MANY years and housing trends ago, well-off Manhattan families lived primarily in established residential areas and the less-well-off lived on the fringes. MANY years and housing trends ago, well-off Manhattan families lived primarily in established residential areas and the less-well-off lived on the fringes. But rising housing costs in" , "date" : "19870621" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Manhattan's 'Fringes' Getting Voguish" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/21\/realestate\/manhattan-s-fringes-getting-voguish.html"} , {"body" : "LEAD: DURING months of comparison shopping for a company that intends to transfer 2,000 back-office employees from Manhattan, Philip R. Sprayregen has seen New Jersey office developers beat their competitors in Brooklyn. DURING months of comparison shopping for a company that intends to transfer 2,000 back-office employees from Manhattan, Philip R." , "date" : "19870614" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "39" , "title" : "COMMERCIAL PROPERTY: THE BACK-OFFICE BATTLE; The City Sweetens the Pot to Hold and Lure Tenants" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/14\/realestate\/commercial-property-back-office-battle-city-sweetens-pot-hold-lure-tenants.html"} , {"body" : "LEAD: A Night at the Races June 15 - The Leake and Watts Children's Home, a 156-year-old social agency in Yonkers, will benefit from a night at the races at Yonkers Raceway. Cocktails at 6:30 P.M. will be followed by dinner at 7:30. The first race is at 8. Tickets: $125 for patrons, $150 for sponsors, $200 for benefactors and $75 for people under" , "date" : "19870614" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "63" , "title" : "SOCIAL EVENTS; HORSES, SONGS AND PEARLS" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/14\/style\/social-events-horses-songs-and-pearls.html"} , {"body" : "LEAD: Closings in the week ended May 30 MANHATTAN East Midtown $195,000 420 East 55th Street (Sutton Gardens) 1-bedroom, 1-bath, 850-sq.-ft postwar co-op; 24-hr. doorman, large living room, views of Sutton Gardens; maintenance $511, 60% tax-deductible (Broker: Dwelling Sales) Closings in the week ended May 30 MANHATTAN East Midtown $195,000 420" , "date" : "19870614" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "MANHATTAN (NYC)" , "BRONX (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "16" , "title" : "RESIDENTIAL RESALES" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/14\/realestate\/residential-resales-827987.html"} , {"body" : "LEAD: The days of Brooklyn as a maze of trolley tracks and rail lines are to be explored on a bus tour Sunday sponsored by the Prospect Park Environmental Center. The history of rail travel, both street level and below, is to be illustrated with stops in Brooklyn Heights, Bay Ridge and Coney Island, where a subway facility is located. The days of" , "date" : "19870612" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "Rail History Tour" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/12\/arts\/rail-history-tour.html"} , {"body" : "LEAD: A 26-year-old woman was slashed in the face with a knife as she returned to her brownstone in Brooklyn Heights early yesterday. Moments later, a group of pedestrians, alerted by her cries for help, chased and cornered the suspect until the police arrived, the authorities said. A 26-year-old woman was slashed in the face with a knife as she" , "date" : "19870610" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "WOMAN SLASHED IN KNIFE ATTACK AT BROWNSTONE" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/10\/nyregion\/woman-slashed-in-knife-attack-at-brownstone.html"} , {"body" : "LEAD: Today CRAFT SHOW, #42d Street, between Fifth Avenue and Avenue of the Americas. Today, 10 A.M. to 6 P.M. Leather goods, jewelry, pottery, clothing. Through December. STREET FAIR, Public School 11, 21st Street between Eighth and Ninth Avenues. Today, 5 to 8 P.M. Games, crafts, flea market, toys, auction. Today CRAFT SHOW, #42d Street, between" , "date" : "19870605" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "Fairs and Festivals" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/05\/arts\/fairs-and-festivals.html"} ,   {"body" : "LEAD: THE spring dance season is bustling along its hectic way with the kind of variety and quantity that have made New York the dance capitol of the world. But this is also a weekend that offers a distinctive blend of the old and the new. The seasoned veteran and the newcomer take to the stage in dance that ranges from performances of 19th-century" , "date" : "19870605" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "BLENDING CLASSIC AND NEW IN A BUSTLING DANCE SEASON" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/05\/arts\/blending-classic-and-new-in-a-bustling-dance-season.html"} , {"body" : "LEAD: Musicians of Brooklyn Initiative will present a night of jazz at the Church of St. Ann and the Holy Trinity, 157 Montague Street, at Clinton Street, in Brooklyn Heights (718-802-9557). Tonight Vincent Chancey, a French hornist, and Jeff Hoyer, a trombonist, will each lead a quartet. concert begins at 8 P.M.; tickets are $5. Musicians of" , "date" : "19870530" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "54" , "title" : "Jazz at St. Ann's Church" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/30\/sports\/jazz-at-st-ann-s-church.html"} , {"body" : "LEAD: AS New York City adds people and continues to reverse its population losses of the 60's and 70's, it does so at the expense of overcrowding in rental apartments, according to a study that will be made public this week by the City Planning Commission. AS New York City adds people and continues to reverse its population losses of the 60's and" , "date" : "19870524" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "New Study Finds More People in the City" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/24\/realestate\/new-study-finds-more-people-in-the-city.html"} , {"body" : "LEAD: Closings in the week ended May 2 MANHATTAN Gramercy Park $210,000 60 Gramercy Park 1-bedroom, 1-bath, 800-sq.-ft. co-op in a renovated prewar building; 24-hr. doorman, large kitchen; maintenance $583, 50% tax-deductible (Broker: A.J. Clark) Greenwich Village Closings in the week ended May 2 MANHATTAN Gramercy Park $210,000 60 Gramercy Park" , "date" : "19870517" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)" , "NEW YORK CITY" , "STATEN ISLAND (NY)" , "BRONX (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "16" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/17\/realestate\/residential-resales-432987.html"} , {"body" : "LEAD: FESTIVAL mania has struck New York. Every spring, the city's calendar is filled with street festivals, fairs and parades, but rarely do so many occur on a single weekend. In the next 60 hours or so, it is likely that more people will be marching, eating, singing, dancing, shopping and schmoozing in the city's great outdoors than during any" , "date" : "19870515" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "A FROLIC-PACKED WEEKEND OF FAIRS, FUNNEL CAKES AND BUCKING BRONCOS" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/15\/arts\/a-frolic-packed-weekend-of-fairs-funnel-cakes-and-bucking-broncos.html"} , {"body" : "LEAD: Five years after the Transit Authority set out to modernize 50 subway stations, the program is years behind schedule and more than $100 million over its original budget. Five years after the Transit Authority set out to modernize 50 subway stations, the program is years behind schedule and more than $100 million over its original budget. Only" , "date" : "19870511" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "UPDATING 50 SUBWAY STATIONS: COSTLY AND LATE" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/11\/nyregion\/updating-50-subway-stations-costly-and-late.html"} , {"body" : "LEAD: At the Plymouth Church of the Pilgrims in Brooklyn Heights yesterday Susan Elizabeth Rehm, a vice president for corporate finance of Dean Witter Reynolds Inc. in Manhattan, was married to Joseph Daniel Gatto, an investment banker for Goldman, Sachs & Company in Manhattan. The Rev. Frank A. Goodwin performed the Congregational ceremony. At the" , "date" : "19870510" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "47" , "title" : "Susan E. Rehm Becomes Bride of Joseph D. Gatto" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/10\/style\/susan-e-rehm-becomes-bride-of-joseph-d-gatto.html"} , {"body" : "LEAD: Closings in the week ended April 25 MANHATTAN Chelsea $1.4 million 441 West 21st Street 3-family, 5-story town house; 3 bedrooms, 3 baths, formal dining room in upper duplex; 2 bedrooms, 1 bath on ground-floor duplex; 1-bedroom, 1-bath rental unit on 3d floor; outdoor garden, 25- by 99-ft lot; taxes $7,900 (Broker: Wells & Gay) Closings in" , "date" : "19870510" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BRONX (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "16" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/10\/realestate\/residential-resales-447487.html"} , {"body" : "LEAD: Art of Dance Art of Dance Playwrights have not necessarily acted, nor fashion photographers modeled, but most choreographers have danced. Take Joan Miller. She performed with the companies of Jose Limon, Anna Sokolov, Rod Rodgers and Rudy Perez. In 1970 she established the Joan Miller Dance Players: A Dance Company With a Sense of Humor." , "date" : "19870509" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/09\/arts\/going-out-guide.html"} , {"body" : "LEAD: Friday BAROQUE MARATHON Friday BAROQUE MARATHON A four-hour concert without intermission might seem like an endurance test to all except the most devoted concertgoers. But when Lukas Foss introduced marathon performances 15 years ago after taking over as music director of the Brooklyn Philharmonic, audiences greeted them with delight. The" , "date" : "19870508" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/08\/arts\/going-out-guide.html"} ,   {"body" : "LEAD: AARON NEVILLE bears a tattoo of a dagger on his right arm, and one of a cross on his left. The dagger might well symbolize the musclebound man who grew up in a housing project, worked as a stevedore on the New Orleans docks and served six months in prison for auto theft. The cross, though, must represent Aaron AARON NEVILLE bears a tattoo of" , "date" : "19870508" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "32" , "title" : "AARON NEVILLE IN A RARE SOLO SHOW" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/08\/arts\/aaron-neville-in-a-rare-solo-show.html"} , {"body" : "LEAD: Mac (Dr. John) Rebennack, Church of St. Ann and the Holy Trinity, Clinton and Montague Streets, Brooklyn Heights (718-834-8794). New Yorkers who just missed the sheer musical bliss of the New Orleans Jazz and Heritage Festival can console themselves with this solo performance. Dr. John plays from inside the New Orleans piano tradition, subtly" , "date" : "19870508" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/08\/arts\/pop-and-jazz-guide-189887.html"} , {"body" : "LEAD: FOR those interested in design, the most gratifying way to understand an architectural idea, whether it is a starkly modern loft in a mid-19th century town house or an authentic Japanese teahouse at the end of a driveway, is to walk through the buildings themselves. Design concepts suddenly become real as viewers experience them not just" , "date" : "19870507" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "SPRING TOURS OF HOUSES AND GARDENS" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/07\/garden\/spring-tours-of-houses-and-gardens.html"} , {"body" : "LEAD: From the canyon of West End Avenue to the cliffs of Riverside Drive, some 250 buildings would make up the largest historical district on the Upper West Side under a proposal by the New York City Landmarks Preservation Commission. From the canyon of West End Avenue to the cliffs of Riverside Drive, some 250 buildings would make up the largest" , "date" : "19870507" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["UPPER WEST SIDE (MANHATTAN)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "A LARGE WEST SIDE LANDMARK DISTRICT PROPOSED" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/07\/nyregion\/a-large-west-side-landmark-district-proposed.html"} , {"body" : "LEAD: A 78-year-old woman was found dead in the bedroom of her ransacked apartment in Brooklyn Heights last night, the victim of an intruder who raped and murdered her, the police say. A 78-year-old woman was found dead in the bedroom of her ransacked apartment in Brooklyn Heights last night, the victim of an intruder who raped and murdered her," , "date" : "19870505" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Woman, 78, Is Raped And Slain in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/05\/nyregion\/woman-78-is-raped-and-slain-in-brooklyn.html"} , {"body" : "LEAD: Last night, old-fashioned Moslems, those who honor tradition more than the unsentimental calculations of astronomy, were in New York City's parks and atop skyscrapers seeking the first pale sliver of the new moon. Last night, old-fashioned Moslems, those who honor tradition more than the unsentimental calculations of astronomy, were in New" , "date" : "19870428" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MOSLEMS IN NEW YORK BEGIN FAST OF RAMADAN" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/28\/nyregion\/moslems-in-new-york-begin-fast-of-ramadan.html"} , {"body" : "LEAD: IN 1823, Hezekiah Pierpont, the first developer of Brooklyn Heights, attracted buyers to the bluffs overlooking the East River by advertising ''a home in the country with all the convenience of the city.'' IN 1823, Hezekiah Pierpont, the first developer of Brooklyn Heights, attracted buyers to the bluffs overlooking the East River by" , "date" : "19870426" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "IF YOU'RE THINKING OF LIVING IN; BROOKLYN HEIGHTS" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/26\/realestate\/if-you-re-thinking-of-living-in-brooklyn-heights.html"} , {"body" : "LEAD: Alexander Cooper's office does not have a drafting board. What it does have is a square black table, a large leather swivel chair, picture books of the architecture of Sir Edwin Lutyens and McKim, Mead & White and a bulletin board displaying photographs of the old Pennsylvania Station, plans of the cities of Detroit and Washington and" , "date" : "19870426" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "19" , "title" : "REINVENTING THE CITY" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/26\/magazine\/reinventing-the-city.html"} , {"body" : "LEAD: Closings in the week ended April 11 MANHATTAN Chelsea $144,000 365 West 20th Street 1-bedroom, 1-bath, 650-sq.-ft. co-op in a recently renovated prewar building; dining area, eat-in kitchen, original moldings; maintenance $630, 52% tax-deductible (Broker: Closings in the week ended April 11 MANHATTAN Chelsea $144,000 365 West 20th Street" , "date" : "19870426" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BRONX (NYC)" , "STATEN ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "16" , "title" : "RESIDENTIAL RESALES" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/26\/realestate\/residential-resales-516387.html"} , {"body" : "LEAD: Antiques and Collectibles Show, field house at Rockland Community College, 145 College Road (New York State Thruway, exit 14B), Suffern, N.Y.; 914-356-4650. Antiques and Collectibles Show, field house at Rockland Community College, 145 College Road (New York State Thruway, exit 14B), Suffern, N.Y.; 914-356-4650. Southern quilts, Oriental" , "date" : "19870423" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "EVENTS: COLLECTIBLES AND WALKING TOURS" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/23\/garden\/events-collectibles-and-walking-tours.html"} ,   {"body" : "LEAD: RECALLING his battle ennui during World War II, the journalist A. J. Liebling described his thoughts at the front in The New Yorker: RECALLING his battle ennui during World War II, the journalist A. J. Liebling described his thoughts at the front in The New Yorker: ''The first troops were on the beaches. The battleship Arkansas and the French" , "date" : "19870422" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "SALAD AND SEURAT: SAMPLING THE FARE AT THE MUSEUMS" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/22\/garden\/salad-and-seurat-sampling-the-fare-at-the-museums.html"} , {"body" : "LEAD: TRIXIE IS NOT THE FIRST dog I had after I became an adult, or even the second. I got the first one almost 15 years ago, and named her Mary. She was a gray-furred, blue-eyed Weimaraner. She fell asleep by sucking my thumb until she nodded off. From the day my girlfriend and I carried her from San Francisco to Santa Cruz in a napkin, Mary lived" , "date" : "19870419" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "48" , "title" : "ABOUT MEN; Life With Trixie" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/19\/magazine\/about-men-life-with-trixie.html"} , {"body" : "LEAD: Manhattan's flower market glowed yesterday morning as wholesalers prepared a bounty of snow-white lilies, hot-pink hyacinths, tulips, orchids and violets for the Easter rush. Manhattan's flower market glowed yesterday morning as wholesalers prepared a bounty of snow-white lilies, hot-pink hyacinths, tulips, orchids and violets for the Easter" , "date" : "19870417" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Style"] , "page_facet" : "14" , "title" : "FOR EARLY BIRDS, EASTER IS A FLORAL TREAT" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/17\/style\/for-early-birds-easter-is-a-floral-treat.html"} , {"body" : "LEAD: Jay L. Turoff, the former chief of New York City's Taxi and Limousine Commission, was cleared last night of using his office to enrich himself by promoting a taxi meter company formed by his friends and of accepting a bribe. Jay L. Turoff, the former chief of New York City's Taxi and Limousine Commission, was cleared last night of using his" , "date" : "19870411" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "JURY SPLITS VERDICT IN TRIAL OF EX-CHIEF OF NEW YORK'S TAXIS" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/11\/nyregion\/jury-splits-verdict-in-trial-of-ex-chief-of-new-york-s-taxis.html"} , {"body" : "LEAD: The Thelma Hill Performing Arts Center is to present ''Solos and Duets by Black Choreographers'' on April 24 and 25 at 7:45 P.M. at the Church of St. Ann and the Holy Trinity, 157 Montague Street, in the Brooklyn Heights section. The choreographers for the program, directed by Larry Phillips, include Clarence Teeter, Sylvester Campbell," , "date" : "19870406" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "16" , "title" : "Black Choreographers In Brooklyn Program" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/06\/arts\/black-choreographers-in-brooklyn-program.html"} , {"body" : "LEAD: THE ARTS AT ST. ANN'S is an ambitious, large-scale performance-art series at the Church of St. Ann and the Holy Trinity, Clinton and Montague Steeets in Brooklyn Heights. Right now the series is offering its second collaboration between the Japanese composer Somei Satoh and the German theater director Manuel Lutgenhorst. THE ARTS AT ST. ANN'S" , "date" : "19870405" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "62" , "title" : "ORATORIO: IN BROOKLYN, SATOH'S 'STABAT MATER'" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/05\/arts\/oratorio-in-brooklyn-satoh-s-stabat-mater.html"} , {"body" : "LEAD: For Educational Aid April 6 - The estimated 150,000 Sephardic Jews in this country are aided by the youth-education programs of the American Sephardi Federation, which will benefit from a 7 P.M. premiere showing of the movie ''Sweet Lorraine,'' starring Maureen Stapleton. Following the movie at the Paris Theater on 58th Street, just west of" , "date" : "19870405" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "58" , "title" : "Social Events; Exotica and Make-Believe" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/05\/style\/social-events-exotica-and-make-believe.html"} , {"body" : "LEAD: Nancy Hits the Heights Nancy Hits the Heights Nancy Wilson, now age 50, has been singing for most of her life. Her voice is warm and richly textured, her style is emphatic. In the course of her career, Miss Wilson has made 50 record albums, appeared frequently on television and involved herself in movements to improve the quality of life. She" , "date" : "19870404" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "13" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/04\/arts\/going-out-guide.html"} , {"body" : "LEAD: THE walking season is suddenly upon us, and all roads lead to the biggest show in town: New York City itself. Walking tours of the city - which have become a year-round institution, with determined strollers slogging through the slushiest streets - are suddenly in full bloom. There are more than a half dozen of them scheduled this weekend" , "date" : "19870403" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "TOUR GUIDES LEAD URBAN SAFARIS THROUGH CITY'S PAST AND PRESENT" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/03\/arts\/tour-guides-lead-urban-safaris-through-city-s-past-and-present.html"} , {"body" : "LEAD: For Somei Satoh, the universe ''is a very small thing.'' For Somei Satoh, the universe ''is a very small thing.'' ''The European mind finds the universe in very complicated notes -like Bach, Beethoven,'' according to the Japanese composer, whose work has been identified with minimalism. ''I believe it is possible to find the universe in only" , "date" : "19870403" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "ORATORIO MERGES CHRIST AND BUDDHA" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/03\/arts\/oratorio-merges-christ-and-buddha.html"} ,   {"body" : "LEAD: Elana Gross, a daughter of Dr. and Mrs. David A. Gross of Jerusalem, was married at the St. Moritz in New York yesterday to Wayne David Kurzner, a son of Dr. and Mrs. R. Raymond Kurzner of New York. Rabbi Joseph Sungolowsky, the bride's uncle, officiated. Elana Gross, a daughter of Dr. and Mrs. David A. Gross of Jerusalem, was married at the" , "date" : "19870330" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Style"] , "page_facet" : "7" , "title" : "Miss Gross Becomes Bride Of Wayne David Kurzner" , "url" : "http:\/\/www.nytimes.com\/1987\/03\/30\/style\/miss-gross-becomes-bride-of-wayne-david-kurzner.html"} , {"body" : "LEAD: J. Victor Herd, retired chairman and chief executive officer of the Continental Corporation in Manhattan, holding company of the Continental Insurance Companies, died of a heart attack yesterday at his home in Brooklyn Heights. He was 85 years old. J. Victor Herd, retired chairman and chief executive officer of the Continental Corporation in" , "date" : "19870328" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "32" , "title" : "J. VICTOR HERD, FORMER CHIEF OF CONTINENTAL INSURANCE COS." , "url" : "http:\/\/www.nytimes.com\/1987\/03\/28\/obituaries\/j-victor-herd-former-chief-of-continental-insurance-cos.html"} , {"body" : "LEAD: The city of New York, a collection of islands weighted with concrete in a broad bay, has never been a place where the artist could get away from it all. Quite the contrary, it is a place where the artist comes, looks and depicts. Each artist views the metropolis with different eyes, and lucky New Yorkers have abundant opportunities to see" , "date" : "19870320" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "SEEING THE EVOLUTION OF NEW YORK CITY THROUGH ARTISTS' EYES" , "url" : "http:\/\/www.nytimes.com\/1987\/03\/20\/arts\/seeing-the-evolution-of-new-york-city-through-artists-eyes.html"} , {"body" : "LEAD: As the idea of living over the store gains acceptance, developers have been able to turn the upper floors of small, dilapidated retail buildings into housing. As the idea of living over the store gains acceptance, developers have been able to turn the upper floors of small, dilapidated retail buildings into housing. Advantages include" , "date" : "19870320" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "23" , "title" : "ABOUT REAL ESTATE; Housing Is Built Over a Brooklyn Store" , "url" : "http:\/\/www.nytimes.com\/1987\/03\/20\/business\/about-real-estate-housing-is-built-over-a-brooklyn-store.html"} , {"body" : "LEAD: AN elegant town house at 163 East 64th Street in Manhattan sold for $650,000 in 1977, $1.75 million in 1980, $2.5 million in 1982 and $4 million last year. AN elegant town house at 163 East 64th Street in Manhattan sold for $650,000 in 1977, $1.75 million in 1980, $2.5 million in 1982 and $4 million last year. Two-bedroom apartments at Schwab" , "date" : "19870315" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "'Significant Sales' Pace the Market" , "url" : "http:\/\/www.nytimes.com\/1987\/03\/15\/realestate\/significant-sales-pace-the-market.html"} , {"body" : "LEAD: MANHATTAN Chelsea $165,000 234 West 21st Street 2-bedroom, 2-bath, 1,200-sq.-ft. co-op loft; maintenance $305, 55% tax-deductible (Broker: Sulzberger-Rolfe) Inwood $110,000 251 Seaman Avenue 2-bedroom, 2-bath, 1,200-sq.-ft. prewar co-op; foyer, river view, Art Deco building; maintenance $423, 48% tax-deductible MANHATTAN Chelsea $165,000 234" , "date" : "19870315" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "16" , "title" : "RESIDENTIAL RESALES" , "url" : "http:\/\/www.nytimes.com\/1987\/03\/15\/realestate\/residential-resales-313287.html"} , {"body" : "LEAD: Allison Brandes Conway and Richard Brian Carey, vice presidents in the investment banking sector of the Manufacturers Hanover Trust Company in New York and London respectively, were married yesterday at the Plymouth Church of the Pilgrims in Brooklyn Heights. The Rev. Frank A. Goodwin, a Baptist minister, performed the ceremony. Allison" , "date" : "19870308" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "62" , "title" : "Allison B. Conway Is a Bride" , "url" : "http:\/\/www.nytimes.com\/1987\/03\/08\/style\/allison-b-conway-is-a-bride.html"} , {"body" : "LEAD: FOR Dillon Remler, it was a process of elimination that began with the boroughs. FOR Dillon Remler, it was a process of elimination that began with the boroughs. ''All I knew was that if I was coming all this way, I was going to live right in Manhattan,'' said the recently transplanted 22-year-old from Tempe, Ariz., who graduated last year" , "date" : "19870308" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Where Young People Choose to Live" , "url" : "http:\/\/www.nytimes.com\/1987\/03\/08\/realestate\/where-young-people-choose-to-live.html"} , {"body" : "LEAD: SOMETIMES the question is not so much what's in a name as it is what's in a place? SOMETIMES the question is not so much what's in a name as it is what's in a place? The thought was prompted by the local furor in Suffolk County about the name of Shirley, the village on Sunrise Highway Extension near the south end of South Haven Park (Yaphank" , "date" : "19870301" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SHIRLEY (NY)" , "FLOYD HARBOR (NY) (PROPOSED NAME)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "ABOUT LONG ISLAND; WHAT'S IN A NAME? HISTORY" , "url" : "http:\/\/www.nytimes.com\/1987\/03\/01\/nyregion\/about-long-island-what-s-in-a-name-history.html"} , {"body" : "LEAD: BIG cities are by definition cosmopolitan; they act as magnets. BIG cities are by definition cosmopolitan; they act as magnets. But no other world metropolis today can claim to be a busier cultural crossroads than New York. This weekend offers an even livelier onslaught than usual of musical events from around the world - from classical" , "date" : "19870227" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "POP\/JAZZ; OPERA TO POP, NEW YORK CITY IS THE CAPITAL OF WORLD MUSIC" , "url" : "http:\/\/www.nytimes.com\/1987\/02\/27\/arts\/pop-jazz-opera-to-pop-new-york-city-is-the-capital-of-world-music.html"} ,   {"body" : "LEAD: A selection of world-music events this weekend follows: Airto and Flora Purim. Blue Note, 131 West Third Street. Friday through Sunday, 9 and 11:30 P.M. There is a $15 cover and a $5 minimum. Information: 475-8592. ''Boris Godunov.'' With Martti Talvela. Metropolitan Opera House. Today at 8 P.M. A selection of world-music events this weekend" , "date" : "19870227" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "20" , "title" : "MUSICAL EVENTS FROM AROUND THE WORLD" , "url" : "http:\/\/www.nytimes.com\/1987\/02\/27\/arts\/musical-events-from-around-the-world.html"} , {"body" : "LEAD: At a time when many thrift institutions are scrambling to make themselves less vulnerable to the vagaries of the interest rate cycle, the Brooklyn-based Crossland Savings Bank still wants to gamble. At a time when many thrift institutions are scrambling to make themselves less vulnerable to the vagaries of the interest rate cycle, the" , "date" : "19870225" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "CROSSLAND GAMBLING ON RATES" , "url" : "http:\/\/www.nytimes.com\/1987\/02\/25\/business\/crossland-gambling-on-rates.html"} , {"body" : "LEAD: ON Court Street in Brooklyn a block south of Borough Hall, Louis V. Greco Jr. is breaking through walls to create a modern office complex out of five decrepit buildings. ON Court Street in Brooklyn a block south of Borough Hall, Louis V. Greco Jr. is breaking through walls to create a modern office complex out of five decrepit buildings." , "date" : "19870222" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["JERSEY CITY (NJ)" , "NEW YORK CITY METROPOLITAN AREA" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Creating New Offices and Homes Through Fusion" , "url" : "http:\/\/www.nytimes.com\/1987\/02\/22\/realestate\/creating-new-offices-and-homes-through-fusion.html"} , {"body" : "LEAD: Hudson Guild Theater, 441 West 26th Street. ''The Last Passion Play,'' a drama by Kenshaka Ali. Today, 7:30 P.M. Admission free on a first- come, first-served basis. Informa tion: 760-9810. Church of St. Ann and the Holy Trinity, 157 Montague Street, Brooklyn Heights, Brooklyn. Hudson Guild Theater, 441 West 26th Street. ''The Last Passion" , "date" : "19870220" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "BLACK HISTORY EVENTS" , "url" : "http:\/\/www.nytimes.com\/1987\/02\/20\/arts\/black-history-events.html"} , {"body" : "LEAD: THE week after Patricia Conway received the Designer of the Year award from Interiors magazine in New York before 540 of her colleagues in the interior design profession, she was on her way back to the Harvard Graduate School of Design in Cambridge, Mass., where she is a Loeb Fellow this academic year. THE week after Patricia Conway received" , "date" : "19870205" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "DESIGNER OF THE YEAR POINTS HER FIRM TO OFFICE INTERIORS" , "url" : "http:\/\/www.nytimes.com\/1987\/02\/05\/garden\/designer-of-the-year-points-her-firm-to-office-interiors.html"} , {"body" : "LEAD: NEW NEIGHBORS IN THE BRONX The news from the Bronx is that there has not only been a modest influx of new residents, but also that they have moved into spanking new housing. New developments have unfolded at the Bronx Zoo, Bronx River Parkway and Fordham Road, for this latest bloc of Bronxites: eight slender-tailed meerkats. NEW NEIGHBORS IN" , "date" : "19870131" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/31\/arts\/going-out-guide.html"} , {"body" : "LEAD: Constance Choate Wright, a teacher and author, died last Saturday at the Brandywine Nursing Home, Briarcliff Manor, N.Y., after a long illness. She was 88 years old and lived in Pleasantville, N.Y. Constance Choate Wright, a teacher and author, died last Saturday at the Brandywine Nursing Home, Briarcliff Manor, N.Y., after a long illness." , "date" : "19870131" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "16" , "title" : "CONSTANCE WRIGHT" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/31\/obituaries\/constance-wright.html"} , {"body" : "LEAD: The engagement of Marion Sue Waskover and Dr. David Alan Frank has been announced by Mr. and Mrs. Robert Waskover of New York and Miami, the parents of the future bride. Dr. Frank is a son of Mrs. Hilton Kimless of Hartsdale, N.Y., and Newton Frank of New York. The engagement of Marion Sue Waskover and Dr. David Alan Frank has been announced" , "date" : "19870125" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "42" , "title" : "Marion Sue Waskover To Wed Dr. D. A. Frank" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/25\/style\/marion-sue-waskover-to-wed-dr-d-a-frank.html"} , {"body" : "LEAD: BIG bands - a term for jazz-related orchestras of 10 to 25 musicians - were popular once, as popular as today's heavy-metal rock and heavily amplified folk-rock. But the public grew tired of hearing shouting trumpets, thundering drummers and fast, flashy unison passages for saxophones. Which is a shame, because many swing-band fans of the" , "date" : "19870123" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "POP\/JAZZ; A BIG-BAND WEEKEND IN TWO BOROUGHS" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/23\/arts\/pop-jazz-a-big-band-weekend-in-two-boroughs.html"} , {"body" : "LEAD: Les Skah Shah, Sounds of Brazil, 204 Varick Street (243-4940). Haitian rock lilts unlike anything else in the Caribbean, cruising along at medium tempos with a rhythm that, sooner or later, insinuates itself into every listener's hips. The Haitian compas direct beat is related to the Dominican Republic's merengue (from the other half of the" , "date" : "19870123" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "19" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/23\/arts\/pop-and-jazz-guide-268287.html"} ,   {"body" : "LEAD: THE New York area can be a bargain hunter's paradise for any cook. Everything from pounds of fresh, plump shrimp and exotic mushrooms to plastic pouches of turmeric and liters of extra-virgin olive oil can be found at a fraction of the prices typically charged in most retail shops and supermarkets. THE New York area can be a bargain hunter's" , "date" : "19870121" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "BARGAINS IN BULK SHOPPING" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/21\/garden\/bargains-in-bulk-shopping.html"} , {"body" : "LEAD: 1. Syrup With a Smile 1. Syrup With a Smile Maple syrup has never looked better. Ed Koren, the New Yorker cartoonist, has decorated this white porcelain pint jug designed by Charlotte Potok, the sculptor. It is filled with maple syrup from Timberland Farm in Worcester, Vt. The price is $21 at Balducci, 424 Avenue of the Americas, at Ninth" , "date" : "19870121" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "14" , "title" : "DISCOVERIES; A Funny Little Jugf" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/21\/garden\/discoveries-a-funny-little-jugf.html"} , {"body" : "LEAD: WHEN Bill Dillard was not on the road, singing and acting in musicals or playing his trumpet with Louis Armstrong, he lived in rental apartments in Harlem. Last year, at the age of 75, he and his wife, Celestine, became impatient with waiting lists for new rental projects and began looking for a better home outside Manhattan. WHEN Bill" , "date" : "19870118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BRONX (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "CO-OP HUNTING IN THE OUTER BOROUGHS" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/18\/realestate\/co-op-hunting-in-the-outer-boroughs.html"} , {"body" : "LEAD: Lynn Ruth Sturtevant, the daughter of Mr. and Mrs. LeRoy Sturtevant of Chatham, N.J., and Andrew Mead von Salis, a son of Mr. and Mrs. Gaudenz von Salis of Samedan, Switzerland, were married yesterday at the Brooklyn Monthly Meeting of the Religious Society of Friends in Brooklyn Heights. Lynn Ruth Sturtevant, the daughter of Mr. and Mrs." , "date" : "19870118" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "47" , "title" : "Lynn Sturtevant Wed To Andrew von Salis" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/18\/style\/lynn-sturtevant-wed-to-andrew-von-salis.html"} , {"body" : "LEAD: Gabelle Ada Aarons, a writer, and Michael Stewart Eisele, an artist, were married yesterday at Valeur, a historic mansion in Rhinebeck, N.Y., by Town Justice Joseph J. Waters. The bride is the daughter of Barbaralee Ross Kantrowitz of Brooklyn Heights and Newport, R.I., and Jonas Aarons of South Orange, N.J., and Clinton, N.Y. Gabelle Ada" , "date" : "19870111" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "38" , "title" : "Ms. Aarons, a Writer, Marries Michael Eisele" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/11\/style\/ms-aarons-a-writer-marries-michael-eisele.html"} , {"body" : "LEAD: LITCHFIELD COUNTY, increasing known as a place for wealthy weekend residents, is becoming more and more strained to provide housing for its low- and moderate-income residents, many of whom grew up in the county but can no longer afford to live there. LITCHFIELD COUNTY, increasing known as a place for wealthy weekend residents, is becoming" , "date" : "19870104" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CONNECTICUT" , "SHARON (CONN)" , "LITCHFIELD COUNTY (CONN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "LITCHFIELD COUNTY TACKLES ITS HOUSING WOES" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/04\/nyregion\/litchfield-county-tackles-its-housing-woes.html"}]