[  {"body" : "LEAD: A white youth accused of taking part in what the authorities said was a bias-related attack on two Hispanic teen-agers was found not guilty yesterday by a judge in Queens, who said that the defendant had been a victim of mistaken identity. A white youth accused of taking part in what the authorities said was a bias-related attack on two" , "date" : "19871215" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Youth Cleared in a Bias Attack" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/15\/nyregion\/youth-cleared-in-a-bias-attack.html"} , {"body" : "LEAD: A GRADUAL but steady re-industrialization is under way through sales of city-owned land in a broad section of East New York and Brownsville designated as the East Brooklyn Industrial Park. Land values are rising, new businesses are moving in, and Lawrence Rose feels vindicated. A GRADUAL but steady re-industrialization is under way through" , "date" : "19871213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["EAST NEW YORK (NYC)" , "BROWNSVILLE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Photos of Lawrence Rose at his wholesale hardware business in the East Brooklyn Industrial Park; David Laurentz outside Eastern Steel Corporation (The New York Times\/Edward Hausner) (pg. 5); map of New York City indicating East Brooklyn Industrial Park (pg. 13) Perspectives: East Brooklyn; More Sites Spoken For in Industrial Park" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/13\/realestate\/photos-lawrence-rose-his-wholesale-hardware-business-east-brooklyn-industrial.html"} , {"body" : "LEAD: An 18-year-old Brooklyn high school student died yesterday from a gunshot wound he received when he was the victim of a street robbery in the borough's Fort Greene section near his school two days earlier, the authorities reported yesterday. An 18-year-old Brooklyn high school student died yesterday from a gunshot wound he received when he" , "date" : "19871213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "62" , "title" : "A BROOKLYN YOUTH, SHOT, DIES" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/13\/nyregion\/a-brooklyn-youth-shot-dies.html"} , {"body" : "LEAD: Nearly 100 years ago the Brooklyn Institute of Arts and Sciences built a museum where children from the surrounding middle-class neighborhood of Crow Hill could ''stimulate their powers of observation and reflection.'' Nearly 100 years ago the Brooklyn Institute of Arts and Sciences built a museum where children from the surrounding" , "date" : "19871129" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "74" , "title" : "A Children's Museum Adjusts to a New Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/29\/nyregion\/a-children-s-museum-adjusts-to-a-new-brooklyn.html"} , {"body" : "LEAD: ON FEB. 15, THIS MAGAZINE published my article ''Crack Murder,'' the story of a veteran homicide detective, Albert E. Cachie, and his investigation of the killing of a Brooklyn crack dealer, James Baker. Baker had been found dead in the passenger seat of his Mercedes with a bullet wound in his chest and four others from another gun in his" , "date" : "19871115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "44" , "title" : "BREAKING THE CRACK MURDERS" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/15\/magazine\/breaking-the-crack-murders.html"} , {"body" : "LEAD: To her friends and neighbors, 92-year-old Ida Saltzman was sweet, friendly, sometimes headstrong but, like many grandmothers, always concerned about how you were and whether you were eating right. To her friends and neighbors, 92-year-old Ida Saltzman was sweet, friendly, sometimes headstrong but, like many grandmothers, always concerned" , "date" : "19871108" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "47" , "title" : "Brooklyn Neighbors Mourn Slain Woman, 92" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/08\/nyregion\/brooklyn-neighbors-mourn-slain-woman-92.html"} , {"body" : "LEAD: INTERNATIONAL\/3-29 INTERNATIONAL\/3-29 Tunisia's Prime Minister took power on grounds that Habib Bourguiba, its President for Life, was too ill to govern. Zine el-Abidine Ben Ali had been named named Prime Minister by Mr. Bourguiba last month. Page 1 Man in the News: General Ben Ali started out wanting to become an electronics engineer. But he" , "date" : "19871108" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY: SUNDAY, NOVEMBER 8, 1987" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/08\/nyregion\/news-summary-sunday-november-8-1987.html"} , {"body" : "LEAD: THE COMMON RESPONSE TO the question of what architects can do to solve the crisis of affordable housing for middle- and lower-income people is: not much. Architects really do not have the power to alleviate this problem on their own, the reasoning goes, and significant solutions will have to wait for the time when the Government decides to" , "date" : "19871108" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "ARCHITECTURE VIEW; DESIGNS THAT REACH HIGH FOR PEOPLE WITH LOW INCOMES" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/08\/arts\/architecture-view-designs-that-reach-high-for-people-with-low-incomes.html"} , {"body" : "LEAD: A religious and civic coalition, challenging a city plan for market-rate apartments on the beach in Rockaway, Queens, submitted a proposal yesterday to build 3,200 low-cost town houses in Arverne. A religious and civic coalition, challenging a city plan for market-rate apartments on the beach in Rockaway, Queens, submitted a proposal" , "date" : "19871027" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "ROCKAWAY PENINSULA (NYC)" , "QUEENS (NYC)" , "ARVERNE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Queens Coalition Challenges City With Low-Cost Rockaway Plan" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/27\/nyregion\/queens-coalition-challenges-city-with-low-cost-rockaway-plan.html"} , {"body" : "LEAD: A Federal judge yesterday sentenced Meade H. Esposito, the 80-year-old former Brooklyn Democratic leader, to a suspended two-year prison term with two years probation and fined him $500,000 for unlawfully paying the vacation expenses of Representative Mario Biaggi of the Bronx. A Federal judge yesterday sentenced Meade H. Esposito, the" , "date" : "19871025" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Esposito Gets $500,000 Fine In Biaggi Case" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/25\/nyregion\/esposito-gets-500000-fine-in-biaggi-case.html"} ,   {"body" : "LEAD: A new computer system introduced at 10 New York City welfare centers to improve management is delaying welfare payments to hundreds of poor people, according to city officials. A new computer system introduced at 10 New York City welfare centers to improve management is delaying welfare payments to hundreds of poor people, according to city" , "date" : "19871013" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "6" , "title" : "NEW SYSTEM IS DELAYING AID TO POOR" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/13\/nyregion\/new-system-is-delaying-aid-to-poor.html"} , {"body" : "LEAD: NEW YORK'S vast and seemingly inexhaustible supply of vacant city-owned land - apparent to anyone who has ventured into the weedy steppes of Brooklyn or the wasteland prairies of the Bronx - is running out. NEW YORK'S vast and seemingly inexhaustible supply of vacant city-owned land - apparent to anyone who has ventured into the weedy steppes" , "date" : "19871011" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Lots of Lots, but Little for Development" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/11\/realestate\/lots-of-lots-but-little-for-development.html"} , {"body" : "LEAD: Since 4-H Clubs began three-quarters of a century ago, more than 45 million youths have learned the intricacies of pigs, peach pies and pesticides under their caring tutelage. Since 4-H Clubs began three-quarters of a century ago, more than 45 million youths have learned the intricacies of pigs, peach pies and pesticides under their caring" , "date" : "19871007" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; Urban 4-H Club: Message of Hope Amid the Sorrow" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/07\/nyregion\/about-new-york-urban-4-h-club-message-of-hope-amid-the-sorrow.html"} , {"body" : "LEAD: ONE of the first omens that Donald Kagan was going to take some strange turns in life manifested itself at the age of 9 while he was growing up in the Brownsville section of Brooklyn, N.Y. ONE of the first omens that Donald Kagan was going to take some strange turns in life manifested itself at the age of 9 while he was growing up in the" , "date" : "19871004" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "YALE PROFESSOR TURNS TO SPORTS" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/04\/nyregion\/yale-professor-turns-to-sports.html"} , {"body" : "LEAD: To the Editor: To the Editor: ''No Slums. No Housing Either'' (editorial, Sept. 14) is long and sound on ancient history, short and unsound on current building economics. Six-story, semifireproof buildings were New York's affordable-housing solution in the 1960's. I offered to build them for John V. Lindsay to carry at $25 a room a month." , "date" : "19871002" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "34" , "title" : "Affordable Housing Today Means Tracts of Single-Family Homes" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/02\/opinion\/l-affordable-housing-today-means-tracts-of-single-family-homes-371787.html"} , {"body" : "LEAD: Ask Keith Merriman, the new football coach at Thomas Jefferson High School in Brooklyn, what it is like to replace a local legend and he'll tell you it's not so bad - especially when the legend is Moe Finkelstein and he's right there at practice almost every day. Ask Keith Merriman, the new football coach at Thomas Jefferson High School in" , "date" : "19870928" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "A Dedicated New Coach Has Difficult Role to Fill" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/28\/sports\/a-dedicated-new-coach-has-difficult-role-to-fill.html"} , {"body" : "LEAD: SINCE Oct. 31, 1982, when ground was broken in Brownsville for the first Nehemiah home - a three-bedroom, brick town house that sold for $39,000 - national attention has focused on the cooperative effort that brought together local churches, community organizers and the City of New York to build affordable housing without SINCE Oct. 31, 1982," , "date" : "19870927" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The Nehemiah Plan: A Success, but. . ." , "url" : "http:\/\/www.nytimes.com\/1987\/09\/27\/realestate\/the-nehemiah-plan-a-success-but.html"} , {"body" : "LEAD: Then I said unto them, Ye see the distress that we are in, how Jerusalem lieth waste, and the gates thereof are burned with fire: come, and let us build up the wall of Jerusalem, that we be no more a reproach. Nehemiah 2:17 Then I said unto them, Ye see the distress that we are in, how Jerusalem lieth waste, and the gates thereof are burned" , "date" : "19870924" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Metro Matters; Despite Success, Housing Effort Still Struggling" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/24\/nyregion\/metro-matters-despite-success-housing-effort-still-struggling.html"} , {"body" : "LEAD: A Federal judge yesterday ordered that Medicare funds be cut off to the Baptist Medical Center in Brooklyn because of professional and administrative incompetence, despite testimony that his action would force the hospital to close. A Federal judge yesterday ordered that Medicare funds be cut off to the Baptist Medical Center in Brooklyn" , "date" : "19870923" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Medicare Ordered Cut Off At Baptist Medical Center" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/23\/nyregion\/medicare-ordered-cut-off-at-baptist-medical-center.html"} , {"body" : "LEAD: For those who had followed his career, the sight of Manfred Ohrenstein in handcuffs yesterday at a police booking counter was a study in political irony. For those who had followed his career, the sight of Manfred Ohrenstein in handcuffs yesterday at a police booking counter was a study in political irony. A former Manhattan prosecutor who" , "date" : "19870917" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Ohrenstein: A Career That Began With Reform" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/17\/nyregion\/ohrenstein-a-career-that-began-with-reform.html"} ,   {"body" : "LEAD: Sarah Tingley Baldwin, a daughter of Mr. and Mrs. Richard W. Baldwin of Sandwich, Mass., was married yesterday to Fred Bruce Weiss, a son of Mr. and Mrs. Martin Weiss of White Plains. Rabbi Albert Ginsburgh performed the ceremony at the Methuen (Mass.) Memorial Music Hall. Sarah Tingley Baldwin, a daughter of Mr. and Mrs. Richard W. Baldwin" , "date" : "19870831" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Style"] , "page_facet" : "14" , "title" : "Sarah Tingley Baldwin Wed in Massachusetts" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/31\/style\/sarah-tingley-baldwin-wed-in-massachusetts.html"} , {"body" : "LEAD: As a Roman Catholic priest, Michael T. Breslin spent each day for 14 years administering the sacraments and tending to the needs of the people of his Brooklyn parish. In the evening, he returned, alone, to the rectory. Now, he takes the subway to Manhattan to tend to his craft and pottery shop at South Street Seaport. As a Roman Catholic" , "date" : "19870825" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "Spiritual Pain: Ex-Priests Seek Return to Church" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/25\/nyregion\/spiritual-pain-ex-priests-seek-return-to-church.html"} , {"body" : "LEAD: The commuters just kept coming, but Gricel Candelario and Theresa Ortez stood their ground, waiting for the bus to bring their children home from the country. The commuters just kept coming, but Gricel Candelario and Theresa Ortez stood their ground, waiting for the bus to bring their children home from the country. Side by side, chatting" , "date" : "19870823" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "52" , "title" : "Children End Their Season Of Fresh Air" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/23\/nyregion\/children-end-their-season-of-fresh-air.html"} , {"body" : "LEAD: Vacant land has been so abundant for so long in the East New York section of Brooklyn that the horse grazing until recently in a pastoral lot on Williams Avenue hardly seemed out of place. Vacant land has been so abundant for so long in the East New York section of Brooklyn that the horse grazing until recently in a pastoral lot on Williams" , "date" : "19870730" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO MATTERS; Manufacturing Reclaims Pasture In East New York" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/30\/nyregion\/metro-matters-manufacturing-reclaims-pasture-in-east-new-york.html"} , {"body" : "LEAD: A police officer shot a Brooklyn man in his apartment early yesterday after the woman he lives with called the police and told them he was armed and had threatened to kill her and her 8-year-old son, the police said. A police officer shot a Brooklyn man in his apartment early yesterday after the woman he lives with called the police and told" , "date" : "19870719" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Police Shoot Brooklyn Man After He Threatens Woman" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/19\/nyregion\/police-shoot-brooklyn-man-after-he-threatens-woman.html"} , {"body" : "LEAD: A Brooklyn podiatrist pleaded guilty yesterday to overbilling the state Medicaid program by $70,000 and agreed to pay the money back. A Brooklyn podiatrist pleaded guilty yesterday to overbilling the state Medicaid program by $70,000 and agreed to pay the money back. Dr. William J. Eisenberg, 30 years old, of Great Neck, L.I., was arraigned" , "date" : "19870711" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "A Podiatrist Pleads Guilty To Overbilling of Medicaid" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/11\/nyregion\/a-podiatrist-pleads-guilty-to-overbilling-of-medicaid.html"} , {"body" : "LEAD: The institutional structure at 1000 Targee Street in the Concord section of Staten Island seems jinxed. In its 14 years of existence, the four-story beige brick building, now a shell with its windows punched out, was lived in for only two years. Its inability to attract tenants has had nothing to do with its lackluster boxy design. The" , "date" : "19870703" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "13" , "title" : "ABOUT REAL ESTATE; ZONING HAMPERS REVIVAL OF STATEN ISLAND BUILDING" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/03\/business\/about-real-estate-zoning-hampers-revival-of-staten-island-building.html"} , {"body" : "LEAD: A program developed by four New York City banks to hire the graduates of five troubled high schools at entry-level positions has failed to find enough qualified students this year. A program developed by four New York City banks to hire the graduates of five troubled high schools at entry-level positions has failed to find enough qualified" , "date" : "19870629" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "BANKS' JOB PROGRAM FAILS TO FIND ENOUGH QUALIFIED STUDENTS" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/29\/nyregion\/banks-job-program-fails-to-find-enough-qualified-students.html"} , {"body" : "LEAD: When she was a girl, Lillian Kelley yearned to buy a house, gather together all the neglected children she knew and take care of them. When she was a girl, Lillian Kelley yearned to buy a house, gather together all the neglected children she knew and take care of them. Now 54 years old, Mrs. Kelley still lacks that house, but not the needy" , "date" : "19870628" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "CHILD-CARE EFFORT TRAINS VOLUNTEERS" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/28\/nyregion\/child-care-effort-trains-volunteers.html"} , {"body" : "LEAD: A program being tested by law-enforcement authorities in Brooklyn allows crime victims and witnesses in the 73d Precinct in the Brownsville section to talk to prosecutors in the 84th Precinct station house, five miles away, using a two-way video hookup. A program being tested by law-enforcement authorities in Brooklyn allows crime victims and" , "date" : "19870624" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "VIDEO LINK TESTED FOR CRIME VICTIMS" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/24\/nyregion\/video-link-tested-for-crime-victims.html"} ,   {"body" : "LEAD: He is a modern-day music man whose musical heritage is rooted in the era of John Philip Sousa, when families in their Sunday best traveled by trolley to picnic groves for band concerts on sun-dappled afternoons. He is a modern-day music man whose musical heritage is rooted in the era of John Philip Sousa, when families in their Sunday best" , "date" : "19870620" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "FOREST PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "THE BANDMASTER OF FOREST PARK RECOLLECTS ICE CREAM WITH SOUSA" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/20\/nyregion\/the-bandmaster-of-forest-park-recollects-ice-cream-with-sousa.html"} , {"body" : "LEAD: A compromise on New York City's capital budget early yesterday postponed a showdown on Mayor Koch's plan to build 17 shelters for the homeless in four of the five boroughs. A compromise on New York City's capital budget early yesterday postponed a showdown on Mayor Koch's plan to build 17 shelters for the homeless in four of the five" , "date" : "19870618" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "BUDGET AGREEMENT POSTPONES SHOWDOWN ON KOCH SHELTER PLAN" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/18\/nyregion\/budget-agreement-postpones-showdown-on-koch-shelter-plan.html"} , {"body" : "LEAD: It was almost 11 P.M. The streets in the Brownsville section of Brooklyn were dark and quiet as Jackie, who had recently been evicted, moved her belongings into her sister's apartment in a public-housing project. It was almost 11 P.M. The streets in the Brownsville section of Brooklyn were dark and quiet as Jackie, who had recently been" , "date" : "19870617" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "'COUCH PEOPLE': HIDDEN HOMELESS GROW" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/17\/nyregion\/couch-people-hidden-homeless-grow.html"} , {"body" : "LEAD: A 26-year-old woman was slashed in the face with a knife as she returned to her brownstone in Brooklyn Heights early yesterday. Moments later, a group of pedestrians, alerted by her cries for help, chased and cornered the suspect until the police arrived, the authorities said. A 26-year-old woman was slashed in the face with a knife as she" , "date" : "19870610" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "WOMAN SLASHED IN KNIFE ATTACK AT BROWNSTONE" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/10\/nyregion\/woman-slashed-in-knife-attack-at-brownstone.html"} , {"body" : "LEAD: LIFE, after all, is not a one-way street. Living on Long Island had seemed to dictate that everything moved from the city to the suburbs. First we moved to the Island, and hardly looked back to Brooklyn. LIFE, after all, is not a one-way street. Living on Long Island had seemed to dictate that everything moved from the city to the suburbs." , "date" : "19870510" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "ABOUT LONG ISLAND; PATTERNS IN FAMILY VISITS" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/10\/nyregion\/about-long-island-patterns-in-family-visits.html"} , {"body" : "LEAD: RABI Scientist and Citizen. By John S. Rigden. Illustrated. 302 pp. New York: Basic Books. $21.95. RABI Scientist and Citizen. By John S. Rigden. Illustrated. 302 pp. New York: Basic Books. $21.95. ISRAEL ISAAC RABI (pronounced ''robby''), who was given the Nobel Prize in Physics in 1944, for seminal work on magnetic properties of atomic" , "date" : "19870510" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "13" , "title" : "THE HIGHER TRUTH OF PYHSICS" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/10\/books\/the-higher-truth-of-pyhsics.html"} , {"body" : "LEAD: Alexander Cooper's office does not have a drafting board. What it does have is a square black table, a large leather swivel chair, picture books of the architecture of Sir Edwin Lutyens and McKim, Mead & White and a bulletin board displaying photographs of the old Pennsylvania Station, plans of the cities of Detroit and Washington and" , "date" : "19870426" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "19" , "title" : "REINVENTING THE CITY" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/26\/magazine\/reinventing-the-city.html"} , {"body" : "LEAD: To the Editor: To the Editor: Your story on the reunion of the basketball-playing Dux (pronounced Dukes) of Brooklyn (March 18) was a mirror image of the Dux in the Bronx. They were on Stone Avenue in Brownsville - we, on Crotona Park East in the East Bronx. Neither knew of the other, and if the names were changed ever so slightly, your story" , "date" : "19870405" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "Playing Basketball in the Street Led to the American Mainstream" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/05\/opinion\/l-playing-basketball-in-the-street-led-to-the-american-mainstream-048187.html"} , {"body" : "LEAD: Called the green berets of New York City's Department of Probation, members of the agency's 18-month-old Field Service Unit are breathing new life into an agency considered overwhelmed and ineffective by judges, prosecutors and many probation officers themselves. Called the green berets of New York City's Department of Probation, members of" , "date" : "19870403" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "PROGRAM OF TIGHT SUPERVISION ENLIVENS PROBATION AGENCY" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/03\/nyregion\/program-of-tight-supervision-enlivens-probation-agency.html"} , {"body" : "LEAD: The single most important step in improving race relations in the New York City area is greater participation by blacks in the political process at the grass-roots level, according to a wide range of politicians, city officials and political experts. The single most important step in improving race relations in the New York City area is" , "date" : "19870402" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "BLACKS AND POLITICAL POWER: THE KEY TO EASING TENSON" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/02\/nyregion\/blacks-and-political-power-the-key-to-easing-tenson.html"} ,   {"body" : "LEAD: Brooklyn's Brownsville section, which has been a synonym for urban decay, has produced an innovative effort to renew housing in the Nehemiah Plan. Brooklyn's Brownsville section, which has been a synonym for urban decay, has produced an innovative effort to renew housing in the Nehemiah Plan. The effort, cited as a model for a provision of a" , "date" : "19870401" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "14" , "title" : "PLAN ROOTED IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/01\/us\/plan-rooted-in-brooklyn.html"} , {"body" : "LEAD: When Anthony Amato took charge of an unruly public school in the Brownsville section of Brooklyn six years ago, he established a daily ritual. It was a military-style morning lineup of all the students in the schoolyard, followed by a silent procession to class. When Anthony Amato took charge of an unruly public school in the Brownsville" , "date" : "19870327" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (NYC)" , "WASHINGTON HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "TRANSFORMING P.S. 332 INTO BROWNSVILLE'S STAR" , "url" : "http:\/\/www.nytimes.com\/1987\/03\/27\/nyregion\/transforming-ps-332-into-brownsville-s-star.html"} , {"body" : "LEAD: Michelle Cambier, a science teacher, in the zoology center at Public School 332 in Brownsville in Brooklyn. The school, in one of the poorest neighborhoods of the city, has become the pride of the community under the leadership of Anthony Amato, recently named Acting Superintendent of Community School District 6 in Washington Heights in" , "date" : "19870327" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (NYC)" , "BROOKLYN (NYC)"] , "page_facet" : "1" , "title" : "The Transformation of P.S. 332: From Unruly to the Pride of Brownsville" , "url" : "http:\/\/www.nytimes.com\/1987\/03\/27\/nyregion\/the-transformation-of-ps-332-from-unruly-to-the-pride-of-brownsville.html"} , {"body" : "LEAD: The game has changed and so have the men who played it. The game has changed and so have the men who played it. Sixty-two years ago they were street kids in the Brownsville section of Brooklyn, the sons of immigrant Jews who, like today's children of the ghetto, learned to love the game of basketball and to master it. There was Dudie and" , "date" : "19870318" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "14" , "title" : "FAR FROM BROOKLYN AND YOUTH, THE 'DUX' HOLD COURT AGAIN" , "url" : "http:\/\/www.nytimes.com\/1987\/03\/18\/us\/far-from-brooklyn-and-youth-the-dux-hold-court-again.html"} , {"body" : "LEAD: A 44-year-old Brooklyn woman charged yesterday that she and members of her family, including two young grandchildren, were beaten and abused last week by police officers from the 73d Precinct in Brooklyn. A 44-year-old Brooklyn woman charged yesterday that she and members of her family, including two young grandchildren, were beaten and" , "date" : "19870318" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "BROOKLYN FAMILY SAYS IT WAS BEATEN BY POLICE" , "url" : "http:\/\/www.nytimes.com\/1987\/03\/18\/nyregion\/brooklyn-family-says-it-was-beaten-by-police.html"} , {"body" : "LEAD: INTERNATIONAL A3-13, B6 INTERNATIONAL A3-13, B6 Kidnappers got Iran arms profits, perhaps amounting to millions of dollars, while holding American hostages in Lebanon, United States officials and associates of an Iranian middleman said. Page A1 A plan to protect secret data has been rescinded by the Reagan Administration, under fire from a" , "date" : "19870318" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY: WEDNESDAY, MARCH 18, 1987" , "url" : "http:\/\/www.nytimes.com\/1987\/03\/18\/nyregion\/news-summary-wednesday-march-18-1987.html"} , {"body" : "LEAD: SUGAR RAY LEONARD lives in a luxury suite at the Hotel Inter-Continental, Hilton Head, S.C. The daily rate for Leonard's suite is $425. Meals are extra. SUGAR RAY LEONARD lives in a luxury suite at the Hotel Inter-Continental, Hilton Head, S.C. The daily rate for Leonard's suite is $425. Meals are extra. Across the country at the Canyon Hotel" , "date" : "19870301" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "7" , "title" : "BEFORE FIGHT CAMP BECAME A SUITE SCIENCE" , "url" : "http:\/\/www.nytimes.com\/1987\/03\/01\/sports\/before-fight-camp-became-a-suite-science.html"} , {"body" : "LEAD: YOUR response to ''Ira, You'll Get Into Trouble'' is likely to be related to your feelings about the student commotions of the late 1960's. Stephen A. Sbarge's cinema verite documentary, completed in 1970 and now at the Thalia, follows an attractive group of New York City high schoolers who try to organize against what they view as a" , "date" : "19870220" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts" , "Education"] , "page_facet" : "4" , "title" : "FILM: 'IRA,' DOCUMENTARY" , "url" : "http:\/\/www.nytimes.com\/1987\/02\/20\/movies\/film-ira-documentary.html"} , {"body" : "LEAD: The house next to Edna Robinson's on 97th Street in Corona, Queens, burned down in 1976. Garbage began to pile up on the lot. ''I couldn't even open my window there was so much stench,'' she said. The house next to Edna Robinson's on 97th Street in Corona, Queens, burned down in 1976. Garbage began to pile up on the lot. ''I couldn't even" , "date" : "19870213" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "CITIZENS COMMITTEE HONORS NEW YORKERS FOR SERVICE TO PUBLIC" , "url" : "http:\/\/www.nytimes.com\/1987\/02\/13\/nyregion\/citizens-committee-honors-new-yorkers-for-service-to-public.html"} , {"body" : "LEAD: Police Commissioner Benjamin Ward, in his first lengthy interview in eight months, yesterday defended the New York Police Department's handling of the Howard Beach case, criticized some black leaders for attacking the department and said it was committed to improving race relations in the city. Police Commissioner Benjamin Ward, in his first" , "date" : "19870212" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["HOWARD BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "WARD DEFENDS POLICE ON RACIAL CASE" , "url" : "http:\/\/www.nytimes.com\/1987\/02\/12\/nyregion\/ward-defends-police-on-racial-case.html"} ,   {"body" : "LEAD: SHE'S SO THIN THAT IF YOU touch her back you can feel the ribs, like ridges on a roll-top desk. He has a paunch. She likes to sit on a stool, her back ramrod straight; he drapes his body across a couch, assuming a languid, informal pose. She moves slowly, gently; talks softly. He moves quickly, his eyes alert to danger or intrigue, his voice" , "date" : "19870208" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Magazine" , "Books"] , "page_facet" : "18" , "title" : "DIDION & DUNNE: THE REWARDS OF A LITERARY MARRIAGE" , "url" : "http:\/\/www.nytimes.com\/1987\/02\/08\/magazine\/didion-dunne-the-rewards-of-a-literary-marriage.html"} , {"body" : "LEAD: Teen-agers living in poor neighborhoods give birth in significantly higher numbers than those in the rest of New York City, in some cases accounting for more than one-quarter of all births in a neighborhood, a mayoral panel has found. Teen-agers living in poor neighborhoods give birth in significantly higher numbers than those in the rest of" , "date" : "19870208" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "MAYORAL PANEL CITES YOUTH PREGNANCIES IN POOR COMMUNITIES" , "url" : "http:\/\/www.nytimes.com\/1987\/02\/08\/nyregion\/mayoral-panel-cites-youth-pregnancies-in-poor-communities.html"} , {"body" : "LEAD: WHEN Bill Dillard was not on the road, singing and acting in musicals or playing his trumpet with Louis Armstrong, he lived in rental apartments in Harlem. Last year, at the age of 75, he and his wife, Celestine, became impatient with waiting lists for new rental projects and began looking for a better home outside Manhattan. WHEN Bill" , "date" : "19870118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BRONX (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "CO-OP HUNTING IN THE OUTER BOROUGHS" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/18\/realestate\/co-op-hunting-in-the-outer-boroughs.html"} , {"body" : "LEAD: Regina Winters, 17 years old, grew up in the Crown Heights section of Brooklyn, the daughter of a single woman on welfare. She now lives next door to a ''crack house.'' Regina Winters, 17 years old, grew up in the Crown Heights section of Brooklyn, the daughter of a single woman on welfare. She now lives next door to a ''crack house.''" , "date" : "19870118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "38" , "title" : "FROM NEW YORK'S POOR AREAS TO PRIVATE SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/18\/nyregion\/from-new-york-s-poor-areas-to-private-schools.html"} , {"body" : "LEAD: Several Hispanic organizations asked officials yesterday to name a special prosecutor to investigate charges by two Hispanic teen-agers that they were beaten by a group of white men in Queens and later abused by officers whom they had summoned. Several Hispanic organizations asked officials yesterday to name a special prosecutor to" , "date" : "19870114" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "OZONE PARK (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "HISPANIC UNITS PROTEST ATTACK ON 2 IN QUEENS" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/14\/nyregion\/hispanic-units-protest-attack-on-2-in-queens.html"} , {"body" : "LEAD: Prof. Alex B. Novikoff, a cellular biologist and a professor of pathology at the Albert Einstein College of Medicine for the last 28 years, died Friday at the college's hospital. He was 73 years old and lived in the Riverdale section of the Bronx. Prof. Alex B. Novikoff, a cellular biologist and a professor of pathology at the Albert Einstein" , "date" : "19870111" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "22" , "title" : "Alex B. Novikoff Dies; Professor and Biologist" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/11\/obituaries\/alex-b-novikoff-dies-professor-and-biologist.html"} , {"body" : "LEAD: Sylvia Deutsch long ago established herself as someone to be reckoned with in city government. She wasted little time reinforcing the point yesterday when Mayor Koch selected her to be the new chairman of the City Planning Commission. Sitting next to the Sylvia Deutsch long ago established herself as someone to be reckoned with in city" , "date" : "19870106" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "WOMAN IN THE NEWS; CITY'S NEW TOP PLANNER: SYLVIA DEUTSCH" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/06\/nyregion\/woman-in-the-news-city-s-new-top-planner-sylvia-deutsch.html"} , {"body" : "LEAD: An arms dealer, free on bail while awaiting trial on charges related to illegal arms exports, has been jailed in New York for violating the terms of his bail, a prosecutor said Friday. An arms dealer, free on bail while awaiting trial on charges related to illegal arms exports, has been jailed in New York for violating the terms of his bail," , "date" : "19870104" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["IRAN"] , "nytd_section_facet" : ["World"] , "page_facet" : "8" , "title" : "ARMS TRADER ARRESTED AT AIRPORT" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/04\/world\/arms-trader-arrested-at-airport.html"}]