[    {"body" : "LEAD: A 41-year-old man who has spent half his life in prison was ordered held without bail yesterday on charges of having committed three recent sexual assaults on women in central Queens. A 41-year-old man who has spent half his life in prison was ordered held without bail yesterday on charges of having committed three recent sexual assaults on" , "date" : "19870728" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "JUDGE DENIES BAIL FOR SUSPECT IN SEX ATTACKS ON 3 QUEENS WOMEN" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/28\/nyregion\/judge-denies-bail-for-suspect-in-sex-attacks-on-3-queens-women.html"} , {"body" : "LEAD: A convicted rapist and kidnapper, released from prison two months ago, was charged yesterday with 3 of 13 sexual assaults on women that have stirred fear and anger in Central Queens, the police said. A convicted rapist and kidnapper, released from prison two months ago, was charged yesterday with 3 of 13 sexual assaults on women that have" , "date" : "19870727" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Charged in Sex Attacks On Three Women in Queens" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/27\/nyregion\/man-charged-in-sex-attacks-on-three-women-in-queens.html"} , {"body" : "LEAD: A 19-year-old man was arrested yesterday and charged with kidnapping a pregnant woman and her baby son as they waited outside a Brooklyn drug store for the woman's husband to return with medicine for the child, the police said. A 19-year-old man was arrested yesterday and charged with kidnapping a pregnant woman and her baby son as they" , "date" : "19870720" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "MAN ARRESTED IN KIDNAP OF PREGNANT WOMAN" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/20\/nyregion\/man-arrested-in-kidnap-of-pregnant-woman.html"} , {"body" : "LEAD: International 3-15 After John Poindexter's testimony before the committees investigating the Iran-contra affair ends early next week, only five more witnesses are scheduled to appear before the hearings end. Page 1 The contras killed nine soldiers, three children and a pregnant woman, but failed to capture their target Thursday in their first" , "date" : "19870719" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY: SUNDAY, JULY 19, 1987" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/19\/nyregion\/news-summary-sunday-july-19-1987.html"} , {"body" : "LEAD: ''Our children are in a very bad situation,'' the Rev. H. DeVore Chapman said yesterday from the pulpit of a Brooklyn church. ''They are hooked on drugs that have come straight from the pit of hell, destroying our families and communities.'' ''Our children are in a very bad situation,'' the Rev. H. DeVore Chapman said yesterday from the" , "date" : "19870719" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "CRACK IS LAMENTED AT EMOTIONAL VIGIL" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/19\/nyregion\/crack-is-lamented-at-emotional-vigil.html"} , {"body" : "LEAD: Hundreds of the aging and once stately houses of worship that helped give Brooklyn the name ''City of Churches'' are in severe disrepair, with many congregations closing off parts of the buildings because they are unsafe. Hundreds of the aging and once stately houses of worship that helped give Brooklyn the name ''City of Churches'' are in" , "date" : "19870717" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Congregations Struggle to Repair Old Churches" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/17\/nyregion\/brooklyn-congregations-struggle-to-repair-old-churches.html"} , {"body" : "LEAD: When the lights went out at 9:34 P.M., Kathy Casuso was still at the Marine Midland Bank in Manhattan where she worked nights as a proof clerk. She hitched a ride across the Brooklyn Bridge, hailed a gypsy cab and arrived home in Bushwick just in time to witness a scene that she did not immediately fathom but would never forget. When the" , "date" : "19870709" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO MATTERS; BLACKOUT STARTS BUSHWICK'S RISE FROM THE ASHES" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/09\/nyregion\/metro-matters-blackout-starts-bushwick-s-rise-from-the-ashes.html"} , {"body" : "LEAD: A NEW apartment house is under construction in Harlem just a block from the campus of City College. The nine-story building, called Logan Plaza, is at 1425 Amsterdam Avenue, between West 130th and 131st Streets. A NEW apartment house is under construction in Harlem just a block from the campus of City College. The nine-story building, called" , "date" : "19870705" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)" , "LOGAN PLAZA (HARLEM, NY)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "PERSPECTIVES: ASSISTED RENTALS; Hurdling the Land-Use Review Process" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/05\/realestate\/perspectives-assisted-rentals-hurdling-the-land-use-review-process.html"} , {"body" : "LEAD: A program developed by four New York City banks to hire the graduates of five troubled high schools at entry-level positions has failed to find enough qualified students this year. A program developed by four New York City banks to hire the graduates of five troubled high schools at entry-level positions has failed to find enough qualified" , "date" : "19870629" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "BANKS' JOB PROGRAM FAILS TO FIND ENOUGH QUALIFIED STUDENTS" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/29\/nyregion\/banks-job-program-fails-to-find-enough-qualified-students.html"} , {"body" : "LEAD: An elderly Brooklyn man was killed yesterday when a fire broke out in a house that the police believe was used for crack, and the flames spread to his apartment, the authorities said. An elderly Brooklyn man was killed yesterday when a fire broke out in a house that the police believe was used for crack, and the flames spread to his" , "date" : "19870629" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "METRO DATELINES ELDERLY MAN KILLED IN BROOKLYNN FIRE" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/29\/nyregion\/metro-datelines-elderly-man-killed-in-brooklynn-fire.html"} ,   {"body" : "LEAD: Jackie Gleason, the roly-poly comedian, actor and musician who was one of the leading entertainment stars of the 1950's and 60's, died last night of cancer at his home in Fort Lauderdale, Fla. He was 71 years old. Jackie Gleason, the roly-poly comedian, actor and musician who was one of the leading entertainment stars of the 1950's and 60's," , "date" : "19870625" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Front Page" , "Obituaries"] , "page_facet" : "1" , "title" : "JACKIE GLEASON DIES OF CANCER; COMEDIAN AND ACTOR WAS 71" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/25\/obituaries\/jackie-gleason-dies-of-cancer-comedian-and-actor-was-71.html"} , {"body" : "LEAD: He is a modern-day music man whose musical heritage is rooted in the era of John Philip Sousa, when families in their Sunday best traveled by trolley to picnic groves for band concerts on sun-dappled afternoons. He is a modern-day music man whose musical heritage is rooted in the era of John Philip Sousa, when families in their Sunday best" , "date" : "19870620" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "FOREST PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "THE BANDMASTER OF FOREST PARK RECOLLECTS ICE CREAM WITH SOUSA" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/20\/nyregion\/the-bandmaster-of-forest-park-recollects-ice-cream-with-sousa.html"} , {"body" : "LEAD: A compromise on New York City's capital budget early yesterday postponed a showdown on Mayor Koch's plan to build 17 shelters for the homeless in four of the five boroughs. A compromise on New York City's capital budget early yesterday postponed a showdown on Mayor Koch's plan to build 17 shelters for the homeless in four of the five" , "date" : "19870618" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "BUDGET AGREEMENT POSTPONES SHOWDOWN ON KOCH SHELTER PLAN" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/18\/nyregion\/budget-agreement-postpones-showdown-on-koch-shelter-plan.html"} , {"body" : "LEAD: The police raided five auto insurance brokerages in Brooklyn yesterday and said they had uncovered evidence that thousands of livery cabs in the borough hold bogus insurance documentation and are, in fact, uninsured. The police raided five auto insurance brokerages in Brooklyn yesterday and said they had uncovered evidence that thousands of" , "date" : "19870609" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "POLICE RAID FINDS SCHEME ON INSURANCE" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/09\/nyregion\/police-raid-finds-scheme-on-insurance.html"} , {"body" : "LEAD: AS New York City adds people and continues to reverse its population losses of the 60's and 70's, it does so at the expense of overcrowding in rental apartments, according to a study that will be made public this week by the City Planning Commission. AS New York City adds people and continues to reverse its population losses of the 60's and" , "date" : "19870524" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "New Study Finds More People in the City" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/24\/realestate\/new-study-finds-more-people-in-the-city.html"} , {"body" : "LEAD: A Brooklyn man, apparently afraid of being sent to a nursing home, shot and seriously wounded one of his daughters and shot himself in the head yesterday, the police said. A Brooklyn man, apparently afraid of being sent to a nursing home, shot and seriously wounded one of his daughters and shot himself in the head yesterday, the police said." , "date" : "19870503" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "46" , "title" : "Brooklyn Man, 92, Shoots His Daughter and Himself" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/03\/nyregion\/brooklyn-man-92-shoots-his-daughter-and-himself.html"} , {"body" : "LEAD: The principal of a Brooklyn public school engaged in ''highly inappropriate'' behavior when he borrowed $6,000 from a teacher and then refused to repay the loan, a disciplinary panel has found. The principal of a Brooklyn public school engaged in ''highly inappropriate'' behavior when he borrowed $6,000 from a teacher and then refused to" , "date" : "19870413" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "BROOKLYN PRINCIPAL IS CENSURED ON $6,000 'LOAN'" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/13\/nyregion\/brooklyn-principal-is-censured-on-6000-loan.html"} , {"body" : "LEAD: Four years ago, the apartment building that Meg Harriman now calls home at 104 St. Mark's Place in Brooklyn was an abandoned eyesore. Four years ago, the apartment building that Meg Harriman now calls home at 104 St. Mark's Place in Brooklyn was an abandoned eyesore. Today, a year after Mrs. Harriman and her family moved into a three-bedroom" , "date" : "19870405" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Eyesores Becoming New Homes in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/05\/nyregion\/eyesores-becoming-new-homes-in-brooklyn.html"} , {"body" : "LEAD: A DECADE ago, despair was everywhere on the rubble-strewn streets of Bushwick, a northeast Brooklyn neighborhood abutting Queens. A DECADE ago, despair was everywhere on the rubble-strewn streets of Bushwick, a northeast Brooklyn neighborhood abutting Queens. Long-resident German and Italian families had moved away, partly because of" , "date" : "19870329" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "7" , "title" : "TALES OF TWO PRECINCTS - ONE BETTER, ONE WORSE; THE 83RD: STABILITY RISE, MURDERS DECLINE" , "url" : "http:\/\/www.nytimes.com\/1987\/03\/29\/weekinreview\/tales-two-precincts-one-better-one-worse-83rd-stability-rise-murders-decline.html"} , {"body" : "LEAD: The Board of Education's Inspector General is investigating six local school boards in connection with allegations ranging from the misappropriation of funds to improper hiring procedures for principals, according to the Board of Education president, Robert F. Wagner Jr. So far, the investigations, conducted at the direction of the Board of" , "date" : "19870329" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)" , "BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "26" , "title" : "SIX LOCAL SCHOOL BOARDS UNDER REVIEW" , "url" : "http:\/\/www.nytimes.com\/1987\/03\/29\/nyregion\/six-local-school-boards-under-review.html"} ,    {"body" : "LEAD: The number of students dropping out of New York City public schools decreased by 4.6 percentage points in the 1985-86 school year, the city's Board of Education reported yesterday. The number of students dropping out of New York City public schools decreased by 4.6 percentage points in the 1985-86 school year, the city's Board of Education" , "date" : "19870204" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "DROPOUT RATE SHOWS A DECREASE FOR SCHOOLS IN NEW YORK CITY" , "url" : "http:\/\/www.nytimes.com\/1987\/02\/04\/nyregion\/dropout-rate-shows-a-decrease-for-schools-in-new-york-city.html"} , {"body" : "LEAD: An intrepid figure in an orange cap and a green windbreaker was standing among the plastic coffee cups, empty beer cans and shards of glass on Jefferson Avenue in Brooklyn the other day, heaving shovelfuls of garbage into a trash basket on wheels. An intrepid figure in an orange cap and a green windbreaker was standing among the plastic" , "date" : "19870131" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "2 FEMALE SANITATION WORKERS EARNING HIGH MARKS" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/31\/nyregion\/2-female-sanitation-workers-earning-high-marks.html"} , {"body" : "LEAD: WHEN Bill Dillard was not on the road, singing and acting in musicals or playing his trumpet with Louis Armstrong, he lived in rental apartments in Harlem. Last year, at the age of 75, he and his wife, Celestine, became impatient with waiting lists for new rental projects and began looking for a better home outside Manhattan. WHEN Bill" , "date" : "19870118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BRONX (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "CO-OP HUNTING IN THE OUTER BOROUGHS" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/18\/realestate\/co-op-hunting-in-the-outer-boroughs.html"}]