[  {"body" : "LEAD: ON Christmas day, the public world comes grinding to a halt. With offices closed and shops shuttered, New York acquires a curious calm, as virtually all museums, concert halls, sightseeing attractions and other public places take the day off. ON Christmas day, the public world comes grinding to a halt. With offices closed and shops shuttered," , "date" : "19871225" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "The Spirit of Christmas Reigns On the Sidewalks of New York" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/25\/arts\/the-spirit-of-christmas-reigns-on-the-sidewalks-of-new-york.html"} , {"body" : "LEAD: A fire last week at the Coney Island maintenance yard of the Transit Authority may be the latest in a series of suspicious incidents, officials said yesterday. A fire last week at the Coney Island maintenance yard of the Transit Authority may be the latest in a series of suspicious incidents, officials said yesterday. The fire, which occurred" , "date" : "19871217" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["CONEY ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "Coney I. Train Yard Fire Seen as Suspicious" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/17\/nyregion\/coney-i-train-yard-fire-seen-as-suspicious.html"} , {"body" : "LEAD: THE HAPPY TIMES STORYBOOK by Phyllis Krasilovsky. Western Publishing Company. 45 pages. $6.95. THE HAPPY TIMES STORYBOOK by Phyllis Krasilovsky. Western Publishing Company. 45 pages. $6.95. When the Adams family bought a live Christmas tree to plant later at their new house, they didn't expect it to grow out of bounds - but it did, into the" , "date" : "19871213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WESTCHESTER COUNTY (NY)"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "46" , "title" : "WESTCHESTER BOOKCASE" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/13\/nyregion\/westchester-bookcase.html"} , {"body" : "LEAD: Plans to lease a 13-acre Times Square plot for the construction of four large office towers should be blocked until allegations of improprieties by the project's principal developer are fully investigated, speakers told a public hearing yesterday. Plans to lease a 13-acre Times Square plot for the construction of four large office towers" , "date" : "19871211" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "TIMES SQUARE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Foes Criticize Tower Project In Times Sq." , "url" : "http:\/\/www.nytimes.com\/1987\/12\/11\/nyregion\/foes-criticize-tower-project-in-times-sq.html"} , {"body" : "LEAD: A real-estate developer contributed $5,000 to the synagogue of the New York City director of leasing in 1981, a month after being granted a lease under which the city paid $6.5 million for space in one of his buildings, both the developer and investigators said yesterday. A real-estate developer contributed $5,000 to the synagogue of the New" , "date" : "19871210" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "TIMES SQUARE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Developer Donated to Official's Synagogue" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/10\/nyregion\/developer-donated-to-official-s-synagogue.html"} , {"body" : "LEAD: By ALAN S. OSER By ALAN S. OSER THERE was an unmistakable note of optimism in the July 1986 report of the New York City Public Development Corporation on the prospects for the many waterfront development projects the agency was trying to nurture. The report predicted that by spring 1987 the Department of City Planning would give certification" , "date" : "19871129" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "PERSPECTIVES: Waterfront Development; City Efforts Trapped in Multiple Reviews" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/29\/realestate\/perspectives-waterfront-development-city-efforts-trapped-in-multiple-reviews.html"} , {"body" : "LEAD: A suspended Brooklyn police officer was seen, in a videotape played at her corruption trial yesterday, accepting $500 from an undercover investigator she thought was a drug dealer. She was then heard to say ''beautiful'' and ''thank you.'' A suspended Brooklyn police officer was seen, in a videotape played at her corruption trial yesterday," , "date" : "19871103" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "Videotape Shows Officer Accepting $500 Payoff" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/03\/nyregion\/videotape-shows-officer-accepting-500-payoff.html"} , {"body" : "LEAD: Although Sheepshead Bay went into yesterday's game with a 5-0 overall record and had outscored its opponents 213 to 18, the Sharks failed to awe or impress Midwood, which beat Sheepshead, 17-6. Although Sheepshead Bay went into yesterday's game with a 5-0 overall record and had outscored its opponents 213 to 18, the Sharks failed to awe or" , "date" : "19871025" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "12" , "title" : "SCHOOL SPORTS; Midwood Stops Sheepshead Bay Unbeaten Streak" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/25\/sports\/school-sports-midwood-stops-sheepshead-bay-unbeaten-streak.html"} , {"body" : "LEAD: Chris Davila, a tailback, ran 30 yards for a touchdown to give Midwood a 21-14 victory over previously unbeaten Canarsie yesterday in the first week of Public School Athletic League divisional play. The winning score was set up when a Midwood saftey, Sean Leibowitz, intercepted a pass from Joe Rizzo, the Chris Davila, a tailback, ran 30 yards" , "date" : "19871018" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "12" , "title" : "SCHOOL SPORTS: P.S.A.L.; Canarsie Falls" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/18\/sports\/school-sports-psal-canarsie-falls.html"} , {"body" : "LEAD: Sheepshead Bay and Canarsie each won yesterday and remained the only undefeated teams from Brooklyn in the Public School Athletic League. Both schools, which play in the Brooklyn A Division I, are 4-0. Sheepshead Bay and Canarsie each won yesterday and remained the only undefeated teams from Brooklyn in the Public School Athletic League. Both" , "date" : "19871011" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "12" , "title" : "SCHOOL SPORTS: P.S.A.L.; Sheepshead Bay, Canarsie Maintain Perfect Records" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/11\/sports\/school-sports-psal-sheepshead-bay-canarsie-maintain-perfect-records.html"} ,   {"body" : "LEAD: Ask Keith Merriman, the new football coach at Thomas Jefferson High School in Brooklyn, what it is like to replace a local legend and he'll tell you it's not so bad - especially when the legend is Moe Finkelstein and he's right there at practice almost every day. Ask Keith Merriman, the new football coach at Thomas Jefferson High School in" , "date" : "19870928" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "A Dedicated New Coach Has Difficult Role to Fill" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/28\/sports\/a-dedicated-new-coach-has-difficult-role-to-fill.html"} , {"body" : "LEAD: WHAT makes a man cross a picket line of hostile football players and endure the daily humiliation of jeers and tossed eggs? WHAT makes a man cross a picket line of hostile football players and endure the daily humiliation of jeers and tossed eggs? What circumstances compel a one-time pro to file past fellow players for little more than a" , "date" : "19870927" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Why Do They Cross the Line?" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/27\/sports\/why-do-they-cross-the-line.html"} , {"body" : "LEAD: A Federal judge yesterday ordered that Medicare funds be cut off to the Baptist Medical Center in Brooklyn because of professional and administrative incompetence, despite testimony that his action would force the hospital to close. A Federal judge yesterday ordered that Medicare funds be cut off to the Baptist Medical Center in Brooklyn" , "date" : "19870923" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Medicare Ordered Cut Off At Baptist Medical Center" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/23\/nyregion\/medicare-ordered-cut-off-at-baptist-medical-center.html"} , {"body" : "LEAD: Reports of incidents of racial assaults in which blacks and whites were injured in New York City in the first eight months of this year have already significantly exceeded the number of such assaults in all of 1986, according to police statistics. Reports of incidents of racial assaults in which blacks and whites were injured in New York City" , "date" : "19870923" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "HOWARD BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Reports of Racial Assaults Rise Significantly in New York City" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/23\/nyregion\/reports-of-racial-assaults-rise-significantly-in-new-york-city.html"} , {"body" : "LEAD: Mayor Koch yesterday gave final approval for a cable television company to begin wiring for one million homes in the Bronx and eastern Brooklyn, a project long delayed by criminal investigations into bidding for New York City's cable franchises. Mayor Koch yesterday gave final approval for a cable television company to begin wiring for one" , "date" : "19870922" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Koch Clears Cable TV Work For Brooklyn and the Bronx" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/22\/nyregion\/koch-clears-cable-tv-work-for-brooklyn-and-the-bronx.html"} , {"body" : "LEAD: About 200 civil-rights demonstrators staged a candlelight march against racism last night in the Canarsie section of Brooklyn, but their chants were drowned out by an even larger crowd of young white hecklers who moved alongside the marchers yelling ''Niggers go home!'' and ''White power!'' About 200 civil-rights demonstrators staged a" , "date" : "19870921" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Hecklers Taunt 200 in a March Against Racism" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/21\/nyregion\/hecklers-taunt-200-in-a-march-against-racism.html"} , {"body" : "LEAD: Leonora Sherman of Brooklyn said her mother never trusted banks. But two years ago, Mrs. Sherman talked her mother into opening an account. Three weeks ago, she persuaded her to move it, for convenience, to the Canarsie branch of the Central National Bank of New York. Leonora Sherman of Brooklyn said her mother never trusted banks. But two" , "date" : "19870915" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Depositors Line Up at Failed Bank for Payments From F.D.I.C." , "url" : "http:\/\/www.nytimes.com\/1987\/09\/15\/nyregion\/depositors-line-up-at-failed-bank-for-payments-from-fdic.html"} , {"body" : "LEAD: A coalition of more than 60 civil rights, religious and community organizations announced yesterday that it would hold a march through the Canarsie section of Brooklyn next Sunday to protest a recent attack against three black teen-agers by a group of whites. A coalition of more than 60 civil rights, religious and community organizations" , "date" : "19870913" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "58" , "title" : "Civil Rights Group Plans to Protest Attack Against Black Teen-Agers" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/13\/nyregion\/civil-rights-group-plans-to-protest-attack-against-black-teen-agers.html"} , {"body" : "LEAD: INTERNATIONAL\/3-25 INTERNATIONAL\/3-25 The contras have a foothold in central Nicaragua, residents said. The rebels have apparently built a base or bases in the mountainous area northeast of Muy Muy, and managed to shut a key road for several days. Page 1 The Central American peace plan adopted by five nations of the region was strongly" , "date" : "19870913" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY: SUNDAY, SEPTEMBER 13, 1987" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/13\/nyregion\/news-summary-sunday-september-13-1987.html"} , {"body" : "LEAD: A 20-year-old college student was arrested last night and charged in the beating last Tuesday in Brooklyn of three black youths by a group of white youths wielding baseball bats and shouting racial slurs, officials said. A 20-year-old college student was arrested last night and charged in the beating last Tuesday in Brooklyn of three black" , "date" : "19870909" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "College Student Is Charged in Attack on 3 Blacks" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/09\/nyregion\/college-student-is-charged-in-attack-on-3-blacks.html"} ,    {"body" : "LEAD: A car in Brooklyn skidded into the path of a subway train that hurled the driver out of the car and ran over him, the transit police said yesterday. A car in Brooklyn skidded into the path of a subway train that hurled the driver out of the car and ran over him, the transit police said yesterday. The victim, Charles Cancel, 31 years old, of" , "date" : "19870617" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "CAR DRIVER IS KILLED BY TRAIN AFTER SKIDDING ONTO TRACKS" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/17\/nyregion\/car-driver-is-killed-by-train-after-skidding-onto-tracks.html"} , {"body" : "LEAD: Five students were beaten with baseball bats and 13 youths were arrested yesterday as a roving band of beer-drinking toughs snatched gold chains and attacked victims at random outside a high school in Brooklyn in what the police called an outbreak of racial violence. Five students were beaten with baseball bats and 13 youths were arrested" , "date" : "19870613" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "29" , "title" : "5 ARE INJURED IN RACIAL FIGHT AT A SCHOOL" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/13\/nyregion\/5-are-injured-in-racial-fight-at-a-school.html"} , {"body" : "LEAD: Closings in the week ended May 16 MANHATTAN Greenwich Village $1.35 million 294 West 4th Street 6-bedroom, 3 1\/2-bath, 4-story single-family town house; double-parlor, dining room, patio-garden, original Italianate ceiling moldings, marble mantels, 20- by 60-ft lot; taxes $4,608 (Broker: Ambrose Mar-Elia) Closings in the week ended May 16" , "date" : "19870531" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "16" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/31\/realestate\/residential-resales-141087.html"} , {"body" : "LEAD: AS New York City adds people and continues to reverse its population losses of the 60's and 70's, it does so at the expense of overcrowding in rental apartments, according to a study that will be made public this week by the City Planning Commission. AS New York City adds people and continues to reverse its population losses of the 60's and" , "date" : "19870524" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "New Study Finds More People in the City" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/24\/realestate\/new-study-finds-more-people-in-the-city.html"} , {"body" : "LEAD: Even in the interests of integration, a Federal judge in Brooklyn ruled last week, a private landlord may not set quotas to limit the number of apartments to be rented to minority group members . Even in the interests of integration, a Federal judge in Brooklyn ruled last week, a private landlord may not set quotas to limit the number of" , "date" : "19870510" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "STARRETT CITY (BKLYN)"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "THE REGION; No Racial Quotas For Starrett City" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/10\/weekinreview\/the-region-no-racial-quotas-for-starrett-city.html"} , {"body" : "LEAD: Residents of the Starrett City housing complex in Brooklyn yesterday denounced a Federal court decision barring the development's managers from setting quotas to limit the percentage of tenants from minority groups. Residents of the Starrett City housing complex in Brooklyn yesterday denounced a Federal court decision barring the" , "date" : "19870507" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["STARRETT CITY (BKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "STARRETT RESIDENTS FAULT DECISION BARRING QUOTAS" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/07\/nyregion\/starrett-residents-fault-decision-barring-quotas.html"} , {"body" : "LEAD: WHILE running backward, Stanley Wunderlich is headed unswervingly into the high-tech future. WHILE running backward, Stanley Wunderlich is headed unswervingly into the high-tech future. Running backward is one of the 39-year-old Mr. Wunderlich's specialties as an endurance athlete who competes in marathons, triathlons and ultramarathons -" , "date" : "19870426" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "LONG ISLANDERS; BANKER RUNS AHEAD OF PACK" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/26\/nyregion\/long-islanders-banker-runs-ahead-of-pack.html"} , {"body" : "LEAD: AS a flight attendant with Trans World Airlines, Janet DiNovis dispensed friendly smiles and conversation, along with instructions, snacks and beverages. Now she uses the same professional cordiality as a guest-relations manager at the Beth Israel Medical Center in Manhattan. AS a flight attendant with Trans World Airlines, Janet DiNovis" , "date" : "19870423" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Health" , "Style"] , "page_facet" : "9" , "title" : "'GUEST RELATIONS' BRINGS A NEW LOOK TO HOSPITALS" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/23\/garden\/guest-relations-brings-a-new-look-to-hospitals.html"} , {"body" : "LEAD: Predominantly segregated housing patterns that seemed to be breaking up in the 1960's and early 1970's have been quietly reasserting themselves in New York City and its suburbs, according to a wide range of experts and studies. Predominantly segregated housing patterns that seemed to be breaking up in the 1960's and early 1970's have been" , "date" : "19870401" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "EAST FLATBUSH (NYC)" , "BENSONHURST (NYC)" , "NEW YORK CITY METROPOLITAN AREA" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "HOUSING SEGREGATION: NEW TWISTS AND OLD RESULTS" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/01\/nyregion\/housing-segregation-new-twists-and-old-results.html"} , {"body" : "LEAD: Despite some significant progress in race relations, most New Yorkers say important divisions between blacks and whites are now as wide as they were a decade ago, or wider. Despite some significant progress in race relations, most New Yorkers say important divisions between blacks and whites are now as wide as they were a decade ago, or" , "date" : "19870329" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NEW YORK RACE TENSION IS RISING DESPITE GAINS" , "url" : "http:\/\/www.nytimes.com\/1987\/03\/29\/nyregion\/new-york-race-tension-is-rising-despite-gains.html"} ,    {"body" : "LEAD: A 17-year-old white Brooklyn youth and a 24-year-old white Staten Island man were assaulted by black and Hispanic youths in two separate incidents, which the police described yesterday as racially motivated. A 17-year-old white Brooklyn youth and a 24-year-old white Staten Island man were assaulted by black and Hispanic youths in two separate" , "date" : "19870115" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "2 WHITES ARE ATTACK VICTIMS" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/15\/nyregion\/2-whites-are-attack-victims.html"} , {"body" : "LEAD: A Brooklyn man was killed and his wife was critically injured last night when they were struck by a stolen car being chased by a police car, the authorities said. A Brooklyn man was killed and his wife was critically injured last night when they were struck by a stolen car being chased by a police car, the authorities said. The man, Vladimir" , "date" : "19870109" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Car Chased by Police Kills a Pedestrian, 59" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/09\/nyregion\/car-chased-by-police-kills-a-pedestrian-59.html"}]