[
    {
        "body": "LEAD: Two black men were set upon and beaten by a group of whites in the Bensonhurst section of Brooklyn Friday night, in what authorities said was a racial attack, and the police have arrested a white teen-ager in connection with the incident. Two black men were set upon and beaten by a group of whites in the Bensonhurst section of Brooklyn Friday",
        "date": "19871227",
        "day_of_week_facet": "Sunday",
        "geo_facet": [
            "NEW YORK CITY",
            "BENSONHURST (NYC)",
            "BROOKLYN (NYC)"
        ],
        "nytd_section_facet": [
            "New York and Region"
        ],
        "page_facet": "38",
        "title": "2 Blacks Chased and Beaten By Whites on Brooklyn Street",
        "url": "http://www.nytimes.com/1987/12/27/nyregion/2-blacks-chased-and-beaten-by-whites-on-brooklyn-street.html"
    },
    {
        "body": "LEAD: ON Christmas day, the public world comes grinding to a halt. With offices closed and shops shuttered, New York acquires a curious calm, as virtually all museums, concert halls, sightseeing attractions and other public places take the day off. ON Christmas day, the public world comes grinding to a halt. With offices closed and shops shuttered,",
        "date": "19871225",
        "day_of_week_facet": "Friday",
        "geo_facet": [
            "NEW YORK CITY"
        ],
        "nytd_section_facet": [
            "Arts"
        ],
        "page_facet": "1",
        "title": "The Spirit of Christmas Reigns On the Sidewalks of New York",
        "url": "http://www.nytimes.com/1987/12/25/arts/the-spirit-of-christmas-reigns-on-the-sidewalks-of-new-york.html"
    },
    {
        "body": "LEAD: A fire last week at the Coney Island maintenance yard of the Transit Authority may be the latest in a series of suspicious incidents, officials said yesterday. A fire last week at the Coney Island maintenance yard of the Transit Authority may be the latest in a series of suspicious incidents, officials said yesterday. The fire, which occurred",
        "date": "19871217",
        "day_of_week_facet": "Thursday",
        "geo_facet": [
            "CONEY ISLAND (NYC)",
            "BROOKLYN (NYC)"
        ],
        "nytd_section_facet": [
            "New York and Region"
        ],
        "page_facet": "18",
        "title": "Coney I. Train Yard Fire Seen as Suspicious",
        "url": "http://www.nytimes.com/1987/12/17/nyregion/coney-i-train-yard-fire-seen-as-suspicious.html"
    },
    {
        "body": "LEAD: A transit police officer shot and killed a man who attacked him with a knife yesterday in a subway station in Brooklyn, the police said. A transit police officer shot and killed a man who attacked him with a knife yesterday in a subway station in Brooklyn, the police said. The slain man was identified as Vuthikrai Thienvanich, a 41-year-old",
        "date": "19871213",
        "day_of_week_facet": "Sunday",
        "geo_facet": [
            "NEW YORK CITY",
            "BROOKLYN (NYC)"
        ],
        "nytd_section_facet": [
            "New York and Region"
        ],
        "page_facet": "54",
        "title": "Man Carrying a Knife Slain by Transit Officer",
        "url": "http://www.nytimes.com/1987/12/13/nyregion/man-carrying-a-knife-slain-by-transit-officer.html"
    },
    {
        "body": "LEAD: In butcher shops, delicatessens and bakeries in the Brighton Beach section of Brooklyn, in restaurants where patrons raise glasses of vodka in ritual toasts, Soviet emigres hope for peace. But they also have a lingering distrust of the Kremlin. In butcher shops, delicatessens and bakeries in the Brighton Beach section of Brooklyn, in",
        "date": "19871211",
        "day_of_week_facet": "Friday",
        "geo_facet": [
            "UNION OF SOVIET SOCIALIST REPUBLICS",
            "BRIGHTON BEACH (NYC)"
        ],
        "nytd_section_facet": [
            "World",
            "Washington"
        ],
        "page_facet": "26",
        "title": "THE SUMMIT; Brooklyn's Odessa Says, 'Da, but . . .'",
        "url": "http://www.nytimes.com/1987/12/11/world/the-summit-brooklyn-s-odessa-says-da-but.html"
    },
    {
        "body": "LEAD: THE holiday vacation period can be challenging for parents facing nearly two weeks' worth of plaintive cries of ''What'll I do?'' from restless youngsters. It can be especially trying if one or both parents must keep to working schedules. THE holiday vacation period can be challenging for parents facing nearly two weeks' worth of plaintive",
        "date": "19871203",
        "day_of_week_facet": "Thursday",
        "nytd_section_facet": [
            "Home and Garden",
            "Style"
        ],
        "page_facet": "10",
        "title": "If Vacation Blahs Set In, Help Is at Hand",
        "url": "http://www.nytimes.com/1987/12/03/garden/if-vacation-blahs-set-in-help-is-at-hand.html"
    },
    {
        "body": "LEAD: Dr. George D. Ruggieri, director of the New York Aquarium and Osborn Laboratories of Marine Sciences in Coney Island, died of cancer Tuesday at the home of a sister in Moorestown, N.J. He was 62 years old and lived in Brooklyn. Dr. George D. Ruggieri, director of the New York Aquarium and Osborn Laboratories of Marine Sciences in Coney",
        "date": "19871203",
        "day_of_week_facet": "Thursday",
        "nytd_section_facet": [
            "Obituaries"
        ],
        "page_facet": "22",
        "title": "Dr. George D. Ruggieri, Director Of Aquarium and a Jesuit, Dies",
        "url": "http://www.nytimes.com/1987/12/03/obituaries/dr-george-d-ruggieri-director-of-aquarium-and-a-jesuit-dies.html"
    },
    {
        "body": "LEAD: The New York City Department of Health last week released a list of 24 food establishments cited for violating the health code. The New York City Department of Health last week released a list of 24 food establishments cited for violating the health code. In addition, it listed 8 restaurants that were allowed to reopen after correcting",
        "date": "19871129",
        "day_of_week_facet": "Sunday",
        "geo_facet": [
            "NEW YORK CITY"
        ],
        "nytd_section_facet": [
            "New York and Region"
        ],
        "page_facet": "71",
        "title": "Food Inspection Results",
        "url": "http://www.nytimes.com/1987/11/29/nyregion/food-inspection-results.html"
    },
    {
        "body": "LEAD: A Federal judge yesterday barred Yonkers from aiding ing commercial and residential development until the city complies with his desegregation order by planning new public housing. A Federal judge yesterday barred Yonkers from aiding ing commercial and residential development until the city complies with his desegregation order by planning",
        "date": "19871120",
        "day_of_week_facet": "Friday",
        "geo_facet": [
            "YONKERS (NY)"
        ],
        "nytd_section_facet": [
            "Front Page",
            "New York and Region"
        ],
        "page_facet": "1",
        "title": "CITING BIAS ORDER, U.S. CURBS YONKERS ON AID TO BUILDERS",
        "url": "http://www.nytimes.com/1987/11/20/nyregion/citing-bias-order-us-curbs-yonkers-on-aid-to-builders.html"
    },
    {
        "body": "LEAD: Six men were arrested in three days in a crackdown on violence against cabdrivers, the police said yesterday. Six men were arrested in three days in a crackdown on violence against cabdrivers, the police said yesterday. One of the suspects, Anthony Parker of Brooklyn, was charged with murder in the killing of one driver and is under",
        "date": "19871117",
        "day_of_week_facet": "Tuesday",
        "geo_facet": [
            "NEW YORK CITY",
            "CONEY ISLAND (NYC)",
            "BROOKLYN (NYC)"
        ],
        "nytd_section_facet": [
            "New York and Region"
        ],
        "page_facet": "5",
        "title": "6 Arrested in Violence Against Cabbies",
        "url": "http://www.nytimes.com/1987/11/17/nyregion/6-arrested-in-violence-against-cabbies.html"
    },
    {
        "body": "LEAD: IF your child dances the afternoon away to Phantom Tollbooth, you might consider covering the walls and floors of the playroom in cork. While cork will not soundproof a room, it will cut down on some noise. And cork flooring is helpful in deadening the noise of feet on uncarpeted floors. IF your child dances the afternoon away to Phantom",
        "date": "19870917",
        "day_of_week_facet": "Thursday",
        "nytd_section_facet": [
            "Home and Garden",
            "Style"
        ],
        "page_facet": "2",
        "title": "WHERE TO FIND IT; Cork for Walls, Floors And Bottles",
        "url": "http://www.nytimes.com/1987/09/17/garden/where-to-find-it-cork-for-walls-floors-and-bottles.html"
    },
    {
        "body": "LEAD: A Federal official said today that there was ''overwhelming evidence'' that New York City was the source of much of a 50-mile slick of hospital waste and timber that washed up on the Jersey Shore this summer. A Federal official said today that there was ''overwhelming evidence'' that New York City was the source of much of a 50-mile slick of",
        "date": "19870916",
        "day_of_week_facet": "Wednesday",
        "geo_facet": [
            "NEW JERSEY",
            "NEW YORK CITY",
            "ATLANTIC OCEAN",
            "BROOKLYN (NYC)"
        ],
        "nytd_section_facet": [
            "Front Page",
            "New York and Region",
            "Health"
        ],
        "page_facet": "1",
        "title": "U.S. Links Slick in Jersey to New York Waste",
        "url": "http://www.nytimes.com/1987/09/16/nyregion/us-links-slick-in-jersey-to-new-york-waste.html"
    },
    {
        "body": "LEAD: Comes a time in a man's life when he can sit in a neighborhood bar, and let the memories roll across his mind like a soothing stream. Comes a time in a man's life when he can sit in a neighborhood bar, and let the memories roll across his mind like a soothing stream. So, take a stool next to Patsy Losquado and listen. Mr. Losquado, who will",
        "date": "19870912",
        "day_of_week_facet": "Saturday",
        "geo_facet": [
            "NEW YORK CITY"
        ],
        "nytd_section_facet": [
            "New York and Region"
        ],
        "page_facet": "29",
        "title": "About New York; In Brooklyn Bar, Warm Memories Of Elsie the Cow",
        "url": "http://www.nytimes.com/1987/09/12/nyregion/about-new-york-in-brooklyn-bar-warm-memories-of-elsie-the-cow.html"
    },
    {
        "body": "LEAD: Two young Coney Island girls were wounded by shots fired last night through the window of an apartment in which the children were attending a Bible class, the police said. Two young Coney Island girls were wounded by shots fired last night through the window of an apartment in which the children were attending a Bible class, the police said.",
        "date": "19870910",
        "day_of_week_facet": "Thursday",
        "geo_facet": [
            "NEW YORK CITY",
            "CONEY ISLAND (NYC)",
            "BROOKLYN (NYC)"
        ],
        "nytd_section_facet": [
            "New York and Region"
        ],
        "page_facet": "2",
        "title": "2 Girls in a Bible Class Wounded in Brooklyn",
        "url": "http://www.nytimes.com/1987/09/10/nyregion/2-girls-in-a-bible-class-wounded-in-brooklyn.html"
    },
    {
        "body": "LEAD: FEW of America's major holidays can be so clearly traced to a particular time and place of origin as Labor Day can be to New York City. New York's home-grown holiday was conceived 105 years ago by Peter J. McGuire, a leader of the Knights of Labor, as a day to honor ''the great vital force of the nation,'' which he wanted to be celebrated in",
        "date": "19870904",
        "day_of_week_facet": "Friday",
        "geo_facet": [
            "NEW YORK CITY",
            "NEW YORK STATE"
        ],
        "nytd_section_facet": [
            "Arts"
        ],
        "page_facet": "1",
        "title": "LABOR DAY JAUNTS IN 3-STATE REGION",
        "url": "http://www.nytimes.com/1987/09/04/arts/labor-day-jaunts-in-3-state-region.html"
    },
    {
        "body": "LEAD: Although the New York Aquarium is the city's pre-eminent venue for creatures of the sea, it hardly has a monopoly on metropolitan New York's marine life. In fact, an unexpected array of habitats for sea lions and sharks, crabs and anemones can be found from City Island to Mystic, Conn. Although the New York Aquarium is the city's pre-eminent",
        "date": "19870821",
        "day_of_week_facet": "Friday",
        "geo_facet": [
            "NEW YORK CITY"
        ],
        "nytd_section_facet": [
            "Arts"
        ],
        "page_facet": "19",
        "title": "GOING TO CONEY ISLAND TO VISIT THE AQUARIUM; Marine Life Elsewhere",
        "url": "http://www.nytimes.com/1987/08/21/arts/going-to-coney-island-to-visit-the-aquarium-marine-life-elsewhere.html"
    },
    {
        "body": "LEAD: THE world's most famous roller coaster and hot-dog emporium may be just down the boardwalk in one of America's best-known beach communities, but the dolphins and whales and 22,000 other creatures at the New York Aquarium in Coney Island rarely make the sort of splash that their honky-tonk neighbors do. THE world's most famous roller coaster",
        "date": "19870821",
        "day_of_week_facet": "Friday",
        "nytd_section_facet": [
            "Arts"
        ],
        "page_facet": "1",
        "title": "Going to Coney Island to Visit the Aquarium",
        "url": "http://www.nytimes.com/1987/08/21/arts/going-to-coney-island-to-visit-the-aquarium.html"
    },
    {
        "body": "LEAD: Eastern Parkway, once one of New York City's most majestic and elegant roads, will be restored to its former grandeur in a nearly $60 million renovation, the largest single road construction project ever undertaken by the city, officials announced yesterday. Eastern Parkway, once one of New York City's most majestic and elegant roads, will be",
        "date": "19870805",
        "day_of_week_facet": "Wednesday",
        "geo_facet": [
            "NEW YORK CITY",
            "EASTERN PARKWAY (NYC)",
            "WESTWAY (WEST SIDE HIGHWAY)",
            "BROOKLYN (NYC)"
        ],
        "nytd_section_facet": [
            "New York and Region"
        ],
        "page_facet": "1",
        "title": "New, Yet Old, Tableau for Noble Road",
        "url": "http://www.nytimes.com/1987/08/05/nyregion/new-yet-old-tableau-for-noble-road.html"
    },
    {
        "body": "LEAD: At 3:30 in the morning, next to a vast, dark graveyard, what is at once a decades-old routine and a fierce new battle for survival unfolds at the Tuscan Dairy Farms processing plant in Woodside, Queens. At 3:30 in the morning, next to a vast, dark graveyard, what is at once a decades-old routine and a fierce new battle for survival unfolds at",
        "date": "19870803",
        "day_of_week_facet": "Monday",
        "geo_facet": [
            "NEW JERSEY",
            "NEW YORK CITY",
            "NEW YORK STATE"
        ],
        "nytd_section_facet": [
            "Front Page",
            "New York and Region"
        ],
        "page_facet": "1",
        "title": "Milk Industry In New York Is in Upheaval",
        "url": "http://www.nytimes.com/1987/08/03/nyregion/milk-industry-in-new-york-is-in-upheaval.html"
    },
    {
        "body": "LEAD: IN New York City where most new construction begins with a wrecking ball, vacant land - that rare local resource -is helping to spur development on Brooklyn's southern shorefront. IN New York City where most new construction begins with a wrecking ball, vacant land - that rare local resource -is helping to spur development on Brooklyn's",
        "date": "19870802",
        "day_of_week_facet": "Sunday",
        "geo_facet": [
            "NEW YORK CITY",
            "GRAVESEND (NYC)",
            "BROOKLYN (NYC)"
        ],
        "nytd_section_facet": [
            "Real Estate"
        ],
        "page_facet": "9",
        "title": "A New Era for Brooklyn's South Shore",
        "url": "http://www.nytimes.com/1987/08/02/realestate/a-new-era-for-brooklyn-s-south-shore.html"
    },
    {
        "body": "LEAD: A police scuba team yesterday recovered the bodies of two men who apparently drowned during a futile effort to rescue an 8-year-old Brooklyn boy who had fallen into Coney Island Creek Saturday afternoon, the police said. A police scuba team yesterday recovered the bodies of two men who apparently drowned during a futile effort to rescue an",
        "date": "19870727",
        "day_of_week_facet": "Monday",
        "geo_facet": [
            "NEW YORK CITY",
            "CONEY ISLAND (NYC)",
            "BROOKLYN (NYC)"
        ],
        "nytd_section_facet": [
            "New York and Region"
        ],
        "page_facet": "2",
        "title": "METRO DATELINES; 2 Bodies Recovered From Coney I. Creek",
        "url": "http://www.nytimes.com/1987/07/27/nyregion/metro-datelines-2-bodies-recovered-from-coney-i-creek.html"
    },
    {
        "body": "LEAD: ABOUT 75 times a year, Lou Singer gets into his blue Dodge van, picks up a hungry band of sightseers and embarks on a six-hour odyssey of eating and adventure on the Lower East Side of New York. As he navigates the van toward his caloric mecca, he announces: ''This isn't a straight pigging-out operation. ABOUT 75 times a year, Lou Singer gets",
        "date": "19870724",
        "day_of_week_facet": "Friday",
        "geo_facet": [
            "NEW YORK CITY"
        ],
        "nytd_section_facet": [
            "Travel",
            "Arts"
        ],
        "page_facet": "1",
        "title": "BOARDING A BUS FOR JAZZ, LANDMARKS AND A NOSH",
        "url": "http://www.nytimes.com/1987/07/24/arts/boarding-a-bus-for-jazz-landmarks-and-a-nosh.html"
    },
    {
        "body": "LEAD: Oliver Ramsay Pilat, a retired newspaper reporter and author of seven books who once served as the ''night mayor'' of New York City, died Tuesday at Bellevue Medical Center of complications following surgery for a broken hip. He was 83 years old and lived in Manhattan. Oliver Ramsay Pilat, a retired newspaper reporter and author of seven",
        "date": "19870723",
        "day_of_week_facet": "Thursday",
        "nytd_section_facet": [
            "Obituaries"
        ],
        "page_facet": "25",
        "title": "Oliver Ramsay Pilat, Reporter And New York 'Night Mayor'",
        "url": "http://www.nytimes.com/1987/07/23/obituaries/oliver-ramsay-pilat-reporter-and-new-york-night-mayor.html"
    },
    {
        "body": "LEAD: DEAR DIARY: DEAR DIARY: Sunday was the day we traveled from the Bronx to Coney Island. It was the 1920's and I was a youngster. We were laden with cardboard valises filled with black sateen bathing suits and bloomers, along with heavy beach blankets, bathing caps and canvas bathing shoes. We would rent a striped umbrella when we got to the",
        "date": "19870722",
        "day_of_week_facet": "Wednesday",
        "nytd_section_facet": [
            "Home and Garden"
        ],
        "page_facet": "2",
        "title": "METROPOLITAN DIARY",
        "url": "http://www.nytimes.com/1987/07/22/garden/metropolitan-diary-151387.html"
    },
    {
        "body": "LEAD: A 2-year-old was in critical but stable condition last night after an accidental fall from the roof of a five-story housing project in the Gravesend section of Brooklyn. A police spokesman, Sgt. Maurice Howard, said the toddler, Sean Wallace of 2331 West 11th Street, near Avenue X, was being boosted by a 6-year-old playmate so he could look",
        "date": "19870704",
        "day_of_week_facet": "Saturday",
        "geo_facet": [
            "NEW YORK CITY"
        ],
        "nytd_section_facet": [
            "New York and Region"
        ],
        "page_facet": "30",
        "title": "Child Hurt in Fall From Roof",
        "url": "http://www.nytimes.com/1987/07/04/nyregion/child-hurt-in-fall-from-roof.html"
    },
    {
        "body": "LEAD: IN a city fabled for its celebrations, no holiday weekend can compare with the Fourth of July's magnificent medley of outdoor festivities. A cacophony of fireworks and festivals brightens the skies and the streets. Music galore -from Sousa to symphonies - resounds in the parks. And as sleek jets soar above Coney Island, a flotilla of",
        "date": "19870703",
        "day_of_week_facet": "Friday",
        "geo_facet": [
            "NEW YORK CITY"
        ],
        "nytd_section_facet": [
            "Arts"
        ],
        "page_facet": "1",
        "title": "AN EXPLOSION OF FESTIVITIES FOR A FABULOUS FOURTH OF JULY",
        "url": "http://www.nytimes.com/1987/07/03/arts/an-explosion-of-festivities-for-a-fabulous-fourth-of-july.html"
    },
    {
        "body": "LEAD: Flap, flap, flap. Here comes big Antoine McCrorey, 11 years old, flapping down the sidewalk in Bedford-Stuyvesant, wearing a swimming suit, goggles and swim fins - and looking for all the world like an escapee from the New York Aquarium, or maybe some other type of institution, the way people were looking at him. Flap, flap, flap. Here comes",
        "date": "19870701",
        "day_of_week_facet": "Wednesday",
        "geo_facet": [
            "NEW YORK CITY",
            "BEDFORD-STUYVESANT (NYC)",
            "BROOKLYN (NYC)"
        ],
        "nytd_section_facet": [
            "New York and Region"
        ],
        "page_facet": "1",
        "title": "ABOUT NEW YORK; A SWIMMING POOL STOPS IN BROOKLYN 'LIKE A U.F.O.'",
        "url": "http://www.nytimes.com/1987/07/01/nyregion/about-new-york-a-swimming-pool-stops-in-brooklyn-like-a-ufo.html"
    },
    {
        "body": "LEAD: Denos D. Vourderis confesses that when he took Lula Lolas to the Coney Island beach in 1946, his motivation was to get a peek at her legs. He liked what he saw enough to propose matrimony. Denos D. Vourderis confesses that when he took Lula Lolas to the Coney Island beach in 1946, his motivation was to get a peek at her legs. He liked what he",
        "date": "19870616",
        "day_of_week_facet": "Tuesday",
        "geo_facet": [
            "NEW YORK CITY",
            "CONEY ISLAND (NYC)"
        ],
        "nytd_section_facet": [
            "New York and Region"
        ],
        "page_facet": "1",
        "title": "WONDER WHEEL, HUMBUGGERY AND FREUD'S FASCINATION",
        "url": "http://www.nytimes.com/1987/06/16/nyregion/wonder-wheel-humbuggery-and-freud-s-fascination.html"
    },
    {
        "body": "LEAD: The days of Brooklyn as a maze of trolley tracks and rail lines are to be explored on a bus tour Sunday sponsored by the Prospect Park Environmental Center. The history of rail travel, both street level and below, is to be illustrated with stops in Brooklyn Heights, Bay Ridge and Coney Island, where a subway facility is located. The days of",
        "date": "19870612",
        "day_of_week_facet": "Friday",
        "geo_facet": [
            "BROOKLYN (NYC)"
        ],
        "nytd_section_facet": [
            "Arts"
        ],
        "page_facet": "28",
        "title": "Rail History Tour",
        "url": "http://www.nytimes.com/1987/06/12/arts/rail-history-tour.html"
    },
    {
        "body": "LEAD: Pen in Hand Pen in Hand In 1741 a Swede, Carl Gustaf Tessin, bought at auction in Paris hundreds of French drawings, works that now constitute one-third of the French drawing collection at the Nationalmuseum in Stockholm. The Drawing Center, 35 Wooster Street, is showing 121 of these works under the title ''The Art of Drawing in France",
        "date": "19870610",
        "day_of_week_facet": "Wednesday",
        "nytd_section_facet": [
            "Arts"
        ],
        "page_facet": "26",
        "title": "GOING OUT GUIDE",
        "url": "http://www.nytimes.com/1987/06/10/arts/going-out-guide.html"
    }
]