[  {"body" : "LEAD: Christmas comes to New York City in many ways, in the paiper-mache wings of a young Greek Orthodox girl preparing for her first Nativity pageant, in the spicy holiday pasteles of a Puerto Rican family, in the bright Lucia crowns of a Swedish boy, in the carols sung heartily in a Korean church. Christmas comes to New York City in many ways, in" , "date" : "19871225" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In New York City, a Rainbow Christmas" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/25\/nyregion\/in-new-york-city-a-rainbow-christmas.html"} , {"body" : "LEAD: Traverse the iron doors on the first floor, meander past the broken water fountains and the newspapers strewn on the second floor and step into the home of the Prospect Heights High School boys' basketball team. Traverse the iron doors on the first floor, meander past the broken water fountains and the newspapers strewn on the second floor" , "date" : "19871219" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "51" , "title" : "Lessons in Winning From 'Miss Mac'" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/19\/sports\/lessons-in-winning-from-miss-mac.html"} , {"body" : "LEAD: IN the Cobble Hill section of Brooklyn, a Christmas tree may help light Santa's way to the house of Kaid and Fatima Almontaser. The Almontasers are Moslems. IN the Cobble Hill section of Brooklyn, a Christmas tree may help light Santa's way to the house of Kaid and Fatima Almontaser. The Almontasers are Moslems. In Mount Vernon, N.Y., St." , "date" : "19871216" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "12" , "title" : "Deciding to Celebrate Christmas, or Not" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/16\/garden\/deciding-to-celebrate-christmas-or-not.html"} , {"body" : "LEAD: The Crown Heights Cooperative Market opened 10 months ago when 25 people in the Brooklyn neighborhood who had organized a food-buying club decided they wanted to expand. The Crown Heights Cooperative Market opened 10 months ago when 25 people in the Brooklyn neighborhood who had organized a food-buying club decided they wanted to expand. They" , "date" : "19871216" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Award Helps Rebuild Emptied Food Co-op" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/16\/nyregion\/award-helps-rebuild-emptied-food-co-op.html"} , {"body" : "LEAD: Three young men were arrested yesterday on charges of participating in a shooting spree at a packed Brooklyn catering hall in which two people were killed and 13 were wounded, the police said. Three young men were arrested yesterday on charges of participating in a shooting spree at a packed Brooklyn catering hall in which two people were" , "date" : "19871212" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "3 Suspects Are Seized In Brooklyn Shootings" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/12\/nyregion\/3-suspects-are-seized-in-brooklyn-shootings.html"} , {"body" : "LEAD: TODAY RADIO CITY MUSIC HALL. ''Magnificent Christmas Spectacular,'' with the Rockettes. Today through Sunday, sold out. Through Jan. 6. Tickets, $24 and $27. Information: 757-3100. TRINITY PRESBYTERIAN CHURCH, 422 West 57th Street. Al Carmines's ''Christmas Rappings,'' with Mr. Carmines, Betty Aberlin, Norman Duttweiler and Kathrin King" , "date" : "19871211" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "Other Christmas Offerings Around Town" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/11\/arts\/other-christmas-offerings-around-town.html"} , {"body" : "LEAD: RAY and Mike, both 15 years old, sat in an imaginary living room, watching a football game and talking about sex. Their girlfriends, Maria and Michelle, were in the kitchen, baking cookies and also talking about sex. RAY and Mike, both 15 years old, sat in an imaginary living room, watching a football game and talking about sex. Their" , "date" : "19871209" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Education"] , "page_facet" : "18" , "title" : "Soft Approach to Hard Lessons" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/09\/garden\/soft-approach-to-hard-lessons.html"} , {"body" : "LEAD: ON Christmas morning, 9-year-old Hodari Wells of Crown Heights in Brooklyn, and her 7-year-old sister, Liana, will probably rise just after dawn to rip packages open that their parents spent hours wrapping the night before. Each girl is hoping one of the boxes holds that special doll on her list. ON Christmas morning, 9-year-old Hodari Wells" , "date" : "19871209" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "For Black Parents, The Doll Debate" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/09\/garden\/for-black-parents-the-doll-debate.html"} , {"body" : "LEAD: A 50-year-old Brooklyn landlord was arrested yesterday on charges that he repeatedly ignored hundreds of orders from the Department of Housing Preservation and Development to fix violations ranging from leaky pipes to mice and roaches at his Crown Heights apartment building, the Brooklyn District Attorney's office said. A 50-year-old Brooklyn" , "date" : "19871208" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "METRO DATELINES; Landlord Arrested On Housing Charges" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/08\/nyregion\/metro-datelines-landlord-arrested-on-housing-charges.html"} , {"body" : "LEAD: A 38-year-old firefighter died early yesterday after suffering a heart attack while working on the roof of a burning building in Brooklyn, the authorities said. A 38-year-old firefighter died early yesterday after suffering a heart attack while working on the roof of a burning building in Brooklyn, the authorities said. And a resident of the" , "date" : "19871207" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Firefighter Is Stricken and Woman Falls to Death at Brooklyn Blaze" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/07\/nyregion\/firefighter-is-stricken-and-woman-falls-to-death-at-brooklyn-blaze.html"} ,   {"body" : "LEAD: International A3-20 International A3-20 A protest over Jewish emigration from the Soviet Union was held in Washington on the eve of Mikhail S. Gorbachev's arrival in the United States. About 200,000 people marched, demanding that people who want to leave the Soviet Union be allowed to. Page A1 Protesters from Riverdale confront anti-semitism" , "date" : "19871207" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY: MONDAY, DECEMBER 7, 1987" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/07\/nyregion\/news-summary-monday-december-7-1987.html"} , {"body" : "LEAD: A wild gun battle erupted early yesterday morning at a reggae music show in a Brooklyn dance hall, leaving two people dead, 13 injured and sending hundreds of others scrambling to escape, the police said. A wild gun battle erupted early yesterday morning at a reggae music show in a Brooklyn dance hall, leaving two people dead, 13 injured and" , "date" : "19871206" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "50" , "title" : "2 KILLED, 13 HURT IN WILD GUN FIGHT" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/06\/nyregion\/2-killed-13-hurt-in-wild-gun-fight.html"} , {"body" : "LEAD: In one Brooklyn neighborhood, what might have been a day of joy for its Haitians yesterday was instead a time of sadness, somber reflection and desperate but largely futile attempts to reach relatives back in Haiti by telephone. In one Brooklyn neighborhood, what might have been a day of joy for its Haitians yesterday was instead a time of" , "date" : "19871130" , "day_of_week_facet" : "Monday" , "geo_facet" : ["HAITI" , "CROWN HEIGHTS (NYC)" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["World"] , "page_facet" : "14" , "title" : "For Haitians In New York, Trying Times" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/30\/world\/for-haitians-in-new-york-trying-times.html"} , {"body" : "LEAD: Nearly 100 years ago the Brooklyn Institute of Arts and Sciences built a museum where children from the surrounding middle-class neighborhood of Crow Hill could ''stimulate their powers of observation and reflection.'' Nearly 100 years ago the Brooklyn Institute of Arts and Sciences built a museum where children from the surrounding" , "date" : "19871129" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "74" , "title" : "A Children's Museum Adjusts to a New Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/29\/nyregion\/a-children-s-museum-adjusts-to-a-new-brooklyn.html"} , {"body" : "LEAD: THREE years after the Federal Government gave New York City 13 housing grants worth nearly $30 million, the city has spent less than $2 million of it and faces the possibility of losing almost half of what is left unless construction can start on several projects by Nov. 30, a prospect city officials consider unlikely. THREE years after the" , "date" : "19871122" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "New York May Forfeit Housing Grants" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/22\/realestate\/new-york-may-forfeit-housing-grants.html"} , {"body" : "LEAD: The body of a 3-year-old boy who had been shot numerous times in the head and stomach was found early yesterday in a Brooklyn apartment where his mother and her boyfriend had been smoking crack, the police said. The body of a 3-year-old boy who had been shot numerous times in the head and stomach was found early yesterday in a Brooklyn" , "date" : "19871111" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Boy,3, Shot to Death; Mother's Friend Seized" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/11\/nyregion\/boy3-shot-to-death-mother-s-friend-seized.html"} , {"body" : "LEAD: An argument involving three teen-agers on a Brooklyn street corner erupted into gunfire yesterday, that killed one youth, wounded another and grazed a bystander, the police said. Anthony Lucena, 17 years old, of 10 Amboy Street, died after being shot in the back about 5:30 P.M. at Ralph Avenue and Prospect Place in the Crown Heights section," , "date" : "19871109" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "1 Killed, 2 Shot in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/09\/nyregion\/1-killed-2-shot-in-brooklyn.html"} , {"body" : "LEAD: Like many of the merchants and residents along Washington Avenue's commercial corridor in Brooklyn, Gus Vlahavas waits eagerly for the economic revitalization that has already come to the surrounding communities. Like many of the merchants and residents along Washington Avenue's commercial corridor in Brooklyn, Gus Vlahavas waits eagerly for" , "date" : "19871103" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON AVENUE (BROOKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Slow Recovery on Washington Avenue" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/03\/nyregion\/slow-recovery-on-washington-avenue.html"} , {"body" : "LEAD: John Oliver Killens, a writer, teacher and a founder of the Harlem Writers Guild, died of cancer Tuesday at the Metropolitan Jewish Geriatric Center in Brooklyn. He was 71 years old and lived in the Crown Heights section of Brooklyn. John Oliver Killens, a writer, teacher and a founder of the Harlem Writers Guild, died of cancer Tuesday at" , "date" : "19871030" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "22" , "title" : "John Oliver Killens, 71, Author And Founder of Writers' Group" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/30\/obituaries\/john-oliver-killens-71-author-and-founder-of-writers-group.html"} , {"body" : "LEAD: Tamu Fontaine returned with her classmates to Clara Barton High School in Brooklyn yesterday, glad to be among friends, but fearful that the school may still be plagued with asbestos. Tamu Fontaine returned with her classmates to Clara Barton High School in Brooklyn yesterday, glad to be among friends, but fearful that the school may still be" , "date" : "19871022" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "With Asbestos Cleared, Doubts Linger at School" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/22\/nyregion\/with-asbestos-cleared-doubts-linger-at-school.html"} ,   {"body" : "LEAD: A 22-year-old Brooklyn man was indicted yesterday in the sexual assault of a young woman and two girls, 12 and 13 years old, in the Crown Heights section of Brooklyn, District Attorney Elizabeth Holtzman announced. The man, Charles Murchison, of 433 Lincoln Place in Crown Heights, was charged with rape, sexual abuse, sodomy, attempted sodomy" , "date" : "19871021" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Charged in Sex Attacks" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/21\/nyregion\/man-charged-in-sex-attacks.html"} , {"body" : "LEAD: Clara Barton High School in Brooklyn can open to students tomorrow for the first time this school year because an asbestos cleanup has been completed, a judge has ruled. Clara Barton High School in Brooklyn can open to students tomorrow for the first time this school year because an asbestos cleanup has been completed, a judge has ruled. The" , "date" : "19871020" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "Judge Rules School Can Open As Cleanup of Asbestos Ends" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/20\/nyregion\/judge-rules-school-can-open-as-cleanup-of-asbestos-ends.html"} , {"body" : "LEAD: A driver of a medallion cab was shot dead early yesterday in Washington Heights in what the police called an apparent robbery. A driver of a medallion cab was shot dead early yesterday in Washington Heights in what the police called an apparent robbery. After the shooting, the cab struck another car head-on, injuring its driver slightly," , "date" : "19871019" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Cabby Slain at Wheel In Apparent Robbery" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/19\/nyregion\/cabby-slain-at-wheel-in-apparent-robbery.html"} , {"body" : "LEAD: Holiday Festivities Holiday Festivities Succoth, the Jewish Feast of Tabernacles currently being observed, celebrates the autumn harvest and commemorates the Jews' wanderings during the Exodus. The succahs, or booths, constructed for the holiday represent the temporary shelters that the Jews lived in during that time. Today and tomorrow, the" , "date" : "19871012" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "16" , "title" : "Going Out Guide; GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/12\/arts\/going-out-guide-going-out-guide.html"} , {"body" : "LEAD: A New York State Supreme Court justice ordered the Board of Education yesterday to start removing asbestos from a Brooklyn high school immediately, in an effort to reopen the building as soon as possible. A New York State Supreme Court justice ordered the Board of Education yesterday to start removing asbestos from a Brooklyn high school" , "date" : "19870929" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "School Told To Remove Asbestos Now" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/29\/nyregion\/school-told-to-remove-asbestos-now.html"} , {"body" : "LEAD: On Church Avenue in the heart of Brooklyn, the sidewalk crowds and employees of the small shops seem to work, walk, eat and shop to a contagious reggae beat. On Church Avenue in the heart of Brooklyn, the sidewalk crowds and employees of the small shops seem to work, walk, eat and shop to a contagious reggae beat. And on sun-soaked weekend" , "date" : "19870920" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WEST INDIES" , "NEW YORK CITY" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "76" , "title" : "Spirit of Trade Winds and Palm Trees in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/20\/nyregion\/spirit-of-trade-winds-and-palm-trees-in-brooklyn.html"} , {"body" : "LEAD: Three New York City men drowned yesterday morning when their motorboat capsized in rough waters off of Lloyd Harbor on Suffolk County's North Shore, the Suffolk police said. Three New York City men drowned yesterday morning when their motorboat capsized in rough waters off of Lloyd Harbor on Suffolk County's North Shore, the Suffolk police" , "date" : "19870920" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE" , "SUFFOLK COUNTY (NY)" , "LLOYD HARBOR (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "63" , "title" : "3 Drown in Boating Accident" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/20\/nyregion\/3-drown-in-boating-accident.html"} , {"body" : "LEAD: Friday TRISHA BROWN, CONTINUED Friday TRISHA BROWN, CONTINUED The Trisha Brown Dance Company - which has been known for both energetic and graceful works since its founding in 1970 - opened City Center's 1987-88 dance season on Monday, and performances will continue through the weekend. Tonight's 8 o'clock program - which will be repeated on" , "date" : "19870918" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/18\/arts\/weekender-guide.html"} , {"body" : "LEAD: New York City's public schools opened this week under a cloud with an asbestos lining. New York City's public schools opened this week under a cloud with an asbestos lining. In the Bronx, classes began at Junior High School 123 only after a judge reversed the Schools Chancellor, who had ordered the building closed because it was deemed to be" , "date" : "19870917" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Metro Matters; Public Schools, Mismanagement And Asbestos" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/17\/nyregion\/metro-matters-public-schools-mismanagement-and-asbestos.html"} , {"body" : "LEAD: A Brooklyn high school will be closed for three months because the Division of School Buildings failed to properly supervise cleanup of construction debris for the opening of school, Robert F. Wagner Jr., the president of the Board of Education, said yesterday. A Brooklyn high school will be closed for three months because the Division of" , "date" : "19870915" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "A High School in Brooklyn To Be Closed for 3 Months" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/15\/nyregion\/a-high-school-in-brooklyn-to-be-closed-for-3-months.html"} ,   {"body" : "LEAD: More than 2,000 students and their teachers missed the first day of classes at a Brooklyn high school yesterday because the Division of School Buildings had failed to clean the debris that remained after extensive renovations. More than 2,000 students and their teachers missed the first day of classes at a Brooklyn high school yesterday" , "date" : "19870912" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "31" , "title" : "Debris Left in Brooklyn High School Keeps Students From Classes" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/12\/nyregion\/debris-left-in-brooklyn-high-school-keeps-students-from-classes.html"} , {"body" : "LEAD: Summerstage Finale Summerstage Finale The Central Park Band Shell was one of New York's more neglected outdoor concert spaces until this year's two-month festival of free jazz, opera, dance and new music called Summerstage transformed it into a showcase for contemporary performing artists. Summerstage ends its season with shows today and" , "date" : "19870912" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "54" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/12\/arts\/going-out-guide.html"} , {"body" : "LEAD: Justice Franklin W. Morton of State Supreme Court in Brooklyn late last night issued a temporary restraining order barring the Clara Barton High School for Health Professions in Crown Heights from opening this morning. Justice Franklin W. Morton of State Supreme Court in Brooklyn late last night issued a temporary restraining order barring" , "date" : "19870911" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Court Bars the Opening Of School in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/11\/nyregion\/court-bars-the-opening-of-school-in-brooklyn.html"} , {"body" : "LEAD: Paul J. Jennings, former president of the International Union of Electronic Workers, died Monday at his home in West Hempstead, L.I., after a long illness. He was 69 years old. Paul J. Jennings, former president of the International Union of Electronic Workers, died Monday at his home in West Hempstead, L.I., after a long illness. He was 69" , "date" : "19870910" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "27" , "title" : "PAUL J. JENNINGS, UNION LEADER, DIES" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/10\/obituaries\/paul-j-jennings-union-leader-dies.html"} , {"body" : "LEAD: Prophecies of racial confrontation in the Crown Heights section of Brooklyn seemed to recede in the evening drizzle Thursday, as Rabbi Josef B. Spielman and the Rev. Heron Sam got into a tan Dodge sedan and drove through the tree-lined streets. Prophecies of racial confrontation in the Crown Heights section of Brooklyn seemed to recede in the" , "date" : "19870829" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Crown Heights Patrols Aim for Racial Peace" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/29\/nyregion\/crown-heights-patrols-aim-for-racial-peace.html"} , {"body" : "LEAD: As a Roman Catholic priest, Michael T. Breslin spent each day for 14 years administering the sacraments and tending to the needs of the people of his Brooklyn parish. In the evening, he returned, alone, to the rectory. Now, he takes the subway to Manhattan to tend to his craft and pottery shop at South Street Seaport. As a Roman Catholic" , "date" : "19870825" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "Spiritual Pain: Ex-Priests Seek Return to Church" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/25\/nyregion\/spiritual-pain-ex-priests-seek-return-to-church.html"} , {"body" : "LEAD: Blues in Brooklyn Blues in Brooklyn Hardly a summer day goes by without an outdoor concert somewhere in New York City, but rarely is the lineup so stellar as it is for the blues and soul extravaganza tonight at 7:30 at Wingate Field, near the Flatbush and Crown Heights sections of Brooklyn. Etta James, Bobby (Blue) Bland and B. B. King -" , "date" : "19870817" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/17\/arts\/going-out-guide.html"} , {"body" : "LEAD: A 38-year-old medallion taxi driver was slain in his cab in Brooklyn yesterday morning during a possible robbery attempt by a passenger who then fled on foot and left his luggage behind, the police said. A 38-year-old medallion taxi driver was slain in his cab in Brooklyn yesterday morning during a possible robbery attempt by a passenger who" , "date" : "19870812" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Cabdriver, 38, Is Slain In a Possible Robbery" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/12\/nyregion\/cabdriver-38-is-slain-in-a-possible-robbery.html"} , {"body" : "LEAD: Eastern Parkway, once one of New York City's most majestic and elegant roads, will be restored to its former grandeur in a nearly $60 million renovation, the largest single road construction project ever undertaken by the city, officials announced yesterday. Eastern Parkway, once one of New York City's most majestic and elegant roads, will be" , "date" : "19870805" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "EASTERN PARKWAY (NYC)" , "WESTWAY (WEST SIDE HIGHWAY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New, Yet Old, Tableau for Noble Road" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/05\/nyregion\/new-yet-old-tableau-for-noble-road.html"} , {"body" : "LEAD: To the Editor: To the Editor: Late one night a young black man was walking to his home in the Crown Heights section of Brooklyn. Three white men set upon him in what the Kings County District Attorney later described as a racially motivated attack. The three white men were arrested, tried and, last June 26, convicted of attempted assault," , "date" : "19870722" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "Goetz Verdict Spreads False Notion About White-on-Black Crime" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/22\/opinion\/l-goetz-verdict-spreads-false-notion-about-white-on-black-crime-541987.html"} ,   {"body" : "LEAD: ''Our children are in a very bad situation,'' the Rev. H. DeVore Chapman said yesterday from the pulpit of a Brooklyn church. ''They are hooked on drugs that have come straight from the pit of hell, destroying our families and communities.'' ''Our children are in a very bad situation,'' the Rev. H. DeVore Chapman said yesterday from the" , "date" : "19870719" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "CRACK IS LAMENTED AT EMOTIONAL VIGIL" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/19\/nyregion\/crack-is-lamented-at-emotional-vigil.html"} , {"body" : "LEAD: In the playgrounds of the Williamsburg section of Brooklyn, Hasidic boys with spiraling earlocks race their Easy Rider-style tricycles against other Hasidic boys. Hasidic girls, in long pinafore dresses, jump to a rope swung by other Hasidic girls. In the playgrounds of the Williamsburg section of Brooklyn, Hasidic boys with spiraling" , "date" : "19870704" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "HASIDIM CONFRONT THE SECULAR WHILE LIVING A LIFE APART" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/04\/nyregion\/hasidim-confront-the-secular-while-living-a-life-apart.html"} , {"body" : "LEAD: The president of Medgar Evers College, Dr. Jay Carrington Chunn 2d, resigned yesterday, a month after faculty leaders at the college met with the Chancellor of the City University of New York to urge his dismissal. The president of Medgar Evers College, Dr. Jay Carrington Chunn 2d, resigned yesterday, a month after faculty leaders at the" , "date" : "19870630" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "PRESIDENT OF MEDGAR EVERS COLLEGE RESIGNS AMID FACULTY CRITICISM" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/30\/nyregion\/president-of-medgar-evers-college-resigns-amid-faculty-criticism.html"} , {"body" : "LEAD: Three young Brooklyn men, said to be members of a Hasidic patrol, were found guilty last night of assault charges for the predawn beating of a black teen-ager last July 4 in the Crown Heights section. Three young Brooklyn men, said to be members of a Hasidic patrol, were found guilty last night of assault charges for the predawn beating of a" , "date" : "19870627" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "METRO DATELINES; 3 Are Found Guilty In Beating of a Black" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/27\/nyregion\/metro-datelines-3-are-found-guilty-in-beating-of-a-black.html"} , {"body" : "LEAD: Civil-rights activists at a forum on racism in New York yesterday heard a dozen stories of race-related violence as a coalition of groups began gathering information in an effort to find ways to ease racial problems in the city. Civil-rights activists at a forum on racism in New York yesterday heard a dozen stories of race-related violence as" , "date" : "19870614" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "47" , "title" : "FORUM ON RACISM IN NEW YORK OPENS WITH TALES OF VIOLENCE" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/14\/nyregion\/forum-on-racism-in-new-york-opens-with-tales-of-violence.html"} , {"body" : "LEAD: A coalition of 60 civil-rights, civil-liberties and religious organizations has announced that it will hold a series of public hearings this month on racism in New York City. A coalition of 60 civil-rights, civil-liberties and religious organizations has announced that it will hold a series of public hearings this month on racism in New York" , "date" : "19870610" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Coalition Planning Hearings On Racism in New York City" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/10\/nyregion\/coalition-planning-hearings-on-racism-in-new-york-city.html"} , {"body" : "LEAD: Today CRAFT SHOW, #42d Street, between Fifth Avenue and Avenue of the Americas. Today, 10 A.M. to 6 P.M. Leather goods, jewelry, pottery, clothing. Through December. STREET FAIR, Public School 11, 21st Street between Eighth and Ninth Avenues. Today, 5 to 8 P.M. Games, crafts, flea market, toys, auction. Today CRAFT SHOW, #42d Street, between" , "date" : "19870605" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "Fairs and Festivals" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/05\/arts\/fairs-and-festivals.html"} , {"body" : "LEAD: Leaders of the black and Hasidic communities in Brooklyn's Crown Heights section agreed last night to cooperate in carrying out Mayor Koch's request that they form joint anti-crime patrols of the neighborhood. Leaders of the black and Hasidic communities in Brooklyn's Crown Heights section agreed last night to cooperate in carrying out Mayor" , "date" : "19870602" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "BLACKS AND HASIDIM TO PATROL JOINTLY IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/02\/nyregion\/blacks-and-hasidim-to-patrol-jointly-in-brooklyn.html"} , {"body" : "LEAD: A 29-year-old man, apparently depressed after a dispute with his mother, went on a shooting rampage yesterday, firing a .38-caliber revolver randomly as he drove through Brooklyn before being shot by a rookie police officer, a police spokesman said. A 29-year-old man, apparently depressed after a dispute with his mother, went on a shooting" , "date" : "19870601" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "BROOKLYN MAN SHOT BY OFFICER AFTER RAMPAGE" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/01\/nyregion\/brooklyn-man-shot-by-officer-after-rampage.html"} , {"body" : "LEAD: Blackberry brambles and poison ivy flourish in the creases of sun-covered hills here. A small brook chatters, and fluffy clouds float in a cerulean sky. Blackberry brambles and poison ivy flourish in the creases of sun-covered hills here. A small brook chatters, and fluffy clouds float in a cerulean sky. The place is the 3,000-acre Sharpe" , "date" : "19870531" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SHARPE RESERVATION (FISHKILL, NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "FRESH AIR WEEKEND IS CRASH COURSE IN COUNTRY LIVING FOR YOUTHS" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/31\/nyregion\/fresh-air-weekend-is-crash-course-in-country-living-for-youths.html"} ,   {"body" : "LEAD: AS New York City adds people and continues to reverse its population losses of the 60's and 70's, it does so at the expense of overcrowding in rental apartments, according to a study that will be made public this week by the City Planning Commission. AS New York City adds people and continues to reverse its population losses of the 60's and" , "date" : "19870524" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "New Study Finds More People in the City" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/24\/realestate\/new-study-finds-more-people-in-the-city.html"} , {"body" : "LEAD: Closings in the week ended May 9 MANHATTAN Chelsea $195,000 155 West 15th Street 1-bedroom, 1-bath, 700-sq.-ft. loft co-op in a renovated prewar building; high-ceilings, private outdoor garden, maintenance $366, 68% tax-deductible (Broker: Debra Kameros Co.) Closings in the week ended May 9 MANHATTAN Chelsea $195,000 155 West 15th Street" , "date" : "19870524" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/24\/realestate\/residential-resales-352987.html"} , {"body" : "LEAD: Ending years of disagreement over an all-white neighborhood security patrol run by a Hasidic sect, members of the black and Jewish communities in the Crown Heights section of Brooklyn have agreed to start a new integrated patrol, they announced yesterday. Ending years of disagreement over an all-white neighborhood security patrol run by a" , "date" : "19870523" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "BROOKLYN GROUPS AGREE TO BLACK-HASIDIC PATROL" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/23\/nyregion\/brooklyn-groups-agree-to-black-hasidic-patrol.html"} , {"body" : "LEAD: INTERNATIONAL 2-5, 28 2,5.1,q>U.S. presence in the Persian Gulf was defended by President Reagan at a memorial service for the sailors killed in an Iraqi attack on the frigate Stark. Page 1 Iraq will permit U.S. investigators to interview the pilot whose warplane attacked the frigate Stark and the military officers who prepared the mission," , "date" : "19870523" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY SATURDAY, MAY 23, 1987" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/23\/nyregion\/news-summary-saturday-may-23-1987.html"} , {"body" : "LEAD: FESTIVAL mania has struck New York. Every spring, the city's calendar is filled with street festivals, fairs and parades, but rarely do so many occur on a single weekend. In the next 60 hours or so, it is likely that more people will be marching, eating, singing, dancing, shopping and schmoozing in the city's great outdoors than during any" , "date" : "19870515" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "A FROLIC-PACKED WEEKEND OF FAIRS, FUNNEL CAKES AND BUCKING BRONCOS" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/15\/arts\/a-frolic-packed-weekend-of-fairs-funnel-cakes-and-bucking-broncos.html"} , {"body" : "LEAD: Medgar Evers College of the City University, torn by controversy five years ago, is once again in turmoil as faculty leaders press for dismissal of the school's president. Medgar Evers College of the City University, torn by controversy five years ago, is once again in turmoil as faculty leaders press for dismissal of the school's president." , "date" : "19870512" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "FACULTY LEADERS ASK DISMISSAL OF EVERS PRESIDENT" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/12\/nyregion\/faculty-leaders-ask-dismissal-of-evers-president.html"} , {"body" : "LEAD: Speaking yesterday at a crowded and sometimes angry black church gathering in the Crown Heights section of Brooklyn, Mayor Koch strongly defended a local Hasidic Jewish sect that has complained that it is the victim of crimes committed by blacks. Speaking yesterday at a crowded and sometimes angry black church gathering in the Crown Heights" , "date" : "19870511" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Koch Defends Hasidim to Blacks" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/11\/nyregion\/koch-defends-hasidim-to-blacks.html"} , {"body" : "LEAD: LIFE, after all, is not a one-way street. Living on Long Island had seemed to dictate that everything moved from the city to the suburbs. First we moved to the Island, and hardly looked back to Brooklyn. LIFE, after all, is not a one-way street. Living on Long Island had seemed to dictate that everything moved from the city to the suburbs." , "date" : "19870510" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "ABOUT LONG ISLAND; PATTERNS IN FAMILY VISITS" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/10\/nyregion\/about-long-island-patterns-in-family-visits.html"} , {"body" : "LEAD: When there was a knock on the door of his apartment in the Flatbush section of Brooklyn, the former Haitian farmer would be gripped by fear, afraid it was the immigration agents. When there was a knock on the door of his apartment in the Flatbush section of Brooklyn, the former Haitian farmer would be gripped by fear, afraid it was the" , "date" : "19870510" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "HAITI" , "CUBA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "HAITANS FIND HOPE IN SPECIAL STATUS" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/10\/nyregion\/haitans-find-hope-in-special-status.html"} , {"body" : "LEAD: Calvin Williams, a major operator of private livery services in New York City and a former New York State Assemblyman, died Saturday at the Veterans Administration Hospital in Brooklyn. He was 61 years old and lived in Brooklyn. Calvin Williams, a major operator of private livery services in New York City and a former New York State" , "date" : "19870507" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "20" , "title" : "CALVIN WILLIAMS, 61, CAR SERVICE OPERATOR AND EX-LEGISLATOR" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/07\/obituaries\/calvin-williams-61-car-service-operator-and-ex-legislator.html"} ,   {"body" : "LEAD: A 33-year-old mugging suspect who died early yesterday at the 71st Precinct station house in Brooklyn had been smoking crack before his arrest on robbery charges, the police said. A 33-year-old mugging suspect who died early yesterday at the 71st Precinct station house in Brooklyn had been smoking crack before his arrest on robbery charges," , "date" : "19870505" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Suspect Who Died in Custody Is Said to Have Smoked Crack" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/05\/nyregion\/suspect-who-died-in-custody-is-said-to-have-smoked-crack.html"} , {"body" : "LEAD: A 33-year-old mugging suspect died early today while being questioned at the 71st Precinct police station in the Crown Heights section of Brooklyn, a police spokesman said. A 33-year-old mugging suspect died early today while being questioned at the 71st Precinct police station in the Crown Heights section of Brooklyn, a police spokesman" , "date" : "19870504" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "Brooklyn Mugging Suspect Dies in Police Station House" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/04\/nyregion\/brooklyn-mugging-suspect-dies-in-police-station-house.html"} , {"body" : "LEAD: A fire, apparently caused by a child playing with a cigarette lighter, broke out in a group home for teen-age girls in Brooklyn early Friday, injuring four girls, two of them critically. A fire, apparently caused by a child playing with a cigarette lighter, broke out in a group home for teen-age girls in Brooklyn early Friday, injuring four" , "date" : "19870425" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "FIRE AT A HOME FOR TEEN-AGERS INJURES 4 GIRLS" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/25\/nyregion\/fire-at-a-home-for-teen-agers-injures-4-girls.html"} , {"body" : "LEAD: The trial of a suspended police officer accused of selling crack and marijuana in his Brooklyn precinct began yesterday with jury selection in State Supreme Court. The trial of a suspended police officer accused of selling crack and marijuana in his Brooklyn precinct began yesterday with jury selection in State Supreme Court. The officer," , "date" : "19870423" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "METRO DATELINES; Officer's Trial Opens In 77th Precinct Case" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/23\/nyregion\/metro-datelines-officer-s-trial-opens-in-77th-precinct-case.html"} , {"body" : "LEAD: After separating from her husband almost two years ago, Lillian Olivencia had no place to call her own. She could not afford an apartment, so she moved into her daughter's apartment in the Williamsburg section of Brooklyn, sharing three cramped rooms with her daughter and two grandchildren. After separating from her husband almost two years" , "date" : "19870422" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "SINGLE ROOMS FROM DIOCESE AID HOUSING" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/22\/nyregion\/single-rooms-from-diocese-aid-housing.html"} , {"body" : "LEAD: Forty-three patients died from inadequate care at 18 private and public hospitals in New York City from 1983 through 1985, according to a state review of hospital mortality that was made public yesterday. Forty-three patients died from inadequate care at 18 private and public hospitals in New York City from 1983 through 1985, according to a" , "date" : "19870421" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "INADEQUATE CARE BLAMED FOR 43 HOSPTIAL DEATHS" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/21\/nyregion\/inadequate-care-blamed-for-43-hosptial-deaths.html"} , {"body" : "LEAD: Two handcuffed men in their 20's were fatally shot several times in the head in an execution-style street shooting in the Crown Heights section of Brooklyn, the police said. Two handcuffed men in their 20's were fatally shot several times in the head in an execution-style street shooting in the Crown Heights section of Brooklyn, the police" , "date" : "19870413" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "2 'Executed' With Gun On Street in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/13\/nyregion\/2-executed-with-gun-on-street-in-brooklyn.html"} , {"body" : "LEAD: With police officers lining the streets, 400 blacks marched through the Crown Heights section of Brooklyn yesterday to protest what they say is harassment by the neighborhood's Hasidic community. With police officers lining the streets, 400 blacks marched through the Crown Heights section of Brooklyn yesterday to protest what they say is" , "date" : "19870412" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "BLACK DEMONSTRATORS MARCH THROUGH HASIDIC AREA" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/12\/nyregion\/black-demonstrators-march-through-hasidic-area.html"} , {"body" : "LEAD: INVINCIBLE COURT is a vintage apartment building of 1920's Harlem, a brick dowager with a dainty sitting area in the lobby and 53 brass mail boxes that still close and lock. INVINCIBLE COURT is a vintage apartment building of 1920's Harlem, a brick dowager with a dainty sitting area in the lobby and 53 brass mail boxes that still close and" , "date" : "19870412" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The Illusive Low-Rent Apartments" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/12\/realestate\/the-illusive-low-rent-apartments.html"} , {"body" : "LEAD: THE HEADMASTER of a private girls' school tells the following story, which occurred a few years ago at his school: THE HEADMASTER of a private girls' school tells the following story, which occurred a few years ago at his school: A father walked into the college counselor's office with a list of 18 colleges to which he said his daughter would" , "date" : "19870412" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["U.S." , "Education"] , "page_facet" : "36" , "title" : "THE UNEXPECTED COSTS OF APPLYING TO COLLEGE" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/12\/education\/the-unexpected-costs-of-applying-to-college.html"} ,   {"body" : "LEAD: The Police Department will deploy 2,000 officers to Brooklyn today to patrol a planned march by blacks protesting what they assert is harassment of blacks by all-white private security patrols operated by Hasidic Jews in the Crown Heights section. The Police Department will deploy 2,000 officers to Brooklyn today to patrol a planned march by" , "date" : "19870411" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "2,000 Officers Planned For March in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/11\/nyregion\/2000-officers-planned-for-march-in-brooklyn.html"} , {"body" : "LEAD: About 1:30 A.M. on Feb. 26, someone placed a cardboard orange-juice box and a can containing petroleum in the basement of Willie Mae Reddish's house in the Crown Heights section of Brooklyn and set them afire, according to the police. About 1:30 A.M. on Feb. 26, someone placed a cardboard orange-juice box and a can containing petroleum in the" , "date" : "19870410" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "RACIAL TENSIONS PERSIST IN CROWN HEIGHTS" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/10\/nyregion\/racial-tensions-persist-in-crown-heights.html"} , {"body" : "LEAD: Four years ago, the apartment building that Meg Harriman now calls home at 104 St. Mark's Place in Brooklyn was an abandoned eyesore. Four years ago, the apartment building that Meg Harriman now calls home at 104 St. Mark's Place in Brooklyn was an abandoned eyesore. Today, a year after Mrs. Harriman and her family moved into a three-bedroom" , "date" : "19870405" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Eyesores Becoming New Homes in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/05\/nyregion\/eyesores-becoming-new-homes-in-brooklyn.html"} , {"body" : "LEAD: MANHATTAN Gramercy Park East $267,300 200 East 27th Street 2-bedroom, 2-bath, 1,100-sq.-ft. postwar co-op; 24-hr. doorman, large entrance foyer, dining area; maintenance $809, 55% tax-de ductible (Broker: H.H. Kleigerman Associates) MANHATTAN Gramercy Park East $267,300 200 East 27th Street 2-bedroom, 2-bath, 1,100-sq.-ft. postwar co-op;" , "date" : "19870405" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)" , "STATEN ISLAND (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "16" , "title" : "Residential Resales: Closings in the week ended March 21" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/05\/realestate\/residential-resales-closings-in-the-week-ended-march-21.html"} , {"body" : "LEAD: TO the immigrant observer, the New York art scene is a matter of continuous, never-staling astonishment. TO the immigrant observer, the New York art scene is a matter of continuous, never-staling astonishment. Whether in the museums, in the dealers' galleries, or in the dramas of bonding, feuding, ambition, cupidity or - not least - triumph" , "date" : "19870320" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "SEARCHING FOR SIGNS OF SPRING'S PALETTE IN A WHITE-WALLED WORLD OF GALLERIES" , "url" : "http:\/\/www.nytimes.com\/1987\/03\/20\/arts\/searching-for-signs-of-spring-s-palette-in-a-white-walled-world-of-galleries.html"} , {"body" : "LEAD: The New York City police officer who faced the most serious charges in the 77th Precinct corruption case pleaded guilty yesterday to one count of selling cocaine and agreed to testify against other officers who have been indicted in the case. The New York City police officer who faced the most serious charges in the 77th Precinct corruption" , "date" : "19870311" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "OFFICER ADMITS GUILT IN SALE OF COCAINE" , "url" : "http:\/\/www.nytimes.com\/1987\/03\/11\/nyregion\/officer-admits-guilt-in-sale-of-cocaine.html"} , {"body" : "LEAD: Four Brooklyn landlords were arrested yesterday on charges of violating a little-known law by ignoring orders to correct hundreds of unsafe building code violations. Four Brooklyn landlords were arrested yesterday on charges of violating a little-known law by ignoring orders to correct hundreds of unsafe building code violations. District" , "date" : "19870220" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "OBSCURE STATUTE USED TO ARREST FOUR LANDLORDS" , "url" : "http:\/\/www.nytimes.com\/1987\/02\/20\/nyregion\/obscure-statute-used-to-arrest-four-landlords.html"} , {"body" : "LEAD: A kerosene heater in a basement apartment in Brooklyn exploded Sunday, setting a fire that killed an elderly couple. A kerosene heater in a basement apartment in Brooklyn exploded Sunday, setting a fire that killed an elderly couple. The victims, Byron and Muriel Canterberry, both in their 70's, of 1045 Montgomery Street in the Crown Heights" , "date" : "19870217" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "METRO DATELINES; Elderly Couple Killed As Heater Explodes" , "url" : "http:\/\/www.nytimes.com\/1987\/02\/17\/nyregion\/metro-datelines-elderly-couple-killed-as-heater-explodes.html"} , {"body" : "LEAD: An infant was killed in his crib in a fire that started in his bedroom in a ninth-floor apartment in a city-owned housing project in Brooklyn, authorities said. An infant was killed in his crib in a fire that started in his bedroom in a ninth-floor apartment in a city-owned housing project in Brooklyn, authorities said. The boy, Ferron Eason," , "date" : "19870216" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "METRO DATELINES; Infant Dies in Fire In Brooklyn Project" , "url" : "http:\/\/www.nytimes.com\/1987\/02\/16\/nyregion\/metro-datelines-infant-dies-in-fire-in-brooklyn-project.html"} , {"body" : "LEAD: A State Supreme Court justice in Manhattan, citing technical flaws, has dismissed an indictment against five police officers from the 77th Precinct in Brooklyn who were among 12 accused last year in a corruption scandal. A State Supreme Court justice in Manhattan, citing technical flaws, has dismissed an indictment against five police" , "date" : "19870212" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Charges for 5 Officers Are Dismissed by Judge" , "url" : "http:\/\/www.nytimes.com\/1987\/02\/12\/nyregion\/charges-for-5-officers-are-dismissed-by-judge.html"} ,   {"body" : "LEAD: A Brooklyn landlord who was given a 45-day jail sentence last July for failing to correct housing-code violations has signed an agreement to put four apartment buildings into the hands of an administrator, the authorities said yesterday. A Brooklyn landlord who was given a 45-day jail sentence last July for failing to correct housing-code" , "date" : "19870205" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "METRO DATELINES; Landlord Agrees To Building Repairs" , "url" : "http:\/\/www.nytimes.com\/1987\/02\/05\/nyregion\/metro-datelines-landlord-agrees-to-building-repairs.html"} , {"body" : "LEAD: In moves protesting the racial attack in Howard Beach, Queens, last month, 3,000 marchers chanted noisily through Manhattan and small groups gathered to discuss racial violence. But black shoppers, for the most part, ignored calls for a boycott of white-owned businesses. In moves protesting the racial attack in Howard Beach, Queens, last" , "date" : "19870122" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["HOWARD BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "RACIAL VIOLENCE FOCUS OF BLACKS IN DAY OF PROTEST" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/22\/nyregion\/racial-violence-focus-of-blacks-in-day-of-protest.html"} , {"body" : "LEAD: WHEN Bill Dillard was not on the road, singing and acting in musicals or playing his trumpet with Louis Armstrong, he lived in rental apartments in Harlem. Last year, at the age of 75, he and his wife, Celestine, became impatient with waiting lists for new rental projects and began looking for a better home outside Manhattan. WHEN Bill" , "date" : "19870118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BRONX (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "CO-OP HUNTING IN THE OUTER BOROUGHS" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/18\/realestate\/co-op-hunting-in-the-outer-boroughs.html"} , {"body" : "LEAD: Regina Winters, 17 years old, grew up in the Crown Heights section of Brooklyn, the daughter of a single woman on welfare. She now lives next door to a ''crack house.'' Regina Winters, 17 years old, grew up in the Crown Heights section of Brooklyn, the daughter of a single woman on welfare. She now lives next door to a ''crack house.''" , "date" : "19870118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "38" , "title" : "FROM NEW YORK'S POOR AREAS TO PRIVATE SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/18\/nyregion\/from-new-york-s-poor-areas-to-private-schools.html"} , {"body" : "LEAD: With the racial violence last month in Queens still on their minds, organizers of religious and cultural activities over the weekend commemorating the birth of Dr. Martin Luther King Jr. emphasized that the civil rights leader's vision is as relevant today as it was during his lifetime. With the racial violence last month in Queens still on" , "date" : "19870118" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "KING ACTIVITIES AIM TO DEPICT RELEVANCE OF HIS VISION TODAY" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/18\/nyregion\/king-activities-aim-to-depict-relevance-of-his-vision-today.html"} , {"body" : "LEAD: The question of who owns a valuable Jewish library of more than 40,000 books and manuscripts was decided yesterday when a Federal District judge in Brooklyn rejected the claims of a grandson of a Hasidic rabbi and awarded the library instead to the Lubavitch community that the rabbi once headed. The question of who owns a valuable Jewish" , "date" : "19870107" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "3" , "title" : "JUDGE AWARDS RABBI'S LIBRARY TO HASIDIC UNIT" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/07\/nyregion\/judge-awards-rabbi-s-library-to-hasidic-unit.html"} , {"body" : "LEAD: A Hasidic man who was beaten to unconciousness by a group of black teen-agers on a Brooklyn subway platform last summer died Saturday of his injuries, the police said yesterday. A Hasidic man who was beaten to unconciousness by a group of black teen-agers on a Brooklyn subway platform last summer died Saturday of his injuries, the police said" , "date" : "19870101" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "HASSIDIC MAN, HURT IN A RACIAL ATTACK LAST SUMMER, DIES" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/01\/nyregion\/hassidic-man-hurt-in-a-racial-attack-last-summer-dies.html"} , {"body" : "LEAD: Two police officers responding to a reported robbery at a Brooklyn tavern early yesterday were themselves held up by the robbers, who took their revolvers and herded them into a back room with patrons, the police said. Two police officers responding to a reported robbery at a Brooklyn tavern early yesterday were themselves held up by the" , "date" : "19870101" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "2 OFFICERS SENT TO BAR HOLDUP, ROBBED OF GUNS" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/01\/nyregion\/2-officers-sent-to-bar-holdup-robbed-of-guns.html"} , {"body" : "LEAD: The lawyers for two of the black men who were beaten in the Howard Beach racial incident asserted yesterday that their clients had refused to cooperate with the Queens District Attorney because prosecutors were ''making a case'' for the white defendants. The lawyers for two of the black men who were beaten in the Howard Beach racial incident" , "date" : "19870101" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "HOWARD BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "LAWYERS FOR QUEENS ASSAULT VICTIMS EXPLAIN REFUSAL TO AID INVESTIGATIONS" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/01\/nyregion\/lawyers-for-queens-assault-victims-explain-refusal-to-aid-investigations.html"}]