[  {"body" : "LEAD: THE annual convention of departed New Yorkers will reune in New York tomorrow, as it does every Halloween, when the spirits of New Yorkers long gone are believed to return to the city that once knew them as flesh and blood. Now, one must regretfully concede that there are New Yorkers whose credence in such goings-on matches their belief that" , "date" : "19871030" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Where to Search for the Spirits of Halloween" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/30\/arts\/where-to-search-for-the-spirits-of-halloween.html"} , {"body" : "LEAD: The son of a man linked to the $5.8 million Lufthansa robbery of 1978 was found shot to death on a Brooklyn street yesterday, the authorities said. The son of a man linked to the $5.8 million Lufthansa robbery of 1978 was found shot to death on a Brooklyn street yesterday, the authorities said. The victim, Francis James Burke, 26 years old," , "date" : "19870519" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Son of a Mob Figure Is Found Shot to Death" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/19\/nyregion\/son-of-a-mob-figure-is-found-shot-to-death.html"} , {"body" : "LEAD: The single most important step in improving race relations in the New York City area is greater participation by blacks in the political process at the grass-roots level, according to a wide range of politicians, city officials and political experts. The single most important step in improving race relations in the New York City area is" , "date" : "19870402" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "BLACKS AND POLITICAL POWER: THE KEY TO EASING TENSON" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/02\/nyregion\/blacks-and-political-power-the-key-to-easing-tenson.html"}]