[
    {
        "body": "LEAD: A 24-year-old self-described crack user walked into the 84th Precinct station house in downtown Brooklyn yesterday morning, said that his conscience was bothering him and confessed to burglarizing the headquarters of the Transit Authority police early Christmas day, the police said. A 24-year-old self-described crack user walked into the 84th",
        "date": "19871230",
        "day_of_week_facet": "Wednesday",
        "nytd_section_facet": [
            "New York and Region"
        ],
        "page_facet": "2",
        "title": "Brooklyn Man Surrenders In Transit Police Burglary",
        "url": "http:\/\/www.nytimes.com\/1987\/12\/30\/nyregion\/brooklyn-man-surrenders-in-transit-police-burglary.html"
    },
    {
        "body": "LEAD: Mayor Koch yesterday sharply criticized remarks by a Roman Catholic priest at a rally Monday in Brooklyn as anti-Semitic and contended that the priest, along with several political allies, was ''exacerbating racial tensions.'' Mayor Koch yesterday sharply criticized remarks by a Roman Catholic priest at a rally Monday in Brooklyn as",
        "date": "19871230",
        "day_of_week_facet": "Wednesday",
        "geo_facet": [
            "NEW YORK CITY"
        ],
        "nytd_section_facet": [
            "New York and Region"
        ],
        "page_facet": "3",
        "title": "Black Priest Is Criticized By Koch as Anti-Semitic",
        "url": "http:\/\/www.nytimes.com\/1987\/12\/30\/nyregion\/black-priest-is-criticized-by-koch-as-anti-semitic.html"
    },
    {
        "body": "LEAD: The headquarters of the New York City Transit Police Department, some of whose members are under investigation amid allegations they made false arrests, were broken into over the weekend, with file cabinets open and papers strewn about, the authorities said yesterday. The headquarters of the New York City Transit Police Department, some of",
        "date": "19871229",
        "day_of_week_facet": "Tuesday",
        "nytd_section_facet": [
            "New York and Region"
        ],
        "page_facet": "3",
        "title": "Offices of Transit Police Are Targets of Burglary",
        "url": "http:\/\/www.nytimes.com\/1987\/12\/29\/nyregion\/offices-of-transit-police-are-targets-of-burglary.html"
    },
    {
        "body": "LEAD: The quality of the New York City school system has been attacked by business leaders, politicians and educators recently. As they express their concerns, the Board of Education is preparing to pick a new chancellor. Among the challenges he will face are a high dropout rate, overcrowding and deteriorating buildings. The quality of the New York",
        "date": "19871225",
        "day_of_week_facet": "Friday",
        "geo_facet": [
            "NEW YORK CITY"
        ],
        "nytd_section_facet": [
            "New York and Region",
            "Education"
        ],
        "page_facet": "3",
        "title": "Two Who Make a Difference in New York City's Schools; 'A Good Teacher' Extends 'Herself Beyond the Requirements'",
        "url": "http:\/\/www.nytimes.com\/1987\/12\/25\/nyregion\/two-who-make-difference-new-york-city-s-schools-good-teacher-extends-herself.html"
    },
    {
        "body": "LEAD: In one wrenching year, the Howard Beach case dramatized the vulnerability of black New Yorkers, divided the city and, finally, achieved a result that already seems to have restored a measure of faith in the criminal-justice system for many black people. In one wrenching year, the Howard Beach case dramatized the vulnerability of black New",
        "date": "19871223",
        "day_of_week_facet": "Wednesday",
        "geo_facet": [
            "NEW YORK CITY",
            "QUEENS (NYC)",
            "HOWARD BEACH (NYC)"
        ],
        "nytd_section_facet": [
            "Front Page",
            "New York and Region"
        ],
        "page_facet": "1",
        "title": "Howard Beach Verdict: Mixed Message",
        "url": "http:\/\/www.nytimes.com\/1987\/12\/23\/nyregion\/howard-beach-verdict-mixed-message.html"
    },
    {
        "body": "LEAD: Their eyes, do they twinkle? Their dimples, how merry? Are their cheeks like roses? Is each nose like a cherry? Their eyes, do they twinkle? Their dimples, how merry? Are their cheeks like roses? Is each nose like a cherry? Is each droll little mouth drawn up like a bow? And the beards on their chins. Are they white as the snow? There are",
        "date": "19871222",
        "day_of_week_facet": "Tuesday",
        "geo_facet": [
            "NEW YORK CITY"
        ],
        "nytd_section_facet": [
            "New York and Region"
        ],
        "page_facet": "1",
        "title": "Ranking Santas: Grading Their Beards and the Twinkle",
        "url": "http:\/\/www.nytimes.com\/1987\/12\/22\/nyregion\/ranking-santas-grading-their-beards-and-the-twinkle.html"
    },
    {
        "body": "LEAD: Fourteen thousand needy children in New York City have warm coats to wear for the winter, thanks to a undertaking involving the Salvation Army and businesses. Fourteen thousand needy children in New York City have warm coats to wear for the winter, thanks to a undertaking involving the Salvation Army and businesses. The ''Coats for Kids''",
        "date": "19871220",
        "day_of_week_facet": "Sunday",
        "geo_facet": [
            "NEW YORK CITY"
        ],
        "nytd_section_facet": [
            "U.S."
        ],
        "page_facet": "58",
        "title": "'Coats for Kids' to Keep 14,000 Warm",
        "url": "http:\/\/www.nytimes.com\/1987\/12\/20\/us\/coats-for-kids-to-keep-14000-warm.html"
    },
    {
        "body": "LEAD: Three years of robust job growth in Brooklyn, Queens and the Bronx ended abruptly last year, leaving the economic health of New York City tied almost entirely to business conditions in Manhattan, according to a Federal Government report released yesterday. Three years of robust job growth in Brooklyn, Queens and the Bronx ended abruptly last",
        "date": "19871217",
        "day_of_week_facet": "Thursday",
        "geo_facet": [
            "NEW YORK CITY",
            "MANHATTAN (NYC)",
            "BRONX (NYC)",
            "QUEENS (NYC)",
            "BROOKLYN (NYC)"
        ],
        "nytd_section_facet": [
            "New York and Region"
        ],
        "page_facet": "1",
        "title": "Jobs Growth Centers on Manhattan",
        "url": "http:\/\/www.nytimes.com\/1987\/12\/17\/nyregion\/jobs-growth-centers-on-manhattan.html"
    },
    {
        "body": "LEAD: Since 1932, a White Castle restaurant has been on the northwest corner of Northern and Bell Boulevards in the Bayside section of Queens. Today, two of the restaurant chain's unmistakable white porcelain and notched-roof buildings are squeezed onto that site. Since 1932, a White Castle restaurant has been on the northwest corner of Northern",
        "date": "19871216",
        "day_of_week_facet": "Wednesday",
        "geo_facet": [
            "NEW YORK CITY"
        ],
        "nytd_section_facet": [
            "Business"
        ],
        "page_facet": "26",
        "title": "Real Estate; A New Look For the Old White Castle",
        "url": "http:\/\/www.nytimes.com\/1987\/12\/16\/business\/real-estate-a-new-look-for-the-old-white-castle.html"
    },
    {
        "body": "LEAD: Three years after legislation authorized it, one of the most ambitious waterfront-development projects in the country, a $1.4 billion complex at Hunters Point, Queens, has not begun to rise from the ground. Three years after legislation authorized it, one of the most ambitious waterfront-development projects in the country, a $1.4 billion",
        "date": "19871215",
        "day_of_week_facet": "Tuesday",
        "geo_facet": [
            "NEW YORK CITY",
            "LONG ISLAND CITY (NYC)",
            "QUEENS (NYC)",
            "HUNTERS POINT (NYC)"
        ],
        "nytd_section_facet": [
            "New York and Region"
        ],
        "page_facet": "1",
        "title": "Queens Plan Still Stuck On Square 1",
        "url": "http:\/\/www.nytimes.com\/1987\/12\/15\/nyregion\/queens-plan-still-stuck-on-square-1.html"
    },
    {
        "body": "LEAD: The New York City Schools Chancellor, Nathan Quinones, whose stewardship of the nation's largest school system has come under increasing criticism, announced yesterday that he would retire Jan. 1, six months before his contract expires. The New York City Schools Chancellor, Nathan Quinones, whose stewardship of the nation's largest school",
        "date": "19870814",
        "day_of_week_facet": "Friday",
        "geo_facet": [
            "NEW YORK CITY"
        ],
        "nytd_section_facet": [
            "Front Page",
            "New York and Region",
            "Education"
        ],
        "page_facet": "1",
        "title": "Quinones, Under Attack, to Leave As Schools Chief Six Months Early",
        "url": "http:\/\/www.nytimes.com\/1987\/08\/14\/nyregion\/quinones-under-attack-to-leave-as-schools-chief-six-months-early.html"
    },
    {
        "body": "LEAD: The head of the custodians' union at the New York City Board of Education was shot to death yesterday morning in an execution-style attack as he sat in his car near his Brooklyn home. The head of the custodians' union at the New York City Board of Education was shot to death yesterday morning in an execution-style attack as he sat in his car",
        "date": "19870813",
        "day_of_week_facet": "Thursday",
        "geo_facet": [
            "NEW YORK CITY",
            "BROOKLYN (NYC)"
        ],
        "nytd_section_facet": [
            "Front Page",
            "New York and Region",
            "Education"
        ],
        "page_facet": "1",
        "title": "School Union Chief Killed in Brooklyn In Gangland Style",
        "url": "http:\/\/www.nytimes.com\/1987\/08\/13\/nyregion\/school-union-chief-killed-in-brooklyn-in-gangland-style.html"
    },
    {
        "body": "LEAD: A group of Brooklyn residents and business owners sued yesterday to try to halt construction of Metrotech, a $770 million office and research complex proposed on 17 acres in downtown Brooklyn. A group of Brooklyn residents and business owners sued yesterday to try to halt construction of Metrotech, a $770 million office and research complex",
        "date": "19870806",
        "day_of_week_facet": "Thursday",
        "geo_facet": [
            "NEW YORK CITY",
            "BROOKLYN (NYC)"
        ],
        "nytd_section_facet": [
            "New York and Region"
        ],
        "page_facet": "2",
        "title": "SUIT IN BROOKLYN SEEKS TO BLOCK OFFICE COMPLEX",
        "url": "http:\/\/www.nytimes.com\/1987\/08\/06\/nyregion\/suit-in-brooklyn-seeks-to-block-office-complex.html"
    },
    {
        "body": "LEAD: These days, Salvatore Scotto, a longtime resident and community leader in the Carroll Gardens section of Brooklyn, frequently receives phone calls from real-estate agents wanting to know if any of his properties in the neighborhood are for sale. These days, Salvatore Scotto, a longtime resident and community leader in the Carroll Gardens",
        "date": "19870729",
        "day_of_week_facet": "Wednesday",
        "geo_facet": [
            "NEW YORK CITY",
            "COBBLE HILL (BROOKLYN)",
            "CARROLL GARDENS (NYC)",
            "BROOKLYN (NYC)"
        ],
        "nytd_section_facet": [
            "New York and Region"
        ],
        "page_facet": "1",
        "title": "Small Town in the Big City: South Brooklyn Changes",
        "url": "http:\/\/www.nytimes.com\/1987\/07\/29\/nyregion\/small-town-in-the-big-city-south-brooklyn-changes.html"
    },
    {
        "body": "LEAD: Clad in black, his face a mask of homicidal grimness, the noted avant-garde director Robert Wilson made a rare stage appearance at Alice Tully Hall recently in his ''Overture to the Fourth Act of Deafman Glance.'' Enacting a silent slow-motion scenario of ritual infanticide with his partner, Sheryl Sutton, Mr. Clad in black, his face a mask",
        "date": "19870727",
        "day_of_week_facet": "Monday",
        "nytd_section_facet": [
            "Arts"
        ],
        "page_facet": "15",
        "title": "THE AVANT-GARDE: MOVING FROM CULT TO THE MAINSTREAM",
        "url": "http:\/\/www.nytimes.com\/1987\/07\/27\/arts\/the-avant-garde-moving-from-cult-to-the-mainstream.html"
    },
    {
        "body": "LEAD: Mayor Koch may have succeeded in boarding up the entrance to the Holland Tunnel, but the interlopers from New Jersey managed anyway yesterday to reach the New York companies the Mayor is trying to keep. Mayor Koch may have succeeded in boarding up the entrance to the Holland Tunnel, but the interlopers from New Jersey managed anyway yesterday",
        "date": "19870725",
        "day_of_week_facet": "Saturday",
        "geo_facet": [
            "NEW JERSEY",
            "NEW YORK CITY",
            "METROTECH (BROOKLYN)",
            "HOLLAND TUNNEL (NYC)"
        ],
        "nytd_section_facet": [
            "New York and Region"
        ],
        "page_facet": "33",
        "title": "A Joke on Koch: Jersey Ad Teases Plea to Business",
        "url": "http:\/\/www.nytimes.com\/1987\/07\/25\/nyregion\/a-joke-on-koch-jersey-ad-teases-plea-to-business.html"
    },
    {
        "body": "LEAD: Mayor Koch may have found a new strategy to prevent companies from leaving New York. He is boarding up the Holland Tunnel. Mayor Koch may have found a new strategy to prevent companies from leaving New York. He is boarding up the Holland Tunnel. That, at least, is what the Mayor is pretending to do in a series of three advertisements that",
        "date": "19870722",
        "day_of_week_facet": "Wednesday",
        "geo_facet": [
            "NEW JERSEY",
            "NEW YORK CITY",
            "HOLLAND TUNNEL (NYC)",
            "METROTECH (BROOKLYN)",
            "BROOKLYN (NYC)"
        ],
        "nytd_section_facet": [
            "New York and Region"
        ],
        "page_facet": "3",
        "title": "Who's That Man Blocking the Portal?",
        "url": "http:\/\/www.nytimes.com\/1987\/07\/22\/nyregion\/who-s-that-man-blocking-the-portal.html"
    },
    {
        "body": "LEAD: ANGRY over what they perceive as a flawed environmental impact statement, a group of residents living near the Fort Greene Landmark District is suing to stop the $530 million Atlantic Center urban renewal project that civic leaders view as a mainstay for the redevelopment of downtown Brooklyn. ANGRY over what they perceive as a flawed",
        "date": "19870719",
        "day_of_week_facet": "Sunday",
        "geo_facet": [
            "NEW YORK CITY",
            "FORT GREENE (NYC)",
            "BROOKLYN (NYC)"
        ],
        "nytd_section_facet": [
            "Real Estate"
        ],
        "page_facet": "22",
        "title": "Brooklyn Residents Sue Rose",
        "url": "http:\/\/www.nytimes.com\/1987\/07\/19\/realestate\/brooklyn-residents-sue-rose.html"
    },
    {
        "body": "LEAD: AT the Downtown Cabaret Theater in Bridgeport, they've built a repertory of representative musical ''decade shows,'' from ''Speakeasy'' (the tunes of the 20's) to ''Ticket to Ride'' (the sounds of the late 60's). A sampler of what hit the pop charts during the early 60's - and the late 50's - ''Wop Bop Aloo Bop Awop Bam Boom,'' a chaotic",
        "date": "19870712",
        "day_of_week_facet": "Sunday",
        "nytd_section_facet": [
            "New York and Region",
            "Theater"
        ],
        "page_facet": "29",
        "title": "'WOP BOP ALOO' IN BRIDGEPORT",
        "url": "http:\/\/www.nytimes.com\/1987\/07\/12\/nyregion\/wop-bop-aloo-in-bridgeport.html"
    },
    {
        "body": "LEAD: New York City today is once again putting out a request for proposals to develop a two-acre site in Jamaica, Queens, that can accommodate, within current zoning regulations, a commercial building of up to 490,000 square feet. The property, bounded by Jamaica Avenue, 160th Street, Archer Avenue and Parsons Boulevard, is part of the 10-acre",
        "date": "19870712",
        "day_of_week_facet": "Sunday",
        "geo_facet": [
            "JAMAICA (NYC)",
            "NEW YORK CITY",
            "QUEENS (NYC)"
        ],
        "nytd_section_facet": [
            "Real Estate"
        ],
        "page_facet": "1",
        "title": "POSTINGS; 2d Request for Proposals: 2 Acres Jamaica",
        "url": "http:\/\/www.nytimes.com\/1987\/07\/12\/realestate\/postings-2d-request-for-proposals-2-acres-jamaica.html"
    },
    {
        "body": "LEAD: WITHIN the city's Public Development Corporation, a new request for proposals is in preparation for a developer to produce and rent out the first private building in the downtown office district in Jamaica, Queens, a central element in 15 years of revitalization effort. WITHIN the city's Public Development Corporation, a new request for",
        "date": "19870426",
        "day_of_week_facet": "Sunday",
        "geo_facet": [
            "JAMAICA (NYC)",
            "NEW YORK CITY"
        ],
        "nytd_section_facet": [
            "Real Estate"
        ],
        "page_facet": "9",
        "title": "PERSPECTIVES: JAMAICA OFFICES; Once Again, the Search for a Developer",
        "url": "http:\/\/www.nytimes.com\/1987\/04\/26\/realestate\/perspectives-jamaica-offices-once-again-the-search-for-a-developer.html"
    },
    {
        "body": "LEAD: After separating from her husband almost two years ago, Lillian Olivencia had no place to call her own. She could not afford an apartment, so she moved into her daughter's apartment in the Williamsburg section of Brooklyn, sharing three cramped rooms with her daughter and two grandchildren. After separating from her husband almost two years",
        "date": "19870422",
        "day_of_week_facet": "Wednesday",
        "geo_facet": [
            "NEW YORK CITY",
            "BROOKLYN (NYC)"
        ],
        "nytd_section_facet": [
            "New York and Region"
        ],
        "page_facet": "1",
        "title": "SINGLE ROOMS FROM DIOCESE AID HOUSING",
        "url": "http:\/\/www.nytimes.com\/1987\/04\/22\/nyregion\/single-rooms-from-diocese-aid-housing.html"
    },
    {
        "body": "LEAD: WHEN Michael Dolan and Eric Chan came to New York this year in search of offices for the industrial design partnership they had just formed, they expected to find space in a week or two. After they spent weeks inspecting more than 50 sites, however, they were still without a place. WHEN Michael Dolan and Eric Chan came to New York this year",
        "date": "19870422",
        "day_of_week_facet": "Wednesday",
        "geo_facet": [
            "NEW YORK CITY",
            "MANHATTAN (NYC)"
        ],
        "nytd_section_facet": [
            "Business"
        ],
        "page_facet": "24",
        "title": "Real Estate; How Small Companies Find Space",
        "url": "http:\/\/www.nytimes.com\/1987\/04\/22\/business\/real-estate-how-small-companies-find-space.html"
    },
    {
        "body": "LEAD: Alton H. Maddox Jr., the defense lawyer, opened the trial of two men accused in the razor attack on the model Marla Hanson by asserting that she has ''racial hangups'' and then aggressively cross-examined her with questions laden with sexual innuendo. Alton H. Maddox Jr., the defense lawyer, opened the trial of two men accused in the razor",
        "date": "19870421",
        "day_of_week_facet": "Tuesday",
        "geo_facet": [
            "NEW YORK CITY"
        ],
        "nytd_section_facet": [
            "New York and Region"
        ],
        "page_facet": "1",
        "title": "DEFENSE LAWYERS' TACTICS: UNFAIR OR JUST AGGRESSIVE?",
        "url": "http:\/\/www.nytimes.com\/1987\/04\/21\/nyregion\/defense-lawyers-tactics-unfair-or-just-aggressive.html"
    },
    {
        "body": "LEAD: Donald J. Trump and Interstate Properties, already the owners of 41 percent of Alexander's Inc., said yesterday that they were considering the acquisition of the rest of the 14-store retail chain. The stock soared on the news. Donald J. Trump and Interstate Properties, already the owners of 41 percent of Alexander's Inc., said yesterday that",
        "date": "19870409",
        "day_of_week_facet": "Thursday",
        "nytd_section_facet": [
            "Business"
        ],
        "page_facet": "5",
        "title": "Acquisition of Alexander's Studied",
        "url": "http:\/\/www.nytimes.com\/1987\/04\/09\/business\/acquisition-of-alexander-s-studied.html"
    },
    {
        "body": "LEAD: A 21-year-old man, carrying a loaded automatic pistol, was arrested in Greenwich Village in connection with 24 holdups at automatic-teller machines since September, the police said yesterday. A 21-year-old man, carrying a loaded automatic pistol, was arrested in Greenwich Village in connection with 24 holdups at automatic-teller machines",
        "date": "19870327",
        "day_of_week_facet": "Friday",
        "geo_facet": [
            "NEW YORK CITY",
            "MANHATTAN (NYC)"
        ],
        "nytd_section_facet": [
            "New York and Region"
        ],
        "page_facet": "2",
        "title": "METRO DATELINES; Man Held in Holdups At Automatic Tellers",
        "url": "http:\/\/www.nytimes.com\/1987\/03\/27\/nyregion\/metro-datelines-man-held-in-holdups-at-automatic-tellers.html"
    },
    {
        "body": "LEAD: In November 1985, New York City began what state officials called the nation's most comprehensive mandatory effort to help single mothers get off welfare and into private jobs. In November 1985, New York City began what state officials called the nation's most comprehensive mandatory effort to help single mothers get off welfare and into",
        "date": "19870323",
        "day_of_week_facet": "Monday",
        "geo_facet": [
            "NEW YORK CITY"
        ],
        "nytd_section_facet": [
            "Front Page",
            "New York and Region"
        ],
        "page_facet": "1",
        "title": "IN NEW YORK, 'WORKFARE' GETS MIXED RESULTS",
        "url": "http:\/\/www.nytimes.com\/1987\/03\/23\/nyregion\/in-new-york-workfare-gets-mixed-results.html"
    },
    {
        "body": "LEAD: Two longtime friends from opposite ends of New York City, Representative Mario Biaggi and Meade H. Esposito, who were indicted yesterday, are among the most powerful behind-the-scenes politicians in New York. Two longtime friends from opposite ends of New York City, Representative Mario Biaggi and Meade H. Esposito, who were indicted",
        "date": "19870317",
        "day_of_week_facet": "Tuesday",
        "geo_facet": [
            "NEW YORK CITY",
            "BRONX (NYC)",
            "BROOKLYN (NYC)"
        ],
        "nytd_section_facet": [
            "New York and Region"
        ],
        "page_facet": "4",
        "title": "INDICTED OFFICIALS WIELD BEHIND-THE-SCENE POWER",
        "url": "http:\/\/www.nytimes.com\/1987\/03\/17\/nyregion\/indicted-officials-wield-behind-the-scene-power.html"
    },
    {
        "body": "LEAD: LAST month, Mayor Koch announced that his administration had selected a team of developers to build a $636 million apartment and hotel complex on the Hudson River waterfront west of the Jacob K. Javits Convention Center in Manhattan. Even before the selection had been made public, however, the local planning board, Community Board 4, said it",
        "date": "19870315",
        "day_of_week_facet": "Sunday",
        "geo_facet": [
            "NEW YORK CITY"
        ],
        "nytd_section_facet": [
            "Week in Review"
        ],
        "page_facet": "6",
        "title": "COMMUNITY BOARDS ARE FEELING UNLOVED AND POWERLESS",
        "url": "http:\/\/www.nytimes.com\/1987\/03\/15\/weekinreview\/community-boards-are-feeling-unloved-and-powerless.html"
    },
    {
        "body": "LEAD: Talent was in short supply this season on the basketball team at Polytechnic Institute of New York in Brooklyn, losers in 17 of 23 games against Division III opponents. But for dedication under truly adverse circumstances, the dozen engineering students - who from a deep desire to play basketball stuck to the end despite a closing losing",
        "date": "19870306",
        "day_of_week_facet": "Friday",
        "nytd_section_facet": [
            "Sports"
        ],
        "page_facet": "21",
        "title": "SCOUTING; WHEN 'HOME' IS A MISNOMER",
        "url": "http:\/\/www.nytimes.com\/1987\/03\/06\/sports\/scouting-when-home-is-a-misnomer.html"
    },
    {
        "body": "LEAD: A year ago not one of the 14 storefronts on Nostrand Avenue between Martense Street and Linden Boulevard in the East Flatbush section of Brooklyn held a business. Some had stood empty as long as eight years. A year ago not one of the 14 storefronts on Nostrand Avenue between Martense Street and Linden Boulevard in the East Flatbush section of",
        "date": "19870304",
        "day_of_week_facet": "Wednesday",
        "geo_facet": [
            "NEW YORK CITY",
            "NOSTRAND AVENUE (NYC)",
            "EAST FLATBUSH (NYC)",
            "BROOKLYN (NYC)"
        ],
        "nytd_section_facet": [
            "Business"
        ],
        "page_facet": "8",
        "title": "ABOUT REAL ESTATE; BROOKLYN NEIGHBORHOOD HELPS REVIVE STOREFRONTS",
        "url": "http:\/\/www.nytimes.com\/1987\/03\/04\/business\/about-real-estate-brooklyn-neighborhood-helps-revive-storefronts.html"
    },
    {
        "body": "LEAD: ''We have had rough pastures to pass over, but we came, sometimes crying, sometimes moaning, to lay down at the altar to say: Thank you Jesus, we've come a long way.'' ''We have had rough pastures to pass over, but we came, sometimes crying, sometimes moaning, to lay down at the altar to say: Thank you Jesus, we've come a long way.'' With",
        "date": "19870301",
        "day_of_week_facet": "Sunday",
        "geo_facet": [
            "BROOKLYN (NYC)"
        ],
        "nytd_section_facet": [
            "New York and Region"
        ],
        "page_facet": "34",
        "title": "BLACK SHURCH CELEBRATES 221ST YEAR",
        "url": "http:\/\/www.nytimes.com\/1987\/03\/01\/nyregion\/black-shurch-celebrates-221st-year.html"
    },
    {
        "body": "LEAD: New York City Police Commissioner Benjamin Ward suggested that they were in it largely for the money. Others said that they should be disbarred. Still others accused them of holding one of the city's most volatile cases hostage while they pursued a personal political agenda. New York City Police Commissioner Benjamin Ward suggested that they",
        "date": "19870227",
        "day_of_week_facet": "Friday",
        "geo_facet": [
            "NEW YORK CITY",
            "QUEENS (NYC)",
            "HOWARD BEACH (NYC)"
        ],
        "nytd_section_facet": [
            "New York and Region"
        ],
        "page_facet": "1",
        "title": "TWO NEW YORK RIGHTS LAWYERS, ONE GOAL",
        "url": "http:\/\/www.nytimes.com\/1987\/02\/27\/nyregion\/two-new-york-rights-lawyers-one-goal.html"
    },
    {
        "body": "LEAD: Lawyers for John Gotti and his six co-defendants have taken the offensive in recent weeks at their Federal racketeering trial, asserting that the prosecutors had gone to extreme and unfair lengths to win convictions. Lawyers for John Gotti and his six co-defendants have taken the offensive in recent weeks at their Federal racketeering trial,",
        "date": "19870215",
        "day_of_week_facet": "Sunday",
        "nytd_section_facet": [
            "New York and Region"
        ],
        "page_facet": "45",
        "title": "Gotti Lawyers Seek to Discredit Prosecutors",
        "url": "http:\/\/www.nytimes.com\/1987\/02\/15\/nyregion\/gotti-lawyers-seek-to-discredit-prosecutors.html"
    },
    {
        "body": "LEAD: State Assemblyman Roger L. Green of Brooklyn yesterday charged that the Manhattan District Attorney's office was trying to intimidate him and his supporters by investigating allegations of fraud and forgery in petitions he submitted last year for the Liberal Party and independent nominations. State Assemblyman Roger L. Green of Brooklyn",
        "date": "19870212",
        "day_of_week_facet": "Thursday",
        "geo_facet": [
            "NEW YORK STATE"
        ],
        "nytd_section_facet": [
            "New York and Region"
        ],
        "page_facet": "2",
        "title": "OFFICIAL FAULTS ELECTION INQUIRY BE MORGENTHAU",
        "url": "http:\/\/www.nytimes.com\/1987\/02\/12\/nyregion\/official-faults-election-inquiry-be-morgenthau.html"
    },
    {
        "body": "LEAD: THERE is always human and political turmoil when a city neighborhood is being retrieved from abandonment and decay and, in this regard, the Clinton Hill section of downtown Brooklyn is no exception. But unlike other minority neighborhoods that have been overrun by middle-income whites in search of affordable housing, Clinton Hill has been",
        "date": "19870208",
        "day_of_week_facet": "Sunday",
        "geo_facet": [
            "NEW YORK CITY",
            "CLINTON HILL (BROOKLYN , NY)",
            "BROOKLYN (NYC)"
        ],
        "nytd_section_facet": [
            "Real Estate"
        ],
        "page_facet": "1",
        "title": "Gentrification: The Case of Clinton Hill",
        "url": "http:\/\/www.nytimes.com\/1987\/02\/08\/realestate\/gentrification-the-case-of-clinton-hill.html"
    },
    {
        "body": "LEAD: Last month, Sylvia Deutsch was sworn in as chairman of the New York City Planning Commission, the agency with broad responsibility for shaping the city's physical environment through zoning and planning. Mrs. Deutsch was a member of the commission from 1972 to 1981, and then became chairman of the Board of Standards and Appeals, the body that",
        "date": "19870208",
        "day_of_week_facet": "Sunday",
        "geo_facet": [
            "NEW YORK CITY"
        ],
        "nytd_section_facet": [
            "Real Estate"
        ],
        "page_facet": "7",
        "title": "Q.&A. With the New Planning Chief of New York",
        "url": "http:\/\/www.nytimes.com\/1987\/02\/08\/realestate\/q-a-with-the-new-planning-chief-of-new-york.html"
    },
    {
        "body": "LEAD: In moves protesting the racial attack in Howard Beach, Queens, last month, 3,000 marchers chanted noisily through Manhattan and small groups gathered to discuss racial violence. But black shoppers, for the most part, ignored calls for a boycott of white-owned businesses. In moves protesting the racial attack in Howard Beach, Queens, last",
        "date": "19870122",
        "day_of_week_facet": "Thursday",
        "geo_facet": [
            "HOWARD BEACH (NYC)"
        ],
        "nytd_section_facet": [
            "New York and Region"
        ],
        "page_facet": "3",
        "title": "RACIAL VIOLENCE FOCUS OF BLACKS IN DAY OF PROTEST",
        "url": "http:\/\/www.nytimes.com\/1987\/01\/22\/nyregion\/racial-violence-focus-of-blacks-in-day-of-protest.html"
    },
    {
        "body": "LEAD: The Brooklyn Borough President, Howard Golden, said yesterday in his State of the Borough address that ''a decade of ambitious planning'' for economic revival was making Brooklyn ''a major economic force.'' The Brooklyn Borough President, Howard Golden, said yesterday in his State of the Borough address that ''a decade of ambitious planning''",
        "date": "19870121",
        "day_of_week_facet": "Wednesday",
        "geo_facet": [
            "NEW YORK CITY",
            "BROOKLYN (NYC)"
        ],
        "nytd_section_facet": [
            "New York and Region"
        ],
        "page_facet": "3",
        "title": "METRO DATELINES; Golden Speech Cites Growth in Brooklyn",
        "url": "http:\/\/www.nytimes.com\/1987\/01\/21\/nyregion\/metro-datelines-golden-speech-cites-growth-in-brooklyn.html"
    },
    {
        "body": "LEAD: Habitues of the No. 1 line recognize Harry Nugent's voice, with its hint of raspiness and lilting, almost Anglicized intonation. The 26 stations along the conductor's route are not mere subway stops but opportunities to reflect on the diversions above ground and the efficiency with which his train will reach them. Habitues of the No. 1 line",
        "date": "19870115",
        "day_of_week_facet": "Thursday",
        "geo_facet": [
            "NEW YORK CITY"
        ],
        "nytd_section_facet": [
            "New York and Region"
        ],
        "page_facet": "1",
        "title": "BREAKING ROUTINE: VOICE OF THE SUBWAY",
        "url": "http:\/\/www.nytimes.com\/1987\/01\/15\/nyregion\/breaking-routine-voice-of-the-subway.html"
    }
    
]