[  {"body" : "LEAD: ON Christmas day, the public world comes grinding to a halt. With offices closed and shops shuttered, New York acquires a curious calm, as virtually all museums, concert halls, sightseeing attractions and other public places take the day off. ON Christmas day, the public world comes grinding to a halt. With offices closed and shops shuttered," , "date" : "19871225" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "The Spirit of Christmas Reigns On the Sidewalks of New York" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/25\/arts\/the-spirit-of-christmas-reigns-on-the-sidewalks-of-new-york.html"} , {"body" : "LEAD: It's not the thousands of tiny white lights that frame their two-story brick home, the nearly life-size plastic three kings, Virgin Mary and baby Jesus on the lawn, the half-dozen red and white soldiers and plastic carolers that light up each step leading to Peter and Janet Marcolini's front door or the disco Christmas music playing softly" , "date" : "19871219" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Family's Christmas Lights Draw Smiles in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/19\/nyregion\/family-s-christmas-lights-draw-smiles-in-brooklyn.html"} , {"body" : "LEAD: Alphonse (Ollie Boy) Persico, a former head of the Colombo organized crime family who has been a fugitive since 1980, was arrested yesterday by Federal officers in West Hartford, Conn., the authorities announced. Alphonse (Ollie Boy) Persico, a former head of the Colombo organized crime family who has been a fugitive since 1980, was arrested" , "date" : "19871110" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["WEST HARTFORD (CONN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Federal Agents Arrest Fugitive In Connecticut" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/10\/nyregion\/federal-agents-arrest-fugitive-in-connecticut.html"} , {"body" : "LEAD: When John Otto Heidel, a convicted forger and reputed associate of organized crime groups, was shot to death on a Brooklyn street Thursday evening, he became at least the 10th man to be killed in a gangland-style attack in the borough this year. When John Otto Heidel, a convicted forger and reputed associate of organized crime groups, was" , "date" : "19871010" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Puzzle of Gangland-Style Killings Eludes Brooklyn Police" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/10\/nyregion\/puzzle-of-gangland-style-killings-eludes-brooklyn-police.html"} , {"body" : "LEAD: An article on Feb. 14 about Soviet programming being offered on cable television by the Discovery Channel and a column in the Arts and Leisure section on Feb. 15 commenting on the programs described the availability of the Discovery Channel in New York City incorrectly. The Discovery Channel is carried by Brooklyn Queens Cable Television, a" , "date" : "19870224" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNION OF SOVIET SOCIALIST REPUBLICS"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "3" , "title" : "CORRECTIONS" , "url" : "http:\/\/www.nytimes.com\/1987\/02\/24\/nyregion\/c-corrections-256187.html"} , {"body" : "LEAD: A reputed organized-crime figure was killed in a Brooklyn social club late Wednesday by one of five armed men who forced several patrons to lie on the floor while they robbed them of money and jewelry, the police said yesterday. A reputed organized-crime figure was killed in a Brooklyn social club late Wednesday by one of five armed men who" , "date" : "19870116" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "REPUTED MOB FIGURE FATALLY SHOT IN BROOKLYN CLUB" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/16\/nyregion\/reputed-mob-figure-fatally-shot-in-brooklyn-club.html"} , {"body" : "LEAD: Several gunmen wearing ski masks rushed into a Brooklyn social club late last night and shot and critically wounded Salvatore Scarpa, a reputed member of the Colombo crime family, the police said. Several gunmen wearing ski masks rushed into a Brooklyn social club late last night and shot and critically wounded Salvatore Scarpa, a reputed" , "date" : "19870115" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Reputed Mafioso Shot At a Club in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/15\/nyregion\/reputed-mafioso-shot-at-a-club-in-brooklyn.html"}]