[  {"body" : "LEAD: The announcement that Sidney Green was starting at power forward for the Knicks last night brought boos from the crowd at Madison Square Garden. And after Jerome Kersey scored the Portland Trail Blazers' first 6 points of the game and Kenny Walker replaced Johnny Newman at small forward there were more boos, this time for The announcement" , "date" : "19871230" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "2 Knicks Finally Get Cheers" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/30\/sports\/2-knicks-finally-get-cheers.html"} , {"body" : "LEAD: EAST NEW YORK EAST NEW YORK A drug suspect attacked four police officers with a broken bottle as they arrested and searched him yesterday afternoon on a Brooklyn street, the police said. One officer was cut on the face and admitted to the hospital. The others were treated and released, the police said. The incident began about 2 P.M. when" , "date" : "19871228" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Metro Datelines; Suspect Assaults Officers With Bottle" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/28\/nyregion\/metro-datelines-suspect-assaults-officers-with-bottle.html"} , {"body" : "LEAD: Battery Park City plans to contribute $1 billion to develop housing in New York City, $600 million more than originally agreed to. That means the development is to finance one-quarter of Mayor Koch's 10-year plan to build low- and middle-income housing. Battery Park City plans to contribute $1 billion to develop housing in New York City, $600" , "date" : "19871227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NEW YORK REACHES ACCORD ON HOUSING" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/27\/nyregion\/new-york-reaches-accord-on-housing.html"} , {"body" : "LEAD: Crawling through smoke and flames, a New York City fire lieutenant yesterday rescued an invalid from his bed in a Brooklyn brownstone. Crawling through smoke and flames, a New York City fire lieutenant yesterday rescued an invalid from his bed in a Brooklyn brownstone. In another fire in Brooklyn, a house guest was killed in the attic of a" , "date" : "19871226" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "FIREFIGHTER RESCUES AN INVALID" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/26\/nyregion\/firefighter-rescues-an-invalid.html"} , {"body" : "LEAD: The first 25 homeless families moved this week into an imaginative prefabricated housing project in Brooklyn called Help I. If it succeeds and can be replicated elsewhere in the region, then helped, too, will be Andrew Cuomo, the Governor's 30-year-old son, who conceived the project nearly two years ago and had the gumption to get it built." , "date" : "19871224" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "WESTCHESTER COUNTY (NY)" , "ALBANY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Metro Matters; For Cuomo's Son, A Bold Venture To Aid the Poor" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/24\/nyregion\/metro-matters-for-cuomo-s-son-a-bold-venture-to-aid-the-poor.html"} , {"body" : "LEAD: The first housing in New York City specifically built for homeless families opened in Brooklyn yesterday as mothers and children, clutching their belongings in plastic trash bags and cardboard boxes, began to move in. The first housing in New York City specifically built for homeless families opened in Brooklyn yesterday as mothers and" , "date" : "19871222" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Housing for Homeless Families Opens in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/22\/nyregion\/housing-for-homeless-families-opens-in-brooklyn.html"} , {"body" : "LEAD: Since 1932, a White Castle restaurant has been on the northwest corner of Northern and Bell Boulevards in the Bayside section of Queens. Today, two of the restaurant chain's unmistakable white porcelain and notched-roof buildings are squeezed onto that site. Since 1932, a White Castle restaurant has been on the northwest corner of Northern" , "date" : "19871216" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "26" , "title" : "Real Estate; A New Look For the Old White Castle" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/16\/business\/real-estate-a-new-look-for-the-old-white-castle.html"} , {"body" : "LEAD: A white youth accused of taking part in what the authorities said was a bias-related attack on two Hispanic teen-agers was found not guilty yesterday by a judge in Queens, who said that the defendant had been a victim of mistaken identity. A white youth accused of taking part in what the authorities said was a bias-related attack on two" , "date" : "19871215" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Youth Cleared in a Bias Attack" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/15\/nyregion\/youth-cleared-in-a-bias-attack.html"} , {"body" : "LEAD: A GRADUAL but steady re-industrialization is under way through sales of city-owned land in a broad section of East New York and Brownsville designated as the East Brooklyn Industrial Park. Land values are rising, new businesses are moving in, and Lawrence Rose feels vindicated. A GRADUAL but steady re-industrialization is under way through" , "date" : "19871213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["EAST NEW YORK (NYC)" , "BROWNSVILLE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Photos of Lawrence Rose at his wholesale hardware business in the East Brooklyn Industrial Park; David Laurentz outside Eastern Steel Corporation (The New York Times\/Edward Hausner) (pg. 5); map of New York City indicating East Brooklyn Industrial Park (pg. 13) Perspectives: East Brooklyn; More Sites Spoken For in Industrial Park" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/13\/realestate\/photos-lawrence-rose-his-wholesale-hardware-business-east-brooklyn-industrial.html"} , {"body" : "LEAD: The stenographer who recorded the proceedings of a sexual misconduct trial has told an investigating judge that she did not see the trial judge humiliate the complainant by ordering her down on her hands and knees to re-enact an assault, law-enforcement officials said yesterday. The stenographer who recorded the proceedings of a sexual" , "date" : "19871206" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "50" , "title" : "Stenographer Supports Judge In Investigation on Sex Trial" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/06\/nyregion\/stenographer-supports-judge-in-investigation-on-sex-trial.html"}]