[  {"body" : "LEAD: A Transit Authority program to revise service on all 200 of New York City's local bus routes, some of which have not been studied for decades, is resulting in schedule reductions averaging about 10 percent. A Transit Authority program to revise service on all 200 of New York City's local bus routes, some of which have not been studied for" , "date" : "19871230" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Bus Routes Cut 10% as Service Is Re-examined" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/30\/nyregion\/bus-routes-cut-10-as-service-is-re-examined.html"} , {"body" : "LEAD: Crawling through smoke and flames, a New York City fire lieutenant yesterday rescued an invalid from his bed in a Brooklyn brownstone. Crawling through smoke and flames, a New York City fire lieutenant yesterday rescued an invalid from his bed in a Brooklyn brownstone. In another fire in Brooklyn, a house guest was killed in the attic of a" , "date" : "19871226" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "FIREFIGHTER RESCUES AN INVALID" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/26\/nyregion\/firefighter-rescues-an-invalid.html"} , {"body" : "LEAD: The quality of the New York City school system has been attacked by business leaders, politicians and educators recently. As they express their concerns, the Board of Education is preparing to pick a new chancellor. Among the challenges he will face are a high dropout rate, overcrowding and deteriorating buildings. The quality of the New York" , "date" : "19871225" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Two Who Make a Difference in New York City's Schools; 'A Good Teacher' Extends 'Herself Beyond the Requirements'" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/25\/nyregion\/two-who-make-difference-new-york-city-s-schools-good-teacher-extends-herself.html"} , {"body" : "LEAD: The New York City Department of Health last week released a list of 41 food establishments cited for violating the health code. The New York City Department of Health last week released a list of 41 food establishments cited for violating the health code. In addition, it listed six restaurants that were allowed to reopen after correcting" , "date" : "19871220" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "60" , "title" : "Food Inspection Results" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/20\/nyregion\/food-inspection-results.html"} , {"body" : "LEAD: A 23-year-old New York man wanted for a double murder in Pennsylvania surrendered in Brooklyn yesterday, ending a week of freedom in which he was mistakenly freed twice by what Brooklyn prosecutors called a mixup in court papers. A 23-year-old New York man wanted for a double murder in Pennsylvania surrendered in Brooklyn yesterday, ending a" , "date" : "19871218" , "day_of_week_facet" : "Friday" , "geo_facet" : ["PENNSYLVANIA" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Freed Two Times by Mistake, A Murder Suspect Surrenders" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/18\/nyregion\/freed-two-times-by-mistake-a-murder-suspect-surrenders.html"} , {"body" : "LEAD: Since 1932, a White Castle restaurant has been on the northwest corner of Northern and Bell Boulevards in the Bayside section of Queens. Today, two of the restaurant chain's unmistakable white porcelain and notched-roof buildings are squeezed onto that site. Since 1932, a White Castle restaurant has been on the northwest corner of Northern" , "date" : "19871216" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "26" , "title" : "Real Estate; A New Look For the Old White Castle" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/16\/business\/real-estate-a-new-look-for-the-old-white-castle.html"} , {"body" : "LEAD: Friday AMERICAN INDIAN FILMS Friday AMERICAN INDIAN FILMS Although its future in New York City remains in doubt, the Museum of the American Indian continues to present some of the country's finest exhibitions and programs related to Indian culture. A case in point is the museum's Native American Film and Video Festival, which will be held at" , "date" : "19871211" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/11\/arts\/weekender-guide.html"} , {"body" : "LEAD: A 22-year-old Brooklyn man was sentenced yesterday to prison terms totaling 201 to 603 years for robbing, raping and sodomizing women he stalked from a BMT station in the Flatbush area of Brooklyn. A 22-year-old Brooklyn man was sentenced yesterday to prison terms totaling 201 to 603 years for robbing, raping and sodomizing women he stalked" , "date" : "19871210" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Brooklyn Rapist Gets Long Term" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/10\/nyregion\/brooklyn-rapist-gets-long-term.html"} , {"body" : "LEAD: WINTER'S darkest days can be brightened with aromatic greenery -from a simple wreath to a freshly harvested Christmas tree. Here is a selection of the holiday season's offerings and tips on keeping greens and flowering plants at their best. The Tree WINTER'S darkest days can be brightened with aromatic greenery -from a simple wreath to a" , "date" : "19871210" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "14" , "title" : "Picking the Right Tree And Keeping It Fresh" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/10\/garden\/picking-the-right-tree-and-keeping-it-fresh.html"} , {"body" : "LEAD: THE holiday vacation period can be challenging for parents facing nearly two weeks' worth of plaintive cries of ''What'll I do?'' from restless youngsters. It can be especially trying if one or both parents must keep to working schedules. THE holiday vacation period can be challenging for parents facing nearly two weeks' worth of plaintive" , "date" : "19871203" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "If Vacation Blahs Set In, Help Is at Hand" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/03\/garden\/if-vacation-blahs-set-in-help-is-at-hand.html"} ,   {"body" : "LEAD: It's been three decades since the Dodgers decamped for Los Angeles, and since then, it seems, Brooklyn's beloved Bums have become more beloved than they ever could have been when they were breaking the borough's heart with depressing regularity. It's been three decades since the Dodgers decamped for Los Angeles, and since then, it seems," , "date" : "19871130" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "2" , "title" : "SPORTS WORLD SPECIALS; Rekindled Dodgers" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/30\/sports\/sports-world-specials-rekindled-dodgers.html"} , {"body" : "LEAD: In one Brooklyn neighborhood, what might have been a day of joy for its Haitians yesterday was instead a time of sadness, somber reflection and desperate but largely futile attempts to reach relatives back in Haiti by telephone. In one Brooklyn neighborhood, what might have been a day of joy for its Haitians yesterday was instead a time of" , "date" : "19871130" , "day_of_week_facet" : "Monday" , "geo_facet" : ["HAITI" , "CROWN HEIGHTS (NYC)" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["World"] , "page_facet" : "14" , "title" : "For Haitians In New York, Trying Times" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/30\/world\/for-haitians-in-new-york-trying-times.html"} , {"body" : "LEAD: Nearly 100 years ago the Brooklyn Institute of Arts and Sciences built a museum where children from the surrounding middle-class neighborhood of Crow Hill could ''stimulate their powers of observation and reflection.'' Nearly 100 years ago the Brooklyn Institute of Arts and Sciences built a museum where children from the surrounding" , "date" : "19871129" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "74" , "title" : "A Children's Museum Adjusts to a New Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/29\/nyregion\/a-children-s-museum-adjusts-to-a-new-brooklyn.html"} , {"body" : "LEAD: More than 20 million shoppers will troop into stores and malls in the metropolitan area in the next month. More than 20 million shoppers will troop into stores and malls in the metropolitan area in the next month. For retailers, it is an annual exercise in theatrics, logistics and crowd control. For shoppers, it can turn into an exercise in" , "date" : "19871128" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Style"] , "page_facet" : "48" , "title" : "CONSUMER'S WORLD; Shopping Hours at Stores and Malls" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/28\/style\/consumer-s-world-shopping-hours-at-stores-and-malls.html"} , {"body" : "LEAD: The Famous People Players, a troupe of Canadian puppeteers who use life-size puppets of Barbra Streisand, Michael Jackson, Liberace and other celebrities, will perform at the Brooklyn Center for the Performing Arts at Whitman Hall of Brooklyn College at 2 P.M. tomorrow. The 13-member company uses classical and popular music, black lights and" , "date" : "19871128" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "13" , "title" : "Life-Size Puppets" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/28\/arts\/life-size-puppets.html"} , {"body" : "LEAD: As the World Turns As the World Turns ''New York City's New Immigrants'' is an exhibition opening today in the Salena Gallery, on the Brooklyn campus of Long Island University. The sponsors say the photos, taken by 19 professional and skilled amateur photographers, ''evoke the lives, cultures and experiences of some of this city's" , "date" : "19871117" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "17" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/17\/arts\/going-out-guide.html"} , {"body" : "LEAD: ON FEB. 15, THIS MAGAZINE published my article ''Crack Murder,'' the story of a veteran homicide detective, Albert E. Cachie, and his investigation of the killing of a Brooklyn crack dealer, James Baker. Baker had been found dead in the passenger seat of his Mercedes with a bullet wound in his chest and four others from another gun in his" , "date" : "19871115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "44" , "title" : "BREAKING THE CRACK MURDERS" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/15\/magazine\/breaking-the-crack-murders.html"} , {"body" : "LEAD: IT IS SOMETIME AFTER MIDNIGHT IN THE Oak Room of the Algonquin Hotel on West 44th Street. In this pleasantly faded monument of Manhattan gentility, with its red leather banquettes and oak-paneled walls, the gaze of the late-night audience is fastened on a dark-haired sliver of a woman tautly poised beside a piano. IT IS SOMETIME AFTER" , "date" : "19871115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "47" , "title" : "OUR PERENNIAL SONGBIRDS" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/15\/magazine\/our-perennial-songbirds.html"} , {"body" : "LEAD: In an effort to reduce crimes against taxicab drivers, the New York City police will stop hundreds of cabs each night for random ''safety checks,'' Police Commissioner Benjamin Ward said yesterday. In an effort to reduce crimes against taxicab drivers, the New York City police will stop hundreds of cabs each night for random ''safety" , "date" : "19871113" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Begin Stopping Drivers Of Cabs to Insure Their Safety" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/13\/nyregion\/police-begin-stopping-drivers-of-cabs-to-insure-their-safety.html"} , {"body" : "LEAD: Closings in the week ended Oct. 24 MANHATTAN East Midtown $200,000 150 East 56th Street 1-bedroom. 1-bath, 880-sq.-ft. postwar condo; 24-hr. doorman, dining area, hardwood floors; common charge $649, taxes $2,853 (Broker: Closings in the week ended Oct. 24 MANHATTAN East Midtown $200,000 150 East 56th Street 1-bedroom. 1-bath, 880-sq.-ft." , "date" : "19871108" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "16" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/08\/realestate\/residential-resales-570287.html"} ,   {"body" : "LEAD: Like many of the merchants and residents along Washington Avenue's commercial corridor in Brooklyn, Gus Vlahavas waits eagerly for the economic revitalization that has already come to the surrounding communities. Like many of the merchants and residents along Washington Avenue's commercial corridor in Brooklyn, Gus Vlahavas waits eagerly for" , "date" : "19871103" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON AVENUE (BROOKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Slow Recovery on Washington Avenue" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/03\/nyregion\/slow-recovery-on-washington-avenue.html"} , {"body" : "LEAD: ''I AM sick of all the virtues,'' ''I AM sick of all the virtues,'' Bertolt Brecht's businessman, Ziffel, declares in ''Conversations in Exile.'' But he has faith in ''the heroism of survival,'' and that faith engenders a frail hope that the world might be made safe for the ordinary and the weak. However, Ziffel is a true Brechtian, and" , "date" : "19871103" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "15" , "title" : "The Stage: 'Conversations in Exile'" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/03\/theater\/the-stage-conversations-in-exile.html"} , {"body" : "LEAD: A driver of a medallion cab was shot dead early yesterday in Washington Heights in what the police called an apparent robbery. A driver of a medallion cab was shot dead early yesterday in Washington Heights in what the police called an apparent robbery. After the shooting, the cab struck another car head-on, injuring its driver slightly," , "date" : "19871019" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Cabby Slain at Wheel In Apparent Robbery" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/19\/nyregion\/cabby-slain-at-wheel-in-apparent-robbery.html"} , {"body" : "LEAD: Paint crumbles from walls. Fragments of friezes are chipped and mottled. Ducts are exposed. Decades of dirt encrust the proscenium. A rare plaster disease invades the ceiling. Paint crumbles from walls. Fragments of friezes are chipped and mottled. Ducts are exposed. Decades of dirt encrust the proscenium. A rare plaster disease invades the" , "date" : "19871013" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "1" , "title" : "Restoring a Theater to Its Decrepit State" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/13\/nyregion\/restoring-a-theater-to-its-decrepit-state.html"} , {"body" : "LEAD: ''The War of the Worlds'' it wasn't. But listeners to police radio scanners got a shock yesterday when they heard an officer in Brooklyn report that he had found a ''possible nuclear warhead in a privately owned truck.'' ''The War of the Worlds'' it wasn't. But listeners to police radio scanners got a shock yesterday when they heard an" , "date" : "19871010" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "LAGUARDIA AIRPORT" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "These 'Warhead' Were Duds" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/10\/nyregion\/these-warhead-were-duds.html"} , {"body" : "LEAD: Eleven present and one former employee at the Kingsboro Psychiatric Center in Brooklyn were arrested yesterday on charges of sale and possession of cocaine and marijuana or the abuse of patients. Eleven present and one former employee at the Kingsboro Psychiatric Center in Brooklyn were arrested yesterday on charges of sale and possession of" , "date" : "19871008" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "12 Seized in Abuse Inquiry At State Psychiatric Center" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/08\/nyregion\/12-seized-in-abuse-inquiry-at-state-psychiatric-center.html"} , {"body" : "LEAD: What screaming rock fans and cheering basketball fans and even the incendiary devices of George Metesky, the Mad Bomber of the 1950's, did not do in 60 years, has been accomplished by months of rainfall - the silencing of the mighty 1928 Wurlitzer theater organ at the old Brooklyn Paramount Theater. What screaming rock fans and cheering" , "date" : "19871004" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "56" , "title" : "Rainfall Damages Mighty Wurlitzer of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/04\/us\/rainfall-damages-mighty-wurlitzer-of-brooklyn.html"} , {"body" : "LEAD: A 12-inch water main, perhaps 100 years old, burst in downtown Brooklyn yesterday, causing a 10-foot-square section of Flatbush Avenue Extension to collapse and slowing thousands of motorists to an exasperating crawl along approaches to the Manhattan and Brooklyn Bridges. A 12-inch water main, perhaps 100 years old, burst in downtown Brooklyn" , "date" : "19870929" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Water Main Bursts and Traffic Is Tied Up in Downtown Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/29\/nyregion\/a-water-main-bursts-and-traffic-is-tied-up-in-downtown-brooklyn.html"} , {"body" : "LEAD: International International A3-17 A new minefield has been laid, apparently by Iran, in one of the Persian Gulf's busiest shipping lanes, maritime sources said. The new minefield caused consternation among American sailors and merchant seamen. Page A1 A majority of senators have signed a letter to President Reagan urging him to abandon a" , "date" : "19870929" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY: TUESDAY, SEPTEMBER 29, 1987" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/29\/nyregion\/news-summary-tuesday-september-29-1987.html"} , {"body" : "LEAD: There was a fresh coat of paint and a tentative sense of optimism this weekend at Erasmus Hall High School in Brooklyn, where officials and prominent alumni celebrated the 200th birthday of the school with pledges that they would work to reverse its terrible decline. There was a fresh coat of paint and a tentative sense of optimism this" , "date" : "19870928" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Erasmus High at 200: Fresh Paint, New Hope" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/28\/nyregion\/erasmus-high-at-200-fresh-paint-new-hope.html"} ,   {"body" : "LEAD: On Church Avenue in the heart of Brooklyn, the sidewalk crowds and employees of the small shops seem to work, walk, eat and shop to a contagious reggae beat. On Church Avenue in the heart of Brooklyn, the sidewalk crowds and employees of the small shops seem to work, walk, eat and shop to a contagious reggae beat. And on sun-soaked weekend" , "date" : "19870920" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WEST INDIES" , "NEW YORK CITY" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "76" , "title" : "Spirit of Trade Winds and Palm Trees in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/20\/nyregion\/spirit-of-trade-winds-and-palm-trees-in-brooklyn.html"} , {"body" : "LEAD: Luck was not with Walter Dubrow one day last month when the mild-mannered 62-year-old World War II veteran tried to rob three Brooklyn banks and got no money at two of them, the police said. Luck was not with Walter Dubrow one day last month when the mild-mannered 62-year-old World War II veteran tried to rob three Brooklyn banks and got no" , "date" : "19870919" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Angry Bank Employees Catch Robbery Suspect" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/19\/nyregion\/angry-bank-employees-catch-robbery-suspect.html"} , {"body" : "LEAD: Friday TRISHA BROWN, CONTINUED Friday TRISHA BROWN, CONTINUED The Trisha Brown Dance Company - which has been known for both energetic and graceful works since its founding in 1970 - opened City Center's 1987-88 dance season on Monday, and performances will continue through the weekend. Tonight's 8 o'clock program - which will be repeated on" , "date" : "19870918" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/18\/arts\/weekender-guide.html"} , {"body" : "LEAD: A 35-year-old woman was killed early yesterday at the Brooklyn office building where she worked when an escalator step collapsed and she was pulled into its machinery. A 35-year-old woman was killed early yesterday at the Brooklyn office building where she worked when an escalator step collapsed and she was pulled into its machinery. The" , "date" : "19870917" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "An Escalator Step Collapses, Killing Woman as She Rides" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/17\/nyregion\/an-escalator-step-collapses-killing-woman-as-she-rides.html"} , {"body" : "LEAD: In the late afternoons, crowds of Chinese workers pour out of the subway station, headed home. Chinese women push baby carriages along the avenue. Chinese children ride skateboards down the street. And in high-ceilinged warehouses, Chinese women bend over sewing machines. In the late afternoons, crowds of Chinese workers pour out of the" , "date" : "19870913" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "74" , "title" : "City's Third Chinatown Is Emerging in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/13\/nyregion\/city-s-third-chinatown-is-emerging-in-brooklyn.html"} , {"body" : "LEAD: Closings in the week ended Aug. 29 MANHATTAN Chelsea $665,000 457 West 22d Street 3-bedroom, 2-bath, 1,632-sq.-ft. co-op in a renovated prewar building; 2 fireplaces, terrace, high ceilings; maintenance $250, no tax deduction (Broker: Kingman Associates) East Midtown Closings in the week ended Aug. 29 MANHATTAN Chelsea $665,000 457 West 22d" , "date" : "19870913" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "16" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/13\/realestate\/residential-resales-992887.html"} , {"body" : "LEAD: Three demonstrators protesting the arrest of a motorist were themselves arrested outside the 71st Precinct station house in the Flatbush section of Brooklyn last night and charged with assaulting a police officer, resisting arrest and obstructing governmental administration. Three demonstrators protesting the arrest of a motorist were" , "date" : "19870910" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "3 Men in Brooklyn Protesting an Arrest Are Put in Jail, Too" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/10\/nyregion\/3-men-in-brooklyn-protesting-an-arrest-are-put-in-jail-too.html"} , {"body" : "LEAD: A PLAQUE at the end of the Canarsie Pier is inscribed with the words of Henry Meyer, a 19th-century developer: ''Jamaica Bay awaits the touch of the magic wand that will transform it into the Wonder Harbor of the World.'' A PLAQUE at the end of the Canarsie Pier is inscribed with the words of Henry Meyer, a 19th-century developer: ''Jamaica" , "date" : "19870830" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["JAMAICA BAY (NY)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Ripples of Change Flutter on Jamaica Bay" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/30\/realestate\/ripples-of-change-flutter-on-jamaica-bay.html"} , {"body" : "LEAD: Closings in the week ended Aug. 15 MANHATTAN Greenwich Village $605,000 2 Fifth Avenue (8th St.) 2-bedroom, 2-bath, 1,000-sq.-ft. postwar co-op; 24-hr. doorman, formal dining room, terrace; maintenance $1,400, 50% tax-deductible (Broker: Bellmarc Realty) Closings in the week ended Aug. 15 MANHATTAN Greenwich Village $605,000 2 Fifth Avenue" , "date" : "19870830" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BRONX (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "13" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/30\/realestate\/residential-resales-155287.html"} , {"body" : "LEAD: New York is a city of many wondrous things. It is a city where an all-Japanese band plays tangos and where Asian Indians run Mexican restaurants. And hard as it is to believe when the air smells of exhaust and the street tar bubbles in the heat, it is also a city with a seashore. New York is a city of many wondrous things. It is a city where" , "date" : "19870830" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "THE TALK OF BRIGHTON BEACH; A Stop on the D Train: Sand, Sea and Handball" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/30\/nyregion\/the-talk-of-brighton-beach-a-stop-on-the-d-train-sand-sea-and-handball.html"} ,    {"body" : "LEAD: Brooklyn will edge closer to the 21st century with two planned health facilities, one at a hospital and the other at a university, that are designed to incorporate the latest advances in medical science. Brooklyn will edge closer to the 21st century with two planned health facilities, one at a hospital and the other at a university, that are" , "date" : "19870809" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Health" , "Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: New Medical Facilities; Double Rx in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/09\/realestate\/postings-new-medical-facilities-double-rx-in-brooklyn.html"} , {"body" : "LEAD: A group of Brooklyn residents and business owners sued yesterday to try to halt construction of Metrotech, a $770 million office and research complex proposed on 17 acres in downtown Brooklyn. A group of Brooklyn residents and business owners sued yesterday to try to halt construction of Metrotech, a $770 million office and research complex" , "date" : "19870806" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "SUIT IN BROOKLYN SEEKS TO BLOCK OFFICE COMPLEX" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/06\/nyregion\/suit-in-brooklyn-seeks-to-block-office-complex.html"} , {"body" : "LEAD: Selecting a Ripe Melon Selecting a Ripe Melon Typically, in many produce markets and supermarkets, customers ask a clerk if a melon is ripe, and often the clerk knows less about melons than the customer. In midsummer, when there is a greater variety of melons available than at any other time, it pays to have some idea of how to select a good" , "date" : "19870805" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "7" , "title" : "FOOD NOTES" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/05\/garden\/food-notes-116987.html"} , {"body" : "LEAD: The police arrested a Brooklyn man and woman and recovered two machine guns and a handgun when they responded to a report of a dispute on the street early yesterday, the police said. The police arrested a Brooklyn man and woman and recovered two machine guns and a handgun when they responded to a report of a dispute on the street early" , "date" : "19870802" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "2 Arrested and Machine Guns Are Confiscated in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/02\/nyregion\/2-arrested-and-machine-guns-are-confiscated-in-brooklyn.html"} , {"body" : "LEAD: Closings in the week ended July 18 MANHATTAN Carnegie Hill $780,000 40 East 88th Street 2-bedroom, 3-bath, 1,700-sq.-ft. co-op in a prewar building; 24-hr. doorman, dining room, maid's room; maintenance $1,250, 38% tax-deductible (Broker: Corcoran Group) Closings in the week ended July 18 MANHATTAN Carnegie Hill $780,000 40 East 88th Street" , "date" : "19870802" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BRONX (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "16" , "title" : "RESIDENTIAL RESALES" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/02\/realestate\/residential-resales-082187.html"} , {"body" : "LEAD: AT Broadway and 20th Street in Manhattan, a mansard-roofed building from the 19th century looks to be a breath away from the scrap heap. AT Broadway and 20th Street in Manhattan, a mansard-roofed building from the 19th century looks to be a breath away from the scrap heap. While neighboring buildings have been rejuvenated - without precise" , "date" : "19870802" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "COLONNADE ROW (NYC)" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Despite Protections, Landmarks Decay" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/02\/realestate\/despite-protections-landmarks-decay.html"} , {"body" : "LEAD: High Heat and Chickens High Heat and Chickens The recent high temperatures have hurt the poultry industry in the East and South, but this should not mean that prices will rise sharply, according to a poultry industry authority. An estimated 1,500,000 chickens died because of the heat in the Delmarva Peninsula alone, industry officials said." , "date" : "19870729" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "7" , "title" : "FOOD NOTES" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/29\/garden\/food-notes-178287.html"} , {"body" : "LEAD: ABOUT 75 times a year, Lou Singer gets into his blue Dodge van, picks up a hungry band of sightseers and embarks on a six-hour odyssey of eating and adventure on the Lower East Side of New York. As he navigates the van toward his caloric mecca, he announces: ''This isn't a straight pigging-out operation. ABOUT 75 times a year, Lou Singer gets" , "date" : "19870724" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel" , "Arts"] , "page_facet" : "1" , "title" : "BOARDING A BUS FOR JAZZ, LANDMARKS AND A NOSH" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/24\/arts\/boarding-a-bus-for-jazz-landmarks-and-a-nosh.html"} , {"body" : "LEAD: ANGRY over what they perceive as a flawed environmental impact statement, a group of residents living near the Fort Greene Landmark District is suing to stop the $530 million Atlantic Center urban renewal project that civic leaders view as a mainstay for the redevelopment of downtown Brooklyn. ANGRY over what they perceive as a flawed" , "date" : "19870719" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "22" , "title" : "Brooklyn Residents Sue Rose" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/19\/realestate\/brooklyn-residents-sue-rose.html"} , {"body" : "LEAD: Huge concrete slabs rest amid the tall reeds, eerie reminders of a long-ago plan to transform the south Brooklyn waterfront into a great harbor. Seagulls perch on partially submerged wood pilings where a 17th-century grist mill once stood. And, as children play on the ballfields north of Avenue U, an occasional speedboat pulls into the" , "date" : "19870717" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MARINE PARK (BROOKLYN)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "16" , "title" : "A Wilderness Ramble in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/17\/arts\/a-wilderness-ramble-in-brooklyn.html"} ,   {"body" : "LEAD: Miniature Golf: Sacred and Mundane Urban Center, 457 Madison Avenue (51st Street); 212-753-1722. Miniature Golf: Sacred and Mundane Urban Center, 457 Madison Avenue (51st Street); 212-753-1722. John Margolies, a photographer, will give a lecture and slide show tonight at 6:30 about miniature golf, a pastime that began in the 1920's. Landscape" , "date" : "19870716" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "Calendar: Golf, Stars And Terra Cotta" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/16\/garden\/calendar-golf-stars-and-terra-cotta.html"} , {"body" : "LEAD: Allison Hamblat said ''I do'' yesterday. The jury said, ''Not guilty,'' ''Not guilty,'' and ''Guilty.'' All in the same courtroom, before the same judge. Allison Hamblat said ''I do'' yesterday. The jury said, ''Not guilty,'' ''Not guilty,'' and ''Guilty.'' All in the same courtroom, before the same judge. Mr. Hamblat, who is 22 years old," , "date" : "19870710" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "A JURY TRIES A BACHELOR, BUT CONVICTS A HUSBAND" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/10\/nyregion\/a-jury-tries-a-bachelor-but-convicts-a-husband.html"} , {"body" : "LEAD: Woman of the Theater Woman of the Theater Cynthia Belgrave has worked in the theater all her life, professionally for some 30 years. She has acted, taught, directed and produced. As a producer, she staged the first play in New York by Wole Soyinka, the Nigerian writer who won the 1987 Nobel Prize for Literature. As an actress she was in the" , "date" : "19870704" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "12" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/04\/arts\/going-out-guide.html"} , {"body" : "LEAD: IN a city fabled for its celebrations, no holiday weekend can compare with the Fourth of July's magnificent medley of outdoor festivities. A cacophony of fireworks and festivals brightens the skies and the streets. Music galore -from Sousa to symphonies - resounds in the parks. And as sleek jets soar above Coney Island, a flotilla of" , "date" : "19870703" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "AN EXPLOSION OF FESTIVITIES FOR A FABULOUS FOURTH OF JULY" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/03\/arts\/an-explosion-of-festivities-for-a-fabulous-fourth-of-july.html"} , {"body" : "LEAD: Summer Classes, New York Botanical Garden, Mosholu Parkway at Southern Boulevard, Bronx; 212-220-8747. Summer Classes, New York Botanical Garden, Mosholu Parkway at Southern Boulevard, Bronx; 212-220-8747. Among the adult classes and workshops being offered from mid-July through September is a workshop on raising herbs, using them in salads" , "date" : "19870702" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "Calendar: Summer Classes and Crafts" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/02\/garden\/calendar-summer-classes-and-crafts.html"} , {"body" : "LEAD: Metrotech, a $770 million development of commercial offices and technology research proposed for 17 acres in downtown Brooklyn, was approved yesterday morning at the close of a Board of Estimate meeting that lasted nearly 24 hours. Metrotech, a $770 million development of commercial offices and technology research proposed for 17 acres in" , "date" : "19870702" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "METROTECH (BROOKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Science" , "New York and Region" , "Technology"] , "page_facet" : "3" , "title" : "HIGH-TECH BROOKLYN COMPLEX APPROVED" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/02\/nyregion\/high-tech-brooklyn-complex-approved.html"} , {"body" : "LEAD: PEOPLE living in a gritty, 11-block neighborhood in downtown Brooklyn are mounting a last-ditch attempt to stop the $770 million Metrotech office development that would force the demolition of their rowhouses and loft buildings. PEOPLE living in a gritty, 11-block neighborhood in downtown Brooklyn are mounting a last-ditch attempt to stop the" , "date" : "19870628" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Metrotech Waits Approval Amid Protests" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/28\/realestate\/metrotech-waits-approval-amid-protests.html"} , {"body" : "LEAD: Closings in the week ended June 13 MANHATTAN East Midtown $555,000 303 East 57th Street (Excelsior) 3-bedroom, 4-bath, postwar co-op; 24-hr. doorman, dining room, terrace, roof garden; maintenance $2,467, 45% tax-deductible (Broker: Closings in the week ended June 13 MANHATTAN East Midtown $555,000 303 East 57th Street (Excelsior) 3-bedroom," , "date" : "19870628" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BRONX (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "16" , "title" : "RESIDENTIAL RESALES" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/28\/realestate\/residential-resales-876787.html"} , {"body" : "LEAD: When waiting in New York's seemingly interminable movie lines, it may seem hard to believe that the city, America's No. 1 film market, has about 175,000 seats in its 300 or so cinemas. Yet as any cinephile will attest, moviegoing is not what it used to be. When waiting in New York's seemingly interminable movie lines, it may seem hard to" , "date" : "19870626" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "MOVIE THEATERS: FACTS AND FIGURES" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/26\/movies\/movie-theaters-facts-and-figures.html"} , {"body" : "LEAD: Today INTERNATIONAL FOOD FESTIVAL, Washington Square Church, West Fourth Street, between Avenue of the Americas and Macdougal Street. Today, 6 to 9 P.M. Entertainment. Admission, $10 ($8 for the elderly; $6 for those 12 and under.) Information: 777-2528. CRAFT SHOW, #42d Street, between Fifth Avenue and Avenue of the Americas. Today" , "date" : "19870619" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "Fairs and Festivals" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/19\/arts\/fairs-and-festivals.html"} ,    {"body" : "LEAD: THIS is Memorial Day weekend, a time when New Yorkers will parade to Sousa standards. They will loll in the parks, summer on their minds, even if the calendar does not yet acknowledge the season. They will circumnavigate Manhattan on old schooners and modern-day cruise ships. They will scream as Coney Island roller coasters soar and plunge." , "date" : "19870522" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "PARADES, ART SHOWS AND HOLIDAY FESTIVALS IN THREE-STATE REGION" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/22\/arts\/parades-art-shows-and-holiday-festivals-in-three-state-region.html"} , {"body" : "LEAD: FRIDAY A TOUCH OF THURBER James Thurber once said that ''a touch of eccentricity ran deep in my family,'' and the characters he created in his essays, stories and cartoons certainly reflect that family trait. Some of them will come to life in ''James Thurber Kintypes,'' the latest in the ''Laugh at Lunch'' presentations of the American" , "date" : "19870522" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/22\/arts\/weekender-guide.html"} , {"body" : "LEAD: The 11-year-old boy who was killed by two polar bears at the Prospect Park Zoo in Brooklyn Tuesday night entered the enclosure on a dare, the police said yesterday. The 11-year-old boy who was killed by two polar bears at the Prospect Park Zoo in Brooklyn Tuesday night entered the enclosure on a dare, the police said yesterday. The boy, Juan" , "date" : "19870521" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK ZOO (BKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "BOY ENTERED BEARS' AREA ON A DARE" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/21\/nyregion\/boy-entered-bears-area-on-a-dare.html"} , {"body" : "LEAD: At the Greenmarkets At the Greenmarkets The schedule for Greenmarkets has just been released. The Manhattan locations that follow are listed geographically: Southbridge Towers, Beekman and Pearl Streets, Saturdays 8 A.M. to 6 P.M., June 13 to Dec. 19. City Hall, Municipal Building, Fri days 8 A.M. to 6 P.M., May 22 to Nov. 20. World Trade" , "date" : "19870520" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "7" , "title" : "FOOD NOTES" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/20\/garden\/food-notes-190587.html"} , {"body" : "LEAD: Two polar bears mauled and killed an 11-year-old boy who climbed a fence at the Prospect Park Zoo in Brooklyn with two friends last night and then sneaked into the polar bear enclosure. Two polar bears mauled and killed an 11-year-old boy who climbed a fence at the Prospect Park Zoo in Brooklyn with two friends last night and then sneaked" , "date" : "19870520" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "POLAR BEARS KILL A CHILD AT PROSPECT PARK ZOO" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/20\/nyregion\/polar-bears-kill-a-child-at-prospect-park-zoo.html"} , {"body" : "LEAD: JAN HODENFIELD remembers six years ago when a town house in Park Slope could be bought for less than $200,000 and Seventh Avenue was mostly bodegas, cobblers and neighborhood bars. Today, brownstones cost $750,000 and a Benetton clothing store opened on the avenue in October. JAN HODENFIELD remembers six years ago when a town house in Park" , "date" : "19870517" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "If You're Thinking of Living in:; PARK SLOPE" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/17\/realestate\/if-you-re-thinking-of-living-in-park-slope.html"} , {"body" : "LEAD: FESTIVAL mania has struck New York. Every spring, the city's calendar is filled with street festivals, fairs and parades, but rarely do so many occur on a single weekend. In the next 60 hours or so, it is likely that more people will be marching, eating, singing, dancing, shopping and schmoozing in the city's great outdoors than during any" , "date" : "19870515" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "A FROLIC-PACKED WEEKEND OF FAIRS, FUNNEL CAKES AND BUCKING BRONCOS" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/15\/arts\/a-frolic-packed-weekend-of-fairs-funnel-cakes-and-bucking-broncos.html"} , {"body" : "LEAD: A landlord jailed last year for housing violations was fined $1.4 million yesterday for not living up to an agreement to make progress on repairing a Brooklyn building. A landlord jailed last year for housing violations was fined $1.4 million yesterday for not living up to an agreement to make progress on repairing a Brooklyn building. The" , "date" : "19870512" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "JUDGE FINES A LANDLORD $1.4 MILLION" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/12\/nyregion\/judge-fines-a-landlord-1.4-million.html"} , {"body" : "LEAD: The New York City Department of Health last week released a list of 33 food establishments cited for violating the health code. The New York City Department of Health last week released a list of 33 food establishments cited for violating the health code. In addition, it listed 11 restaurants that were allowed to reopen after correcting" , "date" : "19870510" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "33 FOOD OUTLETS CITED BY NEW YORK OFFICIALS" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/10\/nyregion\/33-food-outlets-cited-by-new-york-officials.html"} , {"body" : "LEAD: FOR those interested in design, the most gratifying way to understand an architectural idea, whether it is a starkly modern loft in a mid-19th century town house or an authentic Japanese teahouse at the end of a driveway, is to walk through the buildings themselves. Design concepts suddenly become real as viewers experience them not just" , "date" : "19870507" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "SPRING TOURS OF HOUSES AND GARDENS" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/07\/garden\/spring-tours-of-houses-and-gardens.html"} ,   {"body" : "LEAD: Churches, neighborhood groups and government agencies in the New York region are scrambling to set up counseling networks that will guide aliens through the amnesty program established under the nation's new immigration law, which takes effect tomorrow. Churches, neighborhood groups and government agencies in the New York region are" , "date" : "19870504" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW HAVEN (CONN)" , "NEW JERSEY" , "NEW YORK CITY" , "UNITED STATES" , "CONNECTICUT" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NEW ALIEN LAW PUTS PRESSURE ON AGENCIES" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/04\/nyregion\/new-alien-law-puts-pressure-on-agencies.html"} , {"body" : "LEAD: High Spot Manhattan has its Times Square and Brooklyn has its Times Plaza. The plaza, named for the long-gone Brooklyn Daily Times, is formed by the intersection of Atlantic, Flatbush and Fourth Avenues, and of Hanson and Ashland Places. Nearby is the Brooklyn Academy of Music, and overlooking all is Brooklyn's tallest building, its only" , "date" : "19870502" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "12" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/02\/arts\/going-out-guide.html"} , {"body" : "LEAD: Antiques and Collectibles Show, field house at Rockland Community College, 145 College Road (New York State Thruway, exit 14B), Suffern, N.Y.; 914-356-4650. Antiques and Collectibles Show, field house at Rockland Community College, 145 College Road (New York State Thruway, exit 14B), Suffern, N.Y.; 914-356-4650. Southern quilts, Oriental" , "date" : "19870423" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "EVENTS: COLLECTIBLES AND WALKING TOURS" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/23\/garden\/events-collectibles-and-walking-tours.html"} , {"body" : "LEAD: Three white teen-agers were arrested Saturday night in a ''bias incident'' on a Brooklyn street corner, the police said yesterday. Three white teen-agers were arrested Saturday night in a ''bias incident'' on a Brooklyn street corner, the police said yesterday. The three were accused of beating a young black man who, the police said," , "date" : "19870406" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "3 White Youths Seized In Racial Assault Case" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/06\/nyregion\/3-white-youths-seized-in-racial-assault-case.html"} , {"body" : "LEAD: THE walking season is suddenly upon us, and all roads lead to the biggest show in town: New York City itself. Walking tours of the city - which have become a year-round institution, with determined strollers slogging through the slushiest streets - are suddenly in full bloom. There are more than a half dozen of them scheduled this weekend" , "date" : "19870403" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "TOUR GUIDES LEAD URBAN SAFARIS THROUGH CITY'S PAST AND PRESENT" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/03\/arts\/tour-guides-lead-urban-safaris-through-city-s-past-and-present.html"} , {"body" : "LEAD: Minutes after a private jet carrying Senator Bob Dole left Washington's National Airport for a series of Presidential campaign appearances in New York, the flight attendant told the Senate Republican leader that Howard H. Baker Jr., the White House chief of staff, was on the telephone. Mr. Dole thought for a moment, then said he would return" , "date" : "19870401" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "20" , "title" : "WASHINGTON TALK: WORKING PROFILE; On the Road With Senator Dole, the Campaigner" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/01\/us\/washington-talk-working-profile-on-the-road-with-senator-dole-the-campaigner.html"} , {"body" : "LEAD: IT was once assumed with some frequency that dancers just traipsed out onto the stage and moved as the spirit drove them. IT was once assumed with some frequency that dancers just traipsed out onto the stage and moved as the spirit drove them. Isadora Duncan may be to blame for that. But as ballet became an American art and modern dance an" , "date" : "19870327" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "DANCE FARE MIXES THE FRESH AND FAMILIAR" , "url" : "http:\/\/www.nytimes.com\/1987\/03\/27\/arts\/dance-fare-mixes-the-fresh-and-familiar.html"} , {"body" : "LEAD: AN elegant town house at 163 East 64th Street in Manhattan sold for $650,000 in 1977, $1.75 million in 1980, $2.5 million in 1982 and $4 million last year. AN elegant town house at 163 East 64th Street in Manhattan sold for $650,000 in 1977, $1.75 million in 1980, $2.5 million in 1982 and $4 million last year. Two-bedroom apartments at Schwab" , "date" : "19870315" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "'Significant Sales' Pace the Market" , "url" : "http:\/\/www.nytimes.com\/1987\/03\/15\/realestate\/significant-sales-pace-the-market.html"} , {"body" : "LEAD: A 60-year-old New York City police detective was shot and killed and another officer was seriously wounded in a gunfight with two burglary suspects they confronted in a Brooklyn apartment house yesterday, the police said. A 60-year-old New York City police detective was shot and killed and another officer was seriously wounded in a gunfight" , "date" : "19870312" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DETECTIVE DIES AND OFFICER IS WOUNDED IN BROOKLYN SHOOTOUT" , "url" : "http:\/\/www.nytimes.com\/1987\/03\/12\/nyregion\/detective-dies-and-officer-is-wounded-in-brooklyn-shootout.html"} , {"body" : "LEAD: Friday ALL-WORLD ANTIQUES Friday ALL-WORLD ANTIQUES Sometimes the best things in life are found when one isn't looking for them, and when it comes to home furnishings, there is perhaps nothing better than strolling through an antiques show - particularly one with no restrictions on year, period or style. This weekend the fourth annual Sanford" , "date" : "19870306" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1987\/03\/06\/arts\/going-out-guide.html"} ,   {"body" : "LEAD: The number of pedestrians killed in traffic accidents in New York City dropped last year to its lowest level since 1912, in part the result of changes in road engineering and increased enforcement programs, the City Department of Transportation said yesterday. The number of pedestrians killed in traffic accidents in New York City dropped last" , "date" : "19870306" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Pedestrian Traffic Deaths Show Sharp Decline in New York City" , "url" : "http:\/\/www.nytimes.com\/1987\/03\/06\/nyregion\/pedestrian-traffic-deaths-show-sharp-decline-in-new-york-city.html"} , {"body" : "LEAD: A year ago not one of the 14 storefronts on Nostrand Avenue between Martense Street and Linden Boulevard in the East Flatbush section of Brooklyn held a business. Some had stood empty as long as eight years. A year ago not one of the 14 storefronts on Nostrand Avenue between Martense Street and Linden Boulevard in the East Flatbush section of" , "date" : "19870304" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NOSTRAND AVENUE (NYC)" , "EAST FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "8" , "title" : "ABOUT REAL ESTATE; BROOKLYN NEIGHBORHOOD HELPS REVIVE STOREFRONTS" , "url" : "http:\/\/www.nytimes.com\/1987\/03\/04\/business\/about-real-estate-brooklyn-neighborhood-helps-revive-storefronts.html"} , {"body" : "LEAD: A Brooklyn landlord who was arrested last week for housing violations agreed to pay a $200,000 fine and fix housing violations in 29 buildings, the authorities said yesterday. A Brooklyn landlord who was arrested last week for housing violations agreed to pay a $200,000 fine and fix housing violations in 29 buildings, the authorities said" , "date" : "19870224" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "METRO DATELINES; Spodek Agrees To a $200,000 Fine" , "url" : "http:\/\/www.nytimes.com\/1987\/02\/24\/nyregion\/metro-datelines-spodek-agrees-to-a-200000-fine.html"} , {"body" : "LEAD: YOUTH MOVEMENT YOUTH MOVEMENT The Princeton High School Choir has gone far afield, giving concerts in Vienna, Budapest, Prague and the Spoleto Festivals in both the United States and Italy. Choral singing has been an extracurricular activity at Princeton High for decades. William Trego and Nancianne Parrella are director and associate choir" , "date" : "19870224" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "17" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1987\/02\/24\/arts\/going-out-guide.html"} , {"body" : "LEAD: Friday BOOKS, BOOKS, BOOKS Friday BOOKS, BOOKS, BOOKS Greenwich Village has always had a penchant for the literary, and so it seems only natural that Public School 3, in the heart of the Village at the corner of Hudson and Christopher Streets, should offer, in lieu of a bake sale, an Antiquarian Book Fair. Today from 6 till 10 P.M., tomorrow" , "date" : "19870220" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1987\/02\/20\/arts\/going-out-guide.html"} , {"body" : "LEAD: Four Brooklyn landlords were arrested yesterday on charges of violating a little-known law by ignoring orders to correct hundreds of unsafe building code violations. Four Brooklyn landlords were arrested yesterday on charges of violating a little-known law by ignoring orders to correct hundreds of unsafe building code violations. District" , "date" : "19870220" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "OBSCURE STATUTE USED TO ARREST FOUR LANDLORDS" , "url" : "http:\/\/www.nytimes.com\/1987\/02\/20\/nyregion\/obscure-statute-used-to-arrest-four-landlords.html"} , {"body" : "LEAD: The Transit Authority plans to make subway trips speedier, but increase waits for some buses in what officials are calling the most comprehensive series of schedule changes since the service cuts of the 1970's. The Transit Authority plans to make subway trips speedier, but increase waits for some buses in what officials are calling the most" , "date" : "19870220" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "SCHEDULE CHANGES PLANNED TO SPEED SUBWAY TRIPS" , "url" : "http:\/\/www.nytimes.com\/1987\/02\/20\/nyregion\/schedule-changes-planned-to-speed-subway-trips.html"} , {"body" : "LEAD: Studio Museum in Harlem, 144 West 125th Street. ''Harlem Renaissance: Studio Museum in Harlem, 144 West 125th Street. ''Harlem Renaissance: Art of Black America,'' emphasizes work of six artists - Aaron Douglas, William H. Johnson, Palmer Hayden, Meta Vaux Warrick Fuller, James Van Der Zee and Carl Van Vechten; opens today, through Aug. 30." , "date" : "19870213" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "18" , "title" : "Black-History Events This Weekend" , "url" : "http:\/\/www.nytimes.com\/1987\/02\/13\/arts\/black-history-events-this-weekend.html"} , {"body" : "LEAD: An off-duty housing police officer was stabbed in the back yesterday during a traffic dispute in the Flatlands section of Brooklyn, the police said. An off-duty housing police officer was stabbed in the back yesterday during a traffic dispute in the Flatlands section of Brooklyn, the police said. The officer, Geoffrey Cea, 26 years old, was" , "date" : "19870208" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "Housing Policeman Stabbed In Brooklyn Traffic Dispute" , "url" : "http:\/\/www.nytimes.com\/1987\/02\/08\/nyregion\/housing-policeman-stabbed-in-brooklyn-traffic-dispute.html"} , {"body" : "LEAD: Friday BALINESE DANCE Midwinter Manhattan may seem a long way from the island of Bali, but this weekend the magic of this tropical paradise will be more than in the air. With opulent masks and exotic sounds, Islene Pinder's Balinese American Dance Theater will re-create a journey of demons and deities when the company performs ''Eden'' and" , "date" : "19870206" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1987\/02\/06\/arts\/weekender-guide.html"} ,    {"body" : "LEAD: Two police officers responding to a reported robbery at a Brooklyn tavern early yesterday were themselves held up by the robbers, who took their revolvers and herded them into a back room with patrons, the police said. Two police officers responding to a reported robbery at a Brooklyn tavern early yesterday were themselves held up by the" , "date" : "19870101" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "2 OFFICERS SENT TO BAR HOLDUP, ROBBED OF GUNS" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/01\/nyregion\/2-officers-sent-to-bar-holdup-robbed-of-guns.html"}]