[  {"body" : "LEAD: The New York City Department of Health last week released a list of 27 food establishments cited for violating the health code. The New York City Department of Health last week released a list of 27 food establishments cited for violating the health code. In addition, it listed five restaurants that were allowed to reopen after correcting" , "date" : "19871004" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "57" , "title" : "Food Inspection Results" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/04\/nyregion\/food-inspection-results.html"} , {"body" : "LEAD: Summerstage Finale Summerstage Finale The Central Park Band Shell was one of New York's more neglected outdoor concert spaces until this year's two-month festival of free jazz, opera, dance and new music called Summerstage transformed it into a showcase for contemporary performing artists. Summerstage ends its season with shows today and" , "date" : "19870912" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "54" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/12\/arts\/going-out-guide.html"} , {"body" : "LEAD: Friday PILAR RIOJA DANCES Friday PILAR RIOJA DANCES Pilar Rioja, renowned for her remarkable repertory of Spanish dance, begins a 15-day engagement tonight at the Repertorio Espanol's Gramercy Arts Theater, at 138 East 27th Street. Miss Rioja - who is considered one of the foremost performers of Spanish flamenco, classical, court and folk" , "date" : "19870814" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/14\/arts\/going-out-guide.html"} , {"body" : "LEAD: These days, Salvatore Scotto, a longtime resident and community leader in the Carroll Gardens section of Brooklyn, frequently receives phone calls from real-estate agents wanting to know if any of his properties in the neighborhood are for sale. These days, Salvatore Scotto, a longtime resident and community leader in the Carroll Gardens" , "date" : "19870729" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "COBBLE HILL (BROOKLYN)" , "CARROLL GARDENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Small Town in the Big City: South Brooklyn Changes" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/29\/nyregion\/small-town-in-the-big-city-south-brooklyn-changes.html"} , {"body" : "LEAD: For more than two years, drivers have suffered through snarled traffic along a 1.7-mile section of the Brooklyn-Queens Expressway that has been under repair. Officials say motorists can expect at least two more years of major tie-ups. For more than two years, drivers have suffered through snarled traffic along a 1.7-mile section of the" , "date" : "19870620" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NORTH CAROLINA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "HIGHWAY TIE-UP STRETCHES 2 YEARS AHEAD" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/20\/nyregion\/highway-tie-up-stretches-2-years-ahead.html"} , {"body" : "LEAD: A section of the Gowanus Expressway in Brooklyn that collapsed yesterday at 12:30 P.M., blocking the artery to Staten Island and Queens for hours. The collapse, at 65th Street, affected two southbound lanes, which were reopened about 4 P.M. A city spokesman said steel plates would be placed over the hole until repairs could be made. A section" , "date" : "19870528" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["GOWANUS EXPRESSWAY (NYC)" , "BROOKLYN (NYC)"] , "page_facet" : "3" , "title" : "Hole in Gowanus Expressway Ties Up Traffic" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/28\/nyregion\/hole-in-gowanus-expressway-ties-up-traffic.html"} , {"body" : "LEAD: JAN HODENFIELD remembers six years ago when a town house in Park Slope could be bought for less than $200,000 and Seventh Avenue was mostly bodegas, cobblers and neighborhood bars. Today, brownstones cost $750,000 and a Benetton clothing store opened on the avenue in October. JAN HODENFIELD remembers six years ago when a town house in Park" , "date" : "19870517" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "If You're Thinking of Living in:; PARK SLOPE" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/17\/realestate\/if-you-re-thinking-of-living-in-park-slope.html"} , {"body" : "LEAD: A walk tomorrow through Williamsburg is the first in a series of spring tours in Brooklyn that will be sponsored by the Prospect Park Environmental Center. The tour, led by Marvin Gelfand, will last two to three hours and meets at 1 P.M. at the Williamsburg Savings Bank, corner of Driggs Avenue and Broadway. A walk tomorrow through" , "date" : "19870424" , "day_of_week_facet" : "Friday" , "geo_facet" : ["WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "9" , "title" : "Brooklyn Tours" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/24\/arts\/brooklyn-tours.html"} , {"body" : "LEAD: To the Editor: To the Editor: A little more than a year and a half ago, you published an article of mine (Op-Ed, Aug. 12, 1985) about the language of gentrification in our cities, and especially the erroneous and insulting use of frontier imagery -''urban pioneers'' for example - to discuss gentrifying neighborhoods and their existing" , "date" : "19870406" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "14" , "title" : "A Hill Grows in the Mind of Urban Pioneers" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/06\/opinion\/l-a-hill-grows-in-the-mind-of-urban-pioneers-882187.html"} , {"body" : "LEAD: Air pollution has increased to dangerous levels along major streets in lower Manhattan since one-way tolls were introduced on the Verrazano-Narrows Bridge more than a year ago, according to a new draft study. Air pollution has increased to dangerous levels along major streets in lower Manhattan since one-way tolls were introduced on the" , "date" : "19870402" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["VERRAZANO-NARROWS BRIDGE" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "POLLUTION RISE TIED TO ONE-WAY TOLL" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/02\/nyregion\/pollution-rise-tied-to-one-way-toll.html"} ,   {"body" : "LEAD: A man wearing the traditional clothing of a Hasidic Jew was shot and critically wounded in an apparent robbery before being found near the Brooklyn docks yesterday morning, the police said. A man wearing the traditional clothing of a Hasidic Jew was shot and critically wounded in an apparent robbery before being found near the Brooklyn docks" , "date" : "19870316" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "METRO DATELINES; BROOKLYN MAN SHOT IN ROBBERY ATTEMPT" , "url" : "http:\/\/www.nytimes.com\/1987\/03\/16\/nyregion\/metro-datelines-brooklyn-man-shot-in-robbery-attempt.html"} , {"body" : "LEAD: A husband and his wife were found shot to death with their hands taped behind their backs in their apartment in the Gowanus section of Brooklyn last night, the police said. A husband and his wife were found shot to death with their hands taped behind their backs in their apartment in the Gowanus section of Brooklyn last night, the police" , "date" : "19870202" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "Couple Are Murdered At Home in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1987\/02\/02\/nyregion\/couple-are-murdered-at-home-in-brooklyn.html"}]