[  {"body" : "LEAD: A Federal judge today approved an agreement intended to halt the pollution of New York Harbor and the Jersey Shore by garbage from the city's Fresh Kills Landfill on Staten Island. A Federal judge today approved an agreement intended to halt the pollution of New York Harbor and the Jersey Shore by garbage from the city's Fresh Kills Landfill" , "date" : "19871208" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["ATLANTIC OCEAN" , "STATEN ISLAND (NYC)" , "NEW JERSEY" , "NEW YORK CITY" , "ARTHUR KILL (NYC)" , "WOODBRIDGE (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "New York City to Pay Jersey Town $1 Million Over Shore Pollution" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/08\/nyregion\/new-york-city-to-pay-jersey-town-1-million-over-shore-pollution.html"} , {"body" : "LEAD: Officials of New York City and New Jersey announced today that they had reached an understanding on the broad outline of a plan to help assure that garbage from the city does not wash up on the Jersey Shore. Officials of New York City and New Jersey announced today that they had reached an understanding on the broad outline of a plan to help" , "date" : "19871117" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["ATLANTIC OCEAN" , "FRESH KILLS" , "STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "NEW JERSEY" , "NEW YORK CITY" , "WOODBRIDGE (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York City Reaches Accord With Jersey on Floating Garbage" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/17\/nyregion\/new-york-city-reaches-accord-with-jersey-on-floating-garbage.html"} , {"body" : "LEAD: SOMETIME next year, probably in the summer, condominiums at a new waterfront development called Jonathan's Landing are to go on sale. To find them, prospective buyers will drive along a new road on a sliver of landfill that juts into Gravesend Bay on the South Brooklyn shore. SOMETIME next year, probably in the summer, condominiums at a new" , "date" : "19871108" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "JONATHAN'S LANDING (BROOKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Perspectives: Waterfront Development; Green Light for Condos on Gravesend Bay" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/08\/realestate\/perspectives-waterfront-development-green-light-for-condos-on-gravesend-bay.html"} , {"body" : "LEAD: When John Otto Heidel, a convicted forger and reputed associate of organized crime groups, was shot to death on a Brooklyn street Thursday evening, he became at least the 10th man to be killed in a gangland-style attack in the borough this year. When John Otto Heidel, a convicted forger and reputed associate of organized crime groups, was" , "date" : "19871010" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Puzzle of Gangland-Style Killings Eludes Brooklyn Police" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/10\/nyregion\/puzzle-of-gangland-style-killings-eludes-brooklyn-police.html"} , {"body" : "LEAD: A reputed associate of the Bonanno organized-crime family was found shot to death early yesterday morning on a Brooklyn street in the latest of a series of gangland-style slayings, the police said. A reputed associate of the Bonanno organized-crime family was found shot to death early yesterday morning on a Brooklyn street in the latest of a" , "date" : "19871007" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Mob Figure Is Found Shot to Death in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/07\/nyregion\/mob-figure-is-found-shot-to-death-in-brooklyn.html"} , {"body" : "LEAD: Seven New York City sanitation workers have been subpoenaed to testify before a Federal grand jury investigating the origins of the 50-mile garbage slick that littered New Jersey beaches with medical and household trash in mid-August. Seven New York City sanitation workers have been subpoenaed to testify before a Federal grand jury" , "date" : "19870912" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "GRAVESEND BAY (NYC)" , "ATLANTIC OCEAN" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "U.S. Subpoenas 7 Sanitation Workers" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/12\/nyregion\/us-subpoenas-7-sanitation-workers.html"} , {"body" : "LEAD: In the end, as in the beginning, it was just garbage. In the end, as in the beginning, it was just garbage. Yesterday, the 3,100 tons of trash aboard the barge Mobro, perhaps the world's most celebrated garbage, began to meet its long-delayed fate as a New York City Sanitation Department bulldozer pushed broken bales of it into a roaring" , "date" : "19870902" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE END BEGINS FOR TRASH NO ONE WANTED" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/02\/nyregion\/the-end-begins-for-trash-no-one-wanted.html"} , {"body" : "LEAD: INTERNATIONAL\/A2-8, B6 The top Philippines military official, Gen. Fidel V. Ramos, said that last week's mutiny had worsened the factionalism that has ravaged the armed forces and weakened its ability to fight Communist insurgents. Page A1 INTERNATIONAL\/A2-8, B6 The top Philippines military official, Gen. Fidel V. Ramos, said that last week's" , "date" : "19870902" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["World"] , "page_facet" : "2" , "title" : "NEWS SUMMARY: WEDNESDAY, SEPTEMBER 2, 1987" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/02\/world\/news-summary-wednesday-september-2-1987.html"} , {"body" : "LEAD: New York City can proceed with its plan to burn the 3,100 tons of garbage aboard the barge Mobro, anchored in New York Harbor, a State Supreme Court judge in Brooklyn ruled yesterday. New York City can proceed with its plan to burn the 3,100 tons of garbage aboard the barge Mobro, anchored in New York Harbor, a State Supreme Court judge in" , "date" : "19870811" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "BROOKLYN JUDGE CLEARS BURNING OF BARGE TRASH" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/11\/nyregion\/brooklyn-judge-clears-burning-of-barge-trash.html"} , {"body" : "LEAD: IN New York City where most new construction begins with a wrecking ball, vacant land - that rare local resource -is helping to spur development on Brooklyn's southern shorefront. IN New York City where most new construction begins with a wrecking ball, vacant land - that rare local resource -is helping to spur development on Brooklyn's" , "date" : "19870802" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GRAVESEND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "A New Era for Brooklyn's South Shore" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/02\/realestate\/a-new-era-for-brooklyn-s-south-shore.html"} ,   {"body" : "LEAD: The availability of African food in New York, while increasing, is still limited. Here is a sampling: Caterers DeeDee Dailey's Fine Catering, 2315 East 14th Street (Gravesend Neck Road), Brooklyn; 718-615-1654. Restaurants Abyssinia Restaurant, 35 Grand Street (Thompson Street); 212-226-5959. The availability of African food in New York," , "date" : "19870729" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "6" , "title" : "Dining Out Or Eating In" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/29\/garden\/dining-out-or-eating-in.html"} , {"body" : "LEAD: Although some people think New York City has enough of its own garbage to worry about, its officials have agreed to take on the world's most famous trash heap. Although some people think New York City has enough of its own garbage to worry about, its officials have agreed to take on the world's most famous trash heap. Under an arrangement" , "date" : "19870712" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "THE REGION; The Barge Stops Here" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/12\/weekinreview\/the-region-the-barge-stops-here.html"} , {"body" : "LEAD: The 112-day odyssey of the Mobro, the world's most famous garbage barge, appeared to be over today as New York City agreed to burn its load at an incinerator in Brooklyn. The 112-day odyssey of the Mobro, the world's most famous garbage barge, appeared to be over today as New York City agreed to burn its load at an incinerator in Brooklyn." , "date" : "19870711" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "ISLIP (NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Trash Barge To End Trip In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/11\/nyregion\/trash-barge-to-end-trip-in-brooklyn.html"} , {"body" : "LEAD: A 2-year-old was in critical but stable condition last night after an accidental fall from the roof of a five-story housing project in the Gravesend section of Brooklyn. A police spokesman, Sgt. Maurice Howard, said the toddler, Sean Wallace of 2331 West 11th Street, near Avenue X, was being boosted by a 6-year-old playmate so he could look" , "date" : "19870704" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Child Hurt in Fall From Roof" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/04\/nyregion\/child-hurt-in-fall-from-roof.html"} , {"body" : "LEAD: Because of a strict new law regulating the disposal of asbestos, more and more landlords in New York City are removing the hazardous material secretly and dumping it illegally, according to sanitation officials. Because of a strict new law regulating the disposal of asbestos, more and more landlords in New York City are removing the hazardous" , "date" : "19870610" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "GATEWAY NATIONAL PARK"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "ILLEGAL ASBESTOS DUMPING SOARS UNDER NEW LAW" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/10\/nyregion\/illegal-asbestos-dumping-soars-under-new-law.html"} , {"body" : "LEAD: A 45-year-old retired police officer was killed in an underground parking garage in Brooklyn late yesterday afternoon by a gunman who fled, the police said. A 45-year-old retired police officer was killed in an underground parking garage in Brooklyn late yesterday afternoon by a gunman who fled, the police said. The victim, who retired from" , "date" : "19870528" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "RETIRED POLICEMAN KILLED IN BROOKLYN IN EXECUTION STYLE" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/28\/nyregion\/retired-policeman-killed-in-brooklyn-in-execution-style.html"} , {"body" : "LEAD: After more than eight weeks of wandering in the Caribbean and up and down the East Coast in a futile search for a final resting place, Long Island's outcast garbage was anchored off Brooklyn yesterday, awaiting the outcome of another round of legal and political wrangles. After more than eight weeks of wandering in the Caribbean and up and" , "date" : "19870518" , "day_of_week_facet" : "Monday" , "geo_facet" : ["LONG ISLAND CITY (NYC)" , "ISLIP (NY)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "GARBAGE BARGE RETURNS IN SEARCH OF A DUMP" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/18\/nyregion\/garbage-barge-returns-in-search-of-a-dump.html"} , {"body" : "LEAD: The garbage barge that nobody wants was towed into New York Harbor last night but was turned quickly around and anchored in Gravesend Bay off Brooklyn. The garbage barge that nobody wants was towed into New York Harbor last night but was turned quickly around and anchored in Gravesend Bay off Brooklyn. Earlier in the day Queens officials" , "date" : "19870517" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "TRASH BARGE ENTERS NEW YORK HARBOR, HEADS FOR BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/17\/nyregion\/trash-barge-enters-new-york-harbor-heads-for-brooklyn.html"} , {"body" : "LEAD: A New York City police officer was arrested and charged with drunken driving yesterday after he was involved in a minor collision in Brooklyn, the authorities said. The officer, Timothy Adrat, 26 years old, is assigned to the Emergency Service Unit. The accident occurred at 5:45 A.M. at Avenue P and East 14th Street in the Gravesend section," , "date" : "19870503" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "Officer Arrested in Collision" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/03\/nyregion\/officer-arrested-in-collision.html"} , {"body" : "LEAD: Three white teen-agers were arrested Saturday night in a ''bias incident'' on a Brooklyn street corner, the police said yesterday. Three white teen-agers were arrested Saturday night in a ''bias incident'' on a Brooklyn street corner, the police said yesterday. The three were accused of beating a young black man who, the police said," , "date" : "19870406" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "3 White Youths Seized In Racial Assault Case" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/06\/nyregion\/3-white-youths-seized-in-racial-assault-case.html"} ,   {"body" : "LEAD: WHEN Bill Dillard was not on the road, singing and acting in musicals or playing his trumpet with Louis Armstrong, he lived in rental apartments in Harlem. Last year, at the age of 75, he and his wife, Celestine, became impatient with waiting lists for new rental projects and began looking for a better home outside Manhattan. WHEN Bill" , "date" : "19870118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BRONX (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "CO-OP HUNTING IN THE OUTER BOROUGHS" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/18\/realestate\/co-op-hunting-in-the-outer-boroughs.html"} , {"body" : "LEAD: The Howard Beach assault, far from being an unusually grievous case, is disturbingly similar to other incidents of racial violence in New York City in recent years. Yet a combination of factors beyond the incident itself has elevated this case to a notoriety unlike that of any other. The Howard Beach assault, far from being an unusually" , "date" : "19870115" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["HOWARD BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "WHY HOWARD BEACH?; NOTORIETY OF THE QUEENS ATTACK BUILDS ON ANGER LEFT FROM EARLIER ASSAULTS" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/15\/nyregion\/why-howard-beach-notoriety-queens-attack-builds-anger-left-earlier-assaults.html"} , {"body" : "LEAD: Even before he was named to investigate the Dec. 20 Howard Beach racial attack, Charles J. Hynes was preparing for the job. Even before he was named to investigate the Dec. 20 Howard Beach racial attack, Charles J. Hynes was preparing for the job. Eleven days ago, he sent an assistant to a Harlem news conference where a victim in the attack" , "date" : "19870114" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "QUEENS (NYC)" , "HOWARD BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "MAN IN THE NEWS; FARSIGHTED PROSECUTOR: CHARLES J. HYNES" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/14\/nyregion\/man-in-the-news-farsighted-prosecutor-charles-j-hynes.html"} , {"body" : "LEAD: They had seen it all before, the protesters said - white assailants, black victims and justice continually deferred. They had seen it all before, the protesters said - white assailants, black victims and justice continually deferred. There was William Turks, they said, a black man who was chased and killed by a group of whites in the" , "date" : "19870104" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["HOWARD BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "PROTESTERS EXPRESS FRUSTRATION AND MISTRUST" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/04\/nyregion\/protesters-express-frustration-and-mistrust.html"} , {"body" : "LEAD: It's been quite a century, so far, for Lucia Radl, Mabel Brown, Arthur Linksz, Annie Flanagan and Meyer Greenberg. It's been quite a century, so far, for Lucia Radl, Mabel Brown, Arthur Linksz, Annie Flanagan and Meyer Greenberg. Each intends to turn 87 years old in 1987. And having survived it all since 1900, each can claim - perhaps more" , "date" : "19870101" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "BORN IN '00, THEY AWAIT NEW YEAR" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/01\/nyregion\/born-in-00-they-await-new-year.html"}]