[  {"body" : "LEAD: THE holiday vacation period can be challenging for parents facing nearly two weeks' worth of plaintive cries of ''What'll I do?'' from restless youngsters. It can be especially trying if one or both parents must keep to working schedules. THE holiday vacation period can be challenging for parents facing nearly two weeks' worth of plaintive" , "date" : "19871203" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "If Vacation Blahs Set In, Help Is at Hand" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/03\/garden\/if-vacation-blahs-set-in-help-is-at-hand.html"} , {"body" : "LEAD: When Sam Falabella buried his mother, Nancy, at Calvary Cemetery in Woodside, Queens, last month, he thought he had put her to rest. When Sam Falabella buried his mother, Nancy, at Calvary Cemetery in Woodside, Queens, last month, he thought he had put her to rest. Now Mr. Falabella faces the horrifying possibility that when her body is" , "date" : "19871119" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["WEST ISLIP (NY)" , "SUFFOLK COUNTY (NY)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Mystery Death At L.I. Hospital Torments Son" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/19\/nyregion\/mystery-death-at-li-hospital-torments-son.html"} , {"body" : "LEAD: A probationary investigator for the Brooklyn District Attorney's office was charged yesterday with harboring dozens of Mexican nationals who are in this country illegally in two houses he owns in the Greenpoint section of the borough. A probationary investigator for the Brooklyn District Attorney's office was charged yesterday with harboring" , "date" : "19871107" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)" , "MEXICO" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "Probation Employee Accused Of Housing Dozens of Aliens" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/07\/nyregion\/probation-employee-accused-of-housing-dozens-of-aliens.html"} , {"body" : "LEAD: International 2-6 International 2-6 Nicaragua named a critic of Sandinista rule to mediate in cease-fire talks between the Government and American-backed guerrillas. The critic, Miguel Cardinal Obando y Bravo, is the Roman Catholic Primate of Nicaragua. Page 1 More military aid for the contras could be sought if Nicaragua fails to comply with" , "date" : "19871107" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY SATURDAY, NOVEMBER 7, 1987" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/07\/nyregion\/news-summary-saturday-november-7-1987.html"} , {"body" : "LEAD: When he came to New York to run in the marathon last year, Nechadi el Mostafa of Morocco paid his own expenses. That alone said a great deal about his chances. Fred Lebow, the race director, picks up the tab for the very best runners. And yet, halfway through the race, there was Mostafa, among the leaders, setting a pace that would have" , "date" : "19871030" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "28" , "title" : "Marathon Notebook; Moroccan Writes His Own Ticket Now" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/30\/sports\/marathon-notebook-moroccan-writes-his-own-ticket-now.html"} , {"body" : "LEAD: If the city's Landmarks Preservation Commission grants a development team approval, a three-building complex in the Greenpoint section of Brooklyn will become a retail ''mews,'' with about 20 shops on the first two levels and office space above. Situated in a historic district, the buildings, at 126-132 Greenpoint Avenue off Manhattan If the" , "date" : "19871004" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GREENPOINT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: 20 Shops With Offices Above; A Retail 'Mews' for Greenpoint" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/04\/realestate\/postings-20-shops-with-offices-above-a-retail-mews-for-greenpoint.html"} , {"body" : "LEAD: For as long as anyone there can remember, the Greenpoint section of Brooklyn has functioned as a stable blue-collar community with large Polish and Italian populations living in small houses and apartment buildings. In the last five years, however, artists and young professionals have flooded into the area looking for affordable housing and" , "date" : "19870925" , "day_of_week_facet" : "Friday" , "geo_facet" : ["GREENPOINT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "30" , "title" : "About Real Estate; Renovators in Greenpoint Tackle New Construction" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/25\/business\/about-real-estate-renovators-in-greenpoint-tackle-new-construction.html"} , {"body" : "LEAD: The New York City Department of Health last week released a list of 23 food establishments cited for violating the health code. The New York City Department of Health last week released a list of 23 food establishments cited for violating the health code. In addition, it listed three restaurants that were allowed to reopen after correcting" , "date" : "19870830" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "Restaurant Health Violations" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/30\/nyregion\/restaurant-health-violations.html"} , {"body" : "LEAD: ALMOST 150 years after Herman Melville wrote about its beauty, New Yorkers are taking the East River waterfront seriously, not only as a natural resource, but also as a place to live and work. ALMOST 150 years after Herman Melville wrote about its beauty, New Yorkers are taking the East River waterfront seriously, not only as a natural" , "date" : "19870816" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONG ISLAND CITY (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "HUNTERS POINT WATERFRONT DEVELOPMENT PROJECT" , "WILLIAMSBURG BRIDGE" , "EAST RIVER (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Fair Winds Building for East River Plans" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/16\/realestate\/fair-winds-building-for-east-river-plans.html"} , {"body" : "LEAD: A CONTRACTOR who needs air compressors to operate equipment on a construction site may walk empty handed out of Sylvan Equipment Rental in the Greenpoint section of Brooklyn. ''We can't keep up with demand,'' said Doug Jansen, general manager of Sylvan, at 91 North 12th Street. ''Most every day we turn away business. A CONTRACTOR who needs" , "date" : "19870816" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NORTHEASTERN STATES (US)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "25" , "title" : "COMMERCIAL PROPERTY: CONSTRUCTION MARKET; With Demand Soaring, the Contractors Get Choosy" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/16\/realestate\/commercial-property-construction-market-with-demand-soaring-contractors-get.html"} ,   {"body" : "LEAD: Robert MacCrate, who took over as president of the American Bar Association today, began his one-year term with rave reviews - not for his professionalism or his dedication to public service, but for his singing. Robert MacCrate, who took over as president of the American Bar Association today, began his one-year term with rave reviews - not" , "date" : "19870813" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "14" , "title" : "MAN IN THE NEWS; NEW HEAD OF U.S. BAR ASSOCIATION: ROBERT MacCRATE" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/13\/us\/man-in-the-news-new-head-of-us-bar-association-robert-maccrate.html"} , {"body" : "LEAD: The New York City Department of Health last week released a list of 24 food establishments cited for violating the health code. The New York City Department of Health last week released a list of 24 food establishments cited for violating the health code. In addition, it listed eight restaurants that were allowed to reopen after correcting" , "date" : "19870726" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Officials Cite 24 Food Outlets" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/26\/nyregion\/officials-cite-24-food-outlets.html"} , {"body" : "LEAD: PROPPED on pillows in his apartment in the Williamsburg section of Brooklyn, Tim Pratt, a soft-spoken poet and freelance writer, explained his recent migration from the East Village. PROPPED on pillows in his apartment in the Williamsburg section of Brooklyn, Tim Pratt, a soft-spoken poet and freelance writer, explained his recent migration" , "date" : "19870719" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "EAST VILLAGE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "A Metamorphosis for Old Williamsburg" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/19\/realestate\/a-metamorphosis-for-old-williamsburg.html"} , {"body" : "LEAD: Liliana Komorowka cannot forget a haunting scene from the evening of Dec. 13, 1981 - the day the Polish Government declared martial law and crushed Solidarity. Tanks and soldiers roamed the streets. At the Moscow Theater near her Warsaw apartment, the title on the movie marquee seemed to say everything, ''Apocalypse Now. Liliana Komorowka" , "date" : "19870708" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "POLAND"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "FROM POLAND, EMIGREES ADD SPIRIT TO ARTS" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/08\/nyregion\/from-poland-emigrees-add-spirit-to-arts.html"} , {"body" : "LEAD: SCIENTISTS probing the sunken wreck of the Civil War gunboat Monitor have concluded that the historic ironclad is corroding so rapidly that a decision will have to be made soon on what to do with the wreck. SCIENTISTS probing the sunken wreck of the Civil War gunboat Monitor have concluded that the historic ironclad is corroding so rapidly" , "date" : "19870609" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Science" , "Health"] , "page_facet" : "1" , "title" : "RAPID DETERIORATION OF THE SUNKEN MONITOR IS FORCING HARD CHOICES" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/09\/science\/rapid-deterioration-of-the-sunken-monitor-is-forcing-hard-choices.html"} , {"body" : "LEAD: The New York City Department of Transportation has listed the following trouble spots for weekend traffic: The New York City Department of Transportation has listed the following trouble spots for weekend traffic: * Franklin D. Roosevelt Drive. One northbound lane is closed from 42d to 59th Streets. The 34th and 48th Street entrances are" , "date" : "19870530" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Trouble Spots Listed For Weekend Traffic" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/30\/nyregion\/trouble-spots-listed-for-weekend-traffic.html"} , {"body" : "LEAD: THE billiard room: the very phrase seems to summon images that are strongly contradictory. A place of graceful skill and leisurely camaraderie, the billiard room is also seen as the chamber of impropriety, the den of foul language and fouler cigar smoke. THE billiard room: the very phrase seems to summon images that are strongly" , "date" : "19870528" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "THE BILLIARD ROOM IS BACK IN FASHION, AND SO IS THE GAME" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/28\/garden\/the-billiard-room-is-back-in-fashion-and-so-is-the-game.html"} , {"body" : "LEAD: So plain that it came to be beautiful, so beautiful that it came to be a landmark, the Quaker meeting house on Stuyvesant Square needs a lot of work after 127 years. Private preservationists stepped in to help yesterday with a $10,000 check. So plain that it came to be beautiful, so beautiful that it came to be a landmark, the Quaker meeting" , "date" : "19870518" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "STUYVESANT SQUARE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "QUAKERS GET $10,000 TO FIX A LANDMARK" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/18\/nyregion\/quakers-get-10000-to-fix-a-landmark.html"} , {"body" : "LEAD: About 50 stunned, sobbing relatives and friends of the passengers on a New York-bound Polish jetliner that crashed near Warsaw gathered at Kennedy International Airport yesterday, only to learn that there was no hope for anyone aboard the ill-fated flight. About 50 stunned, sobbing relatives and friends of the passengers on a New York-bound" , "date" : "19870510" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["POLAND" , "WARSAW (POLAND)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "JOY BECOMES GRIEF FOR KIN AWAITING CRASH VICTIMS" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/10\/nyregion\/joy-becomes-grief-for-kin-awaiting-crash-victims.html"} , {"body" : "LEAD: Illegal aliens applying for amnesty under a new Federal law are being overcharged for assistance with their documentation and exploited in other ways, Bishop Francis J. Mugavero of the Roman Catholic Diocese of Brooklyn said yesterday. Illegal aliens applying for amnesty under a new Federal law are being overcharged for assistance with their" , "date" : "19870505" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "MUGAVERO ASSAILS HIGH FEES FOR ILLEGAL ALIENS" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/05\/nyregion\/mugavero-assails-high-fees-for-illegal-aliens.html"} ,   {"body" : "LEAD: Following is a list of religious, civic and community groups in the New York metropolitan region that will help process the applications of aliens for legal status under the new immigration laws: MANHATTAN Lutheran Immigration and Refugee Services, 360 Park Ave. South. Episcopal Mission Society, 14 E. Following is a list of religious, civic" , "date" : "19870503" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "57" , "title" : "GROUPS TO OFFER HELP FOR ALIENS" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/03\/nyregion\/groups-to-offer-help-for-aliens.html"} , {"body" : "LEAD: BEDFORD-STUYVESANT, three-and-a-half square miles of Central Brooklyn where some of the city's most magnificent 19th-century residential buildings coexist with some of its most decayed, is being surveyed by the Landmarks Preservation Commission to determine which blocks it will designate. BEDFORD-STUYVESANT, three-and-a-half square miles of" , "date" : "19870329" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Bedford-Stuyvesant Restudied For New Historic Designation" , "url" : "http:\/\/www.nytimes.com\/1987\/03\/29\/realestate\/bedford-stuyvesant-restudied-for-new-historic-designation.html"} , {"body" : "LEAD: Friday MINI-OPERAS Friday MINI-OPERAS Golden Fleece Ltd., which calls itself the Composers Chamber Theater, is a small, plucky opera troupe that may well have staged more world premieres than any other such ensemble in New York. This weekend, the group will present ''The Wishing Tree'' by Lou Rodgers, Golden Fleece's artistic director; the" , "date" : "19870327" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1987\/03\/27\/arts\/weekender-guide.html"} , {"body" : "LEAD: THE AMERICAN CONNECTION U.S. Guns, Money, and Influence in Northern Ireland. By Jack Holland. Illustrated. 272 pp. New York: Viking. $19.95. THE AMERICAN CONNECTION U.S. Guns, Money, and Influence in Northern Ireland. By Jack Holland. Illustrated. 272 pp. New York: Viking. $19.95. IN Chicago in the 1880's Patrick (Pagan) O'Leary urged Irish" , "date" : "19870322" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "12" , "title" : "RUNNING GUNS TO ARCADIA" , "url" : "http:\/\/www.nytimes.com\/1987\/03\/22\/books\/running-guns-to-arcadia.html"} , {"body" : "LEAD: Robert D. Schwartz arrived at his job last week in the Greenpoint section of Brooklyn - an area of warehouses and small, neatly kept houses - and found six feet of cement and dirt outside his door. Robert D. Schwartz arrived at his job last week in the Greenpoint section of Brooklyn - an area of warehouses and small, neatly kept houses - and" , "date" : "19870321" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "GREENPOINT SCARRED BY SHARP RISE IN ILLEGAL DUMPING" , "url" : "http:\/\/www.nytimes.com\/1987\/03\/21\/nyregion\/greenpoint-scarred-by-sharp-rise-in-illegal-dumping.html"} , {"body" : "LEAD: Candles sparked a fire in a Brooklyn apartment in which gas, electricity and water had been turned off, seriously injuring four people, including a 3-month-old infant, fire officials said yesterday. Seven firefighters also suffered minor injuries in the blaze at 305 Eckford Street, a three-story building near Calyer Street in the Greenpoint" , "date" : "19870319" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Four Badly Injured in Fire" , "url" : "http:\/\/www.nytimes.com\/1987\/03\/19\/nyregion\/four-badly-injured-in-fire.html"} , {"body" : "LEAD: A Brooklyn man fell into the East River last night and his body was found floating nearby two hours later, the police said. The man, Stephan Majkowski, 54 years old, of 160 Driggs Avenue, had been drinking with some friends at the Huron Street Pier in the Greenpoint section of Brooklyn when he fell from his chair into the river about 7:45" , "date" : "19870309" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "EAST RIVER (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "MAN DROWNS IN EAST RIVER" , "url" : "http:\/\/www.nytimes.com\/1987\/03\/09\/nyregion\/man-drowns-in-east-river.html"} , {"body" : "LEAD: Two more suspects in the shooting of a defendant in the ''pizza connection'' drug trial on a Greenwich Village street were arrested yesterday, bringing to five the number of men held in what authorities say was an attempted murder for hire at a price of $40,000. Two more suspects in the shooting of a defendant in the ''pizza connection'' drug" , "date" : "19870218" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "GREENWICH VILLAGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "TWO MORE MEN SEIZED IN 'PIZZA' CASE SHOOTING" , "url" : "http:\/\/www.nytimes.com\/1987\/02\/18\/nyregion\/two-more-men-seized-in-pizza-case-shooting.html"} , {"body" : "LEAD: The latest garments for sale at a marketplace in Kinshasa are displayed by a saleswoman brandishing a sharp knife. She cuts open a 100-pound bale and, as customers eagerly surge forward, out spill pastel polo shirts, khaki short-sleeve shirts and cotton pants - all secondhand. The latest garments for sale at a marketplace in Kinshasa are" , "date" : "19870216" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES" , "AFRICA"] , "nytd_section_facet" : ["Business"] , "page_facet" : "48" , "title" : "INTERNATIONAL REPORT; USED U.S. CLOTHES A BEST SELLER IN AFRICA" , "url" : "http:\/\/www.nytimes.com\/1987\/02\/16\/business\/international-report-used-us-clothes-a-best-seller-in-africa.html"} , {"body" : "LEAD: The events described in this article are true, the people are real. However, because the case has not yet gone to trial, the name of the deceased and the names of witnesses and suspects have been changed at the request of the New York City Police Department. The events described in this article are true, the people are real. However, because" , "date" : "19870215" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "24" , "title" : "CRACK MURDER: A DETECTIVE STORY" , "url" : "http:\/\/www.nytimes.com\/1987\/02\/15\/magazine\/crack-murder-a-detective-story.html"} ,   {"body" : "LEAD: Workers at the 23 shelters for the homeless operated by New York City prepared last night for a heavy influx of people driven off the streets by the cold weather. Workers at the 23 shelters for the homeless operated by New York City prepared last night for a heavy influx of people driven off the streets by the cold weather. At one of the" , "date" : "19870215" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "WORKERS AT SHELTERS PREPARE FOR ARRIVAL OF HOMELESS PEOPLE" , "url" : "http:\/\/www.nytimes.com\/1987\/02\/15\/nyregion\/workers-at-shelters-prepare-for-arrival-of-homeless-people.html"} , {"body" : "LEAD: The missing automobile of a slain defendant in the ''pizza connection'' Mafia drug trial was found Thursday in a midtown garage, the police said. The missing automobile of a slain defendant in the ''pizza connection'' Mafia drug trial was found Thursday in a midtown garage, the police said. Investigators had been searching for the car since" , "date" : "19870207" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "METRO DATELINE; Police Find Car Left By Slain Defendant" , "url" : "http:\/\/www.nytimes.com\/1987\/02\/07\/nyregion\/metro-dateline-police-find-car-left-by-slain-defendant.html"} , {"body" : "LEAD: Like the city itself, which went from the precipice of bankruptcy in the 1970's to prosperity, New York's savings banks are back. Like the city itself, which went from the precipice of bankruptcy in the 1970's to prosperity, New York's savings banks are back. When interest rates passed 20 percent in the early 1980's, savings banks suffered so" , "date" : "19870207" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Business"] , "page_facet" : "33" , "title" : "STATE SAVINGS BANKS THRIVING" , "url" : "http:\/\/www.nytimes.com\/1987\/02\/07\/business\/state-savings-banks-thriving.html"} , {"body" : "LEAD: IN December 1981, Andrzej Czeczot was imprisoned by the martial-law Government in Poland. IN December 1981, Andrzej Czeczot was imprisoned by the martial-law Government in Poland. He was never formally charged, but his crime, he says, was making art. He was one of Poland's top magazine illustrators, and he specialized in satirical sketches" , "date" : "19870206" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "ART PEOPLE" , "url" : "http:\/\/www.nytimes.com\/1987\/02\/06\/arts\/art-people.html"} , {"body" : "LEAD: Two police officers responding to a reported robbery at a Brooklyn tavern early yesterday were themselves held up by the robbers, who took their revolvers and herded them into a back room with patrons, the police said. Two police officers responding to a reported robbery at a Brooklyn tavern early yesterday were themselves held up by the" , "date" : "19870101" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "2 OFFICERS SENT TO BAR HOLDUP, ROBBED OF GUNS" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/01\/nyregion\/2-officers-sent-to-bar-holdup-robbed-of-guns.html"} , {"body" : "LEAD: For more than a year, Shawn Bateza has been living in the city's shelters for the homeless and trying to hold down a job. For more than a year, Shawn Bateza has been living in the city's shelters for the homeless and trying to hold down a job. But in the cavernous rooms where most men are housed, it is often hard to sleep. ''There are radios" , "date" : "19870101" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "HOMELESS WORKING MEN GET THEIR OWN SHELTER" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/01\/nyregion\/homeless-working-men-get-their-own-shelter.html"}]