[  {"body" : "LEAD: Archery U.S. Target Champions Men - Richard McKinney, Gilbert, Ariz. Women - Terry Quinn, Houston. World Crossbow Champions Men - Alan Kaufhold, Lancaster, Pa. Women - Carol Pelosi, Greenbelt, Md. Auto Racing World - Nelson Piquet, Brazil. U.S.A.C. Silver Crown - Jack Hewitt, Troy, Ohio. Archery U.S. Target Champions Men - Richard McKinney," , "date" : "19871228" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "8" , "title" : "1987: THE YEAR IN SPORTS; Winners of Individual and Team Championships" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/28\/sports\/1987-the-year-in-sports-winners-of-individual-and-team-championships.html"} , {"body" : "LEAD: At the Manhattan Beach Jewish Center in Brooklyn, Miriam Aviva Gruen, the daughter of Dr. Rhoda Gruen and Dr. George E. Gruen of New York, and Jeffrey Joseph Kosowsky, a son of Dr. and Mrs. Bernard D. Kosowsky of Brookline, Mass., were married yesterday. Rabbi Yitzhak I. Twersky officiated. Mrs. Kosowsky, a member of the class of '89 at the" , "date" : "19870824" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Style"] , "page_facet" : "18" , "title" : "Miriam Gruen Weds Jeffrey Kosowsky" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/24\/style\/miriam-gruen-weds-jeffrey-kosowsky.html"} , {"body" : "LEAD: Five American advertising executives were killed last weekend when their inflatable raft pitched sideways, tossing them into the fast-moving rapids of the Chilko River. Five American advertising executives were killed last weekend when their inflatable raft pitched sideways, tossing them into the fast-moving rapids of the Chilko River. Among" , "date" : "19870804" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["CHILKO RIVER (BRITISH COLUMBIA)" , "BRITISH COLUMBIA (CANADA)"] , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "4" , "title" : "RAFTING ACCIDENT KILLS 5 EXECUTIVES" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/04\/obituaries\/rafting-accident-kills-5-executives.html"} , {"body" : "LEAD: IN New York City where most new construction begins with a wrecking ball, vacant land - that rare local resource -is helping to spur development on Brooklyn's southern shorefront. IN New York City where most new construction begins with a wrecking ball, vacant land - that rare local resource -is helping to spur development on Brooklyn's" , "date" : "19870802" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GRAVESEND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "A New Era for Brooklyn's South Shore" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/02\/realestate\/a-new-era-for-brooklyn-s-south-shore.html"} , {"body" : "LEAD: Mr. and Mrs. Philippe E. Baumann of New York and Clinton, N.J., have announced the engagement of their daughter Andrea Raymond Baumann to Ivan Laurence Lustig, a son of Barbara L. Lustig of Manhattan Beach, Brooklyn, and the late Neil M. Lustig. A September wedding is planned. Miss Baumann, an associate with Booz, Allen & Hamilton, management" , "date" : "19870802" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "56" , "title" : "ANDREA BAUMANN ENGAGED TO MARRY" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/02\/style\/andrea-baumann-engaged-to-marry.html"} , {"body" : "LEAD: Badminton, one of the world's most popular participation sports, will be introduced next year at the Olympic Games in South Korea as a demonstration event and then gain medal status in 1992. Badminton, one of the world's most popular participation sports, will be introduced next year at the Olympic Games in South Korea as a demonstration" , "date" : "19870519" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "33" , "title" : "SCOUTING; Badminton Boost" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/19\/sports\/scouting-badminton-boost.html"} , {"body" : "LEAD: She was a top-notch undercover agent. Smart. Courageous. Flashed a smile that could warm the coldest criminal heart. She was a top-notch undercover agent. Smart. Courageous. Flashed a smile that could warm the coldest criminal heart. Yet at the age of 81, Muriel Clark now says it wasn't all that hard to become New York State's oldest" , "date" : "19870427" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "UNDERCOVER AGENT, 81, HELPS HALT NURSING HOME PAYOFFS" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/27\/nyregion\/undercover-agent-81-helps-halt-nursing-home-payoffs.html"} , {"body" : "LEAD: A gasoline distributor pleaded guilty today to evading millions of dollars in state fuel taxes in what state officials called one of the largest gasoline bootlegging operations in the nation. A gasoline distributor pleaded guilty today to evading millions of dollars in state fuel taxes in what state officials called one of the largest" , "date" : "19870312" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "BROOKLYN FUEL DISTRIBUTOR PLEADS GUILTY IN TAX PLOT" , "url" : "http:\/\/www.nytimes.com\/1987\/03\/12\/nyregion\/brooklyn-fuel-distributor-pleads-guilty-in-tax-plot.html"}]