[  {"body" : "LEAD: The New York City Department of Health last week released a list of 32 food establishments cited for violating the heatlh code. The New York City Department of Health last week released a list of 32 food establishments cited for violating the heatlh code. In addition, it listed six restaurants that were allowed to reopen after correcting" , "date" : "19871227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "60" , "title" : "FOOD INSPECTION RESULTS" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/27\/nyregion\/food-inspection-results.html"} , {"body" : "LEAD: Closings in the week ended Nov. 28 MANHATTAN Murray Hill $220,000 155 East 34th Street (Warren House) 1-bedroom, 1-bath, 822-sq.-ft. postwar condo; 24-hr. doorman, dining area, new kitchen appliances; common charge $314, taxes $2,616 (Broker: Gala Realty) Sutton Place Closings in the week ended Nov. 28 MANHATTAN Murray Hill $220,000 155 East" , "date" : "19871213" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "10" , "title" : "RESIDENTIAL RESALES" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/13\/realestate\/residential-resales-510287.html"} , {"body" : "LEAD: Arthur Dennis, the star running back for John Adams, was on the field yesterday, but Arthur Davis, South Shore's outstanding runner, watched from the sideline with a knee injury. Arthur Dennis, the star running back for John Adams, was on the field yesterday, but Arthur Davis, South Shore's outstanding runner, watched from the sideline with a" , "date" : "19871206" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "9" , "title" : "SCHOOL SPORTS; ADAMS CAPTURES TITLE, 20-17" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/06\/sports\/school-sports-adams-captures-title-20-17.html"} , {"body" : "LEAD: His sturdy forehead makes you wonder whether he needs a helmet to play football. The thickness of his neck is equally impressive for an 18-year-old, and the rest of his body is even more robust. Everything about Arthur Davis is menacing, until his huge smile appears and wipes all that toughness away. His sturdy forehead makes you wonder" , "date" : "19871205" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "53" , "title" : "South Shore's Star Leads Despite Injury" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/05\/sports\/south-shore-s-star-leads-despite-injury.html"} , {"body" : "LEAD: As the South Shore football coach, Marty Senall, prepares his team for Saturday's Public Schools Athletic League Division A championship game against John Adams, a couple of big questions remain. How's Arthur Davis? And how's Marc Senall? As the South Shore football coach, Marty Senall, prepares his team for Saturday's Public Schools Athletic" , "date" : "19871130" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "SCHOOL FOOTBALL; South Shore Needs 2 Injured Players" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/30\/sports\/school-football-south-shore-needs-2-injured-players.html"} , {"body" : "LEAD: Arthur Dennis was as surprised as anyone. He had just scored six of the eight touchdowns John Adams made in beating Midwood, 55-21, yesterday in a Public Schools Athletic League semifinal game in Ozone Park. Arthur Dennis was as surprised as anyone. He had just scored six of the eight touchdowns John Adams made in beating Midwood, 55-21," , "date" : "19871129" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "7" , "title" : "SCHOOL SPORTS; Adams Storms Into Title Game" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/29\/sports\/school-sports-adams-storms-into-title-game.html"} , {"body" : "LEAD: The football team at John Adams High School in Queens has an advantage in size over its opponents, even though its players are smaller than most in the Public Schools Athletic League. The football team at John Adams High School in Queens has an advantage in size over its opponents, even though its players are smaller than most in the Public" , "date" : "19871128" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "42" , "title" : "SCHOOL FOOTBALL; Adams Thrives Little by Little" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/28\/sports\/school-football-adams-thrives-little-by-little.html"} , {"body" : "LEAD: The Staten Island division might have been the toughest in the Public Schools Athletic League this football season. At one point or another, it qualified four of its six teams for the A League playoffs. But after last Saturday's P.S.A.L. quarterfinals, none remained. The Staten Island division might have been the toughest in the Public" , "date" : "19871123" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "5" , "title" : "School Football; Saturday to Forget For Staten Island" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/23\/sports\/school-football-saturday-to-forget-for-staten-island.html"} , {"body" : "LEAD: Arthur Davis ran for four touchdowns and 320 yards yesterday as South Shore of Brooklyn upset second-seeded Port Richmond, 42-12, in the quarterfinal round of the Public Schools Athletic League Division A playoffs. Port Richmond (8-0) was one of two undefeated teams in the P.S.A.L. during the regular season. Arthur Davis ran for four" , "date" : "19871122" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "SCHOOL SPORTS: P.S.A.L.; South Shore Surprises, Adams Breezes in Playoffs" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/22\/sports\/school-sports-psal-south-shore-surprises-adams-breezes-in-playoffs.html"} , {"body" : "LEAD: For the second straight day, the Catholic High Schools Football League semifinals refused to go according to form. St. John the Baptist of East Islip, L.I., upset top-seeded St. Anthony's, 12-11, yesterday on the Friars' field in South Huntington, L.I. The Cougars moved into next Saturday's C.H.S.F.L. For the second straight day, the Catholic" , "date" : "19871116" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "13" , "title" : "SCHOOL FOOTBALL; ST. JOHN GAINS FINAL IN UPSET" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/16\/sports\/school-football-st-john-gains-final-in-upset.html"} ,   {"body" : "LEAD: Susan Wagner tentatively won the Staten Island division of the Public School Athletic League's A Conference yesterday and took its first step toward repeating as league champion. The eligiblity of one of its players is in question, and the league expects to make an announcement tomorrow that could mean Wagner would forfeit all its games." , "date" : "19871115" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "6" , "title" : "SCHOOL SPORTS: P.S.A.L.; Wagner Put on Hold" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/15\/sports\/school-sports-psal-wagner-put-on-hold.html"} , {"body" : "LEAD: ''THE ornament of a house is the friends who frequent it,'' said Ralph Waldo Emerson. But for a growing number of homeowners, the ornament is the house itself - depicted in a watercolor, on a needlepoint pillow, on cocktail napkins or sculptured in clay. ''THE ornament of a house is the friends who frequent it,'' said Ralph Waldo Emerson. But" , "date" : "19871112" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "Portrait of Home, in Paint, Clay or Fabric" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/12\/garden\/portrait-of-home-in-paint-clay-or-fabric.html"} , {"body" : "LEAD: Chris Davila scored two of his three touchdowns in the fourth quarter as Midwood rallied yesterday to beat South Shore, 20-19, in a game that broke a first-place tie in the Public School Athletic League's Brooklyn A Division I. Midwood's record is now 7-1, and it has a berth in the playoffs that start in two weeks. Chris Davila scored two of" , "date" : "19871108" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "SCHOOL SPORTS: P.S.A.L.; Midwood Rallies, 20-19" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/08\/sports\/school-sports-psal-midwood-rallies-20-19.html"} , {"body" : "LEAD: Arthur Davis ran for two touchdowns as South Shore beat Sheepshead Bay, 15-6, yesterday at South Shore's home field in Brooklyn. The victory was South Shore's third without a defeat in the Public Schools Athletic League Brooklyn A Division I, and it makes next week's game against Midwood, also 3-0, a pivotal one. Arthur Davis ran for two" , "date" : "19871101" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "12" , "title" : "SCHOOL SPORTS: P.S.A.L.; South Shore Goes to 3-0" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/01\/sports\/school-sports-psal-south-shore-goes-to-3-0.html"} , {"body" : "LEAD: THE tactics used to combat housing discrimination in New York City are expanding, city officials and fair-housing watchdog groups report. THE tactics used to combat housing discrimination in New York City are expanding, city officials and fair-housing watchdog groups report. Lawsuits remain the most effective weapon against discrimination," , "date" : "19871101" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Stepping Up the War on Discrimination" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/01\/realestate\/stepping-up-the-war-on-discrimination.html"} , {"body" : "LEAD: Can anyone here play quarterback? That might be the theme for Army's game against Temple at West Point tomorrow. The Cadets have lost three quarterbacks and have two left, Morrell Savoy and Bryan McWilliams; whoever plays for the Owls will be starting for the first time. Can anyone here play quarterback? That might be the theme for Army's" , "date" : "19871030" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "28" , "title" : "College Football Notebook; Army, Temple Try New Quarterbacks" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/30\/sports\/college-football-notebook-army-temple-try-new-quarterbacks.html"} , {"body" : "LEAD: For the students in Saul Bruckner's advanced course at Edward R. Murrow High School in Brooklyn, American history is an odyssey in ideas, current events, language and, least of all, facts. For the students in Saul Bruckner's advanced course at Edward R. Murrow High School in Brooklyn, American history is an odyssey in ideas, current events," , "date" : "19871029" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Beyond Names and Dates: Theme History in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/29\/nyregion\/beyond-names-and-dates-theme-history-in-brooklyn.html"} , {"body" : "LEAD: Although Sheepshead Bay went into yesterday's game with a 5-0 overall record and had outscored its opponents 213 to 18, the Sharks failed to awe or impress Midwood, which beat Sheepshead, 17-6. Although Sheepshead Bay went into yesterday's game with a 5-0 overall record and had outscored its opponents 213 to 18, the Sharks failed to awe or" , "date" : "19871025" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "12" , "title" : "SCHOOL SPORTS; Midwood Stops Sheepshead Bay Unbeaten Streak" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/25\/sports\/school-sports-midwood-stops-sheepshead-bay-unbeaten-streak.html"} , {"body" : "LEAD: The circumstances are ideal for Kelly Ryan to lift, push, shove or even provoke his Yale team into a victory over Pennsylvania in the Yale Bowl on Saturday. The circumstances are ideal for Kelly Ryan to lift, push, shove or even provoke his Yale team into a victory over Pennsylvania in the Yale Bowl on Saturday. Ryan is the Bulldogs' captain" , "date" : "19871022" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "16" , "title" : "College Football Notebook; Ryan Passes March Eli Down the Field" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/22\/sports\/college-football-notebook-ryan-passes-march-eli-down-the-field.html"} , {"body" : "LEAD: Chris Davila, a tailback, ran 30 yards for a touchdown to give Midwood a 21-14 victory over previously unbeaten Canarsie yesterday in the first week of Public School Athletic League divisional play. The winning score was set up when a Midwood saftey, Sean Leibowitz, intercepted a pass from Joe Rizzo, the Chris Davila, a tailback, ran 30 yards" , "date" : "19871018" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "12" , "title" : "SCHOOL SPORTS: P.S.A.L.; Canarsie Falls" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/18\/sports\/school-sports-psal-canarsie-falls.html"} ,   {"body" : "LEAD: Closings in the week ended Sept. 26 MANHATTAN Greenwich Village $350,000 61 West 9th Street (Windsor Arms) 2-bedroom, 2-bath, 1,100-sq.-ft. co-op in a prewar building; 24-hr. doorman, fireplace, remodeled kitchen; maintenance $970, 50% tax-deductible (Broker: A.J. Closings in the week ended Sept. 26 MANHATTAN Greenwich Village $350,000 61" , "date" : "19871011" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "16" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/11\/realestate\/residential-resales-902787.html"} , {"body" : "LEAD: Closings in the week ended Sept. 19 MANHATTAN East Midtown $355,000 140 East 56th Street 2-bedroom, 2-bath, 1,242-sq.-ft. postwar condo; 24-hr. doorman, dining area, two exposures; common charge $750, taxes $3,600 (Broker: Arthur P. Brooks Realty) Greenwich Village Closings in the week ended Sept. 19 MANHATTAN East Midtown $355,000 140 East" , "date" : "19871004" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "16" , "title" : "RESIDENTIAL RESALES" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/04\/realestate\/residential-resales-767887.html"} , {"body" : "LEAD: Ask Keith Merriman, the new football coach at Thomas Jefferson High School in Brooklyn, what it is like to replace a local legend and he'll tell you it's not so bad - especially when the legend is Moe Finkelstein and he's right there at practice almost every day. Ask Keith Merriman, the new football coach at Thomas Jefferson High School in" , "date" : "19870928" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "A Dedicated New Coach Has Difficult Role to Fill" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/28\/sports\/a-dedicated-new-coach-has-difficult-role-to-fill.html"} , {"body" : "LEAD: Construction workers dug too close to a train embankment at an above-ground subway station in Brooklyn yesterday, possibly undermining its foundations and forcing some service to be rerouted, the Transit Authority said. Construction workers dug too close to a train embankment at an above-ground subway station in Brooklyn yesterday, possibly" , "date" : "19870923" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Brooklyn Subway Rerouted After Wall Collapses" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/23\/nyregion\/brooklyn-subway-rerouted-after-wall-collapses.html"} , {"body" : "LEAD: Despite the fact that there will be no Metro Bowl game this year, matching the best from the New York City Public Schools against the best from the Catholic Schools, the high school football season continues to hold a lot of promise. Despite the fact that there will be no Metro Bowl game this year, matching the best from the New York City" , "date" : "19870920" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "SCHOOL SPORTS; Season to Show A Lot of Promise" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/20\/sports\/school-sports-season-to-show-a-lot-of-promise.html"} , {"body" : "LEAD: Rock in Brooklyn Rock in Brooklyn Two of the most popular rock groups of the late 1960's and 1970's, Three Dog Night and America, will give a free concert tonight at 7:30 P.M. at Midwood Field in Brooklyn, near East 16th Street and Avenues K and L. The outdoor show, which is part of a nine-year-old summertime series sponsored by State Senator" , "date" : "19870820" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "16" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/20\/arts\/going-out-guide.html"} , {"body" : "LEAD: The New York City Board of Estimate last night unanimously passed a major citywide rezoning intended to encourage construction of lower and bulkier apartment buildings as middle-income housing. The New York City Board of Estimate last night unanimously passed a major citywide rezoning intended to encourage construction of lower and bulkier" , "date" : "19870815" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York City Agrees to Allow Building of Bulkier Apartments" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/15\/nyregion\/new-york-city-agrees-to-allow-building-of-bulkier-apartments.html"} , {"body" : "LEAD: THEY gathered, 20 strong - some stronger than others - in front of a building on the Lower East Side. The average age of the men and women was 75. They were waiting for the bus that would take them on a 3 1\/2-hour journey to the Poconos - destination, the Block and Hexter Vacation Center for Senior Citizens in Poyntelle, Pa. THEY gathered, 20" , "date" : "19870805" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/05\/garden\/metropolitan-diary-029687.html"} , {"body" : "LEAD: Closings in the week ended June 27 MANHATTAN Chelsea $550,000 228 West 21st Street 3-bedroom, 3-bath, 1,552-sq.-ft. co-op in a renovated prewar brownstone; high ceilings, dining area, fireplace, library, private garden; maintenance $315, no tax-deduction (Broker: Jaffe LaSalle) Closings in the week ended June 27 MANHATTAN Chelsea $550,000 228" , "date" : "19870712" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BRONX (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "16" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/12\/realestate\/residential-resales-602287.html"} , {"body" : "LEAD: Deborah Judith Rosenbach, a social worker, and Rabbi Ronald Z. Schwartz, senior rabbi of the Beth Jacob Congregation in Baltimore, were married yesterday at the Sheraton Park Central Hotel in Dallas. The ceremony was performed by Rabbi Walter S. Wurzburger, assisted by Rabbi Maurice Schwartz, the bridegroom's father. Deborah Judith Rosenbach," , "date" : "19870615" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Style"] , "page_facet" : "16" , "title" : "Deborah Rosenbach Weds Rabbi in Dallas" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/15\/style\/deborah-rosenbach-weds-rabbi-in-dallas.html"} ,   {"body" : "LEAD: FESTIVAL mania has struck New York. Every spring, the city's calendar is filled with street festivals, fairs and parades, but rarely do so many occur on a single weekend. In the next 60 hours or so, it is likely that more people will be marching, eating, singing, dancing, shopping and schmoozing in the city's great outdoors than during any" , "date" : "19870515" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "A FROLIC-PACKED WEEKEND OF FAIRS, FUNNEL CAKES AND BUCKING BRONCOS" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/15\/arts\/a-frolic-packed-weekend-of-fairs-funnel-cakes-and-bucking-broncos.html"} , {"body" : "LEAD: Closings in the week ended April 18 MANHATTAN Chelsea $360,000 155 West 15th Street 2-bedroom, 2-bath, 1,350-sq.-ft. loft co-op in recently renovated prewar building; high ceilings, fireplace, large living room; maintenance $784, 70% tax-deductible (Broker: Closings in the week ended April 18 MANHATTAN Chelsea $360,000 155 West 15th Street" , "date" : "19870503" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BRONX (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "16" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/03\/realestate\/residential-resales-449487.html"} , {"body" : "LEAD: Closings in the week ended April 4 MANHATTAN Chelsea $218,000 420 West 23d Street 1-bedroom, 1-bath, 850-sq.-ft. post war condo; dining room or second bedroom, terrace, hardwood floors, 24 hr. doorman; common charges $570, taxes $600 (Broker: Bartlett Closings in the week ended April 4 MANHATTAN Chelsea $218,000 420 West 23d Street 1-bedroom," , "date" : "19870419" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)" , "STATEN ISLAND (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "13" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/19\/realestate\/residential-resales-562687.html"} , {"body" : "LEAD: BOXING Honeyghan Keeps Titles: Lloyd Honeyghan of Britain won a unanimous 12-round decision over Maurice Blocker of the United States in London yesterday to retain his World Boxing Council and International Boxing Federation welterweight championships. The victory, in his second title defense, lifted Honeyghan's record to 30-0. BOXING" , "date" : "19870419" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "7" , "title" : "RESULTS PLUS" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/19\/sports\/results-plus-724887.html"} , {"body" : "LEAD: MANHATTAN Chelsea $120,000 231 West 21st Street 2-bedroom, 1-bath, 510-sq.-ft. co- op in recently-renovated prewar building; eat-in kitchen; mainte nance $245, 35% tax-deductible (Broker: H.H. Kleigerman Associ ates) Greenwich Village MANHATTAN Chelsea $120,000 231 West 21st Street 2-bedroom, 1-bath, 510-sq.-ft. co- op in recently-renovated" , "date" : "19870412" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "16" , "title" : "Residential Resales; Closings in the week ended March 28" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/12\/realestate\/residential-resales-closings-in-the-week-ended-march-28.html"} , {"body" : "LEAD: ON the far reaches of West 57th Street, a line snakes into the Unitel Video studio. Once inside, the people clamber to their seats, arced around a tiny stage that looks like a cross between a doctor's office and a living room. Cameramen mill about as first the stage manager, then the producer and finally the co-host warm up the audience with" , "date" : "19870403" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "RESERVING A PAIR OF SEATS BEHIND THE TV CAMERAS" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/03\/arts\/reserving-a-pair-of-seats-behind-the-tv-cameras.html"} , {"body" : "LEAD: Predominantly segregated housing patterns that seemed to be breaking up in the 1960's and early 1970's have been quietly reasserting themselves in New York City and its suburbs, according to a wide range of experts and studies. Predominantly segregated housing patterns that seemed to be breaking up in the 1960's and early 1970's have been" , "date" : "19870401" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "EAST FLATBUSH (NYC)" , "BENSONHURST (NYC)" , "NEW YORK CITY METROPOLITAN AREA" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "HOUSING SEGREGATION: NEW TWISTS AND OLD RESULTS" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/01\/nyregion\/housing-segregation-new-twists-and-old-results.html"} , {"body" : "LEAD: Mr. and Mrs. Louis Rosenbach of Dallas have announced the engagement of their daughter Deborah Judith Rosenbach to Rabbi Ronald Z. Schwartz, a son of Rabbi and Mrs. Maurice Schwartz of Towson, Md. A June wedding is planned. Mr. and Mrs. Louis Rosenbach of Dallas have announced the engagement of their daughter Deborah Judith Rosenbach to Rabbi" , "date" : "19870222" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "55" , "title" : "Deborah Rosenbach to Wed Rabbi R. Z. Schwartz" , "url" : "http:\/\/www.nytimes.com\/1987\/02\/22\/style\/deborah-rosenbach-to-wed-rabbi-r-z-schwartz.html"} , {"body" : "LEAD: A 20-year-old Brooklyn man was arrested yesterday and charged with raping and robbing six women over the last two years, the police said. He is a suspect in four other rapes. A 20-year-old Brooklyn man was arrested yesterday and charged with raping and robbing six women over the last two years, the police said. He is a suspect in four other" , "date" : "19870213" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Brooklyn Man Held in Rapes; Police Link Him to 10 Attacks" , "url" : "http:\/\/www.nytimes.com\/1987\/02\/13\/nyregion\/brooklyn-man-held-in-rapes-police-link-him-to-10-attacks.html"} , {"body" : "LEAD: A Board of Elections worker has been indicted in an investigation of potential fraud in Assemblyman Roger L. Green's acceptance of a Liberal Party nomination last year and the gathering of independent nominating petitions on his behalf. A Board of Elections worker has been indicted in an investigation of potential fraud in Assemblyman Roger" , "date" : "19870213" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "METRO DATELINES; City Election Worker Arrested in Inquiry" , "url" : "http:\/\/www.nytimes.com\/1987\/02\/13\/nyregion\/metro-datelines-city-election-worker-arrested-in-inquiry.html"} ,   {"body" : "LEAD: On the boardwalk in the 1940's, dancers did the Lindy to music from a juke box in front of ''Meyer's Knishes.'' Nearby was the Takee-Cup stand where you bought chow mein served in a cup made out of noodles. You ate the chow mein, then you ate the cup. The bars featured a kind of juke box with a screen that played ''soundies,'' short subjects" , "date" : "19870125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "ROCKAWAY PENINSULA (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "Woody Allen and Neil Simon Conjure a Compelling Era" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/25\/movies\/woody-allen-and-neil-simon-conjure-a-compelling-era.html"} , {"body" : "LEAD: WHEN Bill Dillard was not on the road, singing and acting in musicals or playing his trumpet with Louis Armstrong, he lived in rental apartments in Harlem. Last year, at the age of 75, he and his wife, Celestine, became impatient with waiting lists for new rental projects and began looking for a better home outside Manhattan. WHEN Bill" , "date" : "19870118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BRONX (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "CO-OP HUNTING IN THE OUTER BOROUGHS" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/18\/realestate\/co-op-hunting-in-the-outer-boroughs.html"}]