[  {"body" : "LEAD: Ashes from incinerated garbage contain significant amounts of lead, cadmium, dioxin and other toxic substances that can threaten health and the environment, according to a report prepared for the Environmental Protection Agency. Ashes from incinerated garbage contain significant amounts of lead, cadmium, dioxin and other toxic substances that" , "date" : "19871126" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "21" , "title" : "ASHES OF GARBAGE ARE FOUND TOXIC" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/26\/us\/ashes-of-garbage-are-found-toxic.html"} , {"body" : "LEAD: Edward C. Maxwell, a realty and economic development executive, died of prostate cancer Sunday at Beth Israel Hospital in Manhattan. He was 77 years old and lived in Brooklyn. Edward C. Maxwell, a realty and economic development executive, died of prostate cancer Sunday at Beth Israel Hospital in Manhattan. He was 77 years old and lived in" , "date" : "19871126" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "18" , "title" : "Edward Maxwell, 77, Real-Estate Executive" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/26\/obituaries\/edward-maxwell-77-real-estate-executive.html"} , {"body" : "LEAD: To the Editor: To the Editor: One of the most critical decisions facing New York - how to solve our garbage crisis - is being decided now far from the glare of publicity at a Department of Environmental Conservation hearing in Queens. The outcome will affect the environmental quality of life in New York for decades to come. The city" , "date" : "19871120" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "38" , "title" : "Recycling of New York City's Garbage Is Safer Than Incineration" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/20\/opinion\/l-recycling-of-new-york-city-s-garbage-is-safer-than-incineration-046587.html"} , {"body" : "LEAD: Almost a decade ago, New York City officials proposed a series of waste-to-energy incinerators. The first was to be built in the Brooklyn Navy Yard by 1984. Today, construction has yet to begin, delayed by strident community opposition, a lawsuit and changing environmental regulations. Almost a decade ago, New York City officials proposed a" , "date" : "19871115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "46" , "title" : "Brooklyn Refuse Plan Raises Broad Concerns" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/15\/nyregion\/brooklyn-refuse-plan-raises-broad-concerns.html"} , {"body" : "LEAD: A fierce debate over the environmental safety and economic wisdom of garbage-burning incinerators has begun as scores of communities around the nation move toward spending billions on their construction. A fierce debate over the environmental safety and economic wisdom of garbage-burning incinerators has begun as scores of communities around" , "date" : "19871115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Toxic Ash and Costs Worry The Neighbors of Incinerators" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/15\/nyregion\/toxic-ash-and-costs-worry-the-neighbors-of-incinerators.html"} , {"body" : "LEAD: Fay Chiang's father summarized his life in 10 minutes shortly before he died of cancer in 1974. Only then did the daughter learn that he had started working in this country at the age of 10 in a laundry. Fay Chiang's father summarized his life in 10 minutes shortly before he died of cancer in 1974. Only then did the daughter learn that he had" , "date" : "19871108" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CHINATOWN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "64" , "title" : "A New Exhibition on Old Chinatown Is Enhanced by Families' Artifacts" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/08\/nyregion\/a-new-exhibition-on-old-chinatown-is-enhanced-by-families-artifacts.html"} , {"body" : "LEAD: Questions have been raised about the structural integrity of a tanker in the Alaska oil trade that has dumped almost 40,000 barrels of petroleum into the North Pacific in two major spills this year. Questions have been raised about the structural integrity of a tanker in the Alaska oil trade that has dumped almost 40,000 barrels of petroleum" , "date" : "19871015" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["PACIFIC OCEAN"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "13" , "title" : "2 Big Oil Spills Traced to One Tanker" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/15\/us\/2-big-oil-spills-traced-to-one-tanker.html"} , {"body" : "LEAD: REPRESENTATIVE Mario Biaggi of the Bronx was back in his Washington office Wednesday, dapper as usual in a gray sharkskin suit and surrounded by the mementos of 19 years on Capitol Hill. But after his conviction in Brooklyn Tuesday with Meade H. Esposito, the former Brooklyn Democratic leader, on Federal charges involving unlawful gratuities," , "date" : "19870927" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "THE REGION: BIAGGI AND ESPOSITO; A HALF-LOAF OF VINDICATION" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/27\/weekinreview\/the-region-biaggi-and-esposito-a-half-loaf-of-vindication.html"} , {"body" : "LEAD: Representative Mario Biaggi, Democrat of the Bronx, and Meade H. Esposito, the former Brooklyn Democratic leader, were found guilty yesterday of Federal charges involving unlawful gratuities but were acquitted of a more serious charge of bribery and of conspiracy to commit bribery. Representative Mario Biaggi, Democrat of the Bronx, and Meade" , "date" : "19870923" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "BIAGGI, ESPOSITO CONVICTED ON GIFT BUT NOT ON BRIBE" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/23\/nyregion\/biaggi-esposito-convicted-on-gift-but-not-on-bribe.html"} , {"body" : "LEAD: A Federal prosecutor, summing up his case against Representative Mario Biaggi and Meade H. Esposito, said yesterday that the New York two men had committed corrupt acts and were ''caught with their hands in the cookie jar.'' A Federal prosecutor, summing up his case against Representative Mario Biaggi and Meade H. Esposito, said yesterday" , "date" : "19870915" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Prosecutor Sums Up in Biaggi Trial" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/15\/nyregion\/prosecutor-sums-up-in-biaggi-trial.html"} ,   {"body" : "LEAD: The defense in the Federal bribery and conspiracy trial of Representative Mario Biaggi and the former Brooklyn Democratic leader, Meade H. Esposito, yesterday challenged a key part of the Government's case - the prosecution's interpretation of electronic surveillance recordings played for the jury. The defense in the Federal bribery and" , "date" : "19870912" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Defense Faults Transcripts in Biaggi Case" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/12\/nyregion\/defense-faults-transcripts-in-biaggi-case.html"} , {"body" : "LEAD: In a secretly recorded telephone conversation played in court yesterday, Meade H. Esposito, the former Brooklyn Democratic leader, was heard making arrangements for a 1985 Florida vacation for Representative Mario Biaggi and a companion and to have the bill paid by a printing company controlled by Mr. In a secretly recorded telephone" , "date" : "19870904" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Biaggi 'Arrangement' Heard on Tape" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/04\/nyregion\/biaggi-arrangement-heard-on-tape.html"} , {"body" : "LEAD: Representative Mario Biaggi set up a meeting in 1985 between officials of a financially ailing Brooklyn ship-repair company and executives of the Wedtech Corporation, according to testimony yesterday in the Federal bribery trial of Mr. Biaggi and Meade H. Esposito. Representative Mario Biaggi set up a meeting in 1985 between officials of a" , "date" : "19870903" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Wedtech-Coastal Talks Linked to Biaggi Efforts" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/03\/nyregion\/wedtech-coastal-talks-linked-to-biaggi-efforts.html"} , {"body" : "LEAD: A former New York City Deputy Mayor testified yesterday that while he was working at City Hall both Representative Mario Biaggi and Meade H. Esposito contacted him in an effort to get the city to help a financially ailing ship-repair company in Brooklyn. A former New York City Deputy Mayor testified yesterday that while he was working at City" , "date" : "19870902" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "EX-CITY AIDE TESTIFIES IN BIAGGI TRIAL" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/02\/nyregion\/ex-city-aide-testifies-in-biaggi-trial.html"} , {"body" : "LEAD: Representative Mario Biaggi was portrayed yesterday by a Federal prosecutor as a Congressman who allowed himself to be corrupted, and Meade H. Esposito was depicted as an ''old deal-maker who expected something in return for everything he does.'' Representative Mario Biaggi was portrayed yesterday by a Federal prosecutor as a Congressman who" , "date" : "19870901" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "U.S. Assails 'Corrupt Way' Biaggi and Esposito Worked" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/01\/nyregion\/us-assails-corrupt-way-biaggi-and-esposito-worked.html"} , {"body" : "LEAD: A few days after he was indicted on Federal bribery, fraud and conspiracy charges last March, Representative Mario Biaggi acknowledged to reporters that he had, as the Government contended, accepted a paid vacation from Meade H. Esposito, the former Brooklyn Democratic leader. A few days after he was indicted on Federal bribery, fraud and" , "date" : "19870830" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Opening Statements Due in Biaggi Bribe Case" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/30\/nyregion\/opening-statements-due-in-biaggi-bribe-case.html"} , {"body" : "LEAD: Amid defense objections of bias, a jury was quickly selected yesterday for the Federal bribery trial of Representative Mario Biaggi and Meade H. Esposito, the former Brooklyn Democratic leader. Amid defense objections of bias, a jury was quickly selected yesterday for the Federal bribery trial of Representative Mario Biaggi and Meade H." , "date" : "19870825" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Jury Chosen in Biaggi Case as Defense Objects" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/25\/nyregion\/jury-chosen-in-biaggi-case-as-defense-objects.html"} , {"body" : "LEAD: A new company has agreed to lease space in the Brooklyn Navy Yard for a ship repair business that it expects will grow to employ 450 people within two years. A new company has agreed to lease space in the Brooklyn Navy Yard for a ship repair business that it expects will grow to employ 450 people within two years. The company, the Brooklyn" , "date" : "19870822" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "New Company Plans to Use Brooklyn Navy Yard for Ship Repairs" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/22\/nyregion\/new-company-plans-to-use-brooklyn-navy-yard-for-ship-repairs.html"} , {"body" : "LEAD: INTERNATIONAL\/2-5 Sgt. Clayton Lonetree was convicted on all 13 counts of espionage by a court-martial jury after a trial that had lasted two weeks. He is the first United States marine to be tried for spying. Page 1 A U.N. meeting will be boycotted by the United States. The conference will discuss how money saved under future disarmament" , "date" : "19870822" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["World"] , "page_facet" : "2" , "title" : "NEWS SUMMAARY: SATURDAY, AUGUST 22, 1987" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/22\/world\/news-summaary-saturday-august-22-1987.html"} , {"body" : "LEAD: An associate of the Gambino crime family has been identified as the likely killer of a millionaire businessman who was shot to death in an Upper East Side restaurant Saturday night, according to an official source close to the investigation. An associate of the Gambino crime family has been identified as the likely killer of a millionaire" , "date" : "19870814" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "UPPER EAST SIDE (MANHATTAN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Businessman's Killer Reportedly Tied to Mob" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/14\/nyregion\/businessman-s-killer-reportedly-tied-to-mob.html"} ,   {"body" : "LEAD: The family of a Brooklyn Navy Yard worker who died of an asbestos-related illness lost a damage suit against six asbestos manufacturers yesterday in the first such case to reach trial in New York City. The family of a Brooklyn Navy Yard worker who died of an asbestos-related illness lost a damage suit against six asbestos manufacturers" , "date" : "19870806" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Workman's Family Loses Asbestos Damage Suit" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/06\/nyregion\/workman-s-family-loses-asbestos-damage-suit.html"} , {"body" : "LEAD: PROPPED on pillows in his apartment in the Williamsburg section of Brooklyn, Tim Pratt, a soft-spoken poet and freelance writer, explained his recent migration from the East Village. PROPPED on pillows in his apartment in the Williamsburg section of Brooklyn, Tim Pratt, a soft-spoken poet and freelance writer, explained his recent migration" , "date" : "19870719" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "EAST VILLAGE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "A Metamorphosis for Old Williamsburg" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/19\/realestate\/a-metamorphosis-for-old-williamsburg.html"} , {"body" : "LEAD: A solid waste crisis has been building for years in New York, Connecticut and New Jersey, state officials say, and its solution remains both distant and a matter of dispute. A solid waste crisis has been building for years in New York, Connecticut and New Jersey, state officials say, and its solution remains both distant and a matter of" , "date" : "19870629" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "NEW YORK STATE" , "CONNECTICUT"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "8" , "title" : "Trash, and Discord, Build in New York" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/29\/us\/trash-and-discord-build-in-new-york.html"} , {"body" : "LEAD: The New York City Department of Sanitation has agreed to drop plans to build a controversial garbage incinerator in the Inwood section of Upper Manhattan, Bronx Borough President Fernando Ferrer announced yesterday. The New York City Department of Sanitation has agreed to drop plans to build a controversial garbage incinerator in the Inwood" , "date" : "19870625" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "INWOOD (NYC)" , "WARDS ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "END OF INCINERATOR PLAN CITED" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/25\/nyregion\/end-of-incinerator-plan-cited.html"} , {"body" : "LEAD: Schuyler Neilson Pyne, a retired rear admiral and former commander of the New York Naval Shipyard in Brooklyn, died Saturday at Anne Arundel General Hospital, Annapolis, Md., after a long illness. He was 83 years old and lived in Annapolis. Schuyler Neilson Pyne, a retired rear admiral and former commander of the New York Naval Shipyard in" , "date" : "19870618" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "13" , "title" : "SCHUYLER NEILSON PYNE, EX-REAR ADMIRAL, DIES" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/18\/obituaries\/schuyler-neilson-pyne-ex-rear-admiral-dies.html"} , {"body" : "LEAD: In recent days, aboard a lumbering armored launch that flew the Stars and Stripes, a Venetian pilot instructed an American Navy helmsman in the art of maneuvering in the choppy Venetian waters. In recent days, aboard a lumbering armored launch that flew the Stars and Stripes, a Venetian pilot instructed an American Navy helmsman in the art of" , "date" : "19870607" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["VENICE (ITALY)"] , "nytd_section_facet" : ["World"] , "page_facet" : "14" , "title" : "FOR SECURITY FORCES IN VENICE, THE CANALS ARE NOT SO GRAND" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/07\/world\/for-security-forces-in-venice-the-canals-are-not-so-grand.html"} , {"body" : "LEAD: A connection between two companies named in the corruption indictments of Representative Mario Biaggi was revealed yesterday for the first time in a Federal courtroom in Brooklyn. A connection between two companies named in the corruption indictments of Representative Mario Biaggi was revealed yesterday for the first time in a Federal" , "date" : "19870606" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "PROSECUTOR REVEALS A LINK BETWEEN BIAGGI INDICTMENTS" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/06\/nyregion\/prosecutor-reveals-a-link-between-biaggi-indictments.html"} , {"body" : "LEAD: A Federal grand jury indicted Representative Mario Biaggi, his son and five others yesterday on charges of transforming the Wedtech Corporation into a criminal racketeering enterprise that paid millions of dollars in bribes to win military contracts. A Federal grand jury indicted Representative Mario Biaggi, his son and five others yesterday" , "date" : "19870604" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "U.S. INDICTS BIAGGI, SON AND 5 OTHERS IN WEDTECH BRIBES" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/04\/nyregion\/us-indicts-biaggi-son-and-5-others-in-wedtech-bribes.html"} , {"body" : "LEAD: International A3-17 International A3-17 The financier of arms sales to Iran, Albert Hakim, testified he had set aside $200,000 for the personal use of Lieut. Col. Oliver L. North and his family. Records show the colonel never drew on the account. A1 Opposition to Elliott Abrams may prompt Congress to oppose new aid for the Nicaraguan rebels" , "date" : "19870604" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY: THURSDAY, JUNE 4, 1987" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/04\/nyregion\/news-summary-thursday-june-4-1987.html"} , {"body" : "LEAD: Hundreds of switches were flicked, myriad motors began to purr and New York City's 14th sewage-treatment plant began operating last week, completing a network of treatment plants first conceived in 1910. Hundreds of switches were flicked, myriad motors began to purr and New York City's 14th sewage-treatment plant began operating last week," , "date" : "19870604" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "City Finishes Sewage Network As Brooklyn Plant Starts Up" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/04\/nyregion\/city-finishes-sewage-network-as-brooklyn-plant-starts-up.html"} ,   {"body" : "LEAD: JAN HODENFIELD remembers six years ago when a town house in Park Slope could be bought for less than $200,000 and Seventh Avenue was mostly bodegas, cobblers and neighborhood bars. Today, brownstones cost $750,000 and a Benetton clothing store opened on the avenue in October. JAN HODENFIELD remembers six years ago when a town house in Park" , "date" : "19870517" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "If You're Thinking of Living in:; PARK SLOPE" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/17\/realestate\/if-you-re-thinking-of-living-in-park-slope.html"} , {"body" : "LEAD: Prosecutors plan to use a television interview with Mario Biaggi's attorney as evidence against Mr. Biaggi and Meade H. Esposito, the former Brooklyn Democratic leader, when they go on trial on bribery and other charges, a Federal prosecutor said yesterday. Prosecutors plan to use a television interview with Mario Biaggi's attorney as" , "date" : "19870514" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "U.S. SEEKING TO USE STATEMENT BY BIAGGI'S LAWYER" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/14\/nyregion\/us-seeking-to-use-statement-by-biaggi-s-lawyer.html"} , {"body" : "LEAD: Correction officers at a Brooklyn jail walked off their jobs yesterday morning to protest the disciplining of nine colleagues earlier this week. Correction officers at a Brooklyn jail walked off their jobs yesterday morning to protest the disciplining of nine colleagues earlier this week. The New York City Department of Correction said later" , "date" : "19870409" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "BROOKLYN JAIL GUARDS WALK OUT IN PROTEST OF DISCIPLINARY ACTION" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/09\/nyregion\/brooklyn-jail-guards-walk-out-in-protest-of-disciplinary-action.html"} , {"body" : "LEAD: Prosecutors investigating possible corruption by two former commanders of the New York State militia have subpoenaed records of a convention sponsored by the state's Army National Guard in 1984, a militia spokesman said today. Prosecutors investigating possible corruption by two former commanders of the New York State militia have subpoenaed" , "date" : "19870402" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "INQUIRY ON NATIONAL GUARD TURNS TO CONVENTION IN '84" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/02\/nyregion\/inquiry-on-national-guard-turns-to-convention-in-84.html"} , {"body" : "LEAD: A correction officer and an inmate at Rikers Island were indicted yesterday in the beating death of another inmate, prompting the city Department of Investigation to open an inquiry into violence in city jails. A correction officer and an inmate at Rikers Island were indicted yesterday in the beating death of another inmate, prompting the" , "date" : "19870327" , "day_of_week_facet" : "Friday" , "geo_facet" : ["RIKERS ISLAND (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "2 INDICTMENTS SPUR INQUIRY ON JAIL STRIFE" , "url" : "http:\/\/www.nytimes.com\/1987\/03\/27\/nyregion\/2-indictments-spur-inquiry-on-jail-strife.html"} , {"body" : "LEAD: A Federal prosecutor said yesterday that the Government had more than 1,500 electronic surveillance tapes that could figure in the bribery and fraud trial of Representative Mario Biaggi of the Bronx and Meade H. Esposito, the former Brooklyn Democratic leader. A Federal prosecutor said yesterday that the Government had more than 1,500" , "date" : "19870324" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "SURVEILLANCE TAPES CITED IN BIAGGI-ESPOSITO CASE" , "url" : "http:\/\/www.nytimes.com\/1987\/03\/24\/nyregion\/surveillance-tapes-cited-in-biaggi-esposito-case.html"} , {"body" : "LEAD: THE indictments of two powerful Democrats on Federal charges of bribery, fraud and conspiracy last week gave New York State politicians, already wrestling with matters of ethics on several fronts, another question to ponder. Where is the line between influencing politicians, especially through the time-honored tradition of gifts, and bribing" , "date" : "19870322" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "1" , "title" : "NEW INDICTMENTS COULD CLARIFY THE 'THRESHOLD OF IMPROPRIETY'" , "url" : "http:\/\/www.nytimes.com\/1987\/03\/22\/weekinreview\/new-indictments-could-clarify-the-threshold-of-impropriety.html"} , {"body" : "LEAD: Questions appear on page 10. Questions appear on page 10. 1. The caption ''Everyone covering up for everyone'' sums up the prevailing mood of disappointment with politicians stemming primarily from a series of scandals related to intelligence activities. 2. That courts are customarily unwilling to interfere with criminal investigations. 3." , "date" : "19870321" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "54" , "title" : "ANSWERS TO QUIZ" , "url" : "http:\/\/www.nytimes.com\/1987\/03\/21\/us\/answers-to-quiz.html"} , {"body" : "LEAD: DESPITE a departing tenant's financial troubles and involvement in a New York City corruption scandal, the Brooklyn Navy Yard is making strides in its effort to overcome the mismanagement that has kept many of the industrial park's buildings and docks empty, underutilized and in bad repair for years. DESPITE a departing tenant's financial" , "date" : "19870318" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "28" , "title" : "REAL ESTATE; BROOKLYN NAVY YARD PROGRESS" , "url" : "http:\/\/www.nytimes.com\/1987\/03\/18\/business\/real-estate-brooklyn-navy-yard-progress.html"} , {"body" : "LEAD: Representative Mario Biaggi of the Bronx and Meade H. Esposito, the former Brooklyn Democratic leader, were indicted yesterday on Federal charges of bribery, fraud and conspiracy involving attempts to help a financially troubled Brooklyn Navy Yard company. Representative Mario Biaggi of the Bronx and Meade H. Esposito, the former Brooklyn" , "date" : "19870317" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["Front Page" , "Travel" , "New York and Region"] , "page_facet" : "1" , "title" : "BIAGGI IS INDICTED; U.S. SAYS ESPOSITO GAVE HIM PAYOFFS" , "url" : "http:\/\/www.nytimes.com\/1987\/03\/17\/nyregion\/biaggi-is-indicted-us-says-esposito-gave-him-payoffs.html"} ,   {"body" : "LEAD: The head of a Brooklyn ship-repair company at the center of the indictments of Representantive Mario Biaggi and Meade H. Esposito was involved in two previous corruption inquiries concerning military contracts. The head of a Brooklyn ship-repair company at the center of the indictments of Representantive Mario Biaggi and Meade H. Esposito was" , "date" : "19870317" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "OTHER INQUIRIES HAVE INVOLVED COASTAL'S CHIEF" , "url" : "http:\/\/www.nytimes.com\/1987\/03\/17\/nyregion\/other-inquiries-have-involved-coastal-s-chief.html"} , {"body" : "LEAD: INTERNATIONAL A2-15 INTERNATIONAL A2-15 Disappointment in Israel's leaders has been expressed by the public and political commentators recently, more than at any other time since Israel's coalition Government was formed in September 1984. Page A1 Israel helped pay the legal bills of Jonathan Jay Pollard, the American intelligence analyst" , "date" : "19870317" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY: TUESDAY, MARCH 17, 1987" , "url" : "http:\/\/www.nytimes.com\/1987\/03\/17\/nyregion\/news-summary-tuesday-march-17-1987.html"} , {"body" : "LEAD: After more than three years of debate, work is set to begin on a new Staten Island naval center that, its supporters promise, will bring hundreds of millions of dollars and thousands of jobs to New York City and New Jersey. After more than three years of debate, work is set to begin on a new Staten Island naval center that, its supporters" , "date" : "19870316" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "AFTER 3-YEAR WAIT, WORK IS DUE ON S.I. NAVY BASE" , "url" : "http:\/\/www.nytimes.com\/1987\/03\/16\/nyregion\/after-3-year-wait-work-is-due-on-si-navy-base.html"} , {"body" : "LEAD: A 66-year-old retired worker at the Brooklyn Navy Yard was found murdered yesterday in his apartment near the yard. He had been stabbed and put into a closet, and a neighbor whom he had befriended was charged with the slaying and with looting the man's belongings to obtain money to buy drugs, the police said. A 66-year-old retired worker at" , "date" : "19870311" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "MAN SLAIN; WOMAN ARRESTED" , "url" : "http:\/\/www.nytimes.com\/1987\/03\/11\/nyregion\/man-slain-woman-arrested.html"} , {"body" : "LEAD: The Sea Witch under tow yesterday. The former container ship was being taken from the Brooklyn Navy Yard to Camden, N.J., where she will be scrapped. On June 2, 1973, the ship collided with the Esso Brussels, a Belgian-registered oil tanker, south of the Verrazano-Narrows Bridge, and caught fire. The Sea Witch under tow yesterday. The former" , "date" : "19870227" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN NAVY YARD (NYC)" , "CAMDEN (NJ)"] , "page_facet" : "4" , "title" : "Hulk of Ship Involved in 1973 Disaster Towed From the Harbor" , "url" : "http:\/\/www.nytimes.com\/1987\/02\/27\/news\/hulk-of-ship-involved-in-1973-disaster-towed-from-the-harbor.html"} , {"body" : "LEAD: Mario Biaggi sits in a rocker in his office here, his silvery hair framed by the Capitol dome that rises beyond the window. Mario Biaggi sits in a rocker in his office here, his silvery hair framed by the Capitol dome that rises beyond the window. The enviable view is but one of the prizes Mr. Biaggi has won in 18 years as a Democratic" , "date" : "19870216" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "BIAGGI: EMBATTLED BUT STILL CONFIDENT" , "url" : "http:\/\/www.nytimes.com\/1987\/02\/16\/nyregion\/biaggi-embattled-but-still-confident.html"} , {"body" : "LEAD: In an effort to head off a possible Federal indictment in Brooklyn against Representative Mario Biaggi, lawyers for the Congressman met yesterday in Washington with Justice Department officials. In an effort to head off a possible Federal indictment in Brooklyn against Representative Mario Biaggi, lawyers for the Congressman met yesterday in" , "date" : "19870211" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "OFFICIALS SEE LAWYERS FOR BIAGGI" , "url" : "http:\/\/www.nytimes.com\/1987\/02\/11\/nyregion\/officials-see-lawyers-for-biaggi.html"} , {"body" : "LEAD: THERE is always human and political turmoil when a city neighborhood is being retrieved from abandonment and decay and, in this regard, the Clinton Hill section of downtown Brooklyn is no exception. But unlike other minority neighborhoods that have been overrun by middle-income whites in search of affordable housing, Clinton Hill has been" , "date" : "19870208" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CLINTON HILL (BROOKLYN , NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Gentrification: The Case of Clinton Hill" , "url" : "http:\/\/www.nytimes.com\/1987\/02\/08\/realestate\/gentrification-the-case-of-clinton-hill.html"} , {"body" : "LEAD: The two new one-act plays by Arthur Miller that open at Lincoln Center next Sunday are thematically linked under the title ''Danger: Memory!'', which could be taken as a symbolic warning to the playwright. In 1964, he inaugurated Lincoln Center's first theater season (in its temporary home in a theater near Washington Square) with ''After the" , "date" : "19870201" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "ARHTUR MILLER: STIRRED BY MILLER" , "url" : "http:\/\/www.nytimes.com\/1987\/02\/01\/theater\/arhtur-miller-stirred-by-miller.html"} , {"body" : "LEAD: Meade H. Esposito, the retired Brooklyn Democratic leader, has asked that the grand jury investigating him be disbanded and a special prosecutor be appointed to investigate what his lawyer described as ''unlawful disclosures of grand jury materials'' by Federal law-enforcement officials. Meade H. Esposito, the retired Brooklyn Democratic" , "date" : "19870121" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "METRO DATELINES; Esposito Wants Jury Disbanded in Inquiry" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/21\/nyregion\/metro-datelines-esposito-wants-jury-disbanded-in-inquiry.html"} ,   {"body" : "LEAD: Several gunmen wearing ski masks rushed into a Brooklyn social club late last night and shot and critically wounded Salvatore Scarpa, a reputed member of the Colombo crime family, the police said. Several gunmen wearing ski masks rushed into a Brooklyn social club late last night and shot and critically wounded Salvatore Scarpa, a reputed" , "date" : "19870115" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Reputed Mafioso Shot At a Club in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/15\/nyregion\/reputed-mafioso-shot-at-a-club-in-brooklyn.html"} , {"body" : "LEAD: As a force in Bronx politics for decades and a Democratic Congressman since 1969, 69-year-old Mario Biaggi has been a target of several Federal inquiries; last week prosecutors in Brooklyn were reported to have asked the Justice Department for permission to seek a joint indictment naming Mr. Biaggi and Meade H. As a force in Bronx politics" , "date" : "19870111" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "7" , "title" : "THE REGION; Biaggi Is Said to Face Indictment" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/11\/weekinreview\/the-region-biaggi-is-said-to-face-indictment.html"} , {"body" : "LEAD: Federal prosecutors in Brooklyn have asked the Justice Department for approval to seek indictments against Representative Mario Biaggi of the Bronx and the former Brooklyn Democratic leader Meade H. Esposito on charges of bribery and obstruction of justice, law-enforcement officials said yesterday. Federal prosecutors in Brooklyn have asked" , "date" : "19870108" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["UNITED STATES" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "U.S. SAID TO ASK APPROVAL OF A MOVE TO INDICT BIAGGI" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/08\/nyregion\/us-said-to-ask-approval-of-a-move-to-indict-biaggi.html"} , {"body" : "LEAD: To the Editor: To the Editor: I was pleased with Robert Whiteford's affection for our obelisk (which was a gift to New York City, by the way, not to the nation), but disturbed over the canard about ''the damage done in less than 100 years'' (''Disappearing Needle,'' letter, Dec. 16). This has often been asserted by thoughtless geologists and" , "date" : "19870101" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "New York City Environment Cleared in Cleopatra's Needle Case" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/01\/opinion\/l-new-york-city-environment-cleared-in-cleopatra-s-needle-case-497787.html"} , {"body" : "LEAD: It's been quite a century, so far, for Lucia Radl, Mabel Brown, Arthur Linksz, Annie Flanagan and Meyer Greenberg. It's been quite a century, so far, for Lucia Radl, Mabel Brown, Arthur Linksz, Annie Flanagan and Meyer Greenberg. Each intends to turn 87 years old in 1987. And having survived it all since 1900, each can claim - perhaps more" , "date" : "19870101" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "BORN IN '00, THEY AWAIT NEW YEAR" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/01\/nyregion\/born-in-00-they-await-new-year.html"}]