[  {"body" : "LEAD: Christmas comes to New York City in many ways, in the paiper-mache wings of a young Greek Orthodox girl preparing for her first Nativity pageant, in the spicy holiday pasteles of a Puerto Rican family, in the bright Lucia crowns of a Swedish boy, in the carols sung heartily in a Korean church. Christmas comes to New York City in many ways, in" , "date" : "19871225" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In New York City, a Rainbow Christmas" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/25\/nyregion\/in-new-york-city-a-rainbow-christmas.html"} , {"body" : "LEAD: A transit police officer shot and killed a man who attacked him with a knife yesterday in a subway station in Brooklyn, the police said. A transit police officer shot and killed a man who attacked him with a knife yesterday in a subway station in Brooklyn, the police said. The slain man was identified as Vuthikrai Thienvanich, a 41-year-old" , "date" : "19871213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "54" , "title" : "Man Carrying a Knife Slain by Transit Officer" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/13\/nyregion\/man-carrying-a-knife-slain-by-transit-officer.html"} , {"body" : "LEAD: Christopher Wilmarth, a critically acclaimed sculptor whose works are on permanent display at many of the nation's best-known museums, apparently hanged himself yesterday in his studio-home in Brooklyn, the police said. He was 44 years old. Christopher Wilmarth, a critically acclaimed sculptor whose works are on permanent display at many of" , "date" : "19871120" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "22" , "title" : "Christopher Wilmarth, 44, Dies; Sculptor Is an Apparent Suicide" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/20\/obituaries\/christopher-wilmarth-44-dies-sculptor-is-an-apparent-suicide.html"} , {"body" : "LEAD: When longshoremen unload the Tropical Morn's 187,849 boxes of bananas, pineapples and coconuts at Pier 42 today, they will be performing a Manhattan waterfront ritual that began more than three centuries ago. It may be performed for the last time next month. When longshoremen unload the Tropical Morn's 187,849 boxes of bananas, pineapples and" , "date" : "19871019" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO MATTERS; Death of a Ritual: Working the Last Of Pier 42's Cargo" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/19\/nyregion\/metro-matters-death-of-a-ritual-working-the-last-of-pier-42-s-cargo.html"} , {"body" : "LEAD: The Board of Education and the Schools Chancellor have failed to provide needed support to New York City schools placed on probation, the chairman of the City Council's Education Committee said yesterday. The Board of Education and the Schools Chancellor have failed to provide needed support to New York City schools placed on probation, the" , "date" : "19871015" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Level of Aid for Schools on Probation Is Assailed" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/15\/nyregion\/level-of-aid-for-schools-on-probation-is-assailed.html"} , {"body" : "LEAD: Five high-level officials of the carpenters' union were indicted yesterday on charges of extorting more than $100,000 from contractors. Five high-level officials of the carpenters' union were indicted yesterday on charges of extorting more than $100,000 from contractors. In return for the money, the officials, who control the supply of" , "date" : "19871014" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "5 Carpenters' Union Leaders Indicted in Extortion" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/14\/nyregion\/5-carpenters-union-leaders-indicted-in-extortion.html"} , {"body" : "LEAD: Pit bulls were used yesterday to attack people in separate incidents in Brooklyn and Manhattan, the police said. Pit bulls were used yesterday to attack people in separate incidents in Brooklyn and Manhattan, the police said. The attacks, which sent victims to the hospital with bite wounds, are the most recent incidents in the city involving" , "date" : "19870904" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Pit Bulls Used in 2 Attacks, Sending Victims to Hospital" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/04\/nyregion\/pit-bulls-used-in-2-attacks-sending-victims-to-hospital.html"} , {"body" : "LEAD: THE waterway appears to be just another small creek flowing into the Pamlico River here. But, it is also the discharge point for as much as 60 million gallons a day of phosphate-laden water from an 80,000-acre phosphate mining and processing plant. THE waterway appears to be just another small creek flowing into the Pamlico River here. But," , "date" : "19870823" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "24" , "title" : "LESSONS ON UNDERWATER PATHOLOGY" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/23\/weekinreview\/lessons-on-underwater-pathology.html"} , {"body" : "LEAD: Three teen-agers were killed and five others were injured, one critically, when the speeding car in which they were traveling went out of control and struck a tree and a parked truck in Brooklyn late Friday, the police said. Three teen-agers were killed and five others were injured, one critically, when the speeding car in which they were" , "date" : "19870816" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "3 Teen-Agers Killed in a Brooklyn Car Crash" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/16\/nyregion\/3-teen-agers-killed-in-a-brooklyn-car-crash.html"} , {"body" : "LEAD: Friday PILAR RIOJA DANCES Friday PILAR RIOJA DANCES Pilar Rioja, renowned for her remarkable repertory of Spanish dance, begins a 15-day engagement tonight at the Repertorio Espanol's Gramercy Arts Theater, at 138 East 27th Street. Miss Rioja - who is considered one of the foremost performers of Spanish flamenco, classical, court and folk" , "date" : "19870814" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/14\/arts\/going-out-guide.html"} ,   {"body" : "LEAD: THE castlelike stationhouse of the old 18th Police Precinct has long been a landmark on Fourth Avenue in the Sunset Park section of Brooklyn. When it was vacated in 1970, deterioration of the 1892 building accelerated, and a fire in 1980 seemed to have sealed its fate. But the Sunset Park School of Music purchased it at auction in 1984, after" , "date" : "19870726" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SUNSET PARK (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "14" , "title" : "STREETSCAPES: THE 18TH PRECINCT STATION HOUSE; A Sunset Park 'Fortress' Rescued From Destruction" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/26\/realestate\/streetscapes-18th-precinct-station-house-sunset-park-fortress-rescued.html"} , {"body" : "LEAD: Concerts, croquet and a nature walk are just a few of the activities available in the Hudson Valley this weekend. Concerts, croquet and a nature walk are just a few of the activities available in the Hudson Valley this weekend. A croquet tournament open to anyone over the age of 13 will be held tomorrow and Sunday from 1 to 5 P.M. each day on" , "date" : "19870724" , "day_of_week_facet" : "Friday" , "geo_facet" : ["HUDSON VALLEY (NY)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "CROQUET OVERLOOKING THE HUDSON" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/24\/arts\/croquet-overlooking-the-hudson.html"} , {"body" : "LEAD: Law-enforcement officials yesterday announced the arrests of 13 dockworkers in Brooklyn, including several members of the International Longshoremen's Association, on charges that included loan sharking, gambling, drug selling, grand larceny and bribe receiving. Law-enforcement officials yesterday announced the arrests of 13 dockworkers in" , "date" : "19870722" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "13 Seized in Brooklyn In Waterfront Inquiry" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/22\/nyregion\/13-seized-in-brooklyn-in-waterfront-inquiry.html"} , {"body" : "LEAD: THE appetizers are served, the wine is poured and the band begins to play ''Anchors Aweigh.'' Suddenly the restaurant moves and, from across the water, the skyline of Manhattan starts to unfold. THE appetizers are served, the wine is poured and the band begins to play ''Anchors Aweigh.'' Suddenly the restaurant moves and, from across the" , "date" : "19870710" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "CONNECTICUT" , "LONG ISLAND (NY)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "SHORT BOAT TRIPS FOR LOCAL SALTS" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/10\/arts\/short-boat-trips-for-local-salts.html"} , {"body" : "LEAD: Next spring, three blocks in Brooklyn will glisten with a new kind of asphalt, known as ''glasphalt,'' that is 40 percent glass. Next spring, three blocks in Brooklyn will glisten with a new kind of asphalt, known as ''glasphalt,'' that is 40 percent glass. ''It will be a little like Emerald City,'' Ross Sandler, the city's Transportation" , "date" : "19870706" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "'Glasphalt' To Sparkle On Streets" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/06\/nyregion\/glasphalt-to-sparkle-on-streets.html"} , {"body" : "LEAD: Hundreds of switches were flicked, myriad motors began to purr and New York City's 14th sewage-treatment plant began operating last week, completing a network of treatment plants first conceived in 1910. Hundreds of switches were flicked, myriad motors began to purr and New York City's 14th sewage-treatment plant began operating last week," , "date" : "19870604" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "City Finishes Sewage Network As Brooklyn Plant Starts Up" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/04\/nyregion\/city-finishes-sewage-network-as-brooklyn-plant-starts-up.html"} , {"body" : "LEAD: International A3-17 International A3-17 The financier of arms sales to Iran, Albert Hakim, testified he had set aside $200,000 for the personal use of Lieut. Col. Oliver L. North and his family. Records show the colonel never drew on the account. A1 Opposition to Elliott Abrams may prompt Congress to oppose new aid for the Nicaraguan rebels" , "date" : "19870604" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY: THURSDAY, JUNE 4, 1987" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/04\/nyregion\/news-summary-thursday-june-4-1987.html"} , {"body" : "LEAD: Walking slowly down West 115th Street, James Johnson spotted a familiar face from his 20 years on heroin. ''Yo, homeboy,'' he called to a man named Bobby, bent beneath his purple beret, sipping his morning pint. And then, with the credibility that only an alumnus of addiction can claim, Mr. Johnson began to tell Bobby about syringes, spoons" , "date" : "19870408" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "HARLEM (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NEW AIDS BATTLEFIELD: ADDICTS' WORLD" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/08\/nyregion\/new-aids-battlefield-addicts-world.html"} , {"body" : "LEAD: The Barnum Wood Elementary School seems almost to be squirming with activity today. Some pupils are trooping to lunch; others are cheering in the gym. But in the library, second graders sit, listening raptly, as a librarian reads from Dr. Seuss: The Barnum Wood Elementary School seems almost to be squirming with activity today. Some pupils" , "date" : "19870406" , "day_of_week_facet" : "Monday" , "geo_facet" : ["EAST MEADOW (NY)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "OF YOOKS AND ZOOKS: NUCLEAR EDUCATION IN L.I. SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/06\/nyregion\/of-yooks-and-zooks-nuclear-education-in-li-schools.html"} , {"body" : "LEAD: Subtle it is not. Subtle it is not. But then again - said New York City's Sanitation Commissioner, Brendan Sexton, admiring a large sticker plastered on the window of an offending car -keeping 6,000 miles of streets clean is not a gentle task. ''This Vehicle Violates N.Y.C. Parking Regulations,'' the sticker announced in angry black letters" , "date" : "19870331" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "'UGLY' STICKERS ARE TRIED TO CLEAR PATH FOR SWEEPER" , "url" : "http:\/\/www.nytimes.com\/1987\/03\/31\/nyregion\/ugly-stickers-are-tried-to-clear-path-for-sweeper.html"} ,   {"body" : "LEAD: A Woman's Place Is in a Brownstone, A Woman's Place Is in a Brownstone, Donnell Library Center, 20 West 53d Street, 212-561-2154. The Brownstone Revival Committee of New York City will offer a seminar on Tuesday from 6 to 7:30 P.M. A broker, a contractor, an interior designer and a preservationist, all of them women, will discuss where and" , "date" : "19870319" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "CALENDAR; BROWNSTONES AND TERRARIUMS" , "url" : "http:\/\/www.nytimes.com\/1987\/03\/19\/garden\/calendar-brownstones-and-terrariums.html"} , {"body" : "LEAD: LINED up hull-to-hull at New York's passenger ship terminal on the Hudson River are six of the newest and largest ocean-going vessels in the world, each bigger than the Titanic, with a hull four stories high and a deck the length of three football fields. LINED up hull-to-hull at New York's passenger ship terminal on the Hudson River are six" , "date" : "19870111" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "32" , "title" : "MEASURING AN OMINOUS CLOUD OVER THE PORT OF NEW YORK" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/11\/weekinreview\/measuring-an-ominous-cloud-over-the-port-of-new-york.html"}]