[  {"body" : "LEAD: John Anzalone, one of three inmates who escaped from a hospital ward on Rikers Island early last Saturday, was recaptured last night at a Brooklyn apartment without incident, the police said. John Anzalone, one of three inmates who escaped from a hospital ward on Rikers Island early last Saturday, was recaptured last night at a Brooklyn" , "date" : "19871210" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "One of 3 Rikers Escapees Seized" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/10\/nyregion\/one-of-3-rikers-escapees-seized.html"} , {"body" : "LEAD: A Brooklyn man was shot and killed in his family's restaurant late Friday in an incident that the police said might have been mob-related. A Brooklyn man was shot and killed in his family's restaurant late Friday in an incident that the police said might have been mob-related. The police identified the man as Rocco Rubino, 28 years old, of" , "date" : "19871115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SHEAPSHEAD BAY (NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "49" , "title" : "MOB TIE SUSPECTED IN SLAYING OF BROOKLYN MAN" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/15\/nyregion\/mob-tie-suspected-in-slaying-of-brooklyn-man.html"} , {"body" : "LEAD: A Brooklyn man who died twice - first of hepatitis, then of an accidental gunshot wound - has been arrested, very much alive, outside his Sheepshead Bay home and indicted by a Manhattan grand jury on insurance fraud charges. A Brooklyn man who died twice - first of hepatitis, then of an accidental gunshot wound - has been arrested, very much" , "date" : "19871107" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "GUYANA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "A Twice-Dead Man, Alive, Faces Charges" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/07\/nyregion\/a-twice-dead-man-alive-faces-charges.html"} , {"body" : "LEAD: International 2-6 International 2-6 Nicaragua named a critic of Sandinista rule to mediate in cease-fire talks between the Government and American-backed guerrillas. The critic, Miguel Cardinal Obando y Bravo, is the Roman Catholic Primate of Nicaragua. Page 1 More military aid for the contras could be sought if Nicaragua fails to comply with" , "date" : "19871107" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY SATURDAY, NOVEMBER 7, 1987" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/07\/nyregion\/news-summary-saturday-november-7-1987.html"} , {"body" : "LEAD: Arthur Davis ran for two touchdowns as South Shore beat Sheepshead Bay, 15-6, yesterday at South Shore's home field in Brooklyn. The victory was South Shore's third without a defeat in the Public Schools Athletic League Brooklyn A Division I, and it makes next week's game against Midwood, also 3-0, a pivotal one. Arthur Davis ran for two" , "date" : "19871101" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "12" , "title" : "SCHOOL SPORTS: P.S.A.L.; South Shore Goes to 3-0" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/01\/sports\/school-sports-psal-south-shore-goes-to-3-0.html"} , {"body" : "LEAD: THE tactics used to combat housing discrimination in New York City are expanding, city officials and fair-housing watchdog groups report. THE tactics used to combat housing discrimination in New York City are expanding, city officials and fair-housing watchdog groups report. Lawsuits remain the most effective weapon against discrimination," , "date" : "19871101" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Stepping Up the War on Discrimination" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/01\/realestate\/stepping-up-the-war-on-discrimination.html"} , {"body" : "LEAD: Although Sheepshead Bay went into yesterday's game with a 5-0 overall record and had outscored its opponents 213 to 18, the Sharks failed to awe or impress Midwood, which beat Sheepshead, 17-6. Although Sheepshead Bay went into yesterday's game with a 5-0 overall record and had outscored its opponents 213 to 18, the Sharks failed to awe or" , "date" : "19871025" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "12" , "title" : "SCHOOL SPORTS; Midwood Stops Sheepshead Bay Unbeaten Streak" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/25\/sports\/school-sports-midwood-stops-sheepshead-bay-unbeaten-streak.html"} , {"body" : "LEAD: Closings in the week ended Oct. 10 MANHATTAN Chelsea $89,000 307 West 20th Street 1-bedroom, 1-bath, 400-sq.-ft. prewar loft co-op; high-ceilings, hardwood floors; maintenance $395, 50% tax deductible (Broker: Closings in the week ended Oct. 10 MANHATTAN Chelsea $89,000 307 West 20th Street 1-bedroom, 1-bath, 400-sq.-ft. prewar loft co-op;" , "date" : "19871025" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "16" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/25\/realestate\/residential-resales-727287.html"} , {"body" : "LEAD: As John Joseph Gotti swashbuckles through his daily rounds, investigators say he has assumed a charismatic presence within the underworld. Officials also say his conviction as head of the country's largest and most powerful Mafia family is a major priority for New York City's law-enforcement hierarchy. As John Joseph Gotti swashbuckles" , "date" : "19871022" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "With Growing Reputation, Gotti's Swagger Is Bolder" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/22\/nyregion\/with-growing-reputation-gotti-s-swagger-is-bolder.html"} , {"body" : "LEAD: Chris Davila, a tailback, ran 30 yards for a touchdown to give Midwood a 21-14 victory over previously unbeaten Canarsie yesterday in the first week of Public School Athletic League divisional play. The winning score was set up when a Midwood saftey, Sean Leibowitz, intercepted a pass from Joe Rizzo, the Chris Davila, a tailback, ran 30 yards" , "date" : "19871018" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "12" , "title" : "SCHOOL SPORTS: P.S.A.L.; Canarsie Falls" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/18\/sports\/school-sports-psal-canarsie-falls.html"} ,   {"body" : "LEAD: Sheepshead Bay and Canarsie each won yesterday and remained the only undefeated teams from Brooklyn in the Public School Athletic League. Both schools, which play in the Brooklyn A Division I, are 4-0. Sheepshead Bay and Canarsie each won yesterday and remained the only undefeated teams from Brooklyn in the Public School Athletic League. Both" , "date" : "19871011" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "12" , "title" : "SCHOOL SPORTS: P.S.A.L.; Sheepshead Bay, Canarsie Maintain Perfect Records" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/11\/sports\/school-sports-psal-sheepshead-bay-canarsie-maintain-perfect-records.html"} , {"body" : "LEAD: In the late afternoons, crowds of Chinese workers pour out of the subway station, headed home. Chinese women push baby carriages along the avenue. Chinese children ride skateboards down the street. And in high-ceilinged warehouses, Chinese women bend over sewing machines. In the late afternoons, crowds of Chinese workers pour out of the" , "date" : "19870913" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "74" , "title" : "City's Third Chinatown Is Emerging in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/13\/nyregion\/city-s-third-chinatown-is-emerging-in-brooklyn.html"} , {"body" : "LEAD: A doctor from India, in New York for just three weeks and in the United States for only a year, was raped and stabbed to death in her apartment in the Sheepshead Bay section of Brooklyn, the police said yesterday. A doctor from India, in New York for just three weeks and in the United States for only a year, was raped and stabbed to death in" , "date" : "19870905" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "PHYSICIAN FROM INDIA IS RAPED AND STABBED TO DEATH IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/05\/nyregion\/physician-from-india-is-raped-and-stabbed-to-death-in-brooklyn.html"} , {"body" : "LEAD: Two men described by the police as members of the Colombo organized-crime family were slain in Brooklyn yesterday by one or two gunmen who strode up to them on a quiet sidewalk, opened fire, leaped into a car driven by an accomplice and sped away. Two men described by the police as members of the Colombo organized-crime family were slain in" , "date" : "19870904" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "2 Mob Figures Slain by Gunman in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/04\/nyregion\/2-mob-figures-slain-by-gunman-in-brooklyn.html"} , {"body" : "LEAD: The busiest time at Mike's Tackle Shop in the Sheepshead Bay section of Brooklyn is about 6 A.M. At that hour, the fishing boats start pulling out of the piers loaded with day passengers and their sandworms, everyone dreaming groggily of fluke. The busiest time at Mike's Tackle Shop in the Sheepshead Bay section of Brooklyn is about 6 A.M. At" , "date" : "19870831" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Project Irks Fishermen of Sheepshead Bay" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/31\/nyregion\/project-irks-fishermen-of-sheepshead-bay.html"} , {"body" : "LEAD: A waterfront project in Sheepshead Bay that was suspended last year when the developer was caught up in the New York City corruption scandals was revived yesterday with the announcement of a new design for the project and a new company to build it. A waterfront project in Sheepshead Bay that was suspended last year when the developer was" , "date" : "19870828" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "SHEEPSHEAD BAY (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "SHEEPSHEAD BAY PROJECT REVIVED AFTER SETBACK" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/28\/nyregion\/sheepshead-bay-project-revived-after-setback.html"} , {"body" : "LEAD: Closings in the week ended Aug. 1 MANHATTAN Chelsea $530,000 116 West 29th Street 3,182-sq.-ft. loft-studio co-op in a renovated prewar building; living\/ work area, 2 baths, hardwood floors; maintenance $565, 45% tax-deductible (Broker: Jaffe LaSalle) Upper East Side Closings in the week ended Aug. 1 MANHATTAN Chelsea $530,000 116 West 29th" , "date" : "19870816" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BRONX (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "16" , "title" : "RESIDENTIAL RESALES" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/16\/realestate\/residential-resales-321487.html"} , {"body" : "LEAD: Friday PILAR RIOJA DANCES Friday PILAR RIOJA DANCES Pilar Rioja, renowned for her remarkable repertory of Spanish dance, begins a 15-day engagement tonight at the Repertorio Espanol's Gramercy Arts Theater, at 138 East 27th Street. Miss Rioja - who is considered one of the foremost performers of Spanish flamenco, classical, court and folk" , "date" : "19870814" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/14\/arts\/going-out-guide.html"} , {"body" : "LEAD: Three masked bandits, one armed with a handgun, burst into a Brooklyn bank yesterday afternoon and made off with more than $16,000, the police said. Three masked bandits, one armed with a handgun, burst into a Brooklyn bank yesterday afternoon and made off with more than $16,000, the police said. The robbers entered the American Savings Bank" , "date" : "19870812" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "3 With Masks Rob $16,000 From Sheepshead Bay Bank" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/12\/nyregion\/3-with-masks-rob-16000-from-sheepshead-bay-bank.html"} , {"body" : "LEAD: Closings in the week ended July 25 MANHATTAN Carnegie Hill $335,000 155 East 93d Street 2-bedroom, 2-bath, 1,100-sq.-ft. co-op in a renovated prewar building; 24-hr. doorman, manned elevator, large kitchen; maintenance $565, 40% tax-deductible (Broker: A.J. Closings in the week ended July 25 MANHATTAN Carnegie Hill $335,000 155 East 93d" , "date" : "19870809" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BRONX (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "16" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/09\/realestate\/residential-resales-413287.html"} ,   {"body" : "LEAD: At 3:30 in the morning, next to a vast, dark graveyard, what is at once a decades-old routine and a fierce new battle for survival unfolds at the Tuscan Dairy Farms processing plant in Woodside, Queens. At 3:30 in the morning, next to a vast, dark graveyard, what is at once a decades-old routine and a fierce new battle for survival unfolds at" , "date" : "19870803" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Milk Industry In New York Is in Upheaval" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/03\/nyregion\/milk-industry-in-new-york-is-in-upheaval.html"} , {"body" : "LEAD: IN New York City where most new construction begins with a wrecking ball, vacant land - that rare local resource -is helping to spur development on Brooklyn's southern shorefront. IN New York City where most new construction begins with a wrecking ball, vacant land - that rare local resource -is helping to spur development on Brooklyn's" , "date" : "19870802" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GRAVESEND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "A New Era for Brooklyn's South Shore" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/02\/realestate\/a-new-era-for-brooklyn-s-south-shore.html"} , {"body" : "LEAD: Gina Petrushka and Brenda Erskines appear an unlikely pair. One wears a bright-yellow jump suit and wraps a colored scarf around her head, while the other buttons her collar up to her chin and twists her hair into a small, prim knot. One leans on a cane for support; the other strides unaided. One is elderly; the other is 19 years old. Gina" , "date" : "19870724" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "GREENWICH VILLAGE (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "4" , "title" : "NEIGHBORS YOUNG AND OLD OFFER EACH OTHER A HAND" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/24\/style\/neighbors-young-and-old-offer-each-other-a-hand.html"} , {"body" : "LEAD: When waiting in New York's seemingly interminable movie lines, it may seem hard to believe that the city, America's No. 1 film market, has about 175,000 seats in its 300 or so cinemas. Yet as any cinephile will attest, moviegoing is not what it used to be. When waiting in New York's seemingly interminable movie lines, it may seem hard to" , "date" : "19870626" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "MOVIE THEATERS: FACTS AND FIGURES" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/26\/movies\/movie-theaters-facts-and-figures.html"} , {"body" : "LEAD: ''Welcome to the Undersea World of the Bronx.'' That's what the man said, and the people went inside, a few of them half expecting to see aquariums filled with rusty oil drums, assorted garbage and muggers wearing snorkels, masks and swim fins. ''Welcome to the Undersea World of the Bronx.'' That's what the man said, and the people went" , "date" : "19870617" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CITY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "ABOUT NEW YORK; BRONX SEASCAPE: SEALS ARE TAUGHT TO DIVE FOR GUNS" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/17\/nyregion\/about-new-york-bronx-seascape-seals-are-taught-to-dive-for-guns.html"} , {"body" : "LEAD: A 61-year-old Brooklyn man with a criminal record dating back to 1943, including a conviction for murder, was charged yesterday with the fatal shooting of two merchants and a customer in the robbery of a Queens liquor store last week. A 61-year-old Brooklyn man with a criminal record dating back to 1943, including a conviction for murder, was" , "date" : "19870607" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["JACKSON HEIGHTS (QUEENS)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "PAROLED MURDERER HELD IN 3 SLAYINGS" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/07\/nyregion\/paroled-murderer-held-in-3-slayings.html"} , {"body" : "LEAD: The personals in magazines and newspapers tell hundreds of stories of people eager to meet each other in the city. So do the men and women at bars, health clubs and parties thrown by religious groups, alumni associations and people trying to bring their single friends together. The personals in magazines and newspapers tell hundreds of" , "date" : "19870603" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "AN UPDATE ON DATING: DISTRESS IN NEW YORK" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/03\/nyregion\/an-update-on-dating-distress-in-new-york.html"} , {"body" : "LEAD: New Yorkers could enjoy an urban waterfront comparable to any in the nation. Instead, much of the riverside and harborside remain a dismal embarrassment of rotting piers, abandoned factories and unused rail lines. Now a proposed state law would make redevelopment of the waterfront even harder, for no better reason than the narrow interests of" , "date" : "19870601" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "16" , "title" : "Why Paralyze the Waterfront?" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/01\/opinion\/why-paralyze-the-waterfront.html"} , {"body" : "LEAD: Sanford Sirulnick, the owner of more than 50 buildings with some 5,000 units in New York City, likes to recount the incident last fall that led him to consider the merits of selling buildings at auction. Sanford Sirulnick, the owner of more than 50 buildings with some 5,000 units in New York City, likes to recount the incident last fall that" , "date" : "19870531" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS; Four on the Block: Gaveling a Sale Without a Broker" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/31\/realestate\/postings-four-on-the-block-gaveling-a-sale-without-a-broker.html"} , {"body" : "LEAD: Buddy Rich, a hot-tempered musician who drummed his way through vaudeville shows and big bands, died yesterday at UCLA Medical Center in Los Angeles. He was 69 years old. Buddy Rich, a hot-tempered musician who drummed his way through vaudeville shows and big bands, died yesterday at UCLA Medical Center in Los Angeles. He was 69 years old." , "date" : "19870403" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "5" , "title" : "BUDDY RICE, JAZZ DRUMMER WITH DISTINCTIVE SOUND, DIES" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/03\/obituaries\/buddy-rice-jazz-drummer-with-distinctive-sound-dies.html"} ,   {"body" : "LEAD: Predominantly segregated housing patterns that seemed to be breaking up in the 1960's and early 1970's have been quietly reasserting themselves in New York City and its suburbs, according to a wide range of experts and studies. Predominantly segregated housing patterns that seemed to be breaking up in the 1960's and early 1970's have been" , "date" : "19870401" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "EAST FLATBUSH (NYC)" , "BENSONHURST (NYC)" , "NEW YORK CITY METROPOLITAN AREA" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "HOUSING SEGREGATION: NEW TWISTS AND OLD RESULTS" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/01\/nyregion\/housing-segregation-new-twists-and-old-results.html"} , {"body" : "LEAD: When Phil Caruso was first elected president of the New York City police officers' union in 1980, his slate of candidates styled themselves as ''The Fighting Team.'' When Phil Caruso was first elected president of the New York City police officers' union in 1980, his slate of candidates styled themselves as ''The Fighting Team.'' But in" , "date" : "19870331" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "P.B.A. CHIEF: A CONCILIATOR GETS TOUGH" , "url" : "http:\/\/www.nytimes.com\/1987\/03\/31\/nyregion\/pba-chief-a-conciliator-gets-tough.html"} , {"body" : "LEAD: SHEEPSHEAD BAY, a cozy, middle-class community in Brooklyn, still retains some of the flavor of the fishing village that it once was. The chief reason is that it lies on a sweeping bay, harboring a large fleet of commercial sports fishing vessels that hug a shoreline speckled with a colorful stretch of restaurants. SHEEPSHEAD BAY, a cozy," , "date" : "19870329" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SHEEPSHEAD BAY (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "IF YOUR THINKING OF LIVING IN:; SHEEPHEADS BAY" , "url" : "http:\/\/www.nytimes.com\/1987\/03\/29\/realestate\/if-your-thinking-of-living-in-sheepheads-bay.html"} , {"body" : "LEAD: The New York City Department of Health last week released a list of 14 food establishments cited for violating the health code. The New York City Department of Health last week released a list of 14 food establishments cited for violating the health code. In addition, it listed 10 restaurants that were allowed to reopen after correcting" , "date" : "19870215" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "54" , "title" : "NEW YORK INSPECTORS CITE 14 FOOD OUTLETS FOR HEALTH OFFENSES" , "url" : "http:\/\/www.nytimes.com\/1987\/02\/15\/nyregion\/new-york-inspectors-cite-14-food-outlets-for-health-offenses.html"} , {"body" : "LEAD: ACROSS the street from a two-acre wasteland in the South Bronx, Gamaliel Santiago painted vibrant cartoon characters on an old storefront last year, then opened a party-supply store. ''I sensed that the area was on its way up,'' he explained a few days ago. ''I see a rosy future.'' ACROSS the street from a two-acre wasteland in the South" , "date" : "19870201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SOUTH BRONX (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "A New Mall for the South Bronx Hub" , "url" : "http:\/\/www.nytimes.com\/1987\/02\/01\/realestate\/a-new-mall-for-the-south-bronx-hub.html"} , {"body" : "LEAD: WHEN Bill Dillard was not on the road, singing and acting in musicals or playing his trumpet with Louis Armstrong, he lived in rental apartments in Harlem. Last year, at the age of 75, he and his wife, Celestine, became impatient with waiting lists for new rental projects and began looking for a better home outside Manhattan. WHEN Bill" , "date" : "19870118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BRONX (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "CO-OP HUNTING IN THE OUTER BOROUGHS" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/18\/realestate\/co-op-hunting-in-the-outer-boroughs.html"} , {"body" : "LEAD: A reputed organized-crime figure was killed in a Brooklyn social club late Wednesday by one of five armed men who forced several patrons to lie on the floor while they robbed them of money and jewelry, the police said yesterday. A reputed organized-crime figure was killed in a Brooklyn social club late Wednesday by one of five armed men who" , "date" : "19870116" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "REPUTED MOB FIGURE FATALLY SHOT IN BROOKLYN CLUB" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/16\/nyregion\/reputed-mob-figure-fatally-shot-in-brooklyn-club.html"} , {"body" : "LEAD: Early in 1980, Peter L. Zimroth, then chief assistant to the Manhattan District Attorney, was considering two job offers, one to join a small Wall Street law firm and the other to become Mayor Koch's criminal-justice coordinator. Early in 1980, Peter L. Zimroth, then chief assistant to the Manhattan District Attorney, was considering two job" , "date" : "19870103" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "MAN IN THE NEWS; A Seasoned Counselor: Peter Lenard Zimroth" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/03\/nyregion\/man-in-the-news-a-seasoned-counselor-peter-lenard-zimroth.html"}]