[  {"body" : "LEAD: A 20-year-old man was found shot dead in a Brooklyn building lobby yesterday with a bolt apparently fired from a crossbow. The building is known as a drug-dealing spot, and the police said the killing appeared to be drug-related. A 20-year-old man was found shot dead in a Brooklyn building lobby yesterday with a bolt apparently fired from a" , "date" : "19871229" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Man Found in Lobby Slain With Crossbow" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/29\/nyregion\/man-found-in-lobby-slain-with-crossbow.html"} , {"body" : "LEAD: Since 1932, a White Castle restaurant has been on the northwest corner of Northern and Bell Boulevards in the Bayside section of Queens. Today, two of the restaurant chain's unmistakable white porcelain and notched-roof buildings are squeezed onto that site. Since 1932, a White Castle restaurant has been on the northwest corner of Northern" , "date" : "19871216" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "26" , "title" : "Real Estate; A New Look For the Old White Castle" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/16\/business\/real-estate-a-new-look-for-the-old-white-castle.html"} , {"body" : "LEAD: A Brooklyn man was struck and killed by a hit-and-run driver while walking through his neighborhood yesterday, the police said. The driver remains at large. The man, Jose Iglegias, 50, was walking in the Sunset Park section when he was fatally injured by the car outside 5023 Fourth Avenue, according to a police spokesman, Sgt. A Brooklyn man" , "date" : "19871031" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Hit-and-Run Driver Kills Man" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/31\/nyregion\/hit-and-run-driver-kills-man.html"} , {"body" : "LEAD: THE annual convention of departed New Yorkers will reune in New York tomorrow, as it does every Halloween, when the spirits of New Yorkers long gone are believed to return to the city that once knew them as flesh and blood. Now, one must regretfully concede that there are New Yorkers whose credence in such goings-on matches their belief that" , "date" : "19871030" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Where to Search for the Spirits of Halloween" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/30\/arts\/where-to-search-for-the-spirits-of-halloween.html"} , {"body" : "LEAD: Two decades ago the Ford Foundation set out to help revitalize the crumbling Bedford-Stuyvesant neighborhood in Brooklyn by creating the country's first community development organization, the Bedford-Stuyvesant Restoration Corporation. Two decades ago the Ford Foundation set out to help revitalize the crumbling Bedford-Stuyvesant" , "date" : "19871025" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "31" , "title" : "Nation's Development Groups to Be Studied" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/25\/us\/nation-s-development-groups-to-be-studied.html"} , {"body" : "LEAD: Great French Jewelers Fashion Institute of Technology, Haft Auditorium, 227 West 27th Street; 212-760-7254 Great French Jewelers Fashion Institute of Technology, Haft Auditorium, 227 West 27th Street; 212-760-7254 A Saturday symposium from 9 A.M. to 6 P.M. will present illustrated lectures on jewelry design and an exhibition from France. Fee" , "date" : "19871015" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "Calendar: Jewelry Designs And Crafts" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/15\/garden\/calendar-jewelry-designs-and-crafts.html"} , {"body" : "LEAD: Friday QUOTABLE QUOTES Friday QUOTABLE QUOTES Who wrote ''Call me Ishmael''? ''Do not go gentle into that good night''? Or ''My candle burns at both ends''? Whether these quotes by Herman Melville, Dylan Thomas and Emily Dickinson, respectively, ring bells or draw blanks, they are on exhibit at the New York Public Library along with 97 other" , "date" : "19871002" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/02\/arts\/weekender-guide.html"} , {"body" : "LEAD: MYSTERIOUSLY, the attention of connoisseurs has been captured by harvests in such unknown regions as Champagne, Tuscany and Rioja. But the real excitement is in Brooklyn, a wine zone I have long considered a sleeping giant. MYSTERIOUSLY, the attention of connoisseurs has been captured by harvests in such unknown regions as Champagne, Tuscany" , "date" : "19870930" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "16" , "title" : "Brooklyn: A Sleeping Giant of Wine" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/30\/garden\/brooklyn-a-sleeping-giant-of-wine.html"} , {"body" : "LEAD: Closings in the week ended Sept. 12 MANHATTAN Greenwich Village $1-million 39 Bethune Street 4-bedroom, 3-bath, 4-story, 3,600-sq.-ft. townhouse; dining room, large kitchen, 4 fireplaces, atrium and garden, 20- by 60-ft. lot; taxes $4,900 (Broker: Ambrose Mar-Elia) Closings in the week ended Sept. 12 MANHATTAN Greenwich Village $1-million 39" , "date" : "19870927" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "16" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/27\/realestate\/residential-resales-421387.html"} , {"body" : "LEAD: A 17-year-old girl was struck and killed by a hit-and-run driver as she tried to cross a Brooklyn street yesterday afternoon, and, according to the police, officers caught the driver several blocks away after a foot patrolman at the scene broadcast a description of the car. A 17-year-old girl was struck and killed by a hit-and-run driver as" , "date" : "19870915" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "17-Year-Old Is Killed By Hit-And-Run Driver" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/15\/nyregion\/17-year-old-is-killed-by-hit-and-run-driver.html"} ,   {"body" : "LEAD: In the late afternoons, crowds of Chinese workers pour out of the subway station, headed home. Chinese women push baby carriages along the avenue. Chinese children ride skateboards down the street. And in high-ceilinged warehouses, Chinese women bend over sewing machines. In the late afternoons, crowds of Chinese workers pour out of the" , "date" : "19870913" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "74" , "title" : "City's Third Chinatown Is Emerging in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/13\/nyregion\/city-s-third-chinatown-is-emerging-in-brooklyn.html"} , {"body" : "LEAD: A Brooklyn man who was set on fire by a group of teen-agers in Prospect Park last week was arrested yesterday on warrants stemming from his failures to begin serving a sentence for burglary and to appear at an auto-theft hearing, the authorities said. A Brooklyn man who was set on fire by a group of teen-agers in Prospect Park last week was" , "date" : "19870901" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Man Who Was Set On Fire in Brooklyn Is Seized as Fugitive" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/01\/nyregion\/man-who-was-set-on-fire-in-brooklyn-is-seized-as-fugitive.html"} , {"body" : "LEAD: Comparing the burning of a young couple in Prospect Park to the Howard Beach assault, Mayor Koch expressed shock yesterday at ''the lack of outrage'' being voiced about the park attack by the city's religious and civic leaders. Comparing the burning of a young couple in Prospect Park to the Howard Beach assault, Mayor Koch expressed shock" , "date" : "19870829" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "HOWARD BEACH (NYC)" , "PROSPECT PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Koch Angered By Response To 2 Burnings" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/29\/nyregion\/koch-angered-by-response-to-2-burnings.html"} , {"body" : "LEAD: A Brooklyn woman, described by the police as a bystander to a domestic dispute, was killed Wednesday night at a busy intersection in the Sunset Park section by a man who then killed himself. A Brooklyn woman, described by the police as a bystander to a domestic dispute, was killed Wednesday night at a busy intersection in the Sunset Park" , "date" : "19870814" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Gunman Kills A Bystander, Then Himself" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/14\/nyregion\/gunman-kills-a-bystander-then-himself.html"} , {"body" : "LEAD: The New York City Board of Estimate is scheduled to vote at today's meeting on new zoning rules aimed at spurring construction of lower and bulkier apartment buildings throughout the city to meet the demand for middle-income housing. The New York City Board of Estimate is scheduled to vote at today's meeting on new zoning rules aimed at" , "date" : "19870813" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Vote Planned On New Rules For Low Units" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/13\/nyregion\/vote-planned-on-new-rules-for-low-units.html"} , {"body" : "LEAD: Thomas J. Cuite, who retired in 1985 after 16 years as majority leader of the New York City Council, died of a heart attack yesterday morning at Lutheran Medical Center in Brooklyn. He was 74 years old and lived in Brooklyn. Thomas J. Cuite, who retired in 1985 after 16 years as majority leader of the New York City Council, died of a heart" , "date" : "19870810" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "9" , "title" : "THOMAS CUITE DIES OF A HEART ATTACK" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/10\/obituaries\/thomas-cuite-dies-of-a-heart-attack.html"} , {"body" : "LEAD: THE castlelike stationhouse of the old 18th Police Precinct has long been a landmark on Fourth Avenue in the Sunset Park section of Brooklyn. When it was vacated in 1970, deterioration of the 1892 building accelerated, and a fire in 1980 seemed to have sealed its fate. But the Sunset Park School of Music purchased it at auction in 1984, after" , "date" : "19870726" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SUNSET PARK (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "14" , "title" : "STREETSCAPES: THE 18TH PRECINCT STATION HOUSE; A Sunset Park 'Fortress' Rescued From Destruction" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/26\/realestate\/streetscapes-18th-precinct-station-house-sunset-park-fortress-rescued.html"} , {"body" : "LEAD: The midtown hotel suite where Jackie Gleason lived in the 1950's while creating ''The Honeymooners'' for television was named yesterday for the comedian who charmed millions of viewers as Ralph Kramden, the blustering, sashaying bus driver-dreamer from Brooklyn. The midtown hotel suite where Jackie Gleason lived in the 1950's while creating" , "date" : "19870627" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "For Gleason, a Suite and, Maybe, a Bus Depot" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/27\/nyregion\/for-gleason-a-suite-and-maybe-a-bus-depot.html"} , {"body" : "LEAD: What does a public school do? In New York, it may fill, or try to fill, the role of home and family. The figures are staggering: 936,000 students, attended by 104,000 employes in 1,000 buildings, spend up to 11 hours in school each day, while being fed 622,000 meals. ''The American Promise: No Place Like School,'' on Channel 4 at 9:30" , "date" : "19870620" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Movies" , "Arts" , "Education"] , "page_facet" : "52" , "title" : "TV: 'AMERICAN PROMISE,' ON 4, LOOKS AT SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/20\/movies\/tv-american-promise-on-4-looks-at-schools.html"} , {"body" : "LEAD: A police emergency services truck responding to a fatal shooting in Brooklyn, struck and critically injured a pedestrian early yesterday. A police emergency services truck responding to a fatal shooting in Brooklyn, struck and critically injured a pedestrian early yesterday. The pedestrian, whose identity the police said they had not been" , "date" : "19870607" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "POLICE VAN, ON CALL, HITS MAN" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/07\/nyregion\/police-van-on-call-hits-man.html"} ,   {"body" : "LEAD: The owner of a Brooklyn funeral home has agreed to assume all the expenses for the funeral of Juan Perez, the 11-year-old who was killed Tuesday by two polar bears at the Prospect Park Zoo. The owner of a Brooklyn funeral home has agreed to assume all the expenses for the funeral of Juan Perez, the 11-year-old who was killed Tuesday by two" , "date" : "19870523" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["PROSPECT PARK ZOO (BKLYN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "FUNERAL HOME OWNER IS TO PAY BURIAL COSTS OF BOY MAULED BY BEAR" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/23\/nyregion\/funeral-home-owner-is-to-pay-burial-costs-of-boy-mauled-by-bear.html"} , {"body" : "LEAD: ONE day a few weeks ago, a large garbage container appeared on Columbus Avenue near 62d Street in Manhattan. The bin, provided for a nearby construction project, blocked the fire hydrant in front of a restaurant. Police Officer Edward Acevedo, who walks past the restaurant nearly every day as part of his duties as a member of the Community" , "date" : "19870510" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "7" , "title" : "POLICE GAINING A COMMUNITY ROLE" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/10\/weekinreview\/police-gaining-a-community-role.html"} , {"body" : "LEAD: THE city has signed its first leases for upgraded factory space in the Brooklyn Army Terminal, where $33 million is being spent to provide plants for manufacturers who have been squeezed out of other parts of the city by soaring rents. THE city has signed its first leases for upgraded factory space in the Brooklyn Army Terminal, where $33" , "date" : "19870506" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN ARMY TERMINAL"] , "nytd_section_facet" : ["Business"] , "page_facet" : "24" , "title" : "Real Estate; Brooklyn Terminal Leases Set" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/06\/business\/real-estate-brooklyn-terminal-leases-set.html"} , {"body" : "LEAD: BROOKLYN, like Bordeaux, is wine country. Stephan Siciliano can prove it. He is cellar master of Sunset Hills Vineyards, a home winery only three minutes from the Verrazano-Narrows Bridge. First, he treats you to the panoramic sweep of his backyard vines - both of them. Next, as at any chateau, you tour the winery; here it is reached by going" , "date" : "19870408" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "16" , "title" : "WINE TALK" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/08\/garden\/wine-talk-579387.html"} , {"body" : "LEAD: Manuel Scharf, a Brooklyn developer, knows that home buyers like Park Slope. But he concedes that his new town-house development, called the Villas at Park Slope, is actually situated in a fringe area that some call Park Slope South and others call Greenwood Heights. Manuel Scharf, a Brooklyn developer, knows that home buyers like Park Slope." , "date" : "19870329" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "VILLAS AT PARK SLOPE (BKLYN, NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: TOWN HOUSES; Capitalizing On a Name" , "url" : "http:\/\/www.nytimes.com\/1987\/03\/29\/realestate\/postings-town-houses-capitalizing-on-a-name.html"} , {"body" : "LEAD: WHEN Bill Dillard was not on the road, singing and acting in musicals or playing his trumpet with Louis Armstrong, he lived in rental apartments in Harlem. Last year, at the age of 75, he and his wife, Celestine, became impatient with waiting lists for new rental projects and began looking for a better home outside Manhattan. WHEN Bill" , "date" : "19870118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BRONX (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "CO-OP HUNTING IN THE OUTER BOROUGHS" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/18\/realestate\/co-op-hunting-in-the-outer-boroughs.html"}]