[  {"body" : "LEAD: For months, the Y-shaped concrete pillars flanking the Franklin D. Roosevelt Drive in lower Manhattan resembled a latter-day Stonehenge, akin to the original monoliths in their apparent futility but distinguished by their spray-painted graffiti. For months, the Y-shaped concrete pillars flanking the Franklin D. Roosevelt Drive in lower" , "date" : "19871228" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Metro Matters; A Snail's Pace: Public Projects And Bureaucracy" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/28\/nyregion\/metro-matters-a-snail-s-pace-public-projects-and-bureaucracy.html"} , {"body" : "LEAD: THERE will always be those for whom the Christmas and New Year season is synonymous with city lights. For them, there is joy in hustle, bustle and bundles. For them, a tinseled tree in an apartment-house lobby, alongside a taped-up poster of Kermit the frog in a Santa outfit, is holiday enough. THERE will always be those for whom the" , "date" : "19871224" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "A Holiday Hurrah in the Summer Home" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/24\/garden\/a-holiday-hurrah-in-the-summer-home.html"} , {"body" : "LEAD: Their eyes, do they twinkle? Their dimples, how merry? Are their cheeks like roses? Is each nose like a cherry? Their eyes, do they twinkle? Their dimples, how merry? Are their cheeks like roses? Is each nose like a cherry? Is each droll little mouth drawn up like a bow? And the beards on their chins. Are they white as the snow? There are" , "date" : "19871222" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Ranking Santas: Grading Their Beards and the Twinkle" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/22\/nyregion\/ranking-santas-grading-their-beards-and-the-twinkle.html"} , {"body" : "LEAD: One lane of the lower roadway of the 78-year-old Manhattan Bridge was closed to traffic yesterday afternoon after cracks were found in the floor beams by city and state inspectors, officials said. One lane of the lower roadway of the 78-year-old Manhattan Bridge was closed to traffic yesterday afternoon after cracks were found in the floor" , "date" : "19871218" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN BRIDGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Lane on the Manhattan Bridge Is Closed" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/18\/nyregion\/a-lane-on-the-manhattan-bridge-is-closed.html"} , {"body" : "LEAD: RAY and Mike, both 15 years old, sat in an imaginary living room, watching a football game and talking about sex. Their girlfriends, Maria and Michelle, were in the kitchen, baking cookies and also talking about sex. RAY and Mike, both 15 years old, sat in an imaginary living room, watching a football game and talking about sex. Their" , "date" : "19871209" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Education"] , "page_facet" : "18" , "title" : "Soft Approach to Hard Lessons" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/09\/garden\/soft-approach-to-hard-lessons.html"} , {"body" : "LEAD: The New York City Department of Health last week released a list of 17 food establishments cited for violating the health code. The New York City Department of Health last week released a list of 17 food establishments cited for violating the health code. In addition, it listed nine restaurants that were allowed to reopen after correcting" , "date" : "19871206" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "92" , "title" : "Food Inspection Results" , "url" : "http:\/\/www.nytimes.com\/1987\/12\/06\/nyregion\/food-inspection-results.html"} , {"body" : "LEAD: IN 1895, the seafaring residents of City Island were promised a new school building and bridge to the mainland if they would leave Westchester County and join New York City. With 900 ballots cast, the city beat the county by only two votes. IN 1895, the seafaring residents of City Island were promised a new school building and bridge to the" , "date" : "19871129" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CITY ISLAND (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "IF YOU'RE THINKING OF LIVING IN; City Island" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/29\/realestate\/if-you-re-thinking-of-living-in-city-island.html"} , {"body" : "LEAD: New York City officials are expecting major traffic problems during the holiday season and are taking steps to prepare for as many as 200,000 extra vehicles a day. New York City officials are expecting major traffic problems during the holiday season and are taking steps to prepare for as many as 200,000 extra vehicles a day. In the five" , "date" : "19871125" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "In Manhattan, It'll Be No Holiday For Drivers, Traffic Officials Say" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/25\/nyregion\/in-manhattan-it-ll-be-no-holiday-for-drivers-traffic-officials-say.html"} , {"body" : "LEAD: In high winds and swirling snow flurries, the Williamsburg Bridge took an engineering ''electrocardiogram'' yesterday morning. In high winds and swirling snow flurries, the Williamsburg Bridge took an engineering ''electrocardiogram'' yesterday morning. With the roadway closed to traffic and a city helicopter bearing a computerized camera" , "date" : "19871122" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WILLIAMSBURG BRIDGE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "52" , "title" : "Taking the Pulse of the Aging Williamsburg Bridge" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/22\/nyregion\/taking-the-pulse-of-the-aging-williamsburg-bridge.html"} , {"body" : "LEAD: A fierce debate over the environmental safety and economic wisdom of garbage-burning incinerators has begun as scores of communities around the nation move toward spending billions on their construction. A fierce debate over the environmental safety and economic wisdom of garbage-burning incinerators has begun as scores of communities around" , "date" : "19871115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Toxic Ash and Costs Worry The Neighbors of Incinerators" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/15\/nyregion\/toxic-ash-and-costs-worry-the-neighbors-of-incinerators.html"} ,   {"body" : "LEAD: With his malleable face and gentle ways, Jack Gilford, the actor and comedian, has returned to cabaret for the first time in 30 years, and the way he talks, you would think it was an act of masochism. With his malleable face and gentle ways, Jack Gilford, the actor and comedian, has returned to cabaret for the first time in 30 years, and the" , "date" : "19871109" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "17" , "title" : "Jack Gilford, Malleable Mirthmaker" , "url" : "http:\/\/www.nytimes.com\/1987\/11\/09\/arts\/jack-gilford-malleable-mirthmaker.html"} , {"body" : "LEAD: When he came to New York to run in the marathon last year, Nechadi el Mostafa of Morocco paid his own expenses. That alone said a great deal about his chances. Fred Lebow, the race director, picks up the tab for the very best runners. And yet, halfway through the race, there was Mostafa, among the leaders, setting a pace that would have" , "date" : "19871030" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "28" , "title" : "Marathon Notebook; Moroccan Writes His Own Ticket Now" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/30\/sports\/marathon-notebook-moroccan-writes-his-own-ticket-now.html"} , {"body" : "LEAD: EARLY LAST MONTH, AS ONE million pupils were returning to New York City's public schools, a rather eye-catching advertisement turned up on subway platforms and across full pages in newspapers. It showed two men standing inside a shattered window, one of them wearing a football jersey and black weight-lifting gloves, the other brandishing a" , "date" : "19871025" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "FILM; A Real Principal Grades the Reel 'Principal'" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/25\/movies\/film-a-real-principal-grades-the-reel-principal.html"} , {"body" : "LEAD: A HANDOUT LISTING THE RULES for the 27 actors and musicians in the cast of ''Swing,'' Elizabeth Swados's new musical, decreed the following: A HANDOUT LISTING THE RULES for the 27 actors and musicians in the cast of ''Swing,'' Elizabeth Swados's new musical, decreed the following: * Four times more than 10 minutes late - fired. * Two no-shows" , "date" : "19871018" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "5" , "title" : "THEATER; 'Swing': Songs of Innocence and Experience" , "url" : "http:\/\/www.nytimes.com\/1987\/10\/18\/theater\/theater-swing-songs-of-innocence-and-experience.html"} , {"body" : "LEAD: A 15-year-old girl riding a bicycle was struck and killed yesterday by a speeding tow truck in Brooklyn, the police said. The impact of the collision knocked the girl 60 feet. A 15-year-old girl riding a bicycle was struck and killed yesterday by a speeding tow truck in Brooklyn, the police said. The impact of the collision knocked the girl" , "date" : "19870929" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Tow Truck Kills Girl, 15, on Bike; Driver Held on a Homicide Charge" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/29\/nyregion\/tow-truck-kills-girl-15-on-bike-driver-held-on-a-homicide-charge.html"} , {"body" : "LEAD: Progress on rebuilding a decayed 1.7-mile stretch of the Brooklyn-Queens Expressway continues slowly while costs rise quickly and driver tolerance disappears. Progress on rebuilding a decayed 1.7-mile stretch of the Brooklyn-Queens Expressway continues slowly while costs rise quickly and driver tolerance disappears. The work near the" , "date" : "19870927" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN-QUEENS EXPRESSWAY (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "THE WORM AND THE APPLE: Dirt and Delay; The Brooklyn-Queens Crawl" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/27\/opinion\/the-worm-and-the-apple-dirt-and-delay-the-brooklyn-queens-crawl.html"} , {"body" : "LEAD: A 34-year-old woman was shot and killed on Pitkin Avenue in the East New York section of Brooklyn last night, only a few blocks from where a transit police officer was fatally wounded in a shootout with two gunmen Tuesday night. A 34-year-old woman was shot and killed on Pitkin Avenue in the East New York section of Brooklyn last night, only" , "date" : "19870925" , "day_of_week_facet" : "Friday" , "geo_facet" : ["EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "Woman Shot to Death Near Officer's Slaying" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/25\/nyregion\/woman-shot-to-death-near-officer-s-slaying.html"} , {"body" : "LEAD: For as long as anyone there can remember, the Greenpoint section of Brooklyn has functioned as a stable blue-collar community with large Polish and Italian populations living in small houses and apartment buildings. In the last five years, however, artists and young professionals have flooded into the area looking for affordable housing and" , "date" : "19870925" , "day_of_week_facet" : "Friday" , "geo_facet" : ["GREENPOINT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "30" , "title" : "About Real Estate; Renovators in Greenpoint Tackle New Construction" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/25\/business\/about-real-estate-renovators-in-greenpoint-tackle-new-construction.html"} , {"body" : "LEAD: Rabbi Moses Grunberger, top left, and his son, Mayer, carrying purchases for celebration of the Jewish New Year as they left Nagel's Kosher Superette in Monsey, N.Y. On Essex Street in Manhattan, customers, above, lined up to buy pickles, and Anna Halas, right, prepared kreplach, a holiday treat, at G & M Kosher Caterers. Rabbi Moses" , "date" : "19870924" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "page_facet" : "3" , "title" : "Scenes for Celebration Of Rosh ha-Shanah" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/24\/nyregion\/scenes-for-celebration-of-rosh-ha-shanah.html"} , {"body" : "LEAD: Commuters are getting up pretty early in the morning - and heading home pretty late in the day - to beat the increasingly long and crowded rush hours in the New York region. Commuters are getting up pretty early in the morning - and heading home pretty late in the day - to beat the increasingly long and crowded rush hours in the New York" , "date" : "19870909" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "New York Rush Hours Grow Earlier and Later" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/09\/nyregion\/new-york-rush-hours-grow-earlier-and-later.html"} ,   {"body" : "LEAD: A FORMER convent and several rowhouses in Brooklyn will be the first targets of an innovative program that combines the creation of low- to moderate-income housing with historic preservation. The structures, each almost a century old, will yield about 20 apartments to the neighborhood residents working on the projects. A FORMER convent and" , "date" : "19870906" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Mixing Restoration and Homesteading" , "url" : "http:\/\/www.nytimes.com\/1987\/09\/06\/realestate\/mixing-restoration-and-homesteading.html"} , {"body" : "LEAD: The Williamsburg Bridge is not falling down. But wind, tide and pollution have taken their bite out of this 1903 marvel. The worst wound was inflicted by planners who, in the interest of thrift, failed to galvanize the wires that make up the giant cables. If nothing is done, the bridge will fall down. The Williamsburg Bridge is not falling" , "date" : "19870823" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG BRIDGE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "A Bridge to the 21st Century" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/23\/opinion\/a-bridge-to-the-21st-century.html"} , {"body" : "LEAD: As they try to diagnose the Williamsburg Bridge's many ills, officials are confronting a perplexing choice: spend $250 million to repair the heavily used crossing and replace its cables, a task that has never been tried while a bridge is still in service, or build an entirely new structure, which might be twice as expensive. As they try to" , "date" : "19870819" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG BRIDGE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A BRIDGE DILEMMA: PATCH IT OR SCRAP IT" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/19\/nyregion\/a-bridge-dilemma-patch-it-or-scrap-it.html"} , {"body" : "LEAD: A man convicted of killing a diplomat's son who had gone to the aid of two robbery victims was sentenced yesterday to 21 years to life in prison. A man convicted of killing a diplomat's son who had gone to the aid of two robbery victims was sentenced yesterday to 21 years to life in prison. The 29-year-old defendant, Edgardo Bolanos, will not" , "date" : "19870819" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "KILLER OF DIPLOMAT'S SON IS GIVEN PRISON TERM" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/19\/nyregion\/killer-of-diplomat-s-son-is-given-prison-term.html"} , {"body" : "LEAD: A 5-year-old boy and his father were killed early yesterday when a fire broke out in their Brooklyn apartment, trapping them in a back bedroom where a padlocked gate on a window sealed their only escape route, the authorities said. A 5-year-old boy and his father were killed early yesterday when a fire broke out in their Brooklyn apartment," , "date" : "19870818" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "METRO DATELINES; Apartment Fire Kills Boy and His Father" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/18\/nyregion\/metro-datelines-apartment-fire-kills-boy-and-his-father.html"} , {"body" : "LEAD: ALMOST 150 years after Herman Melville wrote about its beauty, New Yorkers are taking the East River waterfront seriously, not only as a natural resource, but also as a place to live and work. ALMOST 150 years after Herman Melville wrote about its beauty, New Yorkers are taking the East River waterfront seriously, not only as a natural" , "date" : "19870816" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONG ISLAND CITY (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "HUNTERS POINT WATERFRONT DEVELOPMENT PROJECT" , "WILLIAMSBURG BRIDGE" , "EAST RIVER (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Fair Winds Building for East River Plans" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/16\/realestate\/fair-winds-building-for-east-river-plans.html"} , {"body" : "LEAD: Mayor Koch said yesterday that he supported charging $10-a-day fees on vehicles entering Manhattan south of 59th Street and imposing tolls on four East River bridges as ways of reducing air pollution in New York City. Mayor Koch said yesterday that he supported charging $10-a-day fees on vehicles entering Manhattan south of 59th Street and" , "date" : "19870804" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "EAST RIVER (NYC)" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "KOCH Backs $10-a-Day Fees on Vehicles to Reduce Pollution" , "url" : "http:\/\/www.nytimes.com\/1987\/08\/04\/nyregion\/koch-backs-10-a-day-fees-on-vehicles-to-reduce-pollution.html"} , {"body" : "LEAD: Jacob S. Seidman, a senior partner of the accounting firm of Seidman & Seidman and a longtime proponent of simplifying the tax system, died Monday at Doctors Hospital. He lived in Manhattan and was 86 years old. Jacob S. Seidman, a senior partner of the accounting firm of Seidman & Seidman and a longtime proponent of simplifying the tax" , "date" : "19870730" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "23" , "title" : "JACOB S. SEIDMAN; ACCOUNTANT BACKED A SIMPLER TAX CODE" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/30\/obituaries\/jacob-s-seidman-accountant-backed-a-simpler-tax-code.html"} , {"body" : "LEAD: ABOUT 75 times a year, Lou Singer gets into his blue Dodge van, picks up a hungry band of sightseers and embarks on a six-hour odyssey of eating and adventure on the Lower East Side of New York. As he navigates the van toward his caloric mecca, he announces: ''This isn't a straight pigging-out operation. ABOUT 75 times a year, Lou Singer gets" , "date" : "19870724" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel" , "Arts"] , "page_facet" : "1" , "title" : "BOARDING A BUS FOR JAZZ, LANDMARKS AND A NOSH" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/24\/arts\/boarding-a-bus-for-jazz-landmarks-and-a-nosh.html"} , {"body" : "LEAD: A Rigorous Rabbi, Now A Rigorous Rabbi, Now George Hearn, who won a Tony award three years ago as a proud yet vulnerable transvestite in ''La Cage aux Folles,'' will play a stern Hasidic rabbi this fall in a musical version of Chaim Potok's novel ''The Chosen.'' Mr. Potok wrote the musical's book and Carmen Capalbo will direct. Two relative" , "date" : "19870724" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "2" , "title" : "Broadway" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/24\/theater\/broadway.html"} ,   {"body" : "LEAD: PROPPED on pillows in his apartment in the Williamsburg section of Brooklyn, Tim Pratt, a soft-spoken poet and freelance writer, explained his recent migration from the East Village. PROPPED on pillows in his apartment in the Williamsburg section of Brooklyn, Tim Pratt, a soft-spoken poet and freelance writer, explained his recent migration" , "date" : "19870719" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "EAST VILLAGE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "A Metamorphosis for Old Williamsburg" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/19\/realestate\/a-metamorphosis-for-old-williamsburg.html"} , {"body" : "LEAD: The Senate today narrowly approved a provision in the omnibus trade bill that would give a $365 million break to a handful of American sugar refiners. The Senate today narrowly approved a provision in the omnibus trade bill that would give a $365 million break to a handful of American sugar refiners. The Amstar Corporation, which has its" , "date" : "19870718" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["UNITED STATES" , "NEW YORK STATE" , "LOUISIANA"] , "nytd_section_facet" : ["Business"] , "page_facet" : "37" , "title" : "Senate Aids Sugar Refiners" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/18\/business\/senate-aids-sugar-refiners.html"} , {"body" : "LEAD: Hundreds of the aging and once stately houses of worship that helped give Brooklyn the name ''City of Churches'' are in severe disrepair, with many congregations closing off parts of the buildings because they are unsafe. Hundreds of the aging and once stately houses of worship that helped give Brooklyn the name ''City of Churches'' are in" , "date" : "19870717" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Congregations Struggle to Repair Old Churches" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/17\/nyregion\/brooklyn-congregations-struggle-to-repair-old-churches.html"} , {"body" : "LEAD: Nathan Perlmutter, the national director of the Anti-Defamation League of B'nai B'rith since 1979, died of lung cancer Sunday afternoon at the Memorial Sloan-Kettering Cancer Center, where he was admitted July 8. He was 64 years old and lived in Manhattan. Nathan Perlmutter, the national director of the Anti-Defamation League of B'nai B'rith" , "date" : "19870714" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "27" , "title" : "Nathan Perlmutter, Top Executive Of Anti-Defamation League, Dies" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/14\/obituaries\/nathan-perlmutter-top-executive-of-anti-defamation-league-dies.html"} , {"body" : "LEAD: Robert Langone sat at his concession stand at the corner of Havemeyer and North 9th Street, where the annual feast of San Paolino was in progress in the Williamsburg section of Brooklyn yesterday. He was guarding a collection of goldfish swimming around in little bowls of orange and green water. Robert Langone sat at his concession stand at" , "date" : "19870713" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Relentless Heat and Raising the Giglio" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/13\/nyregion\/relentless-heat-and-raising-the-giglio.html"} , {"body" : "LEAD: A hundred men carrying the giglio, an 8,000-pound tower, and a small band through the streets of Williamsburg yesterday as part of the 16-day-long feast of San Paolino. The festival was but one way New Yorkers spent a hazy, hot, humid Sunday. Page B3. (The New York Times\/Dith Pran) A hundred men carrying the giglio, an 8,000-pound tower, and" , "date" : "19870713" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "page_facet" : "1" , "title" : "A Bit of Old-World Italy in New-World Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/13\/nyregion\/a-bit-of-old-world-italy-in-new-world-brooklyn.html"} , {"body" : "LEAD: FRIDAY CLASSICS, LIGHTENED Classical music - with a twist or two - comes to the Prospect Park Band Shell for the second weekend of the Celebrate Brooklyn performing-arts series. Paquito D'Rivera, a jazz saxophonist, will join the Brooklyn Philharmonic Orchestra, under the direction of David Amram, for a program called ''From Mozart to Monk''" , "date" : "19870710" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/10\/arts\/weekender-guide.html"} , {"body" : "LEAD: In the playgrounds of the Williamsburg section of Brooklyn, Hasidic boys with spiraling earlocks race their Easy Rider-style tricycles against other Hasidic boys. Hasidic girls, in long pinafore dresses, jump to a rope swung by other Hasidic girls. In the playgrounds of the Williamsburg section of Brooklyn, Hasidic boys with spiraling" , "date" : "19870704" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "HASIDIM CONFRONT THE SECULAR WHILE LIVING A LIFE APART" , "url" : "http:\/\/www.nytimes.com\/1987\/07\/04\/nyregion\/hasidim-confront-the-secular-while-living-a-life-apart.html"} , {"body" : "LEAD: Men of Bronze Directed by William Miles. 1977. Pacific Arts Video. 60 minutes. $39.95. Men of Bronze Directed by William Miles. 1977. Pacific Arts Video. 60 minutes. $39.95. In 1913, the New York Legislature passed a bill providing for the creation of a ''colored regiment of infantry'' in the National Guard. After three years of delays," , "date" : "19870628" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "24" , "title" : "HOME VIDEO; DOCUMENTARY" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/28\/arts\/home-video-documentary.html"} , {"body" : "LEAD: At Eastern District High School in Brooklyn, failure is common. The dropout rate, by some measures, is as high as 80 percent, among the worst in New York City. Each day, teachers, administrators and students struggle with inadequate resources and the legacies of urban poverty: drugs, crime, teen-age pregnancy, broken homes, alienation," , "date" : "19870622" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "EASTERN HIGH'S DAILY ASSAULT ON FAILURE" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/22\/nyregion\/eastern-high-s-daily-assault-on-failure.html"} ,   {"body" : "LEAD: For more than two years, drivers have suffered through snarled traffic along a 1.7-mile section of the Brooklyn-Queens Expressway that has been under repair. Officials say motorists can expect at least two more years of major tie-ups. For more than two years, drivers have suffered through snarled traffic along a 1.7-mile section of the" , "date" : "19870620" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NORTH CAROLINA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "HIGHWAY TIE-UP STRETCHES 2 YEARS AHEAD" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/20\/nyregion\/highway-tie-up-stretches-2-years-ahead.html"} , {"body" : "LEAD: This is a summary of reviews of restaurants that have appeared in The New York Times. Stars are followed by the date of original publication. Prices are current, and only weekend hours are given. THE COACH HOUSE, #110 Waverly Place (777-0303) - **(Sept. 20, 1985) Brick and paneled walls, red leather banquettes and colorful artwork contribute" , "date" : "19870612" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "19" , "title" : "Dining Out Guide; Steaks and Chops" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/12\/arts\/dining-out-guide-steaks-and-chops.html"} , {"body" : "LEAD: He doesn't know who catered the D-Day invasion, but David Scharf figures this has to be about the closest thing to it. He doesn't know who catered the D-Day invasion, but David Scharf figures this has to be about the closest thing to it. And the Allied forces weren't dining on his chicken liver pate or moo goo gai pan - kosher and cooked to" , "date" : "19870610" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; Culinary D-Day: Caterer Marshals a Nosh for 20,000" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/10\/nyregion\/about-new-york-culinary-d-day-caterer-marshals-a-nosh-for-20000.html"} , {"body" : "LEAD: Diana Cecil, an advertising representative at Sports Illustrated, is a tennis whiz and a faithful runner. She swims, hikes, rides a horse, cross-country skis, plays croquet and badminton. Friends call her a sports enthusiast and an outdoor fanatic. ''But at heart, I'm really just a Fresh Air Fund alumnus,'' Ms. Diana Cecil, an advertising" , "date" : "19870607" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "52" , "title" : "MEMORIES OF SUMMER CHERISHED" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/07\/nyregion\/memories-of-summer-cherished.html"} , {"body" : "LEAD: Private homes, a church, a concert hall and a park can be visited on Sunday during a tour of the Fort Greene section of Brooklyn. The tour, sponsored by the Fort Greene Landmarks Preservation Committee, begins at noon at the Williamsburg Savings Bank, 1 Hanson Place, off Flatbush Avenue. Admission is $6 (advance tickets) or $7 on the day of" , "date" : "19870605" , "day_of_week_facet" : "Friday" , "geo_facet" : ["FORT GREENE (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "Fort Greene Tour" , "url" : "http:\/\/www.nytimes.com\/1987\/06\/05\/arts\/fort-greene-tour.html"} , {"body" : "LEAD: The New York City Department of Transportation has listed the following trouble spots for weekend traffic: The New York City Department of Transportation has listed the following trouble spots for weekend traffic: * Franklin D. Roosevelt Drive. One northbound lane is closed from 42d to 59th Streets. The 34th and 48th Street entrances are" , "date" : "19870530" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Trouble Spots Listed For Weekend Traffic" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/30\/nyregion\/trouble-spots-listed-for-weekend-traffic.html"} , {"body" : "LEAD: When he worked in a hospital emergency room, Dr. D. Narendra Kumar would heedlessly tug at the towel dispenser after washing his hands, unconcerned about how many sheets of paper he used. When he worked in a hospital emergency room, Dr. D. Narendra Kumar would heedlessly tug at the towel dispenser after washing his hands, unconcerned about" , "date" : "19870525" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "21" , "title" : "2 QUEENS DOCTORS STRUGGLE TO SERVE NEEDY PATIENTS" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/25\/nyregion\/2-queens-doctors-struggle-to-serve-needy-patients.html"} , {"body" : "LEAD: HIS FRIEND WAS SO SHORT THAT when she was seated at Washington's Kennedy Center her feet barely reached the floor. Could he, she asked, devise some sort of stool on which to rest her feet? One day while driving to work it came to him. You can't walk into a theater with a stool under your arm. But what about a book? HIS FRIEND WAS SO SHORT" , "date" : "19870517" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine" , "Technology"] , "page_facet" : "48" , "title" : "ONE MAN'S MOUSETRAPS" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/17\/magazine\/one-man-s-mousetraps.html"} , {"body" : "LEAD: The Brooklyn-bound outer roadway on the Williamsburg Bridge was reopened yesterday morning after tests were made to determine if its underpinnings were structurally sound. The Brooklyn-bound outer roadway on the Williamsburg Bridge was reopened yesterday morning after tests were made to determine if its underpinnings were structurally sound." , "date" : "19870511" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG BRIDGE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "Williamsburg Bridge Is Reopened Entirely" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/11\/nyregion\/williamsburg-bridge-is-reopened-entirely.html"} , {"body" : "LEAD: Two 30-pound steel bars that help support a section of the outer roadway of the Williamsburg Bridge fell into the East River Friday, and city investigators have found three other sections of the roadway with similar structural problems. Two 30-pound steel bars that help support a section of the outer roadway of the Williamsburg Bridge fell" , "date" : "19870510" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["EAST RIVER (NYC)" , "WILLIAMSBURG BRIDGE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "TWO STEEL SUPPORT BARS FALL FROM WILLIAMSBURG BRIDGE" , "url" : "http:\/\/www.nytimes.com\/1987\/05\/10\/nyregion\/two-steel-support-bars-fall-from-williamsburg-bridge.html"} ,   {"body" : "LEAD: Firefighters surveying wreckage of chain-reaction collision involving 15 vehicles, three of which burst into flames. One person was slightly injured. The accident closed the bridge four hours. Officials said it began when a truck lost its brakes as it was traveling in the right lane of the outer roadway, from Brooklyn to Manhattan." , "date" : "19870430" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG BRIDGE"] , "page_facet" : "1" , "title" : "15-Vehicle Collision Closes Williamsburg Bridge for 4 Hours" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/30\/nyregion\/15-vehicle-collision-closes-williamsburg-bridge-for-4-hours.html"} , {"body" : "LEAD: The New York City Department of Transportation has listed these trouble spots for weekend traffic: The New York City Department of Transportation has listed these trouble spots for weekend traffic: * Franklin D. Roosevelt Drive. Two northbound lanes are closed from 8 P.M. to 6 A.M., and one northbound lane is closed at all times. The 34th" , "date" : "19870425" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Trouble Spots Listed For Weekend Traffic" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/25\/nyregion\/trouble-spots-listed-for-weekend-traffic.html"} , {"body" : "LEAD: A walk tomorrow through Williamsburg is the first in a series of spring tours in Brooklyn that will be sponsored by the Prospect Park Environmental Center. The tour, led by Marvin Gelfand, will last two to three hours and meets at 1 P.M. at the Williamsburg Savings Bank, corner of Driggs Avenue and Broadway. A walk tomorrow through" , "date" : "19870424" , "day_of_week_facet" : "Friday" , "geo_facet" : ["WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "9" , "title" : "Brooklyn Tours" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/24\/arts\/brooklyn-tours.html"} , {"body" : "LEAD: After separating from her husband almost two years ago, Lillian Olivencia had no place to call her own. She could not afford an apartment, so she moved into her daughter's apartment in the Williamsburg section of Brooklyn, sharing three cramped rooms with her daughter and two grandchildren. After separating from her husband almost two years" , "date" : "19870422" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "SINGLE ROOMS FROM DIOCESE AID HOUSING" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/22\/nyregion\/single-rooms-from-diocese-aid-housing.html"} , {"body" : "LEAD: The body of a 36-year-old minister, apparently the victim of a burglary, was found yesterday afternoon in his living quarters behind a storefront church in Brooklyn, the police said. The body of a 36-year-old minister, apparently the victim of a burglary, was found yesterday afternoon in his living quarters behind a storefront church in" , "date" : "19870420" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "BROOKLYN MINISTER IS FOUND SLAIN IN HIS ROOM AT STOREFRONT CHURCH" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/20\/nyregion\/brooklyn-minister-is-found-slain-in-his-room-at-storefront-church.html"} , {"body" : "LEAD: The New York City Department of Transportation has listed these trouble spots for weekend traffic: The New York City Department of Transportation has listed these trouble spots for weekend traffic: * Manhattan Bridge. The Manhattan-bound upper roadway is closed. * Queensboro Bridge. The Manhattan-bound upper roadway is closed. * Williamsburg" , "date" : "19870418" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Trouble Spots Listed For Weekend Traffic" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/18\/nyregion\/trouble-spots-listed-for-weekend-traffic.html"} , {"body" : "LEAD: OUT OF STEP An Unquiet Life in the 20th Century. By Sidney Hook. 628 pp. New York: Harper & Row. $29.95. OUT OF STEP An Unquiet Life in the 20th Century. By Sidney Hook. 628 pp. New York: Harper & Row. $29.95. SIDNEY HOOK was born in 1902, so his ''unquiet life'' has not only been lived entirely in the present century, but has spanned most of" , "date" : "19870412" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "14" , "title" : "WITNESS TO THE CENTURY" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/12\/books\/witness-to-the-century.html"} , {"body" : "LEAD: Correction officers at a Brooklyn jail walked off their jobs yesterday morning to protest the disciplining of nine colleagues earlier this week. Correction officers at a Brooklyn jail walked off their jobs yesterday morning to protest the disciplining of nine colleagues earlier this week. The New York City Department of Correction said later" , "date" : "19870409" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "BROOKLYN JAIL GUARDS WALK OUT IN PROTEST OF DISCIPLINARY ACTION" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/09\/nyregion\/brooklyn-jail-guards-walk-out-in-protest-of-disciplinary-action.html"} , {"body" : "LEAD: Two New York City correction officers were dismissed yesterday and nine others - including an Assistant Deputy Warden and a Captain - were transferred as a result of a fight at a Brooklyn jail on March 24. Two New York City correction officers were dismissed yesterday and nine others - including an Assistant Deputy Warden and a Captain - were" , "date" : "19870407" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["RIKERS ISLAND (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "2 GUARDS DISMISSED OVER BROOKLYN JAIL VIOLENCE" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/07\/nyregion\/2-guards-dismissed-over-brooklyn-jail-violence.html"} , {"body" : "LEAD: The New York City Department of Transportation has listed these trouble spots for weekend traffic: The New York City Department of Transportation has listed these trouble spots for weekend traffic: * Williamsburg Bridge. The viaduct ramp between the southbound Brooklyn Queens Expressway and the bridge will be closed today from 6 A.M. until 6" , "date" : "19870404" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Trouble Spots Listed For Weekend Traffic" , "url" : "http:\/\/www.nytimes.com\/1987\/04\/04\/nyregion\/trouble-spots-listed-for-weekend-traffic.html"} ,   {"body" : "LEAD: Louis M. Hacker, a leading proponent of adult education and a former dean at Columbia University, died yesterday in LeRoy, N.Y. He was 88 years old and lived in LeRoy. Louis M. Hacker, a leading proponent of adult education and a former dean at Columbia University, died yesterday in LeRoy, N.Y. He was 88 years old and lived in LeRoy. Mr." , "date" : "19870323" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "7" , "title" : "LOUIS M. HACKER, 88, EDUCATOR" , "url" : "http:\/\/www.nytimes.com\/1987\/03\/23\/obituaries\/louis-m-hacker-88-educator.html"} , {"body" : "LEAD: Louis M. Hacker, a leading proponent of adult education and a former dean at Columbia University, died yesterday in LeRoy, N.Y. He was 88 years old and lived in LeRoy. Louis M. Hacker, a leading proponent of adult education and a former dean at Columbia University, died yesterday in LeRoy, N.Y. He was 88 years old and lived in LeRoy. Mr." , "date" : "19870322" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "36" , "title" : "LOUIS HACKER, 88, LEADING ADVOCATE OF AUDLT EDUCATION" , "url" : "http:\/\/www.nytimes.com\/1987\/03\/22\/obituaries\/louis-hacker-88-leading-advocate-of-audlt-education.html"} , {"body" : "LEAD: THE ST. VERONICA GIG STORIES. By Jack Pulaski. (Zephyr Press, 13 Robinson Street, Somerville, Mass. 02145, Cloth, $15.95; Paper, $8.95.) Jack Pulaski is at his best writing about what he seems to know best - the Williamsburg section of Brooklyn. Most of the stories in this impressive first collection follow the narrator as he wanders through" , "date" : "19870315" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "16" , "title" : "IN SHORT: FICTION" , "url" : "http:\/\/www.nytimes.com\/1987\/03\/15\/books\/in-short-fiction-407287.html"} , {"body" : "LEAD: Every day more than 3,000 teen-age girls become pregnant, and 1,300 babies are born to adolescents. Five hundred teen-agers have abortions, 26 girls age 13 and 14 have their first child, and 13 others who are 16 have their second child. Over the course of a year, one of every 10 teen-age girls becomes pregnant. Every day more than 3,000" , "date" : "19870314" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Style"] , "page_facet" : "56" , "title" : "SUCCESS IN PREVENTING TEEN-AGE PREGNANCY" , "url" : "http:\/\/www.nytimes.com\/1987\/03\/14\/style\/success-in-preventing-teen-age-pregnancy.html"} , {"body" : "LEAD: Vandals ransacked classrooms and lighted two small fires in a Brooklyn yeshiva this weekend, but the police said yesterday that the incident did not appear to be a deliberately anti-Semitic gesture. Vandals ransacked classrooms and lighted two small fires in a Brooklyn yeshiva this weekend, but the police said yesterday that the incident did" , "date" : "19870309" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 FIRES SET BY VANDALS AT YESHIVA IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1987\/03\/09\/nyregion\/2-fires-set-by-vandals-at-yeshiva-in-brooklyn.html"} , {"body" : "LEAD: THE scene at the executive offices of Private Brands Inc. in Brooklyn had the warmth, the informality and the rowdiness of a family gathering. THE scene at the executive offices of Private Brands Inc. in Brooklyn had the warmth, the informality and the rowdiness of a family gathering. Yitzhack Schlesinger, the general manager, was happily" , "date" : "19870308" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Business"] , "page_facet" : "4" , "title" : "A CLOTHESMAKER GROWS IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1987\/03\/08\/business\/a-clothesmaker-grows-in-brooklyn.html"} , {"body" : "LEAD: To the Editor: While your article about how ''New York Plays Reluctant Landlord'' [ Dec. 14 ] gives due credit to our leaders, Angelo Guzman and Ronnie Arsenec, no mention is made of the maintenance mechanics and boiler repairmen. To the Editor: While your article about how ''New York Plays Reluctant Landlord'' [ Dec. 14 ] gives due credit to" , "date" : "19870222" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "Real Estate"] , "page_facet" : "12" , "title" : "Unsung Heroes" , "url" : "http:\/\/www.nytimes.com\/1987\/02\/22\/realestate\/l-unsung-heroes-793087.html"} , {"body" : "LEAD: At 1:30 P.M. yesterday, as an arctic breeze cut through the glare of the Brooklyn afternoon, only George Washington had the courage to face the wind. At 1:30 P.M. yesterday, as an arctic breeze cut through the glare of the Brooklyn afternoon, only George Washington had the courage to face the wind. Seven people, wearing garments that" , "date" : "19870217" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "RAW WIND PUTS ICING ON HOLIDAY" , "url" : "http:\/\/www.nytimes.com\/1987\/02\/17\/nyregion\/raw-wind-puts-icing-on-holiday.html"} , {"body" : "LEAD: Dean Garrett hit a follow shot with four seconds left in the third overtime as Indiana escaped with an 86-85 Big Ten victory over Wisconsin tonight. Dean Garrett hit a follow shot with four seconds left in the third overtime as Indiana escaped with an 86-85 Big Ten victory over Wisconsin tonight. Garrett, who led all scorers with 21 points," , "date" : "19870217" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "9" , "title" : "COLLEGE BASKETBALL; INDIANA SURVIVES 3 OVERTIMES" , "url" : "http:\/\/www.nytimes.com\/1987\/02\/17\/sports\/college-basketball-indiana-survives-3-overtimes.html"} , {"body" : "LEAD: To the Editor: To the Editor: You describe the major rehabilitation scheduled for the Williamsburg Bridge between Manhattan and Brooklyn, and the difficulty of obtaining adequate funds (news article, Jan. 26). You cite the cost of necessary repairs as $250 million. You also mention the cost of rehabilitating all four free East River bridges:" , "date" : "19870214" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "Pay for Repairs With East River Bridge Tolls" , "url" : "http:\/\/www.nytimes.com\/1987\/02\/14\/opinion\/l-pay-for-repairs-with-east-river-bridge-tolls-690087.html"} ,   {"body" : "LEAD: The market for what is becoming known as urban archeology - an old Coca Cola sign or a 1930's refrigerator - continues to grow, and downtown galleries specializing in such merchandise help interior designers looking for kitsch or smoke-screened nostalgia. The market for what is becoming known as urban archeology - an old Coca Cola sign or a" , "date" : "19870208" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: The City as Collector; Nostalgia for Sale" , "url" : "http:\/\/www.nytimes.com\/1987\/02\/08\/realestate\/postings-the-city-as-collector-nostalgia-for-sale.html"} , {"body" : "LEAD: Congestion on the Queensboro Bridge - already expected to increase as drivers seek to avoid today's toll increase at other East River crossings -will be even more seriously compounded after Feb. 18. On that Wednesday, the city and the state are to begin a reconstruction of half of the bridge's upper roadway that is expected to last at least" , "date" : "19870207" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["EAST RIVER (NYC)" , "QUEENSBOROUGH BRIDGE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "QUEENSBORO BRIDGE PLAN TO ADD TO TRAFFIC WOES" , "url" : "http:\/\/www.nytimes.com\/1987\/02\/07\/nyregion\/queensboro-bridge-plan-to-add-to-traffic-woes.html"} , {"body" : "LEAD: The cables that support the Williamsburg Bridge are rapidly corroding and money for a daring operation to replace them is being held up in Congress, state transportation officials said. The cables that support the Williamsburg Bridge are rapidly corroding and money for a daring operation to replace them is being held up in Congress, state" , "date" : "19870126" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "NEW YORK STATE" , "WILLIAMSBURG BRIDGE" , "EAST RIVER (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A CRITICAL POINT FOR BRIDGE REPAIR PLAN 921:56,813>" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/26\/nyregion\/a-critical-point-for-bridge-repair-plan-921-56813.html"} , {"body" : "LEAD: Negotiators for the Long Island Rail Road and 11 unions met yesterday for the first time since the line was struck, but any optimism about an early end to the walkout soon faded. Negotiators for the Long Island Rail Road and 11 unions met yesterday for the first time since the line was struck, but any optimism about an early end to the" , "date" : "19870120" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "TALK FALTER IN L.I.R.R. WALKOUT; SERIOUS COMMUTER TIE-UPS FEARED" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/20\/nyregion\/talk-falter-in-lirr-walkout-serious-commuter-tie-ups-feared.html"} , {"body" : "LEAD: WHEN Bill Dillard was not on the road, singing and acting in musicals or playing his trumpet with Louis Armstrong, he lived in rental apartments in Harlem. Last year, at the age of 75, he and his wife, Celestine, became impatient with waiting lists for new rental projects and began looking for a better home outside Manhattan. WHEN Bill" , "date" : "19870118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BRONX (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "CO-OP HUNTING IN THE OUTER BOROUGHS" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/18\/realestate\/co-op-hunting-in-the-outer-boroughs.html"} , {"body" : "LEAD: LATE last month, the Koch administration gave a formal send-off to an ambitious long-term housing effort when the Mayor announced a plan to renovate 5,200 apartments in vacant city-owned buildings. LATE last month, the Koch administration gave a formal send-off to an ambitious long-term housing effort when the Mayor announced a plan to" , "date" : "19870104" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "PERSPECTIVES: GUT REHABILITATIONS; Recycling City-Owned Buildings" , "url" : "http:\/\/www.nytimes.com\/1987\/01\/04\/realestate\/perspectives-gut-rehabilitations-recycling-city-owned-buildings.html"}]