[  {"body" : "Tonight at midnight Rudolph W. Giuliani will become the 107th Mayor of New York. The occasion has filled many New Yorkers, no matter their race, ethnicity or political passions, with a certain sense of cautious optimism for the future of the city. After a divisive election that was decided by fewer than 50,000 votes, interviews conducted with 36" , "date" : "19931231" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Transition Stirs Cautious Hope" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/31\/nyregion\/transition-stirs-cautious-hope.html"} , {"body" : "C. Corey Mills, an architect and former State Senator from Brooklyn, died on Monday at Northern Westchester Hospital in Mount Kisco, N.Y. He was 84 and lived in Bedford, N.Y. He had had a long illness, his wife said. A native of Brooklyn, Mr. Mills graduated from Poly Prep Country Day School in Bay Ridge and the Beaux Arts Institute of Design in" , "date" : "19931222" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "8" , "title" : "C. Corey Mills Dies; Retired Architect, 84" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/22\/obituaries\/c-corey-mills-dies-retired-architect-84.html"} , {"body" : "A week has passed since Kathleen Giblin, a New York City probation officer, came upon the devastation in Car No. 3 of the 5:33 to Hicksville, but it seems to her as if time has stood still. She was riding the train a car or two behind the one where 23 people were shot, and when the train came to a halt at the Merillon Avenue station in Garden City," , "date" : "19931214" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Hero Label Is No Comfort To Helper of Train Victims" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/14\/nyregion\/hero-label-is-no-comfort-to-helper-of-train-victims.html"} , {"body" : "Two men and a woman described by prosecutors as the Mafia's \"super bookies\" on the East Coast were indicted yesterday in Brooklyn on charges of taking in at least $86 million a year in illegal wagers on professional and college sports. Officials in the Brooklyn District Attorney's office said that the business was conducted mainly by telephone for" , "date" : "19931207" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "3 Accused of Running Mafia Betting Ring" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/07\/nyregion\/3-accused-of-running-mafia-betting-ring.html"} , {"body" : "Alternate-side street cleaning regulations will be suspended tomorrow for the Catholic holiday of Immaculate Conception, including the Bay Ridge and Dyker Heights sections of Brooklyn." , "date" : "19931207" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Parking Rules" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/07\/nyregion\/parking-rules-689893.html"} , {"body" : "It is almost two years since Yakov Borisevich Alesker declared himself a political refugee at the United States Embassy in Moscow and immigrated to New York with his wife and daughters. At the age of 54, when he could have been basking in the accumulated glory of a long career at a prestigious Soviet engineering institute, he now finds himself near" , "date" : "19931205" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "61" , "title" : "Even the Most Dedicated Need More Help to Help the Neediest; An Opportunity to Start Over in a New Land" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/05\/nyregion\/even-most-dedicated-need-more-help-help-neediest-opportunity-start-over-new-land.html"} , {"body" : "THEY took the news hard in Baltimore. Not only are the Colts not coming back any too soon, but the National Football League, in all its inexplicable sunstruck wisdom, has awarded the 30th franchise to the northern coast of Florida. \" 'Jacksonville!?' we kept saying. 'Jacksonville!?' 'Jacksonville!?' \" This was the reaction of John Ziemann, a keeper" , "date" : "19931205" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "3" , "title" : "Sports of The Times; In Ballamer, Marching Against an Injustice" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/05\/sports\/sports-of-the-times-in-ballamer-marching-against-an-injustice.html"} , {"body" : "In Bay Ridge, Brooklyn, a political refugee is starting life over; in the Bronx, a young girl struggles to cope with the loss of her mother to AIDS. A middle-aged man fights alcoholism and mental illness, and a teen-age boy dreams of breaking free of violence and poverty. Around these faces bend others, all seeking hope from the charities supported" , "date" : "19931205" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A TIME FOR CARING: THE NEEDIEST CASES; Amid Hardship, Gifts of Hope" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/05\/nyregion\/a-time-for-caring-the-neediest-cases-amid-hardship-gifts-of-hope.html"} , {"body" : "A 17-year-old who is awaiting trial in the fatal shooting of a drama teacher in Prospect Park and the robbery of the teacher's bicycle last summer was arrested yesterday in the rape of a jogger in the park two weeks earlier. The suspect, Jerome Nisbett, who has been held without bail at Rikers Island since the shooting of the teacher, Allyn" , "date" : "19931130" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Suspect in Slaying Is Held in Rape of Park Jogger" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/30\/nyregion\/suspect-in-slaying-is-held-in-rape-of-park-jogger.html"} , {"body" : "The train clanked forward at a top speed of 10 miles an hour, but even so it rocked on the antique, uneven tracks like a ship at sea. The grass and weeds sprouting between the ties might captivate a botanist, but John Cossman, the engineer, complained that when they get high enough, they make the wheels on his twin 130-ton engines spin as if they" , "date" : "19931127" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA" , "LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Taking Steps to Revive Region's Rail Freight" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/27\/nyregion\/taking-steps-to-revive-region-s-rail-freight.html"} ,   {"body" : "In the reaches of an old vaudeville theater in Brooklyn, where the balcony once hung, stands a three-story-high maze of girders and cables, intake pipes and exhaust ducts that nurse an incessant roar from four white-hot furnaces. Through a porthole-like opening into one of those furnaces, Dante Marioni poked a five-foot-long blowpipe, collected a" , "date" : "19931125" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Art of Glass Blowing Finds a Home in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/25\/nyregion\/art-of-glass-blowing-finds-a-home-in-brooklyn.html"} , {"body" : "Road construction has slowed much of New York City to a perpetual crawl, and it is about to get worse: Columbus Avenue is going under the knife. From 59th to 110th Streets, the Upper West Side thoroughfare will be ripped open next summer for at least two years of major surgery, receiving new sewer lines, water mains, concrete, pavement, street" , "date" : "19931116" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "COLUMBUS AVENUE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Easing the Pain of Street Surgery; New York Aims for Better Communication in Road Projects" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/16\/nyregion\/easing-pain-street-surgery-new-york-aims-for-better-communication-road-projects.html"} , {"body" : "Amid a torrent of community frustration and anger over the proposed 10-year reconstruction of the Gowanus Expressway, state transportation officials are developing an alternative proposal that would call for demolition of a four-mile elevated stretch of the road that cuts through the heart of Sunset Park and replacing it with a street-level" , "date" : "19931114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS EXPRESSWAY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: SUNSET PARK; Gowanus Deadline Spurs Alternative Plan" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/14\/nyregion\/neighborhood-report-sunset-park-gowanus-deadline-spurs-alternative-plan.html"} , {"body" : "In Gowanus Bay, just beyond the warehouses and small manufacturing outlets of Bush Terminal, birds from all over the world can be found feeding and mating amid abandoned and derelict piers and a landfill. \"It's cause for amazement,\" said Neil Walsh, a 55-year-old retired publishing administrator and longtime bird watcher who has been recording his" , "date" : "19931114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: SUNSET PARK; Birds Find Unlikely Sanctuary" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/14\/nyregion\/neighborhood-report-sunset-park-birds-find-unlikely-sanctuary.html"} , {"body" : "Three years after ending express service on the N subway line because of deterioration on the Manhattan Bridge, Transit Authority officials hope to restore it in parts of Brooklyn next spring for a six-month trial. But some residents in Sunset Park, which would benefit most from the restored service, say they could end up waiting twice as long for" , "date" : "19931114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: SUNSET PARK; Subway Express Battle" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/14\/nyregion\/neighborhood-report-sunset-park-subway-express-battle.html"} , {"body" : "ROSEMARIE O'KEEFE is answerable for the clubhouse politics of Bay Ridge, Brooklyn. So anyone who needs another yard of analysis about how big-city rainbow subtleties and racial-standoff angst were at play in the mayoral election last Tuesday had best skip her highly visceral accounting of such critical factors as plugged sewer catch basins, lazy" , "date" : "19931107" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "On Sunday; Reflections Of a Crusader In Bay Ridge" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/07\/nyregion\/on-sunday-reflections-of-a-crusader-in-bay-ridge.html"} , {"body" : "A chart in the Neighborhood Report on Oct. 24 giving crime statistics for the 68th Precinct, and a corrected version last Sunday, referred incorrectly to the section of Brooklyn covered by the precinct. The section, Bay Ridge, is in southern Brooklyn; South Brooklyn is generally considered to encompass Cobble Hill, Red Hook and Carroll Gardens." , "date" : "19931107" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "4" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/07\/nyregion\/c-corrections-924393.html"} , {"body" : "Declaring that \"today we can emphasize our common bonds,\" Rudolph W. Giuliani made a victory tour of City Hall yesterday and stood shoulder to shoulder with Mayor David N. Dinkins as the two men demonstrated their joint commitment to heal the city after a racially polarized vote. Sharing the lectern with Mr. Dinkins in City Hall's Blue Room, Mr." , "date" : "19931104" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "THE 1993 ELECTIONS: The Transition; Dinkins and Giuliani Join in a Call for Healing and Unity" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/04\/nyregion\/1993-elections-transition-dinkins-giuliani-join-call-for-healing-unity.html"} , {"body" : "Despite Rudolph W. Giuliani's victory as a Republican-Liberal candidate in the Mayor's race, the vast majority of Democratic incumbents easily waltzed back into office in City Council elections on Tuesday. When the results were finally counted in the wee hours yesterday morning, the newly elected City Council, for all intents and purposes, was the" , "date" : "19931104" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE 1993 ELECTIONS: New York City Roundup; Incumbents Waltz Back" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/04\/nyregion\/the-1993-elections-new-york-city-roundup-incumbents-waltz-back.html"} , {"body" : "The vast majority of Democratic incumbents on the City Council appeared headed toward easy victories last night, assuring that Speaker Peter F. Vallone would retain control of the 51-member Council. There were a few tough races for the Democrats, who entered the election holding a 45-to-6 edge. Riding the momentum of Rudolph W. Giuliani's mayoral" , "date" : "19931103" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE 1993 ELECTIONS: City Council; Incumbents Score Well In Contests For Council" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/03\/nyregion\/the-1993-elections-city-council-incumbents-score-well-in-contests-for-council.html"} ,   {"body" : "Today voters will choose New York City's next mayor, New Jersey's next governor and other important officials. Polls are open from 6 A.M. to 9 P.M. in New York State, 7 A.M. to 8 P.M. in New Jersey. Here is a summary of our endorsements: New York City MAYOR David Dinkins (D) COMPTROLLER Alan Hevesi (D) PUBLIC ADVOCATE Mark Green (D) NEW YORK STATE" , "date" : "19931102" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "NEW JERSEY" , "NEW YORK CITY" , "NASSAU COUNTY (NY)" , "QUEENS (NYC)" , "WESTCHESTER COUNTY (NY)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "Election Day Choices" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/02\/opinion\/election-day-choices.html"} , {"body" : "Courting swing voters and campaigning among some of his most fervent supporters in Brooklyn, Rudolph W. Giuliani made repeated appeals to Democrats yesterday to have the \"courage\" to cross party lines and elect him mayor so that Republicans and Democrats can \"work together to save our city.\" Underlining his drive for Democrats, the" , "date" : "19931101" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "THE 1993 CAMPAIGN: THE CHALLENGER; Dinkins and Giuliani Grapple for Voters -- Republican Repeats Calls for Crossing of Party Lines" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/01\/nyregion\/1993-campaign-challenger-dinkins-giuliani-grapple-for-voters-republican-repeats.html"} , {"body" : "In addition to ambulances operated by the Emergency Medical Service and by private hospitals, there are volunteer ambulance corps that serve many communities throughout the city. Here is a look at them and the services they provide. THE BRONX KINGSDALE VOLUNTEER AMBULANCE CORPS, (718) 543-2222. Serves the northwest Bronx. Operates Monday through" , "date" : "19931031" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "AT YOUR SERVICE; Alternatives to Calling 911 for Help" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/31\/nyregion\/at-your-service-alternatives-to-calling-911-for-help.html"} , {"body" : "A chart in the Neighborhood Report last week gave 1992 crime statistics, rather than 1993 figures, for the 68th Precinct of Brooklyn. This is a corrected chart containing figures through May 1993. Chg. from Complaints 1992 68th Precint Rapes 10 25.0% Felony assaults 100 0.0 Grand larceny: motor vehicles 844 -15.0 Burglaries 450 -6.0 NEW YORK CITY" , "date" : "19931031" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "10" , "title" : "Correction; Crime Report: South Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/31\/nyregion\/c-correction-crime-report-south-brooklyn-342093.html"} , {"body" : "A chart in the Neighborhood Report last week gave 1992 crime statistics, rather than 1993 figures, for the 68th Precinct of Brooklyn. This is a corrected chart containing figures through May 1993. Chg. from Complaints 1992 68th Precint Rapes 10 25.0% Felony assaults 100 0.0 Grand larceny: motor vehicles 844 -15.0 Burglaries 450 -6.0 NEW YORK CITY" , "date" : "19931031" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "10" , "title" : "Correction; Crime Report: South Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/31\/nyregion\/c-correction-crime-report-south-brooklyn-342094.html"} , {"body" : "YOU are sailing around the loop in Central Park on your new Rollerblades when suddenly your skate catches in a pothole -- or was it some horse droppings -- and you are catapulted through the air. @$#%&¦$ X¦&! The world goes black. The next thing you know, you open your eyes to find yourself flat on your back, with two people in green uniforms" , "date" : "19931031" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Ambulance Service: A User's Guide" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/31\/nyregion\/ambulance-service-a-user-s-guide.html"} , {"body" : "Unfortunately, because of the power of incumbency, few members of New York's City Council face strong challenges in next Tuesday's election. Here are The Times's recommendations in a handful of races that are closely contested. Manhattan, Fourth District (East Side, from Peter Cooper Village and Stuyvesant Town to Yorkville): This is a rematch" , "date" : "19931027" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "Four for the City Council" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/27\/opinion\/four-for-the-city-council.html"} , {"body" : "An article yesterday about the mayoral campaign of Rudolph W. Giuliani misstated the party affiliation of one of his supporters, Rose Marie O'Keefe of Bay Ridge, Brooklyn. She is a Republican state committeewoman, not a Democrat." , "date" : "19931026" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/26\/nyregion\/c-corrections-238393.html"} , {"body" : "Rose Marie O'Keefe, Democratic state committeewoman and stalwart doyenne of the Bay Ridge party organization, saw the baby suddenly standing in the aisle of the American Legion hall, toddling up toward Rudolph W. Giuliani like an elfin litmus test as the mayoral candidate studiously made his argument to an overflow rainy-night crowd last Wednesday." , "date" : "19931025" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Giuliani, Striving to Be Liked, Tries to Elude Shadow of '89" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/25\/nyregion\/giuliani-striving-to-be-liked-tries-to-elude-shadow-of-89.html"} , {"body" : "Sal F. Albanese has made a political career of not fitting in. Despite being a Democrat-Liberal, he won a City Council seat in 1982 in a conservative Republican district, then became the Council's leading maverick, bucking his party hierarchy. His job security, therefore, is never taken for granted. That is especially true now, when the head of his" , "date" : "19931024" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Neighborhood Report: Bay Ridge -- CAMPAIGN FOR THE COUNCIL; Can This Democrat Win Now?" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/24\/nyregion\/neighborhood-report-bay-ridge-campaign-for-the-council-can-this-democrat-win-now.html"} ,   {"body" : "As he circulates around New York City in search of a second term, Mayor David N. Dinkins these days seldom uses Rudolph W. Giuliani's name, deliberately mislabeling his opponent as a \"Republican conservative candidate\" and describing him as a man without compassion for the homeless or appreciation for the city's diversity. In stump speeches that he" , "date" : "19931021" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Dinkins Message: Despite Problems, a City on the Mend" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/21\/nyregion\/dinkins-message-despite-problems-a-city-on-the-mend.html"} , {"body" : "Mayor David N. Dinkins courted the Jewish voters who are crucial to his re-election yesterday, evoking blacks' and Jews' shared history of struggle against discrimination. But his reception was mixed, ranging from friendly to wary to hostile. In a speech at Temple Shaaray Tefila at 79th Street and Second Avenue, Mr. Dinkins took responsibility for" , "date" : "19931004" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Reactions Are Wary as Dinkins Goes After Jewish Voters" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/04\/nyregion\/reactions-are-wary-as-dinkins-goes-after-jewish-voters.html"} , {"body" : "The plumbing is so decrepit in one New York City school that the toilets will not flush and the bathrooms stink. A leaking roof in another sends rainwater seeping through classroom walls. And because the lunchroom is sealed off in a third school, children sit on the ground in the schoolyard to eat cold lunches. Parents of public-school children" , "date" : "19931002" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "26" , "title" : "Asbestos Crisis Is Exposing Broader Neglect in Schools" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/02\/nyregion\/asbestos-crisis-is-exposing-broader-neglect-in-schools.html"} , {"body" : "Rosa Archer felt personally insulted. She said that she was perfectly competent to judge her politicians based on their performance and potential without being swayed by skin color. \"What the President said, it was just outrageous,\" said Ms. Archer, a writer and editor who lives on Manhattan's Upper West Side. \"This is what we're all trying to get" , "date" : "19930928" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "For Voters, Strong Reactions on Race" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/28\/nyregion\/for-voters-strong-reactions-on-race.html"} , {"body" : "BRONX Reporting Dinkins Innis Melendez 74 Mott Haven, Hunts Point 100 6,567 598 1,174 75 Clasons Point, West Farms, East Tremont 100 6,700 606 1,131 76 Union Port, Parkchester 100 5,754 923 990 77 High Bridge, Morris Heights 100 6,999 284 760 78 University Heights, Fordham 100 4,007 510 621 79 Tremont, Morrisania 100 7,491 420 712 80 Morris Park" , "date" : "19930916" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE 1993 PRIMARY; The Primary Races, by Assembly District" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/16\/nyregion\/the-1993-primary-the-primary-races-by-assembly-district.html"} , {"body" : "BRONX Reporting Dinkins Innis Melendez 74 Mott Haven, Hunts Point 100 6,567 598 1,174 75 Clasons Point, West Farms, East Tremont 100 6,700 606 1,131 76 Union Port, Parkchester 100 5,754 923 990 77 High Bridge, Morris Heights 100 6,999 284 760 78 University Heights, Fordham 100 4,007 510 621 79 Tremont, Morrisania 100 7,491 420 712 80 Morris Park" , "date" : "19930915" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "THE 1993 PRIMARY; The Primary Races, District by District" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/15\/nyregion\/the-1993-primary-the-primary-races-district-by-district.html"} , {"body" : "This list summarizes The Times's recommendations in some contested races in the New York City Democratic primary election today. Poll hours are 6 A.M. to 9 P.M. Comptroller Alan Hevesi Public Advocate Mark Green Bronx CITY COUNCIL 12th District (Co-op City, Williamsbridge, Baychester, Edenwald and parts of Wakefield): Lawrence Warden. 17th District" , "date" : "19930914" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "24" , "title" : "New York City Primary Choices" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/14\/opinion\/new-york-city-primary-choices.html"} , {"body" : "In the last few weeks, Arnold Dansky has moved single-mindedly through the clogged streets of Jackson Heights, past shops selling Indian trinkets and spices, clubs serving immigrants from Colombia and South Korea, and newsstands hawking papers from as far off as Quito, Ecuador. He is the newest commander of the Police Department's 115th Precinct," , "date" : "19930912" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "JACKSON HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: JACKSON HEIGHTS - PROFILE; New Man at Helm of the 115th" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/12\/nyregion\/neighborhood-report-jackson-heights-profile-new-man-at-helm-of-the-115th.html"} , {"body" : "As in the rest of New York City, many City Council incumbents from Brooklyn face no serious challenge in this year's Democratic primary. That virtually guarantees their re-election in this overwhelmingly Democratic borough. Here are The Times's endorsements in some of the more spirited races. 38th District (Sunset Park, Red Hook, Gowanus and parts" , "date" : "19930910" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "For City Council From Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/10\/opinion\/for-city-council-from-brooklyn.html"} , {"body" : "Gov. Mario M. Cuomo announced yesterday that three companies have been chosen to negotiate for rights to operate ferry routes in New York City, including a new route from Staten Island to midtown Manhattan. The announcement hastens the day when the harbor and the East River may be crisscrossed by sleek ferryboats with plush seats and airline-style" , "date" : "19930910" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "3 Companies Are Picked For Ferries" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/10\/nyregion\/3-companies-are-picked-for-ferries.html"} ,   {"body" : "Nine days before a mayoral primary whose outcome is not in doubt but whose victor has no guarantee of success in November, New York City's Democratic officials are edgy and dour, with most unwilling to openly abandon Mayor David N. Dinkins but few eager to cling too closely. The signs of unease are apparent all over town as the Mayor's fellow" , "date" : "19930905" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "Democratic Politicians Back Dinkins, but Very Skittishly" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/05\/nyregion\/democratic-politicians-back-dinkins-but-very-skittishly.html"} , {"body" : "Migdalia Rivera was wading through the crowds on Fifth Avenue in Sunset Park, Brooklyn, earlier this week, handshaking her way past a vendor displaying salsa tapes, a branch of Banco Popular, a \"Farmacia\" and a wizened immigrant selling shaved ices drenched in syrup. \"El 14 de Septiembre!\" Ms. Rivera, a candidate for City Council in the 38th" , "date" : "19930828" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Brooklyn's Spirited Council Race; Diverse Neighborhood Produces a Contest of Real Choices" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/28\/nyregion\/brooklyn-s-spirited-council-race-diverse-neighborhood-produces-contest-real.html"} , {"body" : "If any member of the New York City Council was vulnerable to a challenge this year, it was Lucy Cruz of the Bronx. In just two years on the Council, Ms. Cruz has been branded with scandals that would make any political opponent's mouth water, from using school workers to repair her home to handing out patronage jobs. But Ms. Cruz has no challengers" , "date" : "19930819" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "New York City Council Sees Little Upheaval in Elections" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/19\/us\/new-york-city-council-sees-little-upheaval-in-elections.html"} , {"body" : "With school scheduled to begin in just three weeks, anxiety is building among New York City officials that asbestos inspections of the city's 1,069 schools may not be completed on time and that superintendents and principals may have to draw up emergency plans for the fall term. Thousands of concerned parents have been phoning neighborhood schools" , "date" : "19930819" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Concern Grows Over Reopening of Schools" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/19\/nyregion\/concern-grows-over-reopening-of-schools.html"} , {"body" : "The chances for a Brooklyn Democrat to win a State Senate seat have faded after a judge rejected efforts to disqualify the Republican candidate and the Governor declined to set an election date that might give an edge to the Democrat. The special election in the 23d Senate District, which includes Bay Ridge and parts of Staten Island, is important" , "date" : "19930818" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Democrats' Challenge in Senate Race Fades" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/18\/nyregion\/democrats-challenge-in-senate-race-fades.html"} , {"body" : "FIELD OF DREAMS, REALITY OF MONEY Auburn, N.Y., is part of a story about how the warm and fuzzy mythology of baseball can collide with the cold and calculating business of baseball. It's about a community whose love affair with a team may soon end because its stadium isn't good enough for the guys who pay the salaries. A1. NEW YORK CITY A GRIM" , "date" : "19930818" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/18\/nyregion\/metro-digest-652793.html"} , {"body" : "Residents of Bay Ridge in Brooklyn can drink their water without fear because a new test showed no harmful bacteria there, a spokesman for New York City's Department of Environmental Protection said yesterday. A test on Thursday found E. coli, the bacteria that have caused water alerts in other New York neighborhoods in the last few weeks, in a" , "date" : "19930808" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "After 2d Test, Bay Ridge Water Is Declared Safe" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/08\/nyregion\/after-2d-test-bay-ridge-water-is-declared-safe.html"} , {"body" : "International 3-17 IN WESTERN EUROPE, GLOOM Four years after the Berlin wall crumbled and an era of freedom and prosperity was proclaimed, Western Europe is burdened by gloom. 1 Europeans fear \"many Yugoslavias\" unless there are changes. 17 SOVIET HISTORY, BIDDING AT . . . Hard-currency auction at Sotheby's: ranging from hundreds of artifacts of" , "date" : "19930808" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/08\/nyregion\/news-summary-544593.html"} , {"body" : "Bacteria are still appearing in the tap water around New York City at a rate far higher than normal, the Environmental Commissioner said yesterday, adding that more \"boiled water alerts\" are still possible. But the likely source of the problem, an unusual water routing at the Hillview Reservoir in Yonkers, will end by today, said the Commissioner," , "date" : "19930807" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "YONKERS (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Bacteria Rate Is Still High in New York City Tap Water" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/07\/nyregion\/bacteria-rate-is-still-high-in-new-york-city-tap-water.html"} , {"body" : "Environmental officials lifted a water alert for the Chelsea section of Manhattan last night, but they said they were still baffled by the weeklong outbreak of bacteria that has forced tens of thousands of residents across New York City to boil their drinking water. And they could not give assurances that water in other neighborhoods would remain" , "date" : "19930802" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Officials Lift Water Alert For Chelsea" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/02\/nyregion\/officials-lift-water-alert-for-chelsea.html"} ,   {"body" : "I faced a terrible dilemma when I came home from vacation. I wanted to go to a baseball game but I didn't know where to turn. Baseball is getting so scary. When the Mets were home, I heard about players aiming explosives and bleach sprays at reporters, and I couldn't find the old hard hat and construction goggles I used to carry in the trunk of my" , "date" : "19930801" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "5" , "title" : "Sports of The Times; Another Reason to Hate Baseball" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/01\/sports\/sports-of-the-times-another-reason-to-hate-baseball.html"} , {"body" : "The bacteria that have come and gone in New York City's water supply this week have come again in Chelsea, forcing city officials, who still do not know the cause of the problem, to continue advising 25,000 residents there to boil their drinking water, at least for the rest of the weekend. But the bacteria are gone from lower Manhattan, tests" , "date" : "19930731" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CHELSEA (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Water Crisis Is Extended In Chelsea" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/31\/nyregion\/water-crisis-is-extended-in-chelsea.html"} , {"body" : "Bacteria that mysteriously survived more than three times the dose of chlorine that New York City uses to assure safety yesterday drove residents and office workers in lower Manhattan and Chelsea to boil water, avoid ice cubes and stock up on bottled water. \"Nothing alive should have been there,\" Albert F. Appleton, the city's Commissioner of" , "date" : "19930729" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "BACTERIAL TAINT IN WATER SUPPLY BAFFLES EXPERTS" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/29\/nyregion\/bacterial-taint-in-water-supply-baffles-experts.html"} , {"body" : "After finding bacteria in the water supply, city officials last night warned residents and workers in large areas of the West Village, Chelsea and lower Manhattan not to drink or cook with tap water unless it is boiled first. The Department of Environmental Protection said the water alert would be in effect for at least two days while the water" , "date" : "19930728" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Bacteria in Water Prompts Warnings in Manhattan" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/28\/nyregion\/bacteria-in-water-prompts-warnings-in-manhattan.html"} , {"body" : "The night manager of an all-night grocery store in Forest Hills, Queens, was shot to death early yesterday morning. The police said one or two men entered the Mini-Mart Grocery on 108th Street shortly after 2 A.M. and began shooting. The night manager, George Poulopoulos, 54, of Bay Ridge, Brooklyn, was shot once in the chest. He was taken to St." , "date" : "19930725" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Store Night Manager Is Slain in Forest Hills" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/25\/nyregion\/store-night-manager-is-slain-in-forest-hills.html"} , {"body" : "Joseph John Palisi, a history professor, research specialist and former official historian of the Borough of Brooklyn, died on Wednesday at his home in Bay Ridge, Brooklyn. He was 67. His nephew, Christopher Policano, said the cause was a heart attack. Dr. Palisi joined the faculty of St. Francis College in Brooklyn in 1968 and headed the Latin" , "date" : "19930724" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "27" , "title" : "Joseph J. Palisi, 67; Brooklyn Historian Restored Monument" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/24\/obituaries\/joseph-j-palisi-67-brooklyn-historian-restored-monument.html"} , {"body" : "A Brooklyn man has been charged with murder in the shooting of a man who was the third of three brothers gunned down on the streets of Bedford-Stuyvesant during the last six years, the police said. Inspector Charles Kammerdener, executive officer of the Housing Police detective bureau, said the suspect, Carlos Weeks, 20, of 2780 86th Street in Bay" , "date" : "19930723" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Charged With Murder In Shooting In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/23\/nyregion\/man-charged-with-murder-in-shooting-in-brooklyn.html"} , {"body" : "The attack of the Los Angeles Dodgers on a little bar in Brooklyn is continuing. The baseball club and Major League Baseball Properties on Monday filed a formal notice that they were appealing Federal Judge Constance Baker Motley's ruling that a bar in Bay Ridge could call itself The Brooklyn Dodger Sports Bar and Restaurant. Judge Motley had" , "date" : "19930721" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Dodgers Pressing Fight on Brooklyn Bar's Name" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/21\/nyregion\/dodgers-pressing-fight-on-brooklyn-bar-s-name.html"} , {"body" : "MANHATTAN JUDGE PICKED TO HEAD F.B.I. President Clinton says he will appoint a Manhattan judge, Louis J. Freeh of Federal District Court, to replace William Sessions as Director of the Federal Bureau of Investigation. A1. NEW YORK CITY THE CROWN HEIGHTS REPORT: LEADERSHIP FAILURES ARE CITED A chain of leadership failures by Mayor Dinkins, top City" , "date" : "19930721" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/21\/nyregion\/metro-digest-220093.html"} , {"body" : "FORGET about the plethora of legal and sociological reasons offered for the decline of America's Mafia. Yes, a soupcon of credit is due to unrelenting crackdowns by the F.B.I. and other investigators, but the underlying cause of the mob's deterioration is more simple: the modern mobster talks too freely and eats too prodigiously. Gastronomy has" , "date" : "19930714" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "On the Trail of the Mob, All Roads Lead to Food" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/14\/style\/on-the-trail-of-the-mob-all-roads-lead-to-food.html"} ,   {"body" : "Here is a sampling of Fourth of July Weekend events in the New York metropolitan region: NEW YORK CITY Today BASEBALL: METS VS. GIANTS, Shea Stadium, Flushing, Queens. Today at 7:40 P.M. and tomorrow at 7:10 P.M.; Sunday at 1:40 P.M. Tickets: $6.50 to $15. Information: (718) 507-8499. \"ALL AMERICAN\" CONCERT, Damrosch Park at Lincoln Center, 7 P.M." , "date" : "19930702" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "A Parade of Events for the Fourth of July" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/02\/arts\/a-parade-of-events-for-the-fourth-of-july.html"} , {"body" : "The Justice Department decided yesterday to detain the Islamic fundamentalist preacher whose followers are suspects in two bombing conspiracies, law enforcement officials said. The authorities said Sheik Omar Abdel Rahman, a 55-year-old self-exiled Egyptian, would be detained on immigration charges, but they would not say when or where. One Federal" , "date" : "19930702" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "I.N.S. to Seize Sheik Linked To Bomb Case" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/02\/nyregion\/ins-to-seize-sheik-linked-to-bomb-case.html"} , {"body" : "IS it possible to date the start of an addiction? To pinpoint the exact moment when a person goes from not hooked to hooked? In my case, I like to think it was that bright June day in 1984 when my friend Alma lured me out onto a tennis court and I hit the first of what has since become millions upon millions of tennis balls. But psychologically," , "date" : "19930618" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Love at 40: Tennis, Anyone?" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/18\/arts\/love-at-40-tennis-anyone.html"} , {"body" : "A seemingly simple dispute over tolls on the Verrazano-Narrows Bridge has pitted Staten Island against the rest of the city, and is likely to be decided by Congress. Since 1987, the majestic bridge between Staten Island and the Bay Ridge section of Brooklyn has been something of an anomaly. It is the only New York City bridge where tolls are" , "date" : "19930615" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Bridge Toll Divides City Of New York" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/15\/nyregion\/bridge-toll-divides-city-of-new-york.html"} , {"body" : "Here is a sampling of holiday activities this summer in the New York metropolitan region. Dates and times are subject to change. June 14 FLAG DAY PARADE, City Hall to Pearl Street, lower Manhattan. 11:30 A.M. Sponsored by Fraunces Tavern Museum. July 2 INDEPENDENCE DAY CELEBRATION, Bear Mountain State Park, Route 9W, Bear Mountain, N.Y. Billed as" , "date" : "19930613" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "page_facet" : "33" , "title" : "HOLIDAY SIGHTS" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/13\/news\/holiday-sights.html"} , {"body" : "Mark Reese has \"hung around\" a father and retired shortstop named Pee Wee for 36 years down home in Louisville, Ky. The filmmaker grew up with tales of daddy and the Duke, Jackie and Gil, Campy and Newk: the entire course catalogue of the Brooklyn Dodgers from the early 1940's to the late 1950's. About a year ago, Reese detoured from producing a" , "date" : "19930611" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Sports"] , "page_facet" : "9" , "title" : "BASEBALL: TV SPORTS; It's Pee Wee's Brooklyn Adventure" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/11\/sports\/baseball-tv-sports-it-s-pee-wee-s-brooklyn-adventure.html"} , {"body" : "In the Long Meadow of Prospect Park in Brooklyn, there are fresh flowers now in an old shoe box, a small American flag and crumpled bits of paper -- hand-written tributes to a popular drama teacher who was shot to death while fending off efforts to steal his bicycle last Wednesday. Amid the park's 526 acres, the heartfelt mementos stand in" , "date" : "19930607" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Slaying Casts a Pall Over Prospect Park" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/07\/nyregion\/slaying-casts-a-pall-over-prospect-park.html"} , {"body" : "FOR Dianne Landi, home is a bird, a one-bedroom bird with long, slender wings and a large, curved beak. When she and her then-newlywed husband, Anthony Denza, bought it six years ago, the co-op in the Bay Ridge section of Brooklyn was the first leg of their flight plan for family and future. But now the couple have a 4-year-old daughter, and Ms." , "date" : "19930606" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "A Mortgage Hurdle Blocks Some Co-ops Sales" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/06\/realestate\/a-mortgage-hurdle-blocks-some-co-ops-sales.html"} , {"body" : "Four Brooklyn teen-agers were arrested yesterday in the fatal shooting of a drama teacher who had fought off their efforts to steal his $250 bicycle on a wooded dirt trail in Prospect Park, the police said. The youths -- two 14 and two 16 -- had a simple motive, the police said, when they attacked the teacher, Allyn Winslow, on Tuesday: three of" , "date" : "19930605" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "4 Youths Arrested in Killing of Bicyclist in Park" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/05\/nyregion\/4-youths-arrested-in-killing-of-bicyclist-in-park.html"} , {"body" : "Police officers in helicopters, patrol cars and on scooters, horses and bicycles circled Prospect Park yesterday, an almost-military presence amid the park's jewel-like lakes and meadows, as detectives investigated the killing of a 42-year-old drama teacher shot four times in the back as he bicycled along a secluded path. There were few leads by" , "date" : "19930603" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Patrol of Park Is Intensified After Slaying" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/03\/nyregion\/patrol-of-park-is-intensified-after-slaying.html"} ,   {"body" : "The turquoise mountain bike perfectly blended two of Allyn Winslow's many passions. He loved to exercise, and he loved Prospect Park. In the two months between the day he bought the bike and the day he was killed for having it, Mr. Winslow logged hundreds of miles on his prized possession, many of them around the wooded knoll known as Quaker Hill." , "date" : "19930603" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Embracing Urban Life Only to Meet With Death" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/03\/nyregion\/embracing-urban-life-only-to-meet-with-death.html"} , {"body" : "A Brooklyn man was arrested last night and charged with attempted murder in the early morning shootings of an off-duty police officer and his brother at a Brooklyn bar, the police said. The officer, Michael J. Panzera, 30 years old, was not armed when he and his brother, Gerald, 42, were shot in Johnny's Too Tavern at 8122 Seventh Avenue in the Bay" , "date" : "19930531" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Arrest in Shooting Of Off-Duty Officer" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/31\/nyregion\/arrest-in-shooting-of-off-duty-officer.html"} , {"body" : "By now, the transformation is almost complete: The once grim buildings that were a warehouse for the mentally retarded known as the Willowbrook State School are giving way to gleaming structures for learning that will open for classes in September as the new campus of the College of Staten Island. The new campus, consisting of more than a dozen" , "date" : "19930530" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "31" , "title" : "Where Grim Willowbrook Stood, College Opens New Campus" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/30\/nyregion\/where-grim-willowbrook-stood-college-opens-new-campus.html"} , {"body" : "Here is a sampling of Memorial Day Weekend events in the New York metropolitan region: NEW YORK CITY Today FLEET WEEK, Intrepid Sea-Air-Space Museum, Pier 86, 46th Street at the Hudson River, Manhattan. Demonstrations of helicopter sea-air rescue missions begin on the Intrepid's flight deck at 1 P.M. Public boardings of the aircraft carrier John F." , "date" : "19930528" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "Memorial Day Weekend Events" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/28\/arts\/memorial-day-weekend-events.html"} , {"body" : "\"Those move easiest,\" wrote the 18th-century English poet Alexander Pope, \"who have learn'd to dance.\" Well, the 700 students at Poly Prep Country Day School will be movin' easy in the school's new $2 million Center for Physical Education and Dance. The center, under construction on the school's 25-acre campus at 92d Street and Seventh Avenue in" , "date" : "19930523" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: $2 Million Brooklyn Center; To 3 R's Add D, for Dancin'" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/23\/realestate\/postings-2-million-brooklyn-center-to-3-r-s-add-d-for-dancin.html"} , {"body" : "Amid the ideological warfare over teaching about sexuality and related matters in New York City's schools, voters elected more new faces to community school boards than ever before. But despite a complement of dissenting voices, the ideological cast of those boards is unlikely to change. With the results of the May 4 vote almost complete, an" , "date" : "19930522" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "New York City's 32 School Boards Get New Faces but Not New Views" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/22\/nyregion\/new-york-city-s-32-school-boards-get-new-faces-but-not-new-views.html"} , {"body" : "A blur slides across Independence Avenue toward a side entrance to the Cannon House Office Building. A momentary pause and it takes shape. The Representative from Staten Island applies her warmest grin. \"Hi. Remember me? Congresswoman Susan Molinari.\" A smile from a startled guard, then she's gone, skipping the drill of the metal detector, swinging" , "date" : "19930518" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Her Father's Daughter and Her Party's Luminary; Molinari Finds Herself on National Stage in Republican Spotlight, on Her Own Terms" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/18\/nyregion\/her-father-s-daughter-her-party-s-luminary-molinari-finds-herself-national-stage.html"} , {"body" : "Residents of the Bay Ridge section of Brooklyn were told yesterday that their tap water was safe to drink again, after routine testing had discovered high levels of bacteria in three samples late last week. Albert F. Appleton, Commissioner of the city's Department of Environmental Protection, told a news conference that some businesses in the" , "date" : "19930517" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Water Found Safe to Drink" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/17\/nyregion\/water-found-safe-to-drink.html"} , {"body" : "NEW YORK CITY STEIN IS ASKED TO QUIT RACE The Queens Democratic Party leader, Representative Thomas J. Manton, endorsed Mayor David N. Dinkins for re-election and said he had asked his old friend, City Council President Andrew J. Stein, to withdraw from the mayoral race. The actions by Mr. Manton, a significant and longtime political supporter of" , "date" : "19930515" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/15\/nyregion\/metro-digest-700493.html"} , {"body" : "Residents of Bay Ridge, Brooklyn, should boil their tap water before drinking or cooking with it because routine testing has found bacteria that can cause nausea, cramps, diarrhea and other symptoms, city officials said yesterday. Tests showed that the contamination was confined to Bay Ridge, in the area south of 86th Street and west of Fort" , "date" : "19930515" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "High Bacteria Levels Found in Bay Ridge Water" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/15\/nyregion\/high-bacteria-levels-found-in-bay-ridge-water.html"} ,   {"body" : "Mahmud Abouhalima, in the first public statements by any of the World Trade Center bombing suspects, said yesterday that he knew five other men arrested in the case, but he denied any involvement in the attack. \"No, no, no way.\" he said, \"I'm absolutely innocent.\" \"This is something crazy, something absolutely stupid, of course,\" he said of the" , "date" : "19930507" , "day_of_week_facet" : "Friday" , "geo_facet" : ["EGYPT" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "In Interview, Trade Center Suspect Proclaims Innocence and Charges Torture" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/07\/nyregion\/in-interview-trade-center-suspect-proclaims-innocence-and-charges-torture.html"} , {"body" : "Her neighbors in Egypt had quietly told Marianne Abouhalima about the secret police, about the telephone taps, about the midnight raids that dragged men away for interrogation, about the torture. But don't worry, they assured her, the men usually came back in four or five days. The warnings proved prophetic; the assurance of quick release has not." , "date" : "19930504" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["EGYPT" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Bombing Suspect's Wife Holds On as Her Husband Awaits Trial" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/04\/nyregion\/bombing-suspect-s-wife-holds-on-as-her-husband-awaits-trial.html"} , {"body" : "EZRA JACK KEATS, a children's book author and illustrator who died in 1983, showed a passion for urban settings and hot colors in his books. His work is the inspiration for an annual bookmaking contest for children, sponsored by the Ezra Jack Keats Foundation and the New York public schools. Winners are chosen on the school, borough and citywide" , "date" : "19930422" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Books" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS; Children's Books by Children" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/22\/garden\/currents-children-s-books-by-children.html"} , {"body" : "Here is a sampling of fairs, festivals and parades that are planned in New York City through the spring. Information was supplied by the Community Assistance Unit of the Office of the Mayor. Many dates and times are tentative, since these are events that, in some cases, require permits from the Mayor's office. Today RIVERSIDE PARK SHAD FESTIVAL," , "date" : "19930418" , "day_of_week_facet" : "Sunday" , "page_facet" : "25" , "title" : "ON THE STREET" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/18\/news\/on-the-street.html"} , {"body" : "EATING the Saturday special at Koenig's, a half-century-old German restaurant at 85 South Tyson Avenue in Floral Park (354-2300), is a reminder that superior versions of simple food are as satisfying as elaborate, fancified, complex dishes. After all, what could be more basic and straightforward than a ham sandwich? But the ham sandwich at Koenig's" , "date" : "19930418" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "A la Carte; The Saturday Special, on German Rye" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/18\/nyregion\/a-la-carte-the-saturday-special-on-german-rye.html"} , {"body" : "Jose Sanchez pays no attention to the news -- \"Killing. Shooting. Rodney King. Oh, no! I like to listen to the music\" -- and so he did not know exactly how many cabdrivers have been killed in New York City since the year began. But being in the business himself, he well knows its dangers. Two or three drivers from the Bronx livery company where he" , "date" : "19930418" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Trusting His Instincts To Stay Alive, Cabbie Sometimes Passes" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/18\/nyregion\/trusting-his-instincts-to-stay-alive-cabbie-sometimes-passes.html"} , {"body" : "They were two wars running in parallel, seemingly one. In Washington, the Central Intelligence Agency spent $3 billion to arm the Afghan rebels in their battle against the Soviet-backed regime. And in Brooklyn, content that they had both God and country on their side, a small circle of Islamic fundamentalist immigrants made a separate contribution," , "date" : "19930411" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["EGYPT" , "NEW YORK CITY" , "MIDDLE EAST" , "ALGERIA" , "AFGHANISTAN"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "23" , "title" : "After Blast, New Interest in Holy-War Recruits in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/11\/nyregion\/after-blast-new-interest-in-holy-war-recruits-in-brooklyn.html"} , {"body" : "It was just after 7 P.M. on a cold February night in 1991. A light snowfall muffled the sound of cars moving through the Sea Gate neighborhood in southern Brooklyn. Mustafa Shalabi, an Egyptian immigrant who lived in a rented house on Neptune Avenue, was hurriedly packing to return to Egypt the next day, where he planned to join his wife and child." , "date" : "19930411" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Slaying in Brooklyn Linked to Militants" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/11\/nyregion\/slaying-in-brooklyn-linked-to-militants.html"} , {"body" : "The crack house on the corner has been raided and will be demolished. Neighborhood burglaries are up, so residents should take care to lock their doors and windows. A murder is unsolved and investigators need help from the community. These are examples of the types of information that will appear in newsletters to be distributed by the New York" , "date" : "19930410" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Precincts Preparing a New Outreach: Newsletters" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/10\/nyregion\/precincts-preparing-a-new-outreach-newsletters.html"} , {"body" : "Nothing can heal the wound left when the Brooklyn Dodgers packed up their bats and balls and headed to Los Angeles after the 1957 season. But yesterday, Brooklyn got a small measure of revenge. A Federal judge in Manhattan ruled that the Brooklyn Dodger Sports Bar and Restaurant could keep its name in the face of a legal effort by the Los Angeles" , "date" : "19930409" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Historic Day at Bar: Dodger Stays in Brooklyn; Judge Says, Among Other Things, That Los Angeles Club Has No Good Name to Lose" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/09\/nyregion\/historic-day-bar-dodger-stays-brooklyn-judge-says-among-other-things-that-los.html"} ,   {"body" : "Five months before the World Trade Center bombing, about 20 members of the two mosques in Brooklyn and Jersey City where several trade center suspects worshipped were subpoenaed to appear before a Federal grand jury. The subpoenas, issued to people who had visited El Sayyid A. Nosair in prison or attended his trial, indicates that Federal agents" , "date" : "19930401" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "MIDDLE EAST"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Before Bombing, Inquiry Sought Inroads Into Enclave of Suspects" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/01\/nyregion\/before-bombing-inquiry-sought-inroads-into-enclave-of-suspects.html"} , {"body" : "Some of them would gather for long lunches and heated discussion at Hungry Hamed's, a dingy Brooklyn luncheonette, or stop in at the nearby Fertile Crescent, a Middle Eastern food store that also stocks paperbacks by Muslims known for their radical interpretation of Islam. They lent their support to a fund-raising office for the Afghan rebels" , "date" : "19930326" , "day_of_week_facet" : "Friday" , "geo_facet" : ["EGYPT" , "MIDDLE EAST"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "2" , "title" : "Past Drew Bomb Suspects Into Circle" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/26\/nyregion\/past-drew-bomb-suspects-into-circle.html"} , {"body" : "An Egyptian-born cabdriver, described by Federal officials as a major suspect in the bombing of the World Trade Center, returned to New York yesterday in the custody of the police and Federal agents, after being captured in Cairo and turned over to United States agents for a trans-Atlantic flight on a chartered plane. Mahmud Abouhalima, a" , "date" : "19930325" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["EGYPT" , "NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Bombing Suspect Flown to U.S. After 10 Days in Egypt's Custody" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/25\/nyregion\/bombing-suspect-flown-to-us-after-10-days-in-egypt-s-custody.html"} , {"body" : "A suspect in the World Trade Center bombing has been arrested in Egypt, law-enforcement officials in Washington said last night. He is the fourth man to be arrested in the case, and authorities have described him as a possible ringleader in the bombing. The suspect, Mahmud Abouhalima, was to be flown to New York later today to face a Federal court" , "date" : "19930324" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["EGYPT" , "NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "4th Arrest Made In the Bombing At Trade Center" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/24\/nyregion\/4th-arrest-made-in-the-bombing-at-trade-center.html"} , {"body" : "Mahmud Abouhalima, a missing suspect in the World Trade Center bombing, was known at work as a taxi driver with an attitude. On one March day two years ago, he racked up six separate summonses for failing to post his identity in his cab, driving with suspended licenses and tinkering with the meter. But among Brooklyn's circle of militant Arab" , "date" : "19930320" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Missing Blast Suspect's Portrait Drawn in Shadows of Militancy" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/20\/nyregion\/missing-blast-suspect-s-portrait-drawn-in-shadows-of-militancy.html"} , {"body" : "A fourth suspect described as a possible ringleader of the World Trade Center bombing has disappeared overseas and may have fled to Pakistan, Federal law-enforcement officials said yesterday. They said Pakistani authorities had not been particularly helpful in the search but the Pakistani Embassy in Washington condemned the attack and promised full" , "date" : "19930318" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "PAKISTAN"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Suspect in Blast Believed to Be in Pakistan" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/18\/nyregion\/suspect-in-blast-believed-to-be-in-pakistan.html"} , {"body" : "Declaring that political correctness is not worth \"one comma in the Apostles' Creed,\" John Cardinal O'Connor triumphantly reviewed a St. Patrick's Day Parade kept tightly secure from homosexual intruders yesterday on a raucous, rain-drenched day in which more than 200 gay and lesbian protesters were arrested in sit-ins on Fifth Avenue. \"Yo, Kelly!" , "date" : "19930318" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Irish March Up the Avenue, Gay Protesters at Bay" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/18\/nyregion\/irish-march-up-the-avenue-gay-protesters-at-bay.html"} , {"body" : "On a Thursday night, hours after the first suspect in the World Trade Center bombing had been arrested in New Jersey, Sheik Rahman, the Egyptian cleric who went blind from childhood diabetes, walked into a Detroit area mosque. He was trailed by 30 to 50 supporters and he demanded to speak. In the Islamic tradition of hospitality, the imam of the" , "date" : "19930314" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["EGYPT" , "NEW YORK CITY" , "MIDDLE EAST"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "The Twin Towers: Sifting Through Mideast Politics In Ashes of World Trade Center -- Sheik Rahman; The Cleric Under Scrutiny" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/14\/nyregion\/twin-towers-sifting-through-mideast-politics-ashes-world-trade-center-sheik.html"} , {"body" : "New York was blizzard-bound and humbled yesterday as the storm hobbled locomotion and muffled life with awesome relentlessness. \"It's the end of the world,\" Robert Gill estimated playfully, watching children use a de-hinged door as a makeshift bobsled on Cross Bay Boulevard in Queens. Other residents of the borough's southern lowlands worried more" , "date" : "19930314" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "NORTHEASTERN STATES (US)" , "LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE BLIZZARD OF '93: Coping; A Humbled Northeast Hunkers Down Anew" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/14\/nyregion\/the-blizzard-of-93-coping-a-humbled-northeast-hunkers-down-anew.html"} , {"body" : "It started when Gov. Mario Cuomo irresponsibly gave Staten Island the go-ahead to pursue secession. Then came similar rumblings from Queens, followed by a borough-based rebellion that toppled the Schools Chancellor. And now the Brooklyn Borough President is campaigning for more local control of government in what is either a power grab or a" , "date" : "19930306" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "20" , "title" : "Editorial Notebook; Escape From New York?" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/06\/opinion\/editorial-notebook-escape-from-new-york.html"} ,   {"body" : "A PROFESSIONAL bass player named Yasutomo Takeda has yet to meet a professional sax player named Jeff Lederer. But once they meet they will find they have more in common than their careers. And meet they will. They and their wives have gone into contract to buy condominium apartments in the newly renovated four-story walk-up at 1405 Eighth Avenue" , "date" : "19930228" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Perspectives: Park Slope Condominiums; Finding the Iron Hot, Young Buyers Strike" , "url" : "http:\/\/www.nytimes.com\/1993\/02\/28\/realestate\/perspectives-park-slope-condominiums-finding-the-iron-hot-young-buyers-strike.html"} , {"body" : "WITH tax time at hand, people who have had their home on the market for a long time are pondering the tax consequences of whether and when to sell. If they have already vacated their home and bought another, the decision may be filled with stress as they approach a key time threshold -- two years years after they have purchased a new home without" , "date" : "19930228" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Business"] , "page_facet" : "21" , "title" : "YOUR TAXES; Caught Between Homes" , "url" : "http:\/\/www.nytimes.com\/1993\/02\/28\/business\/your-taxes-caught-between-homes.html"} , {"body" : "Everyone who met Nicholas Pastoressa -- politicians, top law-enforcement officials, judges and financiers -- came away charmed by his smile and impressed by his business acumen. In less than a decade, the former New York City police officer and City Hall guard nurtured an idea for courthouse security into a multimillion-dollar nationwide business." , "date" : "19930222" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Once Praised by Judges, Contractor Faces Prison" , "url" : "http:\/\/www.nytimes.com\/1993\/02\/22\/nyregion\/once-praised-by-judges-contractor-faces-prison.html"} , {"body" : "A storm that dumped snow, sleet and rain on the New York metropolitan region yesterday caused delays at local airports and resulted in scores of traffic accidents. The storm, which left accumulations of up to a foot in upstate New York, was the third snowfall in the metropolitan region in the last 10 days. Communities in and around the city" , "date" : "19930222" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Storm Creates Major Transportation Delays" , "url" : "http:\/\/www.nytimes.com\/1993\/02\/22\/nyregion\/storm-creates-major-transportation-delays.html"} , {"body" : "The images of Paul Ragonese's distinguished, 17-year career as a New York City police officer flicker like the trailer for a Mel Gibson action movie. There he is seven years ago, crawling under a toppled, 35-ton crane in mid-Manhattan to comfort a woman pinned beneath it for hours, her legs crushed. There he is again, this time in a flooded" , "date" : "19930210" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "WOODSTOCK (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Big-City Chief in a Small Town; Entering a Tranquil World After a Career of Excitement" , "url" : "http:\/\/www.nytimes.com\/1993\/02\/10\/nyregion\/big-city-chief-small-town-entering-tranquil-world-after-career-excitement.html"} , {"body" : "On an icy winter morning at the Livingston Income Support Center in Brooklyn, a handful of men and women sat in a back corner of the office listening quietly as city workers explained a new requirement for those seeking public assistance. \"Do you have a satisfactory ongoing relationship with a doctor?\" one worker asked Hyacinth Maryshaw, 36. \"No,\"" , "date" : "19930201" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "New York's Poor Trying Alternative to Medicaid" , "url" : "http:\/\/www.nytimes.com\/1993\/02\/01\/nyregion\/new-york-s-poor-trying-alternative-to-medicaid.html"} , {"body" : "What does it take to rescue a person from the despair and frustration of unemployment, homelessness, drug addiction or mental illness? Are these problems so overwhelming that their victims are condemned to spend the rest of their days in misery? Voices from every corner of New York City -- from people like Patricia K. of Bay Ridge, Brooklyn, who" , "date" : "19930110" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Reduced Dollars, Reduced Hope" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/10\/nyregion\/reduced-dollars-reduced-hope.html"}]