[  {"body" : "Tonight at midnight Rudolph W. Giuliani will become the 107th Mayor of New York. The occasion has filled many New Yorkers, no matter their race, ethnicity or political passions, with a certain sense of cautious optimism for the future of the city. After a divisive election that was decided by fewer than 50,000 votes, interviews conducted with 36" , "date" : "19931231" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Transition Stirs Cautious Hope" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/31\/nyregion\/transition-stirs-cautious-hope.html"} , {"body" : "Last Thursday, when the police discovered Darlene Hoyt's 4-year-old son and 6-year old stepdaughter strangled in their apartment in a Brooklyn housing project, Ms. Hoyt was found seriously wounded, with stab wounds in her neck and chest, on a living room couch. After investigating the killings, the police determined that Ms. Hoyt's wounds were" , "date" : "19931229" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Woman Held In Slayings Of Children" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/29\/nyregion\/woman-held-in-slayings-of-children.html"} , {"body" : "POLICE ALLOW CORRUPTION, PANEL SAYS In a harshly critical report, a special mayoral panel asserted that the New York City Police Department failed at every level to uproot corruption and instead tolerated a culture that fostered misconduct and concealed lawlessness by police officers. A1. Excerpts from the report. B2. SIX ARE KILLED IN BOMBINGS A" , "date" : "19931229" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/29\/nyregion\/metro-digest-623093.html"} , {"body" : "Ever since he was a teen-ager, Darrell Evans has been an enterprising businessman. While his friends were content to find odd jobs around their neighborhood in East New York, Brooklyn, Mr. Evans yearned for a surer bet. He began to check city ledgers to see where fire-hazard warnings had been issued because of debris around businesses. Then he" , "date" : "19931227" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEEDIEST CASES; Former Inmate Is Aided By Neediest Cases Fund" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/27\/nyregion\/neediest-cases-former-inmate-is-aided-by-neediest-cases-fund.html"} , {"body" : "THERE are many ways to think of the 149-year-old First Unitarian Church in Brooklyn Heights. Architectural treasure. Spiritual hub. Neighborhood cynosure. Historical repository. Two years ago, however, the trustee for buildings and grounds added a chilling new description: Crumbling sandcastle. \"We found that the stonework was falling off,\" said" , "date" : "19931226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "In Spiritual Places. Mundane Problems" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/26\/realestate\/in-spiritual-places-mundane-problems.html"} , {"body" : "OH, AND HAPPY BIRTHDAY TO YOU, TOO Compared with the Big Birthday today, celebrations of the arrival of less-heralded children on Dec. 25 can get lost under the tree. \"You kind of get gypped your whole life,\" said one Christmas baby. Despite their second-class nativities, Little Richard, Isaac Newton and Humphrey Bogart survived. Page 35. NEW YORK" , "date" : "19931225" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/25\/nyregion\/metro-digest-621793.html"} , {"body" : "In Bedford-Stuyvesant part of the basic training for police officers is coping with one bloody crime scene or another. Weekly, even daily, it is their chore and the community's to absorb yet another piece of violence. But on Thursday night the Brooklyn neighborhood had to confront a crime that was ghastly by any measure. The victims were a" , "date" : "19931225" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Killing of 2 Children Unnerves Even a Tough Brooklyn Project" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/25\/nyregion\/killing-of-2-children-unnerves-even-a-tough-brooklyn-project.html"} , {"body" : "Two young children were strangled with an electrical cord inside an apartment in Brooklyn yesterday, and a woman with stab wounds was found nearby, the police said. The children, a 4-year-old boy and a 6-year-old girl, were found dead at around 7:45 P.M. in the apartment at 56 Marcus Garvey Boulevard in Bedford-Stuyvesant. But the police said they" , "date" : "19931224" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Two Children Are Found Strangled in an Apartment in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/24\/nyregion\/two-children-are-found-strangled-in-an-apartment-in-brooklyn.html"} , {"body" : "One night when Yvette Persod was 11 years old, she walked out of her family's apartment in Brooklyn and wandered off into the darkness. To this day, she says, she does not know exactly why she did it. \"I just opened the door and I left,\" she said. When pressed, she tells of her family's crowded apartment, of beatings from her mother and of the" , "date" : "19931221" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEEDIEST CASES; No More Running Away From a Life of Depression" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/21\/nyregion\/neediest-cases-no-more-running-away-from-a-life-of-depression.html"} , {"body" : "Mayor-elect Rudolph W. Giuliani yesterday named Deborah C. Wright as Commissioner of the city's Department of Housing Preservation and Development. Ms. Wright, now a board member of the New York City Housing Authority, is the first black to be appointed to a high-level post in the new administration and the first official from the Dinkins" , "date" : "19931221" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Giuliani Picks Dinkins Aide As Housing Commissioner" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/21\/nyregion\/giuliani-picks-dinkins-aide-as-housing-commissioner.html"} ,   {"body" : "The five engineers on the winning team in the nationwide design competition were celebrating their victory, partying hard on Haagen-Dazs and Nestle bars in their top-floor headquarters, standing around the soaring creation that had absorbed so much of their time and imagination, and boasting that no one else could have done the job. \"Especially not" , "date" : "19931220" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Prize for School Project Bridges Old Gender Gap" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/20\/nyregion\/prize-for-school-project-bridges-old-gender-gap.html"} , {"body" : "CUOMO SUGGESTS ANTICRIME MEASURES With an election year nearing and crime emerging as a dominant issue, Gov. Cuomo has begun outlining a broad package of proposals to fight crime that range from ending parole for repeat violent offenders to requiring weapons training for gun license applicants. A1. NEW YORK CITY NEW INSIGHTS INTO DRUG MARKET The" , "date" : "19931220" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/20\/nyregion\/metro-digest-400493.html"} , {"body" : "Ground breaking is scheduled to begin next spring on an ambitious plan to restore one of the city's most impoverished areas -- 28 blocks in the northwestern portion of Ocean Hill-Brownsville and the southeastern portion of Bedford-Stuyvesant. As part of the Saratoga Square plan, the city this month sent out requests for proposals to nonprofit" , "date" : "19931219" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "OCEAN HILL-BROWNSVILLE (NYC)" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BROWNSVILLE; Renewal Plan Moves Ahead" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/19\/nyregion\/neighborhood-report-brownsville-renewal-plan-moves-ahead.html"} , {"body" : "One of the biggest victories in Pierre Richard Anozier's troubled life came when he not only found a job at a hardware store in Woodhaven, Queens, last year, but was able to hold it and even look forward to it. \"Just the fact that when you wake up in the morning you have a place to go is fantastic,\" Mr. Anozier said. \"And to get paid, too!\" So last" , "date" : "19931217" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "With Aid From Fund, A Victory" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/17\/nyregion\/with-aid-from-fund-a-victory.html"} , {"body" : "When 6-year-old Trisha wants to get around without her aluminum walker, she crawls across her grandmother's worn and faded hardwood floors like an infant. It's the best she can do. She was born with cerebral palsy and additional motor damage to a part of her brain as a result of her mother's crack use. Her 4-year-old sister, Tiffany, suffers from" , "date" : "19931212" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "59" , "title" : "NEEDIEST CASES; A Grandmother Fights For Her 2d Generation" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/12\/nyregion\/neediest-cases-a-grandmother-fights-for-her-2d-generation.html"} , {"body" : "The following agencies accept items for the needy, including food, clothing, toys and furniture. AMERICAN RED CROSS , 150 Amsterdam Avenue, Manhattan, accepts new, unwrapped toys and books for children who are homeless, victims of disasters or in H.I.V.\/AIDS wards in hospitals. Hours: Monday through Friday, 9 A.M. to 5 P.M. (212) 787-1000. BAILEY" , "date" : "19931212" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "WHERE TO GIVE; Groups That Welcome Clothing, Toys, Furniture . . ." , "url" : "http:\/\/www.nytimes.com\/1993\/12\/12\/nyregion\/where-to-give-groups-that-welcome-clothing-toys-furniture.html"} , {"body" : "NOW comes that time of year, so hallowed and so gracious, when \"Messiahs\" by the dozen bring holiday cheer to freelance musicians throughout the New York metropolitan area. Some serious concertgoers may be inclined to duck for cover, but they should know that the holiday listings that follow include an unusual concentration of superb early-music" , "date" : "19931210" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "32" , "title" : "The Sound of Christmases Past" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/10\/arts\/the-sound-of-christmases-past.html"} , {"body" : "A student protest over conditions at a Brooklyn high school became unruly yesterday, spilling into the street and resulting in injuries to three police officers and the arrest of four students, the police said. The meeting between about 300 students and the principal of Sarah J. Hale High School, at Third Avenue and Dean Street in Cobble Hill," , "date" : "19931210" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "COBBLE HILL (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "Violent Protest At High School Injures Officers" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/10\/nyregion\/violent-protest-at-high-school-injures-officers.html"} , {"body" : "Frank Mickens was frisking boys, peeking into backpacks and ordering caps off at Boys and Girls High School the other morning. \"Come on, let's go, team, let's go,\" the principal barked as students briskly filed past. Stragglers soon found themselves in detention hall, where they were required to copy seven pages from the dreariest of textbooks. It" , "date" : "19931209" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Where Law and Order Is the School Rule; In Bedford-Stuyvesant, a Principal Imposes Standards and Finds Fewer Troublemakers" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/09\/nyregion\/where-law-order-school-rule-bedford-stuyvesant-principal-imposes-standards-finds.html"} , {"body" : "City schools have too many poor children and too little money to address poverty's woes. What's a school board to do? Dump the superintendent! As urban problems worsened in the last decade and Federal and state aid failed to keep up, superintendent dumping accelerated, says Michael Casserly, director of the Council of Great City Schools. Of the 47" , "date" : "19931208" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["UNITED STATES" , "DETROIT (MICH)"] , "nytd_section_facet" : ["Education"] , "page_facet" : "7" , "title" : "In School" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/08\/education\/in-school.html"} ,   {"body" : "THE Clinton Hill neighborhood in west central Brooklyn is a late-19th-century treasure trove of mansions and brownstones, wide, tree-lined boulevards with broad vistas and a few smaller, charming side streets. A pedestrian roaming its avenues can marvel at fluted and banded Doric and Tuscan columns, bay windows and flower-bedecked balconies," , "date" : "19931205" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CLINTON HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Clinton Hill: The Past Serving the Present" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/05\/realestate\/clinton-hill-the-past-serving-the-present.html"} , {"body" : "The maverick principal who brought law and order to rough and tumble Boys and Girls High School in Bedford-Stuyvesant said yesterday that he would not accept a newly created job of improving safety throughout New York City's schools. The principal, Frank Mickens, said in an interview that the $92,000-a-year liaison job, which carries the title" , "date" : "19931203" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "Brooklyn Principal Rejects New Post" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/03\/nyregion\/brooklyn-principal-rejects-new-post.html"} , {"body" : "In a pastoral letter issued to the 1.5 million parishioners in the Brooklyn Diocese, Roman Catholic Bishop Thomas V. Daily promised yesterday to reinforce both the Catholic character and the financial stability of the diocese's parochial school system. The primary mission of the parochial schools remains \"the teaching of the Catholic religion,\" the" , "date" : "19931201" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Brooklyn Bishop Urges Change in Parish Schools" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/01\/nyregion\/brooklyn-bishop-urges-change-in-parish-schools.html"} , {"body" : "A 5-year-old child pleads with her father: Please don't come to my birthday party. I don't want my friends to see you. Later the father tells the story at the fathers' club he's joined. Why, the other members ask him, doesn't your kid want you around? Why is she ashamed of you? And the usual litany begins: I'm broke. I don't have a job. I have a" , "date" : "19931128" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "10" , "title" : "Hard Times for the Neediest" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/28\/opinion\/hard-times-for-the-neediest.html"} , {"body" : "A Brooklyn man who used an unlicensed gun to kill two teen-agers who he said were robbing him at gunpoint was indicted yesterday on gun-possession charges by a grand jury that rejected possible charges of murder, manslaughter and assault. The man, Arthur Boone, a 41-year-old sugar-refinery worker, \"is relieved and grateful he's not being charged" , "date" : "19931125" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Man Who Killed 2 Is Indicted on 2 Gun Charges" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/25\/nyregion\/man-who-killed-2-is-indicted-on-2-gun-charges.html"} , {"body" : "As the holidays approach, some food programs for the needy are beginning their annual food drives while others are continuing their year-round efforts. Here is a list of programs that accept donations: ALL BOROUGHS CITY HARVEST AND THE FIRE DEPARTMENT More than 200 firehouses in the five boroughs are designated to receive packaged and canned foods." , "date" : "19931121" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "PUBLIC INTEREST; Food Drives: Where to Share During the Holiday Season" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/21\/nyregion\/public-interest-food-drives-where-to-share-during-the-holiday-season.html"} , {"body" : "Two off-duty police officers shot and killed armed teen-agers who were trying to rob them in separate incidents in Brooklyn on Tuesday night, the police said. Investigators said each youth surrounded his victim with the help of accomplices and held him up at gunpoint. In a similar incident last Sunday, a Brooklyn sugar refinery worker shot two" , "date" : "19931118" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Victims Kill 2 Teen-Agers As Robbers" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/18\/nyregion\/victims-kill-2-teen-agers-as-robbers.html"} , {"body" : "A Brooklyn sugar-refinery worker who shot and killed two men he said were robbing him at gunpoint was allowed to walk out of a courtroom yesterday, released without bail and facing only weapons charges. The man, Arthur Boone, 41, was arraigned in Brooklyn Criminal Court on charges of criminal possession of a weapon in the second and third degrees" , "date" : "19931116" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Man Released In Killing of 2 In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/16\/nyregion\/man-released-in-killing-of-2-in-brooklyn.html"} , {"body" : "BENJAMIN HAMALIAN was fed up. Pantrac, his company, was in a storefront space in East New York, a rather downtrodden section of Brooklyn. He had been robbed four times in eight years, and enough was enough. Mr. Hamalian looked around Brooklyn, but all he found were expensive storefronts in unsafe neighborhoods. Then he moved Pantrac, which exports" , "date" : "19931107" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Swords to Plowshares on Brooklyn Piers" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/07\/realestate\/swords-to-plowshares-on-brooklyn-piers.html"} , {"body" : "Richard D. Parsons, who was named by Rudolph W. Giuliani yesterday to head a transition advisory council to search for talent for his administration, is chairman of the Dime Savings Bank, a former aide to Nelson A. Rockefeller and President Gerald R. Ford, and one of the Mayor-elect's most prominent black supporters. A Rockefeller Republican with" , "date" : "19931107" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "Giuliani Names a Banker to Head Transition" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/07\/nyregion\/giuliani-names-a-banker-to-head-transition.html"} ,   {"body" : "My cousin Paul was shot to death at the age of 16. My brother Blake, a dealer of cocaine, was murdered at 22. My boyhood friend Stephen, number 14 on our football team, was shot four times in the head while conducting his heroin business. A second Stephen, in what sounded like a crack-induced frenzy, murdered three people, one of whom I also knew," , "date" : "19931105" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "34" , "title" : "Editorial Notebook; Confronting Slaughter in the Streets" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/05\/opinion\/editorial-notebook-confronting-slaughter-in-the-streets.html"} , {"body" : "For all the predictions of epochal changes that Rudolph W. Giuliani's election will mean at City Hall, his historic victory resulted much less from an overwhelming change in voters' attitudes and more from tiny shifts in the voting blocs that he and David N. Dinkins assembled in 1989. Those shifts, coupled with higher turnout in white neighborhoods" , "date" : "19931104" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE 1993 ELECTIONS: News Analysis; The Tide Turns on Voter Turnout" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/04\/nyregion\/the-1993-elections-news-analysis-the-tide-turns-on-voter-turnout.html"} , {"body" : "The defeat of David N. Dinkins, the first black mayor of the nation's largest city, triggered painful soul searching yesterday among black supporters who saw it as a revealing commentary on the state of race relations in New York. Many predicted that Mr. Dinkins's loss will translate into a tougher, smarter battle for the empowerment of people of" , "date" : "19931104" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "THE 1993 ELECTIONS: Voices; For Blacks, Loss by Dinkins Undermines Hopes of Change" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/04\/nyregion\/the-1993-elections-voices-for-blacks-loss-by-dinkins-undermines-hopes-of-change.html"} , {"body" : "MAYOR Bronx Rptng Dinkins Giuliani Marlin Bockmn Breman 74 Mott Haven, Hunts Point 100% 20,881 4,364 178 13 23 75 Clasons Pt. W Farms, E Trmnt 100% 17,436 4,316 145 10 15 76 Union Port, Parkchtr 100% 16,111 7,529 215 20 12 77 High Bridge, Morris Hghts 100% 18,050 2,080 80 33 14 78 Univ Heights, Fordham 100% 12,716 3,480 127 29 9 79 Tremont," , "date" : "19931104" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE 1993 ELECTIONS: RESULTS; The Vote For Mayor and Comptroller by Assembly District" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/04\/nyregion\/1993-elections-results-vote-for-mayor-comptroller-assembly-district.html"} , {"body" : "MAYOR Bronx Rptng Dinkins Giuliani Marlin Bockmn Breman 74 Mott Haven, Hunts Point 100% 20,881 4,364 178 13 23 75 Clasons Pt. W Farms, E Trmnt 100% 17,436 4,316 145 10 15 76 Union Port, Parkchtr 100% 16,111 7,529 215 20 12 77 High Bridge, Morris Hghts 100% 18,050 2,080 80 33 14 78 Univ Heights, Fordham 100% 12,716 3,480 127 29 9 79 Tremont," , "date" : "19931103" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE 1993 ELECTIONS: RESULTS; The Vote For Mayor and Comptroller by Assembly District" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/03\/nyregion\/1993-elections-results-vote-for-mayor-comptroller-assembly-district.html"} , {"body" : "Louis B. Heller, who was a supervising justice of the Matrimonial Division of the State Supreme Court in Brooklyn in the 1970's and a Democratic Congressman from Brooklyn from 1949 to 1954, died on Saturday in Hospice House, part of the Universal Medical Center complex in Plantation, Fla., near Fort Lauderdale. He was 88 and lived in Lauderhill," , "date" : "19931101" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "9" , "title" : "Louis Heller, a New York Justice And Congressman, Is Dead at 88" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/01\/obituaries\/louis-heller-a-new-york-justice-and-congressman-is-dead-at-88.html"} , {"body" : "YOU are sailing around the loop in Central Park on your new Rollerblades when suddenly your skate catches in a pothole -- or was it some horse droppings -- and you are catapulted through the air. @$#%&¦$ X¦&! The world goes black. The next thing you know, you open your eyes to find yourself flat on your back, with two people in green uniforms" , "date" : "19931031" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Ambulance Service: A User's Guide" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/31\/nyregion\/ambulance-service-a-user-s-guide.html"} , {"body" : "Emily Toney, an insurance underwriter, says she is torn between voting for Rudolph W. Giuliani like her mother, who says she thinks he can \"take the bull by the horns,\" and voting for David N. Dinkins because he has rebuilt housing in her depressed Brooklyn neighborhood, Bedford-Stuyvesant. In nearby Park Slope, Edward Murphy, a lifelong Democrat," , "date" : "19931031" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE 1993 CAMPAIGN: The Undecided; Mayoral Race Still Perplexes Many Voters" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/31\/nyregion\/the-1993-campaign-the-undecided-mayoral-race-still-perplexes-many-voters.html"} , {"body" : "In addition to ambulances operated by the Emergency Medical Service and by private hospitals, there are volunteer ambulance corps that serve many communities throughout the city. Here is a look at them and the services they provide. THE BRONX KINGSDALE VOLUNTEER AMBULANCE CORPS, (718) 543-2222. Serves the northwest Bronx. Operates Monday through" , "date" : "19931031" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "AT YOUR SERVICE; Alternatives to Calling 911 for Help" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/31\/nyregion\/at-your-service-alternatives-to-calling-911-for-help.html"} , {"body" : "A man was shot and killed and another man and a youth were wounded last night when an unidentified man walked up to a crowd on a Brooklyn street and started shooting, the police said. One man was shot twice in the head and killed immediately, said Sgt. John McCluskey, a police spokesman. The second man, Patrick Grant, 18, was struck in the left" , "date" : "19931022" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Man Is Shot to Death And 2 Are Wounded" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/22\/nyregion\/man-is-shot-to-death-and-2-are-wounded.html"} ,   {"body" : "A police officer was hit with shards of shattered glass yesterday after two stray bullets plowed into the 88th Precinct house in Brooklyn, the police said. The officer, Beverly Durity, 26, was treated at Bellevue Hospital Center for facial cuts and a glass sliver in an eye, said Sgt. Joseph Gallagher, a police spokesman. She was later released. The" , "date" : "19931018" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Officer Injured by Shots Through Window" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/18\/nyregion\/officer-injured-by-shots-through-window.html"} , {"body" : "Two people, including a 3-year-old boy playing on the street, were wounded yesterday after a man began shooting during a dispute in Bedford-Stuyvesant, Brooklyn, the police said. They said the bullets were unusual: casings for a .357 revolver were apparently emptied of their lead slugs and filled with buckshot. The police arrested Dejuma Campbell," , "date" : "19931017" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "3-Year-Old Is Hit by Buckshot in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/17\/nyregion\/3-year-old-is-hit-by-buckshot-in-brooklyn.html"} , {"body" : "Mayor David N. Dinkins has gone home to the black churches in this campaign, wooing the pastors and congregants who have sometimes felt taken for granted by the man they helped elect as New York City's first black Mayor. In folksy stump speeches and closed-door meetings with hundreds of ministers, Mr. Dinkins is working to convince black" , "date" : "19931017" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "Seeking Help and Enthusiasm in His Home Base, Dinkins Returns to Black Churches" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/17\/nyregion\/seeking-help-and-enthusiasm-in-his-home-base-dinkins-returns-to-black-churches.html"} , {"body" : "Seven Beauties United Cerebral Palsy of New York City; (212) 683-6700, ext. 217. The New Yorker League for Cerebral Palsy is sponsoring a self-guided tour of seven residences on the Upper East Side of Manhattan on Oct. 26, from 12:30 to 4:30 P.M., including a prewar apartment with a 30-foot terrace, a renovated double townhouse and an apartment" , "date" : "19931014" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "Events: Open Houses And Walking Tours" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/14\/garden\/events-open-houses-and-walking-tours.html"} , {"body" : "A combination of the neighborhoods of Bedford and Stuyvesant Heights, the name Bedford-Stuyvesant was created by the Brooklyn Edison Company in an early 1930's survey. It has long been known for its blocks of beautiful town houses, and Saturday from noon to 5 P.M. the Brownstoners of Bedford-Stuyvesant, a nonprofit organization, will run its 16th" , "date" : "19931010" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: Brownstoners as Guides; Tour and a Workshop In Bedford-Stuyvesant" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/10\/realestate\/postings-brownstoners-as-guides-tour-and-a-workshop-in-bedford-stuyvesant.html"} , {"body" : "New York City, with the help of the United States Committee for Unicef, will give free immunizations for measles, mumps and rubella, diphtheria, tetanus and whooping cough, polio, meningitis and hepatitis B to any child who needs them on Saturday. Here are immunization sites, as listed by the Department of Health. MANHATTAN Baruch Houses Child" , "date" : "19931010" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "PUBLIC INTEREST; Where to Get Free Shots for Children" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/10\/nyregion\/public-interest-where-to-get-free-shots-for-children.html"} , {"body" : "Textile Company Taps Brooklyn Artists for Designs When Homemaker Industries, a manufacturer and importer of textiles based in Manhattan, decided to add ethnic patterns to its rugs and table linens, the company called the Mayor's Office of African-American and Caribbean Affairs in search of artists. It was quickly referred to the Bedford-Stuyvesant" , "date" : "19931010" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "New Yorkers & Co." , "url" : "http:\/\/www.nytimes.com\/1993\/10\/10\/nyregion\/new-yorkers-co-146593.html"} , {"body" : "Gary Simmons Metro Pictures 150 Greene Street (at Houston Street) SoHo Through Oct. 23 Gary Simmons's show consists primarily of large paintings on unstretched tarpaulins that set words and images in the center of a monochromatic field to look like advertising logos. In fact, the words are derived from rap music and street lingo, and most of the" , "date" : "19931008" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "Art in Review" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/08\/arts\/art-in-review-010893.html"} , {"body" : "In a mayoral contest that most experts say is now too close to call, one sure bet is that most black votes will go to David N. Dinkins. But many black ministers, politicians and neighborhood leaders contend that the Mayor's support among black voters is neither as monolithic nor as enthusiastic as it once was, suggesting that more black people than" , "date" : "19931004" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Disappointed Black Voters Could Damage Dinkins's Bid" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/04\/nyregion\/disappointed-black-voters-could-damage-dinkins-s-bid.html"} , {"body" : "When a corruption scandal rocked the 77th Precinct in Brooklyn in 1986, Benjamin Ward, then Police Commissioner, responded as commissioners usually did, transferring or demoting 27 supervisors. The public demanded no less. The action was known as \"rolling heads\" and the theory was simple: make the punishment so severe that in the future supervisors" , "date" : "19931004" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Fighting Corruption; A 'Blue Wall of Reluctance' Emerges In Testimony to Panel on Police Graft" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/04\/nyregion\/fighting-corruption-blue-wall-reluctance-emerges-testimony-panel-police-graft.html"} ,   {"body" : "Back in the 1960's, Andy Warhol was invited to participate in a group show, but instead of contributing a painting, Warhol took a broom and swept the gallery floor. I thought it was one of the smartest works he ever made -- if people could bring themselves to collect soup cans, why not gather dust? -- and I thought of it again recently when the" , "date" : "19931003" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "ARCHITECTURE VIEW; What Makes a Building Shrivel Up and Die?" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/03\/arts\/architecture-view-what-makes-a-building-shrivel-up-and-die.html"} , {"body" : "I.B.M. Repair Workers Buy Their Brooklyn Plant Workers at a Bedford-Stuyvesant I.B.M. repair plant bought the operation last week through an employee stock-ownership plan. The 200 employees of the plant at 585 DeKalb Avenue paid $7 million, with the help of a bank loan. I.B.M. announced in March that it would pull the plant's operations from New" , "date" : "19931003" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO." , "url" : "http:\/\/www.nytimes.com\/1993\/10\/03\/nyregion\/new-yorkers-co-835093.html"} , {"body" : "As Mayor David N. Dinkins stood at his side, a prominent black minister charged yesterday that the Mayor has been falsely branded a \"murderer\" for the death of a rabbinical student in Crown Heights and that these \"fascist\" elements have gravitated toward his rival, Rudolph W. Giuliani. \"Elements that can best be described as fascist seem to have" , "date" : "19931001" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Black Cleric Says Giuliani Is Attracting 'Fascist' Ilk" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/01\/nyregion\/black-cleric-says-giuliani-is-attracting-fascist-ilk.html"} , {"body" : "Witnesses drawn from the ranks of police corruption investigators yesterday recalled how they painfully discovered what they depicted as an unwritten policy in New York City's Police Department that discouraged major corruption inquiries from 1986 to 1991. The witnesses were called by a mayoral commission on the second day of its hearings into" , "date" : "19930929" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Witnesses Tell Of Cover-Up In Police Graft" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/29\/nyregion\/witnesses-tell-of-cover-up-in-police-graft.html"} , {"body" : "After a caustic campaign marked by the travails of one of the city's durable politicians, the candidates in today's Democratic runoff for city comptroller set out yesterday to insure that the few voters expected to turn out are their own. Although the latest polls show Assemblyman Alan G. Hevesi with a comfortable lead over the incumbent, Elizabeth" , "date" : "19930928" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "10% of Voters May Choose A Comptroller" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/28\/nyregion\/10-of-voters-may-choose-a-comptroller.html"} , {"body" : "The Landmarks Preservation Commission has proposed the largest expansion of a historic district in its 29-year history. The plan, which was the subject of a public hearing last week in City Hall, would quadruple the number of landmark buildings in the Bedford-Stuyvesant\/Stuyvesant Heights Historic District from 300 to 1,200. The two-square-mile" , "date" : "19930926" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT\/STUYVESANT HEIGHTS HISTORIC DISTRICT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BEDFORD - STUYVESANT; Landmark Ho! Historic District May Be Expanded" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/26\/nyregion\/neighborhood-report-bedford-stuyvesant-landmark-ho-historic-district-may-be.html"} , {"body" : "The young boys playing down the street rushed over to say hello. Old Joe Wilkey waved from the porch of the house next door, as did Dorothy Johns, whose son ran with Derrick Coleman when they were teen-agers. The boys, no older than 8, came to let the 26-year-old star of the New Jersey Nets know they were making good use of the trendy black" , "date" : "19930926" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["DETROIT (MICH)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Built on Solid Ground; There's No Place Like the 'Hood for Coleman" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/26\/sports\/built-on-solid-ground-there-s-no-place-like-the-hood-for-coleman.html"} , {"body" : "BRONX Reporting Dinkins Innis Melendez 74 Mott Haven, Hunts Point 100 6,567 598 1,174 75 Clasons Point, West Farms, East Tremont 100 6,700 606 1,131 76 Union Port, Parkchester 100 5,754 923 990 77 High Bridge, Morris Heights 100 6,999 284 760 78 University Heights, Fordham 100 4,007 510 621 79 Tremont, Morrisania 100 7,491 420 712 80 Morris Park" , "date" : "19930916" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE 1993 PRIMARY; The Primary Races, by Assembly District" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/16\/nyregion\/the-1993-primary-the-primary-races-by-assembly-district.html"} , {"body" : "A portrait of a school system in disarray emerged yesterday as teams surveyed all of New York City's public schools, leading several superintendents and the teacher's union to question whether schools could open on Monday as planned. But the new Schools Chancellor, Ramon C. Cortines, said in an interview that he would recommend again in a Board of" , "date" : "19930915" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Start of School in Doubt After Review of Asbestos" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/15\/nyregion\/start-of-school-in-doubt-after-review-of-asbestos.html"} , {"body" : "BRONX Reporting Dinkins Innis Melendez 74 Mott Haven, Hunts Point 100 6,567 598 1,174 75 Clasons Point, West Farms, East Tremont 100 6,700 606 1,131 76 Union Port, Parkchester 100 5,754 923 990 77 High Bridge, Morris Heights 100 6,999 284 760 78 University Heights, Fordham 100 4,007 510 621 79 Tremont, Morrisania 100 7,491 420 712 80 Morris Park" , "date" : "19930915" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "THE 1993 PRIMARY; The Primary Races, District by District" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/15\/nyregion\/the-1993-primary-the-primary-races-district-by-district.html"} ,   {"body" : "A storefront office on Livingston Street in downtown Brooklyn, the campaign headquarters of State Senator David A. Paterson, a candidate for Public Advocate, is filled with marked-up maps, boxes of campaign literature and an atmosphere heavy with fatigue. In a race in which turnout is expected to be crucial, Mr. Paterson, like the five other" , "date" : "19930914" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "The Field of 6 for Public Advocate Deploy Their Shock Battalions" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/14\/nyregion\/the-field-of-6-for-public-advocate-deploy-their-shock-battalions.html"} , {"body" : "A recent campaign appearance at a sultry center for the elderly in Brooklyn drew a mere dozen women who came to see State Senator David A. Paterson, a candidate in the Democratic primary for Public Advocate, the job that used to be called City Council President. Afterward, Mr. Paterson acknowledged that he had grown accustomed to gatherings with" , "date" : "19930830" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Long Shot Is Running For Office, And Respect" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/30\/nyregion\/a-long-shot-is-running-for-office-and-respect.html"} , {"body" : "Eban Robbins, a suspect in seven shootings with a 9-millimeter pistol earlier this month in Brooklyn, was linked yesterday to yet another killing, even as he was being arraigned in his hospital bed on murder and attempted murder charges. The victim was identified by authorities as Anthony Butts, 27, a Brownsville construction worker. Mr. Butts was" , "date" : "19930826" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Parolee Is Arraigned in Two Brooklyn Shootings" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/26\/nyregion\/parolee-is-arraigned-in-two-brooklyn-shootings.html"} , {"body" : "A parolee who served prison sentences for manslaughter and burglary was arrested yesterday by New York City detectives who said he was the gunman wielding a 9-millimeter pistol that killed four people and wounded two others in several incidents in Brooklyn this month. The suspect, identified as Eban Robbins, 32, of Brooklyn, was described by Chief" , "date" : "19930825" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Arrest Made In Slayings In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/25\/nyregion\/arrest-made-in-slayings-in-brooklyn.html"} , {"body" : "Investigators seeking a man who killed four people and wounded two others in a series of shootings with a 9-millimeter pistol in Brooklyn were questioning a man last night about the cases, a law-enforcement official said yesterday. The police declined to call the man a suspect. But the official, who spoke on the condition of anonymity, said that" , "date" : "19930824" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Investigators Question a Man In Rash of Brooklyn Shootings" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/24\/nyregion\/investigators-question-a-man-in-rash-of-brooklyn-shootings.html"} , {"body" : "A large suitcase containing the headless remains of a man was found on the sidewalk of a Brooklyn intersection early yesterday morning. The body, which was discovered at 4:16 A.M. near an abandoned lot at St. Mark's and Howard Avenues in Bedford-Stuyvesant, appeared to be that of a white or Hispanic man, said a police spokesman, Sgt. Anthony" , "date" : "19930823" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Headless Body in Suitcase" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/23\/nyregion\/headless-body-in-suitcase.html"} , {"body" : "It was getting dark Saturday evening when Anna Ruiz finished praying with neighbors in an apartment of a building next to hers in the Robert F. Wagner Houses in East Harlem. She passed up coffee and sweets to get home before nightfall. But the 61-year-old widow did not complete the short walk to her building across the courtyard. Less than 50 yards" , "date" : "19930823" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)" , "BEDFORD-STUYVESANT (NYC)" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "East Harlem Woman Dies When Hit by Stray Bullet" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/23\/nyregion\/east-harlem-woman-dies-when-hit-by-stray-bullet.html"} , {"body" : "Random gunfire erupted in two Brooklyn neighborhoods yesterday, killing a 60-year-old man as he chatted with a friend about going fishing today and wounding a 6-year-old boy sitting on his grandmother's lap on the way to buy sneakers for his first day in first grade, the police and witnesses said. The two unrelated incidents occurred within 15" , "date" : "19930822" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Man Killed and Boy, 6, Injured In Separate Random Shootings" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/22\/nyregion\/man-killed-and-boy-6-injured-in-separate-random-shootings.html"} , {"body" : "Robert C. Maynard, a trailblazer for minority journalists who was the first black editor and owner of a major daily newspaper in the United States, died at his home in Oakland, Calif., on Tuesday. He was 56. He died of prostate cancer, a family spokesman said. For a decade Mr. Maynard was the editor, publisher and owner of The Oakland Tribune," , "date" : "19930819" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "12" , "title" : "Robert C. Maynard, 56, Publisher Who Helped Minority Journalists" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/19\/obituaries\/robert-c-maynard-56-publisher-who-helped-minority-journalists.html"} , {"body" : "MetroTech, a glistening new office development in downtown Brooklyn, and Fulton Mall, a teeming 200-store bazaar where 100,000 people spend more than $1 million a day, are two blocks from each other. MetroTech's \"corporate campus\" is suits and ties, elegant landscaping and an army of exceedingly visible security personnel. Fulton Mall, at first" , "date" : "19930816" , "day_of_week_facet" : "Monday" , "geo_facet" : ["FULTON MALL (BROOKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "STRICTLY BUSINESS; Thriving Mall Seeks Image to Match" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/16\/nyregion\/strictly-business-thriving-mall-seeks-image-to-match.html"} ,   {"body" : "A New York City police officer was convicted of assault yesterday and a second officer was acquitted in what prosecutors called a vengeance beating of a teen-ager who had slashed the face of a third officer in a dispute. All the officers were off duty at the time. A jury in State Supreme Court in Brooklyn found Officer Thomas Cea, 26, guilty of" , "date" : "19930814" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Policeman Is Convicted In Assault" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/14\/nyregion\/policeman-is-convicted-in-assault.html"} , {"body" : "A teen-ager who prosecutors say was criminally beaten by two off-duty New York City police officers after he slashed the face of a third off-duty officer, testified yesterday that he had wielded his razor blade only after the man he cut had punched him. But the teen-ager said he could not identify the two officers on trial as having been among" , "date" : "19930811" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Teen-Ager Testifies That Off-Duty Police Officer Threw First Blow In Clash" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/11\/nyregion\/teen-ager-testifies-that-off-duty-police-officer-threw-first-blow-in-clash.html"} , {"body" : "A violent clash last year between a teen-ager and several New York City police officers who were leaving an unruly demonstration by off-duty officers at City Hall is being graphically recounted in a Brooklyn courtroom. Two of the officers involved in the clash are on trial on assault charges for what prosecutors say was a vicious and \"excessive\"" , "date" : "19930808" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Fight on Subway Recounted In 2 Officers' Assault Trial" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/08\/nyregion\/fight-on-subway-recounted-in-2-officers-assault-trial.html"} , {"body" : "In the gaggle of children jostling for position around Annie the cow, Bryant Powell was the first to squeeze a fine stream of milk onto the ground. \"Yo,\" said the 10-year-old from Bedford-Stuyvesant, Brooklyn, who had never before seen a cow. \"It's cool.\" But when a camp counselor squirted milk into her open palm and licked it, Bryant was as" , "date" : "19930801" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "46" , "title" : "From the Fresh Air Fund, a Day of Discovery" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/01\/nyregion\/from-the-fresh-air-fund-a-day-of-discovery.html"} , {"body" : "A state appeals court dealt two blows yesterday to New York City's policies on homelessness, strongly rebuking the Dinkins administration for failing to adequately shelter both homeless families and single adults. In one ruling, the Appellate Division upheld a finding by Justice Alice Schlesinger of State Supreme Court that the city has illegally" , "date" : "19930730" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Court Rebukes New York City Over Homeless" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/30\/nyregion\/court-rebukes-new-york-city-over-homeless.html"} , {"body" : "If Marshall Mazeroski had not been there, Letitia Cox might have died. But when a fire sent her leaping from a fourth-floor window yesterday, he cushioned her fall, saving her life, but severely injuring his head and neck. \"The only reason she's alive is because he caught her,\" said Francis J. McCabe, a Fire Department spokesman. \"If she had hit" , "date" : "19930727" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Man Injured Cushioning Four-Story Leap" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/27\/nyregion\/man-injured-cushioning-four-story-leap.html"} , {"body" : "BICKERING STALLS BOMB PLOT REWARD A plan to offer up to $2 million in Federal Government money for information about a missing suspect in the World Trade Center bombing has been stymied since mid-April by a dispute over what agency should foot the bill, officials have acknowledged. A1. NEW YORK CITY SPLIT AT TOP HURT CROWN HTS. RESPONSE When he was" , "date" : "19930723" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/23\/nyregion\/metro-digest-214793.html"} , {"body" : "A Brooklyn man has been charged with murder in the shooting of a man who was the third of three brothers gunned down on the streets of Bedford-Stuyvesant during the last six years, the police said. Inspector Charles Kammerdener, executive officer of the Housing Police detective bureau, said the suspect, Carlos Weeks, 20, of 2780 86th Street in Bay" , "date" : "19930723" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Charged With Murder In Shooting In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/23\/nyregion\/man-charged-with-murder-in-shooting-in-brooklyn.html"} , {"body" : "On Tuesday, two years minus 24 days since racial violence erupted in the Crown Heights neighborhood of Brooklyn, a 600-page state report is to be released offering the most complete version to date of what went on and what went wrong during the most calamitous episode of the Dinkins administration. But the chances that the two-volume effort will" , "date" : "19930718" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Pain, Politics and Crown Heights" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/18\/nyregion\/pain-politics-and-crown-heights.html"} , {"body" : "A mother and her 4-year-old son were shot while attending a birthday party on the 10th-floor terrace of their apartment house in Bedford-Stuyvesant, Brooklyn, last night, apparently by gunfire from the street, the police said. Both the woman and her child, whose names were not released, were reported in stable condition at the Brookdale Hospital" , "date" : "19930718" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "10 Floors Up, 2 Are Shot" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/18\/nyregion\/10-floors-up-2-are-shot.html"} ,   {"body" : "An idea to put drug money to good use -- helping New York City's children -- is gathering momentum, and money seized by law-enforcement groups is helping to pay for expanding the play-street programs run by the Police Athletic League that now operate in 28 neighborhoods torn by drugs and violence. The money, about $250,000 so far this year, stems" , "date" : "19930718" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Seized Drug Cash Pays for Children's Play Sites" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/18\/nyregion\/seized-drug-cash-pays-for-children-s-play-sites.html"} , {"body" : "Mayor David N. Dinkins, his re-election campaign stalled in the polls, abandoned an incumbent's customary reserve and sharply stepped up his attack on his Republican-Liberal challenger, Rudolph W. Giuliani, yesterday -- even as Gov. Mario M. Cuomo effusively praised the Mayor as a man who \"can show us how to live together as one city going" , "date" : "19930716" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Dinkins Fires Sharp Jabs At Giuliani" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/16\/nyregion\/dinkins-fires-sharp-jabs-at-giuliani.html"} , {"body" : "Frances Davis believed in her three boys -- children whom she eased into manhood with affection, encouragement and advice: respect your bodies, avoid trouble, and most of all, stick together. Remember, she insisted, you have to be there for one another. Now she believes in nothing. One by one over the last six years, her young men have been" , "date" : "19930712" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Shots, and 2 Mothers Grieve Again; Her Faith Turns to Ashes After All 3 Sons Are Slain" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/12\/nyregion\/shots-2-mothers-grieve-again-her-faith-turns-ashes-after-all-3-sons-are-slain.html"} , {"body" : "A group of teen-age boys surrounded a 16-year-old girl in an upper Manhattan swimming pool yesterday, tore off her bathing suit and fondled her, the police said. Three men were arrested after the incident, which the police said was the fifth such attack reported in a New York City pool in less than a week. The attack at the shallow end of the" , "date" : "19930712" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "New York Police Report Sex Assault at Another Pool" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/12\/nyregion\/new-york-police-report-sex-assault-at-another-pool.html"} , {"body" : "Frances Davis and Tracey Wood are tied together by motherhood, the streets of Brooklyn and the scars of violence. Mrs. Davis lives with the haunting memory that over the last six years her three sons were cut down by gunfire in a violent patch of Bedford-Stuyvesant. Ms. Wood, a mother of eight, was herself a victim, a hapless target of gunfire that" , "date" : "19930712" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "Love Is Not a Shield For Rain of Bullets" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/12\/us\/love-is-not-a-shield-for-rain-of-bullets.html"} , {"body" : "A 14-year-old boy was arrested on Wednesday and charged with sexual abuse in an assault on a 14-year-old girl earlier this week at a Bronx swimming pool, the police said yesterday. The youth, whose name was withheld because of his age, is the second suspect to be charged in the case. On Monday, 17-year-old Philip Munoz was arrested and charged with" , "date" : "19930709" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CROTONA PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Youth Is Held In an Assault At Bronx Pool" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/09\/nyregion\/youth-is-held-in-an-assault-at-bronx-pool.html"} , {"body" : "A 22-year-old man was arrested yesterday in the accidental shooting of a 10-year-old girl in Brooklyn on Tuesday, the police said. The man, Dwight Boone, was leaving a building at 220 Throop Avenue in Bedford-Stuyvesant with a friend, Frank Davis, when two or three gun-toting men approached them and opened fire, said Officer Andrew McInnis, a" , "date" : "19930708" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Arrest Man in Shooting Of 10-Year-Old Girl in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/08\/nyregion\/police-arrest-man-in-shooting-of-10-year-old-girl-in-brooklyn.html"} , {"body" : "Frances Davis lost her last son yesterday. He was gunned down on the same Brooklyn street where his two older brothers had been killed. The young man, Frank Davis, 18, was shot at noon, moments after he walked out of his grandmother's home in the Tompkins Houses at 220 Throop Avenue in Bedford-Stuyvesant. Ms. Davis said her son was walking around" , "date" : "19930707" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Mother's Third Son, Her Last Child, Dies as Did His Brothers, in a Shooting" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/07\/nyregion\/a-mother-s-third-son-her-last-child-dies-as-did-his-brothers-in-a-shooting.html"} , {"body" : "EDUCATION BOARD CHIEF RE-ELECTED In a brief public meeting in the marbled great hall of the Board of Education's Brooklyn headquarters, Carol A. Gresser, a one-time parents' association president from Queens, was re-elected president of the board, with unanimous support from her colleagues. A1. A MALEVOLENT RITUAL AT MANY POOLS They call it \"the" , "date" : "19930707" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/07\/nyregion\/metro-digest-381393.html"} , {"body" : "An off-duty housing police officer who was celebrating an anniversary with his girlfriend was fatally shot yesterday morning in Brooklyn by a man who wanted the victim's motorcycle, the police said. Before being shot, Rudolph Thomas, 27, told the gunman, who approached with another man, that he was a police officer and tried to calm them, said a" , "date" : "19930705" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Officer Killed By Man Trying To Steal Bike" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/05\/nyregion\/officer-killed-by-man-trying-to-steal-bike.html"} ,   {"body" : "A corporate effort to raise at least $10 million to help South Africa hold democratic elections next year was announced yesterday, hours before Nelson Mandela arrived in New York to begin a two-week tour of the United States. The South Africa Free Elections Fund was organized by Theodore C. Sorensen, a senior partner in the law firm of Paul, Weiss," , "date" : "19930701" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["SOUTH AFRICA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "As Mandela Arrives, Elections Fund Starts $10 Million Corporate Drive" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/01\/nyregion\/as-mandela-arrives-elections-fund-starts-10-million-corporate-drive.html"} , {"body" : "Neville on 'Tour' Aaron Neville has been described by critics as possessing one of the most splendid falsetto-tinged tenors in pop music. The singer, who is deeply religious, puts it another way: \"I describe it as God in me touching God in the person that hears it; at least that's what it feels like to me.\" On his latest solo album \"The Grand Tour\"" , "date" : "19930630" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "18" , "title" : "The Pop Life" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/30\/arts\/the-pop-life-041293.html"} , {"body" : "The Chicago Board of Education selected Argie K. Johnson, the deputy chancellor for instruction in New York City, today as general superintendent of the Chicago school system, a deficit-ridden district struggling with decentralization. Mrs. Johnson, 54 years old, had been a candidate to replace the departing New York Schools Chancellor, Joseph A." , "date" : "19930626" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CHICAGO (ILL)"] , "nytd_section_facet" : ["U.S." , "Education"] , "page_facet" : "6" , "title" : "New Yorker to Head Chicago Schools" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/26\/us\/new-yorker-to-head-chicago-schools.html"} , {"body" : "A New York City police sergeant was acquitted last night of charges that he assaulted a community leader who is a member of his Brooklyn precinct's community council and one of her sons. The sergeant, Peter Viola, was found not guilty in State Supreme Court in Brooklyn in a case that drew wide notice because the woman he was accused of assaulting," , "date" : "19930623" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Sergeant Acquitted In Brooklyn Assault" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/23\/nyregion\/sergeant-acquitted-in-brooklyn-assault.html"} , {"body" : "IS it possible to date the start of an addiction? To pinpoint the exact moment when a person goes from not hooked to hooked? In my case, I like to think it was that bright June day in 1984 when my friend Alma lured me out onto a tennis court and I hit the first of what has since become millions upon millions of tennis balls. But psychologically," , "date" : "19930618" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Love at 40: Tennis, Anyone?" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/18\/arts\/love-at-40-tennis-anyone.html"} , {"body" : "A Brooklyn man has been arrested in the killing of a 16-year-old student near a school for the emotionally disturbed, a shooting that the police said was carried out despite the victim's pleas for mercy. The suspect, Gregory Gooding, 21 years old, is also wanted for questioning in another shooting in a housing project near where he lived, which is" , "date" : "19930617" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Man Held in Killing of Youth, 16" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/17\/nyregion\/brooklyn-man-held-in-killing-of-youth-16.html"} , {"body" : "Four men were convicted of attempted murder in Brooklyn yesterday in the attack on a Greek Orthodox Bishop last year, District Attorney Charles J. Hynes of Brooklyn said. The four men, aged 18 to 20, each pleaded guilty to trying to kill Bishop Alexios Panagiotopoulos during an attempted robbery outside his home in Crown Heights on Feb. 26, 1992," , "date" : "19930617" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "4 Convicted of Attempted Murder of Bishop" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/17\/nyregion\/4-convicted-of-attempted-murder-of-bishop.html"} , {"body" : "Angelina Spicer is a devotee of Gap color-coordinated outfits and popular music, a typical sixth grader. But a trip to a continent thousands of miles away last summer transformed her forever, she says, into an emissary for Africa, a global student. \"A lot of things I heard from here about Africa were horrendous -- jungles, Tarzans, dirt roads," , "date" : "19930616" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["AFRICA" , "SOWETO (SOUTH AFRICA)" , "SOUTH AFRICA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Massacre Remembered in a Fest" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/16\/nyregion\/a-massacre-remembered-in-a-fest.html"} , {"body" : "IF you can't get away from New York City this summer, you can round up the family and head for the parks. Children can learn how music is similar to games and sports in a series of free outdoor concerts by the Little Orchestra Society in various cityparks. Or they can get their blood pumping by running races in Central Park, where everyone receives" , "date" : "19930613" , "day_of_week_facet" : "Sunday" , "page_facet" : "15" , "title" : "CHILDREN; From Mazes to Mermaids, Fun for All Ages" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/13\/news\/children-from-mazes-to-mermaids-fun-for-all-ages.html"} , {"body" : "THIS summer, some people may lug to the beach all 1,295 pages of Gore Vidal's collected essays, \"United States,\" or Vikram Seth's 1,349-page novel, \"A Suitable Boy.\" (They'd make a nearly balanced set of exercise weights.) It's a safe bet those people won't have children and their paraphernalia to lug along, too. A parent can carry only so much," , "date" : "19930613" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Books"] , "page_facet" : "4" , "title" : "BEACH READING; Best Books For the Shore, For Young And Old" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/13\/books\/beach-reading-best-books-for-the-shore-for-young-and-old.html"} ,   {"body" : "After an afternoon of bicycling and relay races down a quiet residential block in Brooklyn, Charles Mapp, 12, and his best friend joined other youths on the stoop of a brownstone apartment building, relaxing and enjoying the warm spring night. But words between the two friends quickly turned loud and harsh on Friday, and eventually screams pierced" , "date" : "19930613" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Friend Arrested in Stabbing Death of 12-Year-Old" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/13\/nyregion\/friend-arrested-in-stabbing-death-of-12-year-old.html"} , {"body" : "D'AMATO CONSIDERS RUN FOR GOVERNOR Senator Alfonse M. D'Amato, who won re-election to a third term last year, says that he is considering running for Governor next year, and he puts the odds that he will make the race as \"at least 50-50 or better.\" B3. NEW YORK CITY CHARGES FOR CREW OF IMMIGRANT SHIP The captain and 10 crew members of the freighter" , "date" : "19930608" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/08\/nyregion\/metro-digest-674793.html"} , {"body" : "A 16-year-old student on a lunch hour stroll outside a Brooklyn school for troubled teen-agers was chased by two older youths, cornered between two parked cars and shot several times at close range yesterday as he pleaded for his life, the police said. He died on the street minutes later. New York City police detectives said that at least two" , "date" : "19930608" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "PLEADING FOR LIFE, STUDENT IS SLAIN" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/08\/nyregion\/pleading-for-life-student-is-slain.html"} , {"body" : "NEW YORK CITY REYNOLDS DROPS PLAN The Chancellor of the City University of New York has abandoned a plan to force colleges in the system to eliminate or consolidate programs. The Chancellor, W. Ann Reynolds, bowed to criticism but said the goal of the original plan, to allow the university to invest in remaining programs, was still crucial. Page 1." , "date" : "19930605" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/05\/nyregion\/metro-digest-037393.html"} , {"body" : "\"You take a flamingo -- you think a flamingo could make it in New York City?\" asked Sithandivine Frazer, who is 10 years old. \"Nah,\" answered his brother Amos, 9. \" A flamingo would probably get hit by a truck and break his skinny legs.\" \"But pigeons,\" said the oldest Frazer brother, Michael, 14, \"pigeons do just fine here. They are really amazing" , "date" : "19930605" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "ABOUT NEW YORK; Following the Ways of an Urban Bird" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/05\/nyregion\/about-new-york-following-the-ways-of-an-urban-bird.html"} , {"body" : "Police officers in helicopters, patrol cars and on scooters, horses and bicycles circled Prospect Park yesterday, an almost-military presence amid the park's jewel-like lakes and meadows, as detectives investigated the killing of a 42-year-old drama teacher shot four times in the back as he bicycled along a secluded path. There were few leads by" , "date" : "19930603" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Patrol of Park Is Intensified After Slaying" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/03\/nyregion\/patrol-of-park-is-intensified-after-slaying.html"} , {"body" : "To many people in Brooklyn, Queens, Staten Island and the Bronx, New York is truly two cities. One is theirs, a low-rise expanse of middle-class and blue-collar communities that emphasize traditional family living and values. The second is New York's most celebrated borough, a secular, high-rise place filled with people obsessed by culture and art," , "date" : "19930523" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BRONX (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "A Poll Lends Credence to the View of New York as a City of Two Souls" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/23\/nyregion\/a-poll-lends-credence-to-the-view-of-new-york-as-a-city-of-two-souls.html"} , {"body" : "After one of the fiercest ideological battles of the New York City school board campaign, candidates in District 15 in Brooklyn who favor the teaching of multiculturalism and tolerance for homosexuals overwhelmed opponents of that view, results released yesterday showed. The same pattern followed yesterday in District 3 on Manhattan's Upper West" , "date" : "19930518" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Supporters of Gay Rights Win More School Races" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/18\/nyregion\/supporters-of-gay-rights-win-more-school-races.html"} , {"body" : "George B. Daniels works in a quiet office in a distant corridor in the basement of City Hall, far from the chaos that often fills the Mayor's complex of offices directly overhead. Few outside the inner sanctum of the city's government know who Mr. Daniels is and fewer still have the slightest clue to what he does. But the 39-year-old former judge," , "date" : "19930508" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "The Mayor's Quiet Counselor; At Dinkins's Side, George Daniels Has Power, Not Flash" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/08\/nyregion\/the-mayor-s-quiet-counselor-at-dinkins-s-side-george-daniels-has-power-not-flash.html"} , {"body" : "They are New York City's newest group of prize-winning educators: 10 principals and teachers honored for bringing creativity and commitment to their work in elementary and middle schools in the city's poorest neighborhoods. Now they will be contributing something else: money. Each winner gets $2,500 for personal use and another $2,500 to promote a" , "date" : "19930506" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "11" , "title" : "Creativity and Commitment Are Hallmarks of 10 Educators" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/06\/nyregion\/creativity-and-commitment-are-hallmarks-of-10-educators.html"} ,   {"body" : "To get an idea of who New York City's Muslims are, stand outside the Islamic Center of New York, the city's most prominent mosque, on Third Avenue at 96th Street in Manhattan. On a recent religious holiday, through its doors came Pakistanis in flowing pastel gowns, black Americans wearing kente-cloth hats, an Albanian couple trying to quiet their" , "date" : "19930504" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "Islam in New York: Growing Presence of Diverse Peoples United by Faith" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/04\/nyregion\/islam-in-new-york-growing-presence-of-diverse-peoples-united-by-faith.html"} , {"body" : "THERE is a vast middle ground of older buildings that are not capital-L Landmarks but that are good enough to appreciate. Typically, their preservation rests almost exclusively on the inclination of the property owner, which varies erratically with cash and circumstance. But the New York Landmarks Conservancy's City Ventures Fund is making a" , "date" : "19930502" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Streetscapes: 950-952 Bergen Street; Semi-Preserving a Semi-Landmark" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/02\/realestate\/streetscapes-950-952-bergen-street-semi-preserving-a-semi-landmark.html"} , {"body" : "Hundreds of New York City children are using public day-care centers with fire hazards, according to engineers in the office of the Brooklyn Borough President, Howard Golden. The engineers investigated four centers in Brooklyn last week after being approached by a construction manager under contract to the city's Human Resources Administration. The" , "date" : "19930428" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Public Day-Care Centers Called Lax on Fire Safety" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/28\/nyregion\/public-day-care-centers-called-lax-on-fire-safety.html"} , {"body" : "AS the president of the newest Federally chartered lending institution in New York City, Mark Winston Griffith cuts a striking figure across the gray and gritty blocks of central Brooklyn. Sporting natty dreadlocks and a loan officer's bright tie, the 30-year-old is a poet among community activists and an iconoclast among bankers. \"Bring the noise!" , "date" : "19930425" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "7" , "title" : "Conversations\/Mark Winston Griffith; Into the World of Banking Comes a Hip-Hop Credit Union" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/25\/weekinreview\/conversations-mark-winston-griffith-into-world-banking-comes-hip-hop-credit.html"} , {"body" : "The sharp cuts in New York City's sanitation budget during the fiscal crises of 1990-91 have hit poor, minority residents far harder than wealthier ones, scarring once-orderly blocks in neighborhoods like Harlem, Bedford-Stuyvesant and the South Bronx. With garbage collection, sweeping and enforcement steadily scaled back, the number of the city's" , "date" : "19930418" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)" , "SOUTH BRONX (NYC)" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Sanitation Cutbacks Hit Poorer Districts Hardest" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/18\/nyregion\/sanitation-cutbacks-hit-poorer-districts-hardest.html"} , {"body" : "Three people were arrested yesterday after the police said they tried to rob a livery cabdriver in Brooklyn at about 5 A.M. The police said the driver broke free of two passengers in a struggle during which a gun was fired by one of two other passengers. He then flagged down two officers, who arrested Jerry St. Rose, 21, Yassinna Watson, 18, and" , "date" : "19930418" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "Robbery of Cabbie Foiled" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/18\/nyregion\/robbery-of-cabbie-foiled.html"} , {"body" : "A former New York City police officer was sentenced yesterday to 33 1\/3 years to life in prison for shooting a liquor-store owner to death in a Brooklyn holdup and ordering another robber to shoot a store employee who was left paralyzed. The former officer, Robert Cabeza, who was dismissed from the police force after his conviction last month, was" , "date" : "19930415" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Former Policeman Sentenced in Slaying" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/15\/nyregion\/former-policeman-sentenced-in-slaying.html"} , {"body" : "John Mooney, a 38-year-old construction worker, was shot fatally yesterday when he interrupted a robbery at a construction site in Bedford-Stuyvesant, Brooklyn, the police said. Mr. Mooney died about 8 P.M. last night in Kings County Hospital, three hours after a man wearing a jumpsuit and a construction helmet entered a trailer owned by the" , "date" : "19930413" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Worker Slain in Robbery" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/13\/nyregion\/worker-slain-in-robbery.html"} , {"body" : "Five-year-old Travis Thomas looked up from his waffles and crinkled his nose. \"I'm going to the planetarium,\" he said. \"I'm going on a trip.\" His 9-year-old brother, Clifford, gazed out the eighth-floor window across the morning grayness of the Gowanus Houses in Brooklyn. \"How cold is it?\" he asked. Minutes later, Clifford and Travis ventured out" , "date" : "19930411" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Promise and Despair Share Project" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/11\/nyregion\/promise-and-despair-share-project.html"} , {"body" : "Christian Abakpa's parents had a well-thought-out plan for him and his brothers. Christian's parents, immigrants from Nigeria, had come to New York City more than 15 years ago to set the foundation for a better life, even though it meant leaving Christian and three of his brothers back home. The father worked as a social worker, the mother as a" , "date" : "19930407" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Fatal Stabbing Ends the Hopes Of One Family" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/07\/nyregion\/fatal-stabbing-ends-the-hopes-of-one-family.html"} ,   {"body" : "It was 3:30 on a Monday morning and Ladeeta Smith could not sleep. Just hours earlier, she had visited her mother in a Bronx nursing home, and she was haunted by the image of her emaciated body covered with sores. At 41, Patricia Bobo Smith was dying of AIDS and no longer recognized her daughter. Later that day, Ladeeta would walk into Boys & Girls" , "date" : "19930406" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "With No Parents, Ladeeta, 18, Presses On" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/06\/nyregion\/with-no-parents-ladeeta-18-presses-on.html"} , {"body" : "International 3-15 MEMORIES OF A CITY DESTROYED In Sarajevo, no building of any consequence reamins undamaged and few families have survived untouched by the fighting that began a year ago with an attack on a downtown hotel and has continued almost uninterrupted since. A1 Daily convoys will go to Srebrenica to evacuate trapped Muslims. A14 SERBIAN" , "date" : "19930406" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/06\/nyregion\/news-summary-085193.html"} , {"body" : "As Ralph H. Hubbard spoke of another commonplace murder in the city, the sidewalk slaying of his son, his face was a weathered, Jobian mask of tolerance that made his jailhouse visit all the more fascinating to the assembled convicts who listened and wondered about his feelings. \"Tragic as it is, I will never see the logic of it,\" Mr. Hubbard said," , "date" : "19930406" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Unmasking Anonymity of Crime, Victims Face Inmates" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/06\/nyregion\/in-unmasking-anonymity-of-crime-victims-face-inmates.html"} , {"body" : "His body tense, his hand hovering over his holster, Officer Dennis Gallagher cautiously pushed open the door to a dank apartment house in Fort Greene, Brooklyn. He searched the lobby for the addicts who usually scurry away when he enters, leaving behind crack vials and fearful tenants. But he found none. \"When community policing started, a lot of" , "date" : "19930404" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "A Brooklyn Precinct: Crime Figures Send a Complex Message" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/04\/nyregion\/a-brooklyn-precinct-crime-figures-send-a-complex-message.html"} , {"body" : "WHEN Richard Wallman walks the halls of John Marshall High School in Rochester, he never knows what he might see or hear. There are students who look right through him when he talks. There are students who use obscenities when they tell him to get lost. There are students who threaten each other with weapons while he is in within earshot. Mr." , "date" : "19930404" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S." , "Education"] , "page_facet" : "16" , "title" : "Disrespect Rules" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/04\/education\/disrespect-rules.html"} , {"body" : "This is a list of some musical presentations planned for the holiday season at churches and concert halls in the New York metropolitan area. All are free unless otherwise noted. This selection, compiled by Allan Kozinn, represents what caught this critic's eye and excited his expectations. Palm Sunday CATHEDRAL OF ST. JOHN THE DIVINE (Episcopal)," , "date" : "19930402" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "The Voice of the Choir Shall Ring Out for Easter" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/02\/arts\/the-voice-of-the-choir-shall-ring-out-for-easter.html"} , {"body" : "The number of privately owned rental apartment buildings in New York City showing signs of financial distress has risen sharply in the last five years, an indication that a new wave of abandonment may be around the corner, a study has concluded. The study, by the Community Service Society of New York and the Rockefeller Brothers Fund, estimates" , "date" : "19930331" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Study Sees Rising Distress For Landlords" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/31\/nyregion\/study-sees-rising-distress-for-landlords.html"} , {"body" : "A New York City police officer was convicted of murder last night in the killing of a Brooklyn liquor store owner during a robbery two years ago. The officer, Robert Cabeza, 29, was found guilty of second-degree murder and five other charges in the death of Man Sing Chan, 41, the owner of Eden Liquors at 110 Tompkins Avenue in Bedford-Stuyvesant. A" , "date" : "19930325" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Officer Guilty In Killing Man During Holdup" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/25\/nyregion\/officer-guilty-in-killing-man-during-holdup.html"} , {"body" : "To the Editor: I read with increasing dismay \"Welfare Recipients Are Joining the Age of Plastic\" (news article, March 14). Underlying the article is the notion that streamlining the administration of welfare payments with bank cards is effective reform because, among other things, it \"lessens\" the stigma of using food stamps. Without disregarding" , "date" : "19930323" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "Welfare Recipients Need Education and Jobs, Not Bank Cards" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/23\/opinion\/l-welfare-recipients-need-education-and-jobs-not-bank-cards-484293.html"} , {"body" : "Drive through the gates of the state college here, and the woods and hills of the old Ambrose F. Clark estate recall a New England prep school. It seems an ideal home for a college with a special mission: to be the flagship of racial diversity for the SUNY system. But this is a troubled campus, where the buildings are deteriorating, the president" , "date" : "19930322" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "College Falters in Its Mission Amid Charges of Neglect" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/22\/nyregion\/college-falters-in-its-mission-amid-charges-of-neglect.html"} ,   {"body" : "THE first time Marlene Zarfes ever worried seriously about lead-based paint was in February when officials of the New York City Department of Health called. They told her that her pediatrician had found a dangerously high level of lead in the blood of her 15-month-old son, Adam. They also told her that they were coming to inspect her co-op" , "date" : "19930321" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Lead Paint Moves Up as Housing Issue" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/21\/realestate\/lead-paint-moves-up-as-housing-issue.html"} , {"body" : "A Brooklyn prosecutor told jurors yesterday that a police officer accused of killing a liquor store owner acted dishonorably when he robbed the store by using his police shield to persuade the owner to let him in. His remarks came during opening statements in a case that has raised questions about the New York City's Police Department's ability to" , "date" : "19930309" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Officer Accused of 'Greed' in Killing of Store Owner in a Brooklyn Robbery" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/09\/nyregion\/officer-accused-of-greed-in-killing-of-store-owner-in-a-brooklyn-robbery.html"} , {"body" : "A Brooklyn man was arrested and charged with murder last night in the death of his 4-month-old son, the police said. The father, Alton Alexander, 21, frustrated that his four-month-old child would not stop crying on Friday evening, apparently slapped the baby so hard that he died the following morning, said Sgt. John McCluskey, a police spokesman." , "date" : "19930221" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "Man, 21, Charged With Murder In Death of 4-Month-Old Son" , "url" : "http:\/\/www.nytimes.com\/1993\/02\/21\/nyregion\/man-21-charged-with-murder-in-death-of-4-month-old-son.html"} , {"body" : "A Brooklyn police sergeant has been suspended after he tested positive for cocaine, and Internal Affairs investigators are looking into whether he shot himself in the hand to avoid an earlier drug test, the authorities said yesterday. Sgt. Thomas Kennedy, 31 years old, who has been with the department for 11 years, was suspended on Thursday after" , "date" : "19930220" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Police Officer Is Suspended After Drug Test" , "url" : "http:\/\/www.nytimes.com\/1993\/02\/20\/nyregion\/police-officer-is-suspended-after-drug-test.html"} , {"body" : "An 11-year-old boy walking to a corner store with a friend was shot and critically wounded in Brooklyn yesterday, apparently the unintended victim of neighborhood gunfire, the police said. The youth, who was not identified because of his age, was believed to have been outside the store near his home in Bedford-Stuyvesant when the shooting occurred" , "date" : "19930220" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "11-Year-Old Is Shot Near Brooklyn Store" , "url" : "http:\/\/www.nytimes.com\/1993\/02\/20\/nyregion\/11-year-old-is-shot-near-brooklyn-store.html"} , {"body" : "A 14-year-old Brooklyn boy was shot to death yesterday, apparently accidentally, when a revolver he and three friends were playing went off, striking him in the left eye, the police reported. Sgt. John McCluskey, a police spokesman, identified the youth as Jimmy Gonzales of 191 Amboy Street. The incident took place yesterday afternoon in the" , "date" : "19930212" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Slain Youth's Body Hidden Under Bed" , "url" : "http:\/\/www.nytimes.com\/1993\/02\/12\/nyregion\/slain-youth-s-body-hidden-under-bed.html"} , {"body" : "In struggling neighborhoods from the northeast Bronx to southeast Queens, a new sort of political warlord is walking the ground that once belonged to the powerful Democratic county bosses in New York City. And none is more successful than a Brooklyn Assemblyman who is scarcely known outside political circles or his own dilapidated Bushwick" , "date" : "19930207" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Growth of a New-Age Political Machine" , "url" : "http:\/\/www.nytimes.com\/1993\/02\/07\/nyregion\/growth-of-a-new-age-political-machine.html"} , {"body" : "Carmine Santavicca stirred his chicken and rice stew over a flaming barrel under the Queensboro Bridge Monday night. Flecks of blackened newspaper flew past him and over a lumpy pile of white blankets where a friend slept. With the bravado of war veteran who has seen gory battles, Mr. Santavicca said he would face down the cold from his tattered" , "date" : "19930203" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "Despite Cold Weather, Homeless Shun Shelters" , "url" : "http:\/\/www.nytimes.com\/1993\/02\/03\/us\/despite-cold-weather-homeless-shun-shelters.html"} , {"author" : "Michael Massing, a fellow at the New York Institute for the Humanities, is working on a book about drugs in the United States." , "body" : "THE MAKING OF A DRUG-FREE AMERICA Programs That Work. By Mathea Falco. 254 pp. New York: Random House\/Times Books. $22. RECKONING Drugs, the Cities, and the American Future. By Elliott Currie. 405 pp. New York: Hill & Wang. $25. OVER the last 12 years, America's drug problem has erupted from a low-grade fever into a raging contagion. In 1981, when" , "date" : "19930124" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "10" , "title" : "The Rehabbing of America" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/24\/books\/the-rehabbing-of-america.html"} , {"body" : "As a resident of Smithtown for more than 30 years, I find the attitude of St. John's Episcopal Hospital-Smithtown; the Episcopal Health Services Inc., and Bishop Orris G. Walker Jr. appalling [ \"The Hospitals' War: Patients or Power,\" Nov. 29 ] . To say that North Shore University Hospital's acquisition of Community Hospital of Western Suffolk" , "date" : "19930124" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SUFFOLK COUNTY (NY)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "Behind Acquisition Of Community Hospital" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/24\/nyregion\/l-behind-acquisition-of-community-hospital-103893.html"} ,   {"body" : "BRUCE STEWART manages a group home for 22 mentally ill drug abusers in Bedford-Stuyvesant, Brooklyn. Some still use crack. Most are schizophrenic. Often the men deteriorate and need hospitalization. So where does he stand on the question of committing people against their will versus protecting their civil liberties? Totally bogus issue,\" he says." , "date" : "19930124" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "25" , "title" : "On Sunday; And Politicians Roam Streets Unchecked" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/24\/nyregion\/on-sunday-and-politicians-roam-streets-unchecked.html"} , {"body" : "A 16-year-old Brooklyn youth shot twin brothers on a sidewalk two blocks away from Sheepshead Bay High School after an argument, the police said yesterday. Napoleon and Nicholas Brown, both 16 years old, were walking home from school about 3 P.M. when they encountered Derek Turton, 16, in front of the Sheepshead Bay-Nostrand Avenue Houses, at 2957" , "date" : "19930113" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "SHEEPSHEAD BAY (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Twin Brothers Shot on Way Home From School" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/13\/nyregion\/twin-brothers-shot-on-way-home-from-school.html"} , {"body" : "A Brooklyn man on parole for an attempted-robbery conviction was charged yesterday in a series of sexual assaults and robberies at a Bedford-Stuyvesant housing project. Darryle Williams of 606 Park Avenue, Bedford-Stuyvesant, was charged yesterday in 11 attacks on women at the Sumner Houses, said Amanita Duga-Carroll, a spokeswoman for the housing" , "date" : "19930107" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Parolee Held in Sex Assaults and Robberies" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/07\/nyregion\/parolee-held-in-sex-assaults-and-robberies.html"} , {"body" : "Two off-duty police officers were suspended from duty yesterday after one was arrested on a charge of drunken driving in the Chelsea section of Manhattan, the police said. One of the officers waved a gun during a dispute, there, a department spokeswoman said. Sgt. Tina Mohrmann, the spokeswoman, said Officers Robert Fee and Christopher Roberts were" , "date" : "19930106" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CHELSEA (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "2 Off-Duty Officers Under Suspension" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/06\/nyregion\/2-off-duty-officers-under-suspension.html"} , {"body" : "In a response to racial tensions in Crown Heights, three Brooklyn museums are collaborating on a major project to trace the history and relationships of the neighborhood's three major racial and ethnic groups: black Americans, Caribbean-Americans and Lubavitch Jews. Through the project, called \"Bridging Eastern Parkway,\" the Brooklyn Children's" , "date" : "19930103" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "3 Brooklyn Museums to Explore Crown Hts. Roots, and Nerves" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/03\/nyregion\/3-brooklyn-museums-to-explore-crown-hts-roots-and-nerves.html"} , {"body" : "Like Jean S. Harris, Arlene Caris, a 64-year-old grandmother with white hair and pink cheeks, is a cooperative prisoner at the Bedford Hills Correctional Facility. And like Mrs. Harris, she was a hard worker with no criminal record until she shot and killed the man whose abuse she said she had endured for 14 years. Unlike Mrs. Harris, however, Mrs." , "date" : "19930101" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Clemency Given Jean Harris Leaves 3 Others Wondering" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/01\/nyregion\/clemency-given-jean-harris-leaves-3-others-wondering.html"} , {"body" : "As Lucia Charles got into an elevator at the Sumner Housing project on a cold December morning, a man followed her. Quickly, he put on a ski mask, took out a long knife and demanded money and jewelry. She begged him not to kill her. \"I told him I would give him anything he wanted and asked him not to hurt me because I have two small children,\" said" , "date" : "19930101" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Series of Crimes Brings Fear to Brooklyn Project" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/01\/nyregion\/series-of-crimes-brings-fear-to-brooklyn-project.html"} , {"body" : "JEAN HARRIS IS ONE, BUT MANY REMAIN While Governor Cuomo granted clemency to Jean Harris, who has served 12 years for the slaying of her lover, other women incarcerated for killing the men in their lives -- most of them in a single act of violence after years of brutal physical abuse -- remain behind bars. In New York, as across the country," , "date" : "19930101" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/01\/nyregion\/metro-digest-427393.html"}]