[  {"body" : "NEW YORK is a city of immigrants, and the stories of its immigrants could fill a very large bookshelf. Here are some starters.Most of these books are at New York Bound Bookshop (50 Rockefeller Plaza, 212 245-8503); and many can be found in other stores. CHINATOWN: A PORTRAIT OF A CLOSED SOCIETY by Gwen Kinkead (Harper Collins). This book covers a" , "date" : "19931226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "14" , "title" : "NEW YORK BOOKSHELF; They Came, They Saw, They Built a City" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/26\/nyregion\/new-york-bookshelf-they-came-they-saw-they-built-a-city.html"} , {"body" : "A 15-year-old Brooklyn youth was arrested Sunday night in the shooting of an off-duty police officer during the robbery of the officer's sheepskin jacket, the authorities said yesterday. The youth, Daniel T. Brown of 265 Livonia Avenue in the Samuel J. Tilden Houses in Brownsville, not far from where the shooting of Officer Eddie Vera took place," , "date" : "19931221" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Youth Held In Shooting Of an Officer" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/21\/nyregion\/youth-held-in-shooting-of-an-officer.html"} , {"body" : "NEW YORK CITY RENOVATION FOR GRAND CENTRAL Grand Central Terminal will undergo a long-awaited $100 million renovation as the result of a deal in which its private landlord is to relinquish control of the mid-Manhattan landmark to the Metropolitan Transportation Authority. A1. NYNEX IS ORDERED TO REDUCE RATES New York State regulators ordered the" , "date" : "19931221" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/21\/nyregion\/metro-digest-954593.html"} , {"body" : "Ground breaking is scheduled to begin next spring on an ambitious plan to restore one of the city's most impoverished areas -- 28 blocks in the northwestern portion of Ocean Hill-Brownsville and the southeastern portion of Bedford-Stuyvesant. As part of the Saratoga Square plan, the city this month sent out requests for proposals to nonprofit" , "date" : "19931219" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "OCEAN HILL-BROWNSVILLE (NYC)" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BROWNSVILLE; Renewal Plan Moves Ahead" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/19\/nyregion\/neighborhood-report-brownsville-renewal-plan-moves-ahead.html"} , {"body" : "An off-duty police officer who had just dropped off his daughter at a preschool program in Brooklyn was shot and seriously wounded yesterday morning in a gun battle with a man who wanted his sheepskin jacket, the police said. The officer was attacked as he walked past a basketball court at a housing project in Brownsville. Then, wounded in the" , "date" : "19931218" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Officer Shot In Gunfight Over Jacket" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/18\/nyregion\/officer-shot-in-gunfight-over-jacket.html"} , {"body" : "NEW YORK CITY DYSON NAMED A DEPUTY MAYOR Mayor-elect Rudolph W. Giuliani named John S. Dyson, a former chairman of the State Power Authority, as his deputy mayor for finance and economic development, filling out the top tier of his administration. Page 1. PLAZA SPECTACLE, IN WHITE AND BLACK TIE The middle-aged master builder finally decides to" , "date" : "19931218" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/18\/nyregion\/metro-digest-549293.html"} , {"body" : "A student protest over conditions at a Brooklyn high school became unruly yesterday, spilling into the street and resulting in injuries to three police officers and the arrest of four students, the police said. The meeting between about 300 students and the principal of Sarah J. Hale High School, at Third Avenue and Dean Street in Cobble Hill," , "date" : "19931210" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "COBBLE HILL (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "Violent Protest At High School Injures Officers" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/10\/nyregion\/violent-protest-at-high-school-injures-officers.html"} , {"body" : "Shannon Briggs, who wore a jacket proclaiming \"Next Heavyweight Champion,\" learned some salient points about the fight game yesterday. In the morning he was hit with a $25 million lawsuit at a weigh-in and in the evening his opponent, Dan Wofford, stuck his tongue out at him. At least Briggs, 22, didn't have to worry about his six-round bout. He" , "date" : "19931210" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "14" , "title" : "BOXING; 6-Round Fight Is Least of Briggs's Worries" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/10\/sports\/boxing-6-round-fight-is-least-of-briggs-s-worries.html"} , {"body" : "Yes, Oscar De La Hoya pulled out of tonight's return of the sweet science to the Paramount, the arena alongside Madison Square Garden. The reason, however, is in doubt. His lawyer told the State Athletic Commissioner, Randy Gordon, that \"his heart isn't in it\" because he wants to drop his managers and bring in new ones. And Michael Norris, who is" , "date" : "19931209" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "31" , "title" : "Fight Is Off; Reason Is Not In" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/09\/sports\/fight-is-off-reason-is-not-in.html"} , {"author" : "Felicia R. Lee is a reporter on the metropolitan staff of The New York Times." , "body" : "THE VILLE Cops and Kids in Urban America. By Greg Donaldson. Illustrated. 401 pp. New York: Ticknor & Fields. $22.95. GARY LEMITE is a New York City housing police officer, a married father of two who is struggling to gain the trappings of middle-class success while negotiating a troubled marriage. Sharron Corley is a teen-age unwed father who" , "date" : "19931128" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "25" , "title" : "Despair Grows In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/28\/books\/despair-grows-in-brooklyn.html"} ,   {"body" : "AT the party for Greg Donaldson's new book, \"The Ville: Cops and Kids in Urban America,\" at the downtown club Fez on Tuesday night, Gary Lemite, a housing-police officer in Brooklyn, was getting the celebrity treatment. The book follows Officer Lemite for a year at work in the section of Brownsville and East New York that is known as the Ville," , "date" : "19931121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Books"] , "page_facet" : "3" , "title" : "THE NIGHT; The Glad, the Mad, the Graceful" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/21\/style\/the-night-the-glad-the-mad-the-graceful.html"} , {"body" : "Fencing Classes Various public and private locations Recommended ages: 7 and up \"Aim at the heart,\" said Josie Fusco, the fencing teacher at the Carmine Street Recreation Center in Manhattan. \"Who has the burden of responsibility?\" she then asked her three students, who ranged in age from 10 to 15. \"The person attacked.\" With fencing, it's easy to" , "date" : "19931119" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/19\/arts\/for-children.html"} , {"body" : "NEW YORK CITY SWEEPS WOULD REVIVE A FAILED DRUG TACTIC In emphasizing increased arrests as a way of reducing drug dealing and violence on the streets of New York, Mayor-elect Rudolph W. Giuliani is choosing a strategy that many cities, from Boston to San Diego, have abandoned as costly and ineffective. Although their experience is by no means" , "date" : "19931115" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/15\/nyregion\/metro-digest-240093.html"} , {"body" : "COMMUNITY organizing seems nearly always to begin with anger. Frustration, often escalating into rage, is common when you see a drug dealer selling his stuff on your street corner each night, or an overpriced grocery store selling rotten vegetables, or a landlord repeatedly refusing to fix whatever is leaking, dripping or malfunctioning. A first" , "date" : "19931107" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "PUBLIC INTEREST; Community Groups: Call the Roll" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/07\/nyregion\/public-interest-community-groups-call-the-roll.html"} , {"body" : "Schools Chancellor Ramon C. Cortines yesterday said that he would reorganize the way the New York City's Board of Education handles minor repairs of its school buildings, turning decisions about what gets fixed and when over to local school districts. Under the plan, each of the city's nearly 40 school districts would receive a fixed portion of" , "date" : "19931104" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Cortines Plan Gives Districts Repair Power" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/04\/nyregion\/cortines-plan-gives-districts-repair-power.html"} , {"body" : "MAYOR Bronx Rptng Dinkins Giuliani Marlin Bockmn Breman 74 Mott Haven, Hunts Point 100% 20,881 4,364 178 13 23 75 Clasons Pt. W Farms, E Trmnt 100% 17,436 4,316 145 10 15 76 Union Port, Parkchtr 100% 16,111 7,529 215 20 12 77 High Bridge, Morris Hghts 100% 18,050 2,080 80 33 14 78 Univ Heights, Fordham 100% 12,716 3,480 127 29 9 79 Tremont," , "date" : "19931104" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE 1993 ELECTIONS: RESULTS; The Vote For Mayor and Comptroller by Assembly District" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/04\/nyregion\/1993-elections-results-vote-for-mayor-comptroller-assembly-district.html"} , {"body" : "Mayor David N. Dinkins took his defeat for re-election with a warm expression of gratitude for his own place in city history and emphatic pleas to his supporters -- in the face of their own booing to the contrary -- that \"we will help Rudy.\" \"Our city is in his hands,\" Mr. Dinkins declared with finality in urging citywide support for Mayor-elect" , "date" : "19931103" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "THE 1993 ELECTIONS: The Incumbent; Dinkins Ends the Campaign on Note of Gratitude" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/03\/nyregion\/the-1993-elections-the-incumbent-dinkins-ends-the-campaign-on-note-of-gratitude.html"} , {"body" : "MAYOR Bronx Rptng Dinkins Giuliani Marlin Bockmn Breman 74 Mott Haven, Hunts Point 100% 20,881 4,364 178 13 23 75 Clasons Pt. W Farms, E Trmnt 100% 17,436 4,316 145 10 15 76 Union Port, Parkchtr 100% 16,111 7,529 215 20 12 77 High Bridge, Morris Hghts 100% 18,050 2,080 80 33 14 78 Univ Heights, Fordham 100% 12,716 3,480 127 29 9 79 Tremont," , "date" : "19931103" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE 1993 ELECTIONS: RESULTS; The Vote For Mayor and Comptroller by Assembly District" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/03\/nyregion\/1993-elections-results-vote-for-mayor-comptroller-assembly-district.html"} , {"body" : "NEW YORK CITY PROGRAM REDUCES COURT BACKLOGS In Brooklyn, a new program imposing strict deadlines on criminal court schedules has done what seemed to be impossible in New York courts: reduced astronomical case backlogs. A1. A FINAL WEEKEND OF CAMPAIGNING A visit from the President, a flurry of broadcast appearances and saturation-strength" , "date" : "19931029" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/29\/nyregion\/metro-digest-711093.html"} , {"body" : "Chanting \"back to school\" and waving paper pennants, about 350 children and their parents marched seven blocks yesterday from the dilapidated Brooklyn school they had occupied for 10 days to the new elementary school that will be their home until June. There they were met by the teachers and staff who also were reassigned when the old school," , "date" : "19931029" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Children Leave Occupied Brooklyn School for New One" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/29\/nyregion\/children-leave-occupied-brooklyn-school-for-new-one.html"} ,   {"body" : "Turning aside the arguments of parents who have occupied a Brooklyn elementary school to protest their treatment during the asbestos crisis, a State Supreme Court justice ruled yesterday that a local superintendent acted properly when he closed the crumbling building and transferred its students to nearby schools. Justice Joseph Dowd of State" , "date" : "19931026" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Judge Backs School Chief In Dispute With Parents" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/26\/nyregion\/judge-backs-school-chief-in-dispute-with-parents.html"} , {"body" : "For an hour or two this week there was an interlude of hope, when the parents occupying an elementary school in Brooklyn to protest their treatment in the asbestos crisis suddenly felt that their travails might be over. Then, just as quickly, a realization dawned that the political and bureaucratic knot that led to the takeover was still as tangled" , "date" : "19931024" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "31" , "title" : "For Families of Troubled P.S. 156, Protest Disrupts More Than Just Class" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/24\/nyregion\/for-families-of-troubled-ps-156-protest-disrupts-more-than-just-class.html"} , {"body" : "Exhausted from their five-day protest, the parents who took over an elementary school in Brooklyn won an agreement last night to leave the school for the weekend on the condition that they can resume the occupation of the school on Monday morning. A lawyer for the city said the agreement was not an acknowledgment of the protesters' right to take" , "date" : "19931023" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "23" , "title" : "Parents Agree To Suspend School Sit-In" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/23\/nyregion\/parents-agree-to-suspend-school-sit-in.html"} , {"body" : "Two men drove up to a street corner in Brooklyn yesterday, slowed their car to a stop and opened fire on four other men standing in the afternoon drizzle, the police said. It took a moment, as the white station wagon raced away, before stunned bystanders came to the aid of the men, who were seriously wounded, said a police spokesman, Officer Andrew" , "date" : "19931022" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Four Men Wounded in Shooting on a Brooklyn Street Corner" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/22\/nyregion\/four-men-wounded-in-shooting-on-a-brooklyn-street-corner.html"} , {"body" : "Schools Chancellor Ramon C. Cortines sought without success again yesterday to mediate between parents occupying a Brooklyn elementary school and their local community school board, which wants the parents and students to leave. Mr. Cortines visited with the parents holding Public School 156 at 104 Sutter Avenue yesterday morning -- less than 12" , "date" : "19931022" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Chancellor Tries to Resolve Parent Protest" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/22\/nyregion\/chancellor-tries-to-resolve-parent-protest.html"} , {"body" : "Schools Chancellor Ramon C. Cortines yesterday traveled to a Brooklyn elementary school that has been occupied for two days by parents protesting their students' treatment during the asbestos crisis, but he failed to persuade the parents to end the school takeover. After meeting with parents inside Public School 156, Mr. Cortines said he would" , "date" : "19931021" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Chancellor Goes to Brooklyn to Meet With Parents Taking Over School" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/21\/nyregion\/chancellor-goes-to-brooklyn-to-meet-with-parents-taking-over-school.html"} , {"body" : "Dozens of Brooklyn parents, angered by their children's nomadic journey in and out of other schools because of the asbestos crisis, have taken over an elementary school, camping out by night, conducting a few classes by day and vowing not to leave until they have a permanent building for their children. The protest, at Public School 156 in" , "date" : "19931020" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "School Is Taken Over by Angry Parents in Protest" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/20\/nyregion\/school-is-taken-over-by-angry-parents-in-protest.html"} , {"body" : "NEW YORK CITY TERM LIMITS TO GO ON BALLOT New York City voters will get to decide on Election Day whether to limit the Mayor, members of the City Council and other municipal officeholders to two consecutive four-year terms, the state's highest court, the Court of Appeals, ruled unanimously. A1. DINKINS CAMP TO PAY FOR CAMPAIGN ERROR Under pressure" , "date" : "19931020" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/20\/nyregion\/metro-digest-895893.html"} , {"body" : "Moments before she died, Wanda Betts sat her two young daughters down on a small bench. She fastened their jackets against the early evening cool then turned toward the sound of teen-age boys arguing across the street. She must have seen their guns, the police said, because the last thing she ever did was to throw herself in front of her children," , "date" : "19931020" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Mother Who Saw Neighborhood's Dangers and a Stray Bullet" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/20\/nyregion\/mother-who-saw-neighborhood-s-dangers-and-a-stray-bullet.html"} , {"body" : "Like many people in Canarsie, Rose and Anthony Gardini feel downtrodden this election year. The other day, the couple stood in front of their home, guarded by two pink flamingos and two big dogs named Muffin and Brandy, and spoke of a New York City where they say white people are increasingly locked out. Of course, the Gardinis say, they are voting" , "date" : "19931017" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Doubts About Dinkins in Canarsie Keep Area a Citadel for Giuliani" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/17\/nyregion\/doubts-about-dinkins-in-canarsie-keep-area-a-citadel-for-giuliani.html"} ,   {"body" : "The children from Public School 4 in the Bronx spent two weeks at the New York Botanical Garden learning biology and botany; now they sit two to a desk in a church basement, trying to make up their other subjects. The students at P.S. 196 in Queens spent half-days at a neighboring school; now they are getting twice the usual homework. And pupils at" , "date" : "19931012" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Aftershocks of Asbestos Mess Linger at New York's Schools" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/12\/nyregion\/aftershocks-of-asbestos-mess-linger-at-new-york-s-schools.html"} , {"body" : "A teen-ager was arrested yesterday in the shooting of a 13-year-old Brooklyn girl who was paralyzed by a bullet fired at her on Thursday night by an assailant looking for her brother, the police said. The girl, Jennifer Davis, opened the door of her apartment in the Tilden Houses in Brownsville to three teen-agers seeking her brother, said Amanita" , "date" : "19931011" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS CANAL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Youth Arrested in Shooting" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/11\/nyregion\/youth-arrested-in-shooting.html"} , {"body" : "New York City, with the help of the United States Committee for Unicef, will give free immunizations for measles, mumps and rubella, diphtheria, tetanus and whooping cough, polio, meningitis and hepatitis B to any child who needs them on Saturday. Here are immunization sites, as listed by the Department of Health. MANHATTAN Baruch Houses Child" , "date" : "19931010" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "PUBLIC INTEREST; Where to Get Free Shots for Children" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/10\/nyregion\/public-interest-where-to-get-free-shots-for-children.html"} , {"body" : "For the last six years, Rudolph Graves has been trying to buy the patch of dirt -- a haunt for drug addicts, prostitutes and car thieves, who slip in at night to strip vehicles -- that sits next to his restaurant in the Brownsville section of Brooklyn. He wants to convert it to an outdoor dining patio. But, he says, during most of that time the" , "date" : "19931008" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Vacant Lots, Except for Red Tape; New York Tries to Improve Management of 14,000 Parcels" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/08\/nyregion\/vacant-lots-except-for-red-tape-new-york-tries-improve-management-14000-parcels.html"} , {"author" : "Anna Quindlen's column will appear on Sunday and Thursday. Hembury's testimony often sounded like an outline for a bad cop movie. He testified that officers would leave the precinct unpatrolled while they rolled off in squad cars, in \"caravans,\" to rob drug houses. Gives new meaning to the complaint that there's never a cop around when you need one. The Commissioner should be outraged, and so should the rest of us, if it is true that one of the \"busier\" precincts in the city -- police euphemism for places where the chances of a drive-by shooting are moderate to excellent -- was used as a dumping ground for problem cops. Hembury testified that Queens and Manhattan were \"cushy\" assignments and that the 73d was \"a punishment\" for those with checkered pasts. Hembury arrived as a rookie. He learned fast. A study of city neighborhoods by the Citizens Committee for Children released last week put Brownsville at the bottom of nearly every category that determines quality of life for kids: poverty, health, safety and education. The least government can do is give them somebody who looks out for them and who they can look up to. The best cops should be assigned to Brownsville, and with them rookies who will learn to do the right thing. Mr. Kelly should mandate mentor relationships between squeaky-clean cops and new recruits. And in a system built on chain of command, he should be ready to discipline, demote or dismiss superior officers who oversaw a precinct in which, according to one rotten ex-cop, the people were abandoned to the predators so police could line their pockets. In the laundromat two guys in their 20's, in their leather jackets, sat atop the dryers and handed down the word on the street about the cop on the beat: \"They bad boys that got permission to be bad boys.\" Commissioner Kelly says he thinks the Mollen Commission hearings are \"scripted.\" There's no script in the Soap Suds Laundromat. There's no faith in the police, either, in a place where they need good cops more than almost anywhere else in this city." , "body" : "Walk the streets of Brownsville, Brooklyn, where even in a steady downpour people line up outside a bricked-up building that might as well have a neon sign that says \"CRACK HOUSE,\" and you know what bad scene means. Blocks and blocks of burned-out houses, drugs and crime, funerals for little kids. Inside the Soap Suds Laundromat, which shares a" , "date" : "19931003" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "15" , "title" : "Public & Private; Bad and Blue" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/03\/opinion\/public-private-bad-and-blue.html"} , {"body" : "The plumbing is so decrepit in one New York City school that the toilets will not flush and the bathrooms stink. A leaking roof in another sends rainwater seeping through classroom walls. And because the lunchroom is sealed off in a third school, children sit on the ground in the schoolyard to eat cold lunches. Parents of public-school children" , "date" : "19931002" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "26" , "title" : "Asbestos Crisis Is Exposing Broader Neglect in Schools" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/02\/nyregion\/asbestos-crisis-is-exposing-broader-neglect-in-schools.html"} , {"body" : "A former New York City police officer, nicknamed \"the Mechanic\" for his zeal in assaulting drug suspects and innocent bystanders, gave a vivid account yesterday to an investigating commission of how, he said, police officers illegally broke into homes to plunder money, narcotics and illegal guns in the Bronx. The renegade officer, Bernard Cawley," , "date" : "19930930" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Detailing Burglars in Blue: Violent Search for Booty" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/30\/nyregion\/detailing-burglars-in-blue-violent-search-for-booty.html"} , {"body" : "After a caustic campaign marked by the travails of one of the city's durable politicians, the candidates in today's Democratic runoff for city comptroller set out yesterday to insure that the few voters expected to turn out are their own. Although the latest polls show Assemblyman Alan G. Hevesi with a comfortable lead over the incumbent, Elizabeth" , "date" : "19930928" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "10% of Voters May Choose A Comptroller" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/28\/nyregion\/10-of-voters-may-choose-a-comptroller.html"} , {"body" : "Hundreds of parents and local school officials, upset at asbestos, leaks and other conditions in decrepit schools and at a week of having their children shuffled among temporary classrooms, tied up traffic on the Brooklyn Bridge yesterday and staged a noisy, angry demonstration at the headquarters of the Board of Education. Most expected little to" , "date" : "19930925" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "27" , "title" : "Parent Protest Wins Pledges From Chancellor" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/25\/nyregion\/parent-protest-wins-pledges-from-chancellor.html"} , {"body" : "He hadn't come home after work, and he hadn't called. This was not like him. For the 39 years of their marriage, Bobbie Tanenbaum could count on her husband, Sid, informing her of his whereabouts. A feeling of dread swept over her. She called at his office, the Able Metal Spinning and Stamping, in Far Rockaway, Queens. He was the president of the" , "date" : "19930921" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "15" , "title" : "BASKETBALL; Tanenbaum, Man and Player, Gets His Due" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/21\/sports\/basketball-tanenbaum-man-and-player-gets-his-due.html"} ,   {"body" : "BRONX Reporting Dinkins Innis Melendez 74 Mott Haven, Hunts Point 100 6,567 598 1,174 75 Clasons Point, West Farms, East Tremont 100 6,700 606 1,131 76 Union Port, Parkchester 100 5,754 923 990 77 High Bridge, Morris Heights 100 6,999 284 760 78 University Heights, Fordham 100 4,007 510 621 79 Tremont, Morrisania 100 7,491 420 712 80 Morris Park" , "date" : "19930916" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE 1993 PRIMARY; The Primary Races, by Assembly District" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/16\/nyregion\/the-1993-primary-the-primary-races-by-assembly-district.html"} , {"body" : "BRONX Reporting Dinkins Innis Melendez 74 Mott Haven, Hunts Point 100 6,567 598 1,174 75 Clasons Point, West Farms, East Tremont 100 6,700 606 1,131 76 Union Port, Parkchester 100 5,754 923 990 77 High Bridge, Morris Heights 100 6,999 284 760 78 University Heights, Fordham 100 4,007 510 621 79 Tremont, Morrisania 100 7,491 420 712 80 Morris Park" , "date" : "19930915" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "THE 1993 PRIMARY; The Primary Races, District by District" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/15\/nyregion\/the-1993-primary-the-primary-races-district-by-district.html"} , {"body" : "This list summarizes The Times's recommendations in some contested races in the New York City Democratic primary election today. Poll hours are 6 A.M. to 9 P.M. Comptroller Alan Hevesi Public Advocate Mark Green Bronx CITY COUNCIL 12th District (Co-op City, Williamsbridge, Baychester, Edenwald and parts of Wakefield): Lawrence Warden. 17th District" , "date" : "19930914" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "24" , "title" : "New York City Primary Choices" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/14\/opinion\/new-york-city-primary-choices.html"} , {"body" : "Memo to parents: It only seems like an interminable summer, with children who say they have nothing to do. Relief is in sight. While school officials wrestle with emergency asbestos inspections and the delay till Sept. 20 in starting classes, other institutions are offering to help fill the void. From museums to martial arts, a smelling bee and" , "date" : "19930912" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "26" , "title" : "WHILE SCHOOL IS OUT; Filling Up the Days Of Endless Summer" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/12\/nyregion\/while-school-is-out-filling-up-the-days-of-endless-summer.html"} , {"body" : "As in the rest of New York City, many City Council incumbents from Brooklyn face no serious challenge in this year's Democratic primary. That virtually guarantees their re-election in this overwhelmingly Democratic borough. Here are The Times's endorsements in some of the more spirited races. 38th District (Sunset Park, Red Hook, Gowanus and parts" , "date" : "19930910" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "For City Council From Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/10\/opinion\/for-city-council-from-brooklyn.html"} , {"body" : "For years West Indians have played a strong but supporting role in New York City politics, helping to elect black American candidates, then relying on those politicians to address their concerns. But faced with a realization that such issues as immigration law, voting rights for noncitizens and United States policy toward the Caribbean sometimes" , "date" : "19930906" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "West Indians Adding Clout At Ballot Box" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/06\/nyregion\/west-indians-adding-clout-at-ballot-box.html"} , {"body" : "Aaron Wildavsky, a political scientist who was an expert on the analysis of public policy and government budgeting, died Saturday at his home in Oakland, Calif. He was 63. The cause was lung cancer, said his son Adam. Dr. Wildavsky (pronounced will-DOV-skee), a former president of the American Political Science Association, taught at the University" , "date" : "19930906" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "16" , "title" : "Aaron Wildavsky, A Budgeting Expert And Researcher, 63" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/06\/obituaries\/aaron-wildavsky-a-budgeting-expert-and-researcher-63.html"} , {"body" : "Arthur J. Katzman, who was sometimes called \"the conscience of city government\" during 29 years as a member of New York's City Council, died on Sunday at his home in Mountain View, Calif. He was 88 years old. He died in his sleep after a brief illness, his family said. An advocate of strict ethics in government, Mr. Katzman brokered the adoption of" , "date" : "19930902" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "10" , "title" : "Arthur J. Katzman, a Councilman In New York 29 Years, Dies at 88" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/02\/obituaries\/arthur-j-katzman-a-councilman-in-new-york-29-years-dies-at-88.html"} , {"body" : "Arthur J. Katzman, who was sometimes called \"the conscience of city government\" during 29 years as a member of New York's City Council, died on Sunday at his home in Mountain View, Calif. He was 88 years old. He died in his sleep after a brief illness, his family said. An advocate of strict ethics in government, Mr. Katzman brokered the adoption of" , "date" : "19930901" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "20" , "title" : "Arthur J. Katzman, 88, Member Of New York's Council 29 Years" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/01\/obituaries\/arthur-j-katzman-88-member-of-new-york-s-council-29-years.html"} , {"body" : "MAYOR David N. Dinkins does indeed have a re-election headquarters in Crown Heights, scene of his most bare-knuckled battle to survive in office. It is a Spartan storefront a few blocks from the Hasidim's powerhouse heart on Eastern Parkway, where believers have festooned apartments and businesses with countless banners of Messianic, not mayoral," , "date" : "19930829" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "On Sunday; In Crown Hts., A Dinkins Man In the Trenches" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/29\/nyregion\/on-sunday-in-crown-hts-a-dinkins-man-in-the-trenches.html"} ,   {"body" : "On the pleasant morning of Aug. 28, 1963, a cat burglar sprang through an open kitchen window into a third-floor apartment on the East Side of Manhattan. What began as a burglary erupted into a double murder, a vast manhunt, the imprisonment of an innocent man, and, ultimately, the conviction of the admitted killer. That same August day, 30 years" , "date" : "19930829" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "30-Year-Old Echoes From Slaying of 2" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/29\/nyregion\/30-year-old-echoes-from-slaying-of-2.html"} , {"body" : "Eban Robbins, a suspect in seven shootings with a 9-millimeter pistol earlier this month in Brooklyn, was linked yesterday to yet another killing, even as he was being arraigned in his hospital bed on murder and attempted murder charges. The victim was identified by authorities as Anthony Butts, 27, a Brownsville construction worker. Mr. Butts was" , "date" : "19930826" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Parolee Is Arraigned in Two Brooklyn Shootings" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/26\/nyregion\/parolee-is-arraigned-in-two-brooklyn-shootings.html"} , {"body" : "Law-enforcement officials are investigating two groups of New York City police officers who are suspected of running separate drug-trafficking operations in Brooklyn and Manhattan, senior Federal and state investigators said yesterday. Both sets of officers, working out of two of the most violent, drug-prone areas of the city, are suspected of" , "date" : "19930826" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Shakedowns Are Suspected In 2 Precincts" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/26\/nyregion\/shakedowns-are-suspected-in-2-precincts.html"} , {"body" : "A parolee who served prison sentences for manslaughter and burglary was arrested yesterday by New York City detectives who said he was the gunman wielding a 9-millimeter pistol that killed four people and wounded two others in several incidents in Brooklyn this month. The suspect, identified as Eban Robbins, 32, of Brooklyn, was described by Chief" , "date" : "19930825" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Arrest Made In Slayings In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/25\/nyregion\/arrest-made-in-slayings-in-brooklyn.html"} , {"body" : "NEW YORK CITY DINKINS DEFENDS ACTIONS ON UNREST Mayor David N. Dinkins stood his ground during a grueling day-long questioning by a lawyer trying to show that the Mayor permitted violence against Hasidic Jews to go unchecked in Crown Heights, Brooklyn, two years ago. A1. COMBATIVE BUT CAREFUL RESPONSES It was a David N. Dinkins not often seen by" , "date" : "19930825" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/25\/nyregion\/metro-digest-445093.html"} , {"body" : "Police Commissioner Raymond W. Kelly said last night that Federal and state prosecutors were investigating allegations that a group of police officers ran a drug trafficking ring on their beats in the 73d Precinct in Brownsville, Brooklyn, systematically stealing drugs from drug dealers. The investigation has been led for the last year by the" , "date" : "19930825" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Drug Inquiry Into Officers In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/25\/nyregion\/drug-inquiry-into-officers-in-brooklyn.html"} , {"body" : "Investigators seeking a man who killed four people and wounded two others in a series of shootings with a 9-millimeter pistol in Brooklyn were questioning a man last night about the cases, a law-enforcement official said yesterday. The police declined to call the man a suspect. But the official, who spoke on the condition of anonymity, said that" , "date" : "19930824" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Investigators Question a Man In Rash of Brooklyn Shootings" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/24\/nyregion\/investigators-question-a-man-in-rash-of-brooklyn-shootings.html"} , {"body" : "The morning of Aug. 14 began joyously for Barbara Kelley when, at 2:45 A.M., a nurse at St. Mary's Hospital in Crown Heights, Brooklyn, brought word of the birth of her first grandchild, a girl. But little more than an hour later, as Ms. Kelley returned home, she was greeted by police officers with word that her husband, Tony Gray, had become the" , "date" : "19930823" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "4 Are Killed And 2 Hurt; Only Clue Is the Gun" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/23\/nyregion\/4-are-killed-and-2-hurt-only-clue-is-the-gun.html"} , {"body" : "Investigators believe that a gun used to kill one man and critically injure a woman in a Brooklyn neighborhood 10 days ago was also used in three other shootings a few blocks away two days later in which three men were killed and a fourth was seriously wounded. Ballistics tests determined that the same 9-millimeter gun was used in all the" , "date" : "19930822" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Brooklyn Shootings of 6 Are Linked to Same Gun" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/22\/nyregion\/brooklyn-shootings-of-6-are-linked-to-same-gun.html"} , {"body" : "A Brooklyn teen-ager was arrested last night in Wednesday's killing of a father of 12 who was shot on his way home from his job as a dishwasher. The police said Rechon Fields, 17 years old, of 301 Sutter Avenue, was charged with second-degree murder in the death of Jose Duran, 48. Mr. Duran was shot as two of his eight sons watched from the window" , "date" : "19930821" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Youth Charged With Killing Father of 12" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/21\/nyregion\/youth-charged-with-killing-father-of-12.html"} ,   {"body" : "NEW YORK CITY DINKINS AIDES CRITICIZED ON CONTRACT The city's Department of Investigation has said that senior members of the Dinkins administration improperly granted special access to a data-processing company that was seeking a contract to take over many operations of the city's Parking Violation Bureau. A1. The company involved in the parking" , "date" : "19930819" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/19\/nyregion\/metro-digest-654993.html"} , {"body" : "A father of 12 who was returning home from work as a dishwasher at an expensive French restaurant was shot and killed in a robbery yesterday, less than a block from his front door in Brownsville, Brooklyn, the police said. Watching from a window of the first-floor apartment for his father's nightly return minutes after midnight, one of the man's" , "date" : "19930819" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Father of 12 Shot to Death Near Home In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/19\/nyregion\/father-of-12-shot-to-death-near-home-in-brooklyn.html"} , {"body" : "When Norman Sealy started restoring stained glass at a church this summer, his mother began thinking of him as a saint. \"My mother is very religious,\" he explained. Mr. Sealy is one of 24 summer interns working on a restoration effort at St. Ann and the Holy Trinity Episcopal Church in Brooklyn Heights through the city's summer jobs program for" , "date" : "19930811" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Using Old Art of Stained Glass to Train the Young" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/11\/nyregion\/using-old-art-of-stained-glass-to-train-the-young.html"} , {"body" : "Tractors amble along the narrow highway that cuts through this upstate village, and it's not unusual to see rows of corn growing in backyards. When people pass one another on the street, they never fail to say hello. These are the things Rashad Herdigen loves about Candor, where he has spent the last 10 summers through the Fresh Air Fund. They are" , "date" : "19930808" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CANDOR (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "A Nice Place to Visit, And to Live Someday" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/08\/nyregion\/a-nice-place-to-visit-and-to-live-someday.html"} , {"body" : "From the outset, the case against the Bank of Credit and Commerce International has not suffered from a lack of superlatives. The affair has been called the most spectacular financial scandal in history. It led to the indictment of Clark M. Clifford, one of Washington's most successful and influential power brokers. Mr. Clifford, as well as his" , "date" : "19930803" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "10" , "title" : "In Altman Case, a Clinic in Technique" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/03\/us\/in-altman-case-a-clinic-in-technique.html"} , {"body" : "Three youths were arrested at a municipal swimming pool in Brooklyn yesterday and accused of touching a 12-year-old girl sexually and trying to strip off her swimsuit. It was the latest in a series of similar incidents at New York City pools that have prompted denunciations and crackdowns by city officials. The boys -- Brooklyn residents who are" , "date" : "19930730" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "3 Youths Are Arrested in Assault at Public Pool" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/30\/nyregion\/3-youths-are-arrested-in-assault-at-public-pool.html"} , {"body" : "It was in many ways a simple life that Austin Smith led. He rode his bicycle through the unhurried streets of Copiague, L.I. He went for dips in the neighbors' pool. And he attended Bible classes and Sunday school at his church. To him, the reports of violence in neighborhoods like Brownsville in Brooklyn, where his cousins lived, were only tales." , "date" : "19930729" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Visit to Brooklyn Cousins Ends in Death for L.I. Boy" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/29\/nyregion\/visit-to-brooklyn-cousins-ends-in-death-for-li-boy.html"} , {"body" : "Duty-bound to make it clear that people may not play subway motorman whenever they like but wary of punishing a folk hero -- and a mere boy, at that -- law-enforcement officials settled yesterday on three years' probation for the 16-year-old who took the controls of a subway train for three and a half hours in May. The penalty appeared not to dim" , "date" : "19930715" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Aficionado Of Subway Spared Prison" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/15\/nyregion\/aficionado-of-subway-spared-prison.html"} , {"body" : "In her cramped apartment overlooking the plaza where her daughter was killed last week, Mozella Womack was preparing to set extra plates for the six grandchildren who are now staying permanently with her. Ms. Womack, age 50, said she would have to make doctors' appointments for the six children left orphaned by their mother's death. Although she" , "date" : "19930712" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Shots, and 2 Mothers Grieve Again; 6 Grandchildren to Feed, And Little Time to Mourn" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/12\/nyregion\/shots-2-mothers-grieve-again-6-grandchildren-feed-little-time-mourn.html"} , {"body" : "Frances Davis and Tracey Wood are tied together by motherhood, the streets of Brooklyn and the scars of violence. Mrs. Davis lives with the haunting memory that over the last six years her three sons were cut down by gunfire in a violent patch of Bedford-Stuyvesant. Ms. Wood, a mother of eight, was herself a victim, a hapless target of gunfire that" , "date" : "19930712" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "Love Is Not a Shield For Rain of Bullets" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/12\/us\/love-is-not-a-shield-for-rain-of-bullets.html"} ,   {"body" : "A 16-year-old boy who the police say killed a mother of eight this week was arrested early yesterday in the Brownsville section of Brooklyn. The youth, Derek Anderson, was arrested at his home at 315 Sutter Avenue, in the Brownsville Houses, and charged with second-degree murder, said Sgt. Daniel Barbero of the Housing Authority Police. He said Mr." , "date" : "19930711" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Youth Arrested in Fatal Shooting" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/11\/nyregion\/youth-arrested-in-fatal-shooting.html"} , {"body" : "One woman had just hugged her mother goodbye. The other was out for a late-night walk. Suddenly gunshots rang out on the Brooklyn streets, fatally wounding one of the women as she pushed a toddler in a stroller, with a 3-year-old at her side, and critically injuring the other. Both women, the police said, were unintended victims in separate" , "date" : "19930709" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "2 Brooklyn Women Are Felled On Streets Ruled by Weapons" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/09\/nyregion\/2-brooklyn-women-are-felled-on-streets-ruled-by-weapons.html"} , {"body" : "There is a sense of unreality to these well-tended residential enclaves. Homes with red brick or pastel frame facades and quaint features like awnings, dormer windows and shutters, share blocks with rubble-strewn lots and dilapidated or fire-damaged buildings. Lawn furniture, beds of lush flowers and chalk-white garden statues sit behind" , "date" : "19930629" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Moderate-Income Families Staking Claim to the South Bronx" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/29\/nyregion\/moderate-income-families-staking-claim-to-the-south-bronx.html"} , {"body" : "A retired New York City police officer working as a security guard was seriously wounded during a robbery yesterday morning at a Brooklyn housing project, the police said. The robbery suspect, identified by the police as Stanley Murray, 18, of 345 Livonia Avenue, was also wounded. Both men were in critical but stable condition at Brookdale Hospital" , "date" : "19930629" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Retired Officer Wounded" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/29\/nyregion\/retired-officer-wounded.html"} , {"body" : "Having been indicted, booked, fingerprinted, tried, convicted, ousted as one of New York State's most powerful lawmakers and, last week, cleared by a Federal appeals court, Mel Miller seemed to need only one thing as he talked about his two-and-a-half-year ordeal: a drummer to go bah-dum-dum as he tossed off one-liners. Of the prosecutor: \"Do I" , "date" : "19930628" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "After Losing It All, No Bitterness Shows" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/28\/nyregion\/after-losing-it-all-no-bitterness-shows.html"} , {"body" : "To the Editor: Your June 16 article on James Madison High School notwithstanding, Sylvia Fine Kaye never graduated from Madison. She and her husband, Danny, were products of Thomas Jefferson, the Brownsville-East New York high school. Sylvia graduated in 1929, Danny in 1930 -- long before Madison's foundations were laid. I was there. I have" , "date" : "19930628" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "16" , "title" : "More Notable Alumni of a Brooklyn School" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/28\/opinion\/l-more-notable-alumni-of-a-brooklyn-school-792093.html"} , {"body" : "THIS summer, some people may lug to the beach all 1,295 pages of Gore Vidal's collected essays, \"United States,\" or Vikram Seth's 1,349-page novel, \"A Suitable Boy.\" (They'd make a nearly balanced set of exercise weights.) It's a safe bet those people won't have children and their paraphernalia to lug along, too. A parent can carry only so much," , "date" : "19930613" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Books"] , "page_facet" : "4" , "title" : "BEACH READING; Best Books For the Shore, For Young And Old" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/13\/books\/beach-reading-best-books-for-the-shore-for-young-and-old.html"} , {"body" : "A GRATIFYING sight awaits Andrew Carnegie should he decide to materialize on Amboy Road in the Tottenville section of Staten Island. A library built with his money in 1904 has been overhauled at a cost of $1.9 million by the Department of General Services. It reopened in March -- repaired, restored and braced for the brave new audio-visual world of" , "date" : "19930606" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Perspectives: Renewing the Branches; Carnegie's Library Parade Marches On" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/06\/realestate\/perspectives-renewing-the-branches-carnegie-s-library-parade-marches-on.html"} , {"body" : "Bronx voters returned to office the former presidents of two corruption-plagued community school boards who were removed from office recently amid accusations of wrongdoing, according to results of the May 4 school board election released yesterday. The voters in Districts 9 and 12 in the Bronx also re-elected several other present and former board" , "date" : "19930517" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Ousted Chiefs Due to Rejoin School Boards" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/17\/nyregion\/ousted-chiefs-due-to-rejoin-school-boards.html"} , {"body" : "Sixteen-year-old Keron Thomas's obsession with subway trains did not begin in early childhood because in early childhood he was in Trinidad and Trinidad does not have trains. But, oh, when he got to New York. He fell in love with the cruising, squealing monsters. He sometimes rode them just for fun. He hung around subway stations and learned the" , "date" : "19930512" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "Subway Caper Fueled by Passion for Trains" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/12\/us\/subway-caper-fueled-by-passion-for-trains.html"} ,   {"body" : "Police Commissioner Raymond W. Kelly announced a crackdown yesterday on motorists driving with suspended licenses. For the first time, any driver stopped by the police with two or more suspensions arising from separate incidents will be arrested rather than merely given a summons. The procedure, which will take effect today, is a response to three" , "date" : "19930504" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Kelly Orders Crackdown On Licenses" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/04\/nyregion\/kelly-orders-crackdown-on-licenses.html"} , {"body" : "A NEW ATTITUDE ON SMALL BUSINESS After decades of counting on big business and local government to create jobs, New York City must now look mainly to small companies to rebuild its decimated jobs base and thus must make it easier for them to operate, political leaders, economists and urban planners say. This represents a new attitude toward small" , "date" : "19930503" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/03\/nyregion\/metro-digest-778593.html"} , {"body" : "The battle for control of New York City's 32 school boards moved to churches, streets and parks yesterday, as opponents made a final push in a heated election that some combatants hope will chart the ideological future of education in the city. Two days before the voting, congregants at St. Patrick's Cathedral swarmed near the stone entrance to" , "date" : "19930503" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "School Election Battle Moves To Street, Parks and Churches" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/03\/nyregion\/school-election-battle-moves-to-street-parks-and-churches.html"} , {"body" : "The New York City Police Department said yesterday that it is considering new procedures to crack down on unlicensed drivers in the wake of three car accidents in the last three weeks that killed three pedestrians in Brooklyn, all children, and injured several others. Meanwhile, a 90-year-old woman was killed yesterday in Brooklyn by a car driven" , "date" : "19930503" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Action On Illegal Drivers Is Contemplated by Police" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/03\/nyregion\/action-on-illegal-drivers-is-contemplated-by-police.html"} , {"body" : "For the third time in two weeks, a motorist with a long record of driver's license suspensions was arrested after striking and killing a child in Brooklyn, the police said yesterday. In the latest crash, a car mounted a curb, careered into a pay telephone and struck four people yesterday, including a 4-year-old boy and a 2-year-old girl. The police" , "date" : "19930502" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "Car Careers Over Curb, Killing Boy, 4" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/02\/nyregion\/car-careers-over-curb-killing-boy-4.html"} , {"body" : "IN their effort to create new parks and playgrounds in sections of New York City that do not have enough of them, government agencies and nonprofit organizations are understanding more and more that, as Kermit the Frog would say, it's not that easy being green. Seeking to establish open spaces, Lilliputian or Brobdignagian, in underserved" , "date" : "19930404" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Creating Parks In a Crowded Metropolis" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/04\/realestate\/creating-parks-in-a-crowded-metropolis.html"} , {"body" : "A teacher at a Brooklyn elementary school has been charged with raping a 12-year-old student who went to his home for tutoring, the police said. In a separate incident, a teacher at a Bronx intermediate school was arrested yesterday on charges that he pushed a student off her chair and then kicked her. The cases follow the arraignment on Thursday" , "date" : "19930313" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "26" , "title" : "Teachers Are Held in Rape and Attack in 2 Cases" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/13\/nyregion\/teachers-are-held-in-rape-and-attack-in-2-cases.html"} , {"body" : "The saga of Mike Tyson smacks of an old Warner Brothers movie: a wayward teen-ager, better with his fists than with anything else, finds understanding adults who help him to become a champion, only to self-destruct when his mentors are replaced by exploiters. \"Fallen Champ: The Untold Story of Mike Tyson\" is not entirely untold; much of it has been" , "date" : "19930212" , "day_of_week_facet" : "Friday" , "page_facet" : "32" , "title" : "TVWeekend; The Rise and Fall of a Boxing Champ" , "url" : "http:\/\/www.nytimes.com\/1993\/02\/12\/news\/tvweekend-the-rise-and-fall-of-a-boxing-champ.html"} , {"body" : "Barbara Kopple's documentaries usually honor the downtrodden. Typically, the subjects are anonymous, hard-working Americans oppressed by corporate greed. \"Harlan County, U.S.A.\" (1976) was an emotional portrait of striking Kentucky coal miners abused by a power company. \"American Dream\" (1990) was a parable of the decline of union power as" , "date" : "19930207" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "TELEVISION; A Poet of the Proletariat Finds an Unlikely Subject" , "url" : "http:\/\/www.nytimes.com\/1993\/02\/07\/movies\/television-a-poet-of-the-proletariat-finds-an-unlikely-subject.html"} , {"body" : "In struggling neighborhoods from the northeast Bronx to southeast Queens, a new sort of political warlord is walking the ground that once belonged to the powerful Democratic county bosses in New York City. And none is more successful than a Brooklyn Assemblyman who is scarcely known outside political circles or his own dilapidated Bushwick" , "date" : "19930207" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Growth of a New-Age Political Machine" , "url" : "http:\/\/www.nytimes.com\/1993\/02\/07\/nyregion\/growth-of-a-new-age-political-machine.html"} ,   {"body" : "Michael Dokes said he needed some rest, so he spent most of yesterday afternoon lying in bed, watching game shows on television. Was it a dress rehearsal? If tonight's heavyweight championship goes as anticipated, Dokes will be lying on his back before the first round ends at Madison Square Garden. It could be over that quickly. Riddick Bowe, the" , "date" : "19930206" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "29" , "title" : "BOXING; Dokes May Not Be Ready, but He Is Well Rested" , "url" : "http:\/\/www.nytimes.com\/1993\/02\/06\/sports\/boxing-dokes-may-not-be-ready-but-he-is-well-rested.html"} , {"body" : "Mike Tyson, the imprisoned former heavyweight champion who is from the same Brooklyn neighborhood as Riddick Bowe, sent Bowe a message yesterday, and it wasn't to wish him good luck. In comments dictated on the telephone to his assistant trainer, Rory Holloway, and then released to the news media, Tyson called Bowe \"obese.\" Tyson, who grew up in" , "date" : "19930206" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "31" , "title" : "BOXING; Tyson's 'Dear Riddick' Letter" , "url" : "http:\/\/www.nytimes.com\/1993\/02\/06\/sports\/boxing-tyson-s-dear-riddick-letter.html"} , {"author" : "Catherine S. Manegold is a reporter on the metropolitan staff of The New York Times." , "body" : "Al Sharpton was up on the stage, that familiar voice booming and his words streaming in a hot cascade over an audience of teen-agers, most of them black, who strained forward in their chairs. The Democratic senatorial primary was long since over. But Sharpton looked as though none of that had really registered. Two months after his defeat, he was" , "date" : "19930124" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "18" , "title" : "The Reformation of a Street Preacher" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/24\/magazine\/the-reformation-of-a-street-preacher.html"} , {"body" : "ON a rainy winter afternoon, the writer Sandra Cisneros stands before a ragtag group of children and adults in the tiny Brownsville branch of the Brooklyn Public Library, and with orange and black cat-eyed glasses perched atop her head, begins her song of life in the barrio. One hand clutches her open book. The other moves passionately, as does her" , "date" : "19930107" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Books" , "Style"] , "page_facet" : "1" , "title" : "AT THE LIBRARY WITH: Sandra Cisneros; A Solo Traveler In Two Worlds" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/07\/garden\/at-the-library-with-sandra-cisneros-a-solo-traveler-in-two-worlds.html"}]