[  {"body" : "In the days leading up to Christmas Eve each year, the Rev. John Flynn, the pastor of St. Martin of Tours Roman Catholic Church in the Bronx, gets a few calls asking when Midnight Mass begins. It is not a trick question. \"I tell them, 8 o'clock,\" he said. Parishioners decided it was too risky to walk through the streets of Crotona at such a late" , "date" : "19931224" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Midnight Mass Comes Early As Urban Fear Battles Faith" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/24\/nyregion\/midnight-mass-comes-early-as-urban-fear-battles-faith.html"} , {"body" : "It was 4 P.M., well after the close of another New York City school day last week, and the squawking radios at the headquarters of the school safety force of the Board of Education had fallen silent. Gary Armstead, operations coordinator, was leafing through the day's reports on violence in schools across the city. Safety officers had rescued a" , "date" : "19931224" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "On the Barricades Against Violence in the Schools; As Fears Over Security Grow, New York's School Safety Force Struggles to Keep Up" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/24\/nyregion\/barricades-against-violence-schools-fears-over-security-grow-new-york-s-school.html"} , {"body" : "A Brooklyn man was arrested and charged yesterday with beating his 2-month-old son to death, the police said. The man, Gregory Chavis, 35, who lives in a family shelter, was charged with second-degree murder and first-degree assault, said Officer Merri Pearsall, a police spokeswoman. His son, Gregory Chavis Jr., died on Tuesday morning as he was" , "date" : "19931223" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Held in Son's Death" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/23\/nyregion\/man-held-in-son-s-death.html"} , {"body" : "The five engineers on the winning team in the nationwide design competition were celebrating their victory, partying hard on Haagen-Dazs and Nestle bars in their top-floor headquarters, standing around the soaring creation that had absorbed so much of their time and imagination, and boasting that no one else could have done the job. \"Especially not" , "date" : "19931220" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Prize for School Project Bridges Old Gender Gap" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/20\/nyregion\/prize-for-school-project-bridges-old-gender-gap.html"} , {"body" : "An off-duty police officer who had just dropped off his daughter at a preschool program in Brooklyn was shot and seriously wounded yesterday morning in a gun battle with a man who wanted his sheepskin jacket, the police said. The officer was attacked as he walked past a basketball court at a housing project in Brownsville. Then, wounded in the" , "date" : "19931218" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Officer Shot In Gunfight Over Jacket" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/18\/nyregion\/officer-shot-in-gunfight-over-jacket.html"} , {"body" : "After working another 12-hour day as produce manager of a Queens supermarket, Chul Ho Park was taking a break, sitting on a milk crate in the back of the store, when a man with a gun appeared in front of him and ordered him to lie down on the floor. Mr. Park, whose English was poor, probably did not understand and may not have obeyed quickly enough" , "date" : "19931217" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Long Days, a Produce Manager, a Pistol and Death in Queens" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/17\/nyregion\/long-days-a-produce-manager-a-pistol-and-death-in-queens.html"} , {"body" : "A day after arresting a 17-year-old youth in the shooting of a pregnant Queens teen-ager, the police yesterday questioned the victim's boyfriend for a second time, noting that the young man knew the suspect. The boyfriend, John Clemenza, 18, was taken in for questioning hours after the police arrested Peter Kapihe in the robbery and shooting of Mr." , "date" : "19931208" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Police Query Man 2d Time In a Shooting" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/08\/nyregion\/police-query-man-2d-time-in-a-shooting.html"} , {"body" : "At a time of growing concern about violence and weapons in schools, the New York City Board of Education has spent at least $38 million on a high-tech security system that, school and union officials say, is a year overdue, susceptible to vandalism and too complex for many school employees to operate. The system, ordered for some troubled New York" , "date" : "19931205" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S." , "Education"] , "page_facet" : "1" , "title" : "Security System Is Failing Tests In High Schools" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/05\/us\/security-system-is-failing-tests-in-high-schools.html"} , {"body" : "The train clanked forward at a top speed of 10 miles an hour, but even so it rocked on the antique, uneven tracks like a ship at sea. The grass and weeds sprouting between the ties might captivate a botanist, but John Cossman, the engineer, complained that when they get high enough, they make the wheels on his twin 130-ton engines spin as if they" , "date" : "19931127" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA" , "LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Taking Steps to Revive Region's Rail Freight" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/27\/nyregion\/taking-steps-to-revive-region-s-rail-freight.html"} , {"body" : "Most of the time the girls just take the beatings. They may think that getting beaten up is normal, or that there are no alternatives. Or they may be afraid they will be beaten worse if they complain, perhaps even killed. Their fears are not irrational. Although they are still in high school, murder is real to them, as real as the stinging cuts and" , "date" : "19931124" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "25" , "title" : "In America; Battered Girls in School" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/24\/opinion\/in-america-battered-girls-in-school.html"} ,   {"body" : "NEW YORK history buffs can indulge a range of interests with these geographically specific books. They are available at New York Bound Bookshop (50 Rockefeller Plaza, 212-245-8503) and many may be found in other stores. A HISTORY OF THE CITY OF BROOKLYN by Henry R. Stiles (Heritage Press). Three comprehensive volumes on Brooklyn to 1970, covering" , "date" : "19931121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "5" , "title" : "NEW YORK BOOKSHELF; Small Towns in the Big City" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/21\/nyregion\/new-york-bookshelf-small-towns-in-the-big-city.html"} , {"body" : "Instead of running all day, drug sales now begin at nightfall. Dealers are slightly more discreet, walking alongside potential buyers rather than announcing brand names to passers-by, and avoiding the avenues, which are often lined with police officers. The Police Department's years-long efforts to root out the drug trade in \"the Well\" -- an" , "date" : "19931121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BUSHWICK UPDATE; Rough Sailing in Wake of Drug Crackdown" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/21\/nyregion\/neighborhood-report-bushwick-update-rough-sailing-in-wake-of-drug-crackdown.html"} , {"body" : "WHITMAN'S PLEDGE MAY MEAN SACRIFICE If Christine Todd Whitman is going to make good on her promise to cut New Jersey income taxes, her own supporters will have to pay a part of the price, analysts say. A1. Mrs. Whitman's advisers point to Massachusetts and Michigan as examples of states where Republicans succeeded in reversing years of supposed" , "date" : "19931109" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/09\/nyregion\/metro-digest-732293.html"} , {"body" : "A 50-year-old woman who had been a crossing guard at her neighborhood school for 22 years was stabbed to death in her apartment in Brooklyn on Sunday evening and her 12-year-old grandson critically wounded, the police said yesterday. Gladys Aviles, who held a second job cleaning the school as she struggled as a single parent to raise four children," , "date" : "19931109" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A School Crossing Guard Is Slain in Her Apartment" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/09\/nyregion\/a-school-crossing-guard-is-slain-in-her-apartment.html"} , {"body" : "COMMUNITY organizing seems nearly always to begin with anger. Frustration, often escalating into rage, is common when you see a drug dealer selling his stuff on your street corner each night, or an overpriced grocery store selling rotten vegetables, or a landlord repeatedly refusing to fix whatever is leaking, dripping or malfunctioning. A first" , "date" : "19931107" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "PUBLIC INTEREST; Community Groups: Call the Roll" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/07\/nyregion\/public-interest-community-groups-call-the-roll.html"} , {"body" : "In union halls, churches, storefront offices and political clubs across the city, thousands of foot soldiers are preparing for the hand-to-hand political combat that will provide tomorrow's gritty climax to the mayoral race: getting out the vote. With the race too close to call, strategists for both Mayor David N. Dinkins and Rudolph W. Giuliani" , "date" : "19931101" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE 1993 CAMPAIGN: Volunteers; With Contest Close, the Day Of the Vote-Pullers Arrives" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/01\/nyregion\/1993-campaign-volunteers-with-contest-close-day-vote-pullers-arrives.html"} , {"body" : "In rainswept rallies and live radio interviews, the New York City mayoral candidates swung into the homestretch yesterday, with Mayor David N. Dinkins using the powers of incumbency to showcase city programs, and Rudolph W. Giuliani releasing a new television advertisement rebutting the Mayor's latest attacks by demanding, \"How about something" , "date" : "19931031" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE 1993 CAMPAIGN: The Mayor's Race; NEW YORK CONTEST GOES DOWN TO WIRE IN HECTIC WEEKEND" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/31\/nyregion\/1993-campaign-mayor-s-race-new-york-contest-goes-down-wire-hectic-weekend.html"} , {"body" : "About 550 students and more than 150 school employees had to be evacuated from a Brooklyn elementary school yesterday afternoon when a small fire sent smoke through hallways and classrooms, fire officials said. The fire, at Public School 106 in Bushwick, was confined to a closet in an empty fourth-floor classroom and was declared suspicious, said a" , "date" : "19931026" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "School Evacuated in Fire" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/26\/nyregion\/school-evacuated-in-fire.html"} , {"body" : "Five years after his dream for Olympic gold vanished, and he vowed he would never lose a fight again, Junior Jones of Brooklyn won one of boxing's ultimate but unheralded prizes tonight: a bantamweight world championship. Jones, the 118-pound, 22-year-old boxer from Bushwick, staged a stunning late comeback to take a unanimous decision and unseat" , "date" : "19931024" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "BOXING; Jones Keeps Promise To Stay Undefeated" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/24\/sports\/boxing-jones-keeps-promise-to-stay-undefeated.html"} , {"body" : "In a concerted appeal to black and Hispanic voters yesterday, Rudolph W. Giuliani toured Brooklyn field offices in Bushwick and Sunset Park, picked up an endorsement from black business owners and repeatedly called on voters to unite around shared problems like crime and the economy. In contrast to recent days, when he sharply attacked Mayor David" , "date" : "19931024" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "CAMPAIGN TRAIL; Black Business Owners Endorse Giuliani, Who Stresses Unity" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/24\/nyregion\/campaign-trail-black-business-owners-endorse-giuliani-who-stresses-unity.html"} ,   {"body" : "As he circulates around New York City in search of a second term, Mayor David N. Dinkins these days seldom uses Rudolph W. Giuliani's name, deliberately mislabeling his opponent as a \"Republican conservative candidate\" and describing him as a man without compassion for the homeless or appreciation for the city's diversity. In stump speeches that he" , "date" : "19931021" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Dinkins Message: Despite Problems, a City on the Mend" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/21\/nyregion\/dinkins-message-despite-problems-a-city-on-the-mend.html"} , {"body" : "Two weeks ago, Earn J. Lloyd of the Bronx staggered into the emergency room at Montefiore Medical Center nearly comatose, nearly blind and barely able to walk. Doctors discovered he had severe diabetes, which kept him in the hospital for the next 10 days. But Mr. Lloyd's more serious medical problem was the lack of a decent general doctor, which" , "date" : "19931018" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Shortage of Doctors in Poor Areas Is Seen as Barrier to Health Plans" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/18\/nyregion\/shortage-of-doctors-in-poor-areas-is-seen-as-barrier-to-health-plans.html"} , {"body" : "New York City, with the help of the United States Committee for Unicef, will give free immunizations for measles, mumps and rubella, diphtheria, tetanus and whooping cough, polio, meningitis and hepatitis B to any child who needs them on Saturday. Here are immunization sites, as listed by the Department of Health. MANHATTAN Baruch Houses Child" , "date" : "19931010" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "PUBLIC INTEREST; Where to Get Free Shots for Children" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/10\/nyregion\/public-interest-where-to-get-free-shots-for-children.html"} , {"body" : "IN a city whose parts are mostly separated by water, the Brooklyn-Queens line is singular as the only major land boundary dividing boroughs, stretching for 12 undefended miles from the East River to Jamaica Bay. And as Staten Island, the most insular of the city's parts, contemplates secession -- thereby contesting the frosty notion that good moats" , "date" : "19931009" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "RIDGEWOOD (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "ABOUT NEW YORK; Borough Tourist's Guide To the Border Crossing" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/09\/nyregion\/about-new-york-borough-tourist-s-guide-to-the-border-crossing.html"} , {"body" : "Nobody talks much about Bushwick. It's just a tired, old, poverty-racked neighborhood in Brooklyn where adults without jobs move listlessly from one boring day to the next, and the police have to close off streets to slow the high-energy encroachment of youthful drug dealers, and the children, of whom there are many, find it difficult to dream" , "date" : "19931006" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "21" , "title" : "In America; The Echoes of Bushwick" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/06\/opinion\/in-america-the-echoes-of-bushwick.html"} , {"body" : "Mayor David N. Dinkins went to the Upper West Side one morning last week to mingle with ordinary New Yorkers -- an endeavor that often produces a spontaneity that can be at odds with Mr. Dinkins's own penchant for preparedness. A middle-aged man approached the Mayor, asked him what he was doing next Saturday and then invited him to his son's bar" , "date" : "19931006" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Group by Group, Dinkins Seeks to Unite Support" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/06\/nyregion\/group-by-group-dinkins-seeks-to-unite-support.html"} , {"body" : "An 18-hour occupation of a newly constructed public housing project in Williamsburg, Brooklyn, came to a peaceful conclusion yesterday afternoon when about 200 mostly Hispanic protesters, who were demanding more apartments in the complex, began trickling out, clutching blankets, television sets and the hands of their children. City officials" , "date" : "19931003" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "200 Protesters Leave Project Peacefully" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/03\/nyregion\/200-protesters-leave-project-peacefully.html"} , {"body" : "Lydia Watt stuffs pillows, blankets and sheets under the door to keep rats out of her bedroom at night in her small apartment in the Williamsburg section of Brooklyn. Some mornings, she wakes up to find her small kitchen ransacked by the rodents, with cereal, sugar and flour spilled everywhere. \"I just got fed up,\" she said, speaking through the" , "date" : "19931003" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "Seeking A Chance For a Home" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/03\/nyregion\/seeking-a-chance-for-a-home.html"} , {"body" : "After a caustic campaign marked by the travails of one of the city's durable politicians, the candidates in today's Democratic runoff for city comptroller set out yesterday to insure that the few voters expected to turn out are their own. Although the latest polls show Assemblyman Alan G. Hevesi with a comfortable lead over the incumbent, Elizabeth" , "date" : "19930928" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "10% of Voters May Choose A Comptroller" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/28\/nyregion\/10-of-voters-may-choose-a-comptroller.html"} , {"body" : "Valentina Popovic, an engineering student who was hit and dragged by a stolen Jeep in upper Manhattan, died early yesterday at St. Luke's-Roosevelt Hospital Center of cardiac arrest as a result of \"massive injuries,\" said a hospital spokeswoman, Judy Pommett. Ms. Popovic, a native of Valjevo, Serbia, left her war-torn country only to be a victim of" , "date" : "19930926" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "Exchange Student Dies After Being Dragged by a Stolen Jeep" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/26\/nyregion\/exchange-student-dies-after-being-dragged-by-a-stolen-jeep.html"} ,   {"body" : "Friends of a woman dragged for blocks in upper Manhattan by a stolen Jeep on Thursday evening gathered at her hospital bedside yesterday in hopes that the Yugoslav exchange student would survive despite her severe injuries. The woman, Valentina Popovic, 25, of Valjevo, Serbia, was listed in extremely critical condition last night at St." , "date" : "19930925" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Woman Hurt By Stolen Jeep Clings to Life" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/25\/nyregion\/woman-hurt-by-stolen-jeep-clings-to-life.html"} , {"body" : "In a wild chase through upper Manhattan during rush hour last night, a man driving a stolen Jeep struck a pedestrian, dragged her nearly 10 blocks, careened into a city bus and collided with a police car before he finally came to a halt, the police said. Police officers began pursuing the driver near 135th Street and Lenox Terrace, but as he headed" , "date" : "19930924" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Jeep in Chase Drags Woman 10 Blocks" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/24\/nyregion\/jeep-in-chase-drags-woman-10-blocks.html"} , {"body" : "BRONX Reporting Dinkins Innis Melendez 74 Mott Haven, Hunts Point 100 6,567 598 1,174 75 Clasons Point, West Farms, East Tremont 100 6,700 606 1,131 76 Union Port, Parkchester 100 5,754 923 990 77 High Bridge, Morris Heights 100 6,999 284 760 78 University Heights, Fordham 100 4,007 510 621 79 Tremont, Morrisania 100 7,491 420 712 80 Morris Park" , "date" : "19930916" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE 1993 PRIMARY; The Primary Races, by Assembly District" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/16\/nyregion\/the-1993-primary-the-primary-races-by-assembly-district.html"} , {"body" : "BRONX Reporting Dinkins Innis Melendez 74 Mott Haven, Hunts Point 100 6,567 598 1,174 75 Clasons Point, West Farms, East Tremont 100 6,700 606 1,131 76 Union Port, Parkchester 100 5,754 923 990 77 High Bridge, Morris Heights 100 6,999 284 760 78 University Heights, Fordham 100 4,007 510 621 79 Tremont, Morrisania 100 7,491 420 712 80 Morris Park" , "date" : "19930915" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "THE 1993 PRIMARY; The Primary Races, District by District" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/15\/nyregion\/the-1993-primary-the-primary-races-district-by-district.html"} , {"body" : "An 8-year-old boy was seriously injured near his house in Brooklyn on Wednesday night when he was struck by a car that carried him on its hood for more than 100 feet before the child fell off, the police said yesterday. The car then sped off. The boy, Jamel Ashe, was in critical condition in Kings County Hospital with head injuries and a broken" , "date" : "19930903" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Boy, 8, Injured in Hit-and-Run" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/03\/nyregion\/boy-8-injured-in-hit-and-run.html"} , {"body" : "NEW YORK CITY A MILLION CHILDREN AND NO SCHOOL New York City's government, to say nothing of the parents of its one million public school students, began the monumental task of finding ways to occupy those children all day while the city's schools remain closed until at least Sept. 20 because of the asbestos crisis. A1. The Board of Education voted" , "date" : "19930903" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/03\/nyregion\/metro-digest-478593.html"} , {"body" : "It was getting dark Saturday evening when Anna Ruiz finished praying with neighbors in an apartment of a building next to hers in the Robert F. Wagner Houses in East Harlem. She passed up coffee and sweets to get home before nightfall. But the 61-year-old widow did not complete the short walk to her building across the courtyard. Less than 50 yards" , "date" : "19930823" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)" , "BEDFORD-STUYVESANT (NYC)" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "East Harlem Woman Dies When Hit by Stray Bullet" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/23\/nyregion\/east-harlem-woman-dies-when-hit-by-stray-bullet.html"} , {"body" : "Random gunfire erupted in two Brooklyn neighborhoods yesterday, killing a 60-year-old man as he chatted with a friend about going fishing today and wounding a 6-year-old boy sitting on his grandmother's lap on the way to buy sneakers for his first day in first grade, the police and witnesses said. The two unrelated incidents occurred within 15" , "date" : "19930822" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Man Killed and Boy, 6, Injured In Separate Random Shootings" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/22\/nyregion\/man-killed-and-boy-6-injured-in-separate-random-shootings.html"} , {"body" : "In their darkest days, the blocks around St. Barbara's Roman Catholic Church in the Bushwick neighborhood of Brooklyn absorbed misfortunes of nearly biblical dimensions. In the mid- to late 1970's, fires coursed through the streets with such regularity that to enable fast evacuation, mothers often dressed their children for bed in street clothes." , "date" : "19930815" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Bushwick's Hope Is a Public Project" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/15\/nyregion\/bushwick-s-hope-is-a-public-project.html"} , {"body" : "When Bushwick came into its own a century ago as a brawny Brooklyn neighborhood of factories, breweries and blue-collar bustle, the construction of St. Barbara's Church served as a metaphor for its ascendance. And when Bushwick was virtually consumed in the worst urban deterioration of the 70's, St. Barbara's once more stood as a metaphor, with its" , "date" : "19930815" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "Church Mirrors Neighborhood's Hope" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/15\/nyregion\/church-mirrors-neighborhood-s-hope.html"} ,   {"body" : "International 3-14 TRADE PACT: DOUBT ON WAGES Critics of the free-trade pact say a side deal on labor may be too weak to alter the structure of labor in Mexico becuse of weak unions, indifferently enforced regulations and Government interference. 1 News analysis: G.O.P. support is crucial to the pact. 14 IN SARAJEVO, A TUNNEL OF LIFE The crucial" , "date" : "19930815" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/15\/nyregion\/news-summary-741193.html"} , {"body" : "A New York City police officer was convicted of assault yesterday and a second officer was acquitted in what prosecutors called a vengeance beating of a teen-ager who had slashed the face of a third officer in a dispute. All the officers were off duty at the time. A jury in State Supreme Court in Brooklyn found Officer Thomas Cea, 26, guilty of" , "date" : "19930814" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Policeman Is Convicted In Assault" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/14\/nyregion\/policeman-is-convicted-in-assault.html"} , {"body" : "A teen-ager who prosecutors say was criminally beaten by two off-duty New York City police officers after he slashed the face of a third off-duty officer, testified yesterday that he had wielded his razor blade only after the man he cut had punched him. But the teen-ager said he could not identify the two officers on trial as having been among" , "date" : "19930811" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Teen-Ager Testifies That Off-Duty Police Officer Threw First Blow In Clash" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/11\/nyregion\/teen-ager-testifies-that-off-duty-police-officer-threw-first-blow-in-clash.html"} , {"body" : "A violent clash last year between a teen-ager and several New York City police officers who were leaving an unruly demonstration by off-duty officers at City Hall is being graphically recounted in a Brooklyn courtroom. Two of the officers involved in the clash are on trial on assault charges for what prosecutors say was a vicious and \"excessive\"" , "date" : "19930808" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Fight on Subway Recounted In 2 Officers' Assault Trial" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/08\/nyregion\/fight-on-subway-recounted-in-2-officers-assault-trial.html"} , {"body" : "Bacteria are still appearing in the tap water around New York City at a rate far higher than normal, the Environmental Commissioner said yesterday, adding that more \"boiled water alerts\" are still possible. But the likely source of the problem, an unusual water routing at the Hillview Reservoir in Yonkers, will end by today, said the Commissioner," , "date" : "19930807" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "YONKERS (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Bacteria Rate Is Still High in New York City Tap Water" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/07\/nyregion\/bacteria-rate-is-still-high-in-new-york-city-tap-water.html"} , {"body" : "A woman and her two children who were shot to death and dumped at the edge of the East River over the weekend were finally identified yesterday, and when the police searched their home in Connecticut they made another chilling discovery -- the body of the woman's husband, wrapped in a blanket in the garage. While detectives searched for two" , "date" : "19930803" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "EAST RIVER (NYC)" , "SOUTH WINDSOR (CONN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Bodies at River Identified; Police Find a Fourth Victim" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/03\/nyregion\/bodies-at-river-identified-police-find-a-fourth-victim.html"} , {"author" : "Kenneth M. Chanko writes about movies and video for Entertainment Weekly and Parenting." , "body" : "A YOUNG BOY, TRYING TO look cool under a melting afternoon sun, is sitting on an abandoned automobile on Driggs Avenue in the Williamsburg section of Brooklyn. He watches cars pass, waiting for a customer to buy drugs. At the word \"Cut!\" a woman rushes from behind the camera to hold an oversized umbrella over the boy so he doesn't wilt. Boaz Yakin," , "date" : "19930801" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "FILM; Filming on a Shoestring, a Director Takes to the Streets" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/01\/movies\/film-filming-on-a-shoestring-a-director-takes-to-the-streets.html"} , {"body" : "Even with her striking beauty, hardly anyone seemed to notice the young model as she glided through the swarm of heroin dealers and glassy-eyed addicts on a patch of steamy pavement in East Harlem. This was not her crowd, but they had what she needed and she would endure what she had to to get her drug. She was one of the new ones, drawn to a high" , "date" : "19930801" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "With Supply and Purity Up, Heroin Use Expands" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/01\/nyregion\/with-supply-and-purity-up-heroin-use-expands.html"} , {"body" : "Mingling governmental duties with political needs, Mayor David N. Dinkins spent most of yesterday in Brooklyn, trying to shore up his support in neighborhoods that were among his main bastions of strength in the last election. Mr. Dinkins's aides said the trip was part of a wider strategy to take to the streets more often as the election nears," , "date" : "19930731" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "A Re-election Campaign Grows in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/31\/nyregion\/a-re-election-campaign-grows-in-brooklyn.html"} , {"body" : "Officer Michael Lopez was walking his beat in East New York, Brooklyn, recently when the barrage began: rocks, bottles and debris hurtled toward him from the rooftop of a housing project. Officer Lopez ducked, ran for cover and, getting the message, established a new policy: never to walk alone near high-rises again. \"I was on the job and people" , "date" : "19930718" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Walking the Beat on Mean Streets" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/18\/nyregion\/walking-the-beat-on-mean-streets.html"} ,   {"body" : "A probationary New York City police officer was arrested on Friday and charged with raping a civilian employee of the Police Department whom he had befriended, the police said. The officer, Mark Williams, 30, of the 73d Precinct in Bushwick, Brooklyn, was charged with first-degree rape and first-degree sexual abuse in an incident on July 6, said a" , "date" : "19930718" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Probationary Officer Held in a Rape Case" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/18\/nyregion\/probationary-officer-held-in-a-rape-case.html"} , {"body" : "FORGET about the plethora of legal and sociological reasons offered for the decline of America's Mafia. Yes, a soupcon of credit is due to unrelenting crackdowns by the F.B.I. and other investigators, but the underlying cause of the mob's deterioration is more simple: the modern mobster talks too freely and eats too prodigiously. Gastronomy has" , "date" : "19930714" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "On the Trail of the Mob, All Roads Lead to Food" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/14\/style\/on-the-trail-of-the-mob-all-roads-lead-to-food.html"} , {"body" : "She favored hip hop, short shorts, clogs and clunky earrings. She loved to dress up, she loved to go out dancing and she loved it when anyone trained a camera on her pretty face. She was born in Brooklyn and at 23 years old, she had already stumbled several times, caught up in drugs and prostitution, the misdirected life of a young girl with dreams" , "date" : "19930703" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "One Name on a Roll Call of Death" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/03\/nyregion\/one-name-on-a-roll-call-of-death.html"} , {"body" : "Family and friends of Jenny Soto -- the 23-year-old woman identified as a possible victim of Joel Rifkin -- insisted last night that Ms. Soto was not a prostitute, although some of her friends were. \"We knew she had friends who were prostitutes, but her family took care of her, she would never be a prostitute,\" said Cynthia Vega, 20, a cousin." , "date" : "19930630" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "A Lost Life Remembered" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/30\/nyregion\/a-lost-life-remembered.html"} , {"body" : "THE Police Department has made an unusual decision: In looking for a site for a new headquarters for the Brooklyn North section of its Safe Streets, Safe City Program, it decided to convert the 83d Precinct station house at 179 Wilson Avenue, which has been decaying for a decade. This gives the oddly grand building a fighting chance to survive to" , "date" : "19930627" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Streetscapes: The 83d Precinct Station House; A Chance for a Centennial" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/27\/realestate\/streetscapes-the-83d-precinct-station-house-a-chance-for-a-centennial.html"} , {"body" : "The teen-ager called to ask if he could be excused from classes. Something bad had happened. He had attended a christening and a shootout had erupted. \"I have to go with my mother to visit my brother in jail,\" the boy told school officials. \"He's up for attempted murder. Then I'm going with her to bring my other brother's body home. He was killed" , "date" : "19930627" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "15" , "title" : "In America; Listen To the Children" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/27\/opinion\/in-america-listen-to-the-children.html"} , {"body" : "Last August, when K. Shah worked at a construction site renovating brownstones in Brooklyn, he complained to his bosses that he was suffering shooting pains in his arm. The illegal Pakistani immigrant, assigned to heave 70-pound concrete blocks from the sidewalk to the fifth floor using a rudimentary block and tackle, was told to keep quiet and" , "date" : "19930615" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Hidden Economy: Immigrants Underground -- Third of six articles.; Few Emigres Can Fight Mistreatment on the Job" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/15\/nyregion\/hidden-economy-immigrants-underground-third-six-articles-few-emigres-can-fight.html"} , {"body" : "THIS summer, some people may lug to the beach all 1,295 pages of Gore Vidal's collected essays, \"United States,\" or Vikram Seth's 1,349-page novel, \"A Suitable Boy.\" (They'd make a nearly balanced set of exercise weights.) It's a safe bet those people won't have children and their paraphernalia to lug along, too. A parent can carry only so much," , "date" : "19930613" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Books"] , "page_facet" : "4" , "title" : "BEACH READING; Best Books For the Shore, For Young And Old" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/13\/books\/beach-reading-best-books-for-the-shore-for-young-and-old.html"} , {"body" : "Louisa M. Chan, a Chinese-born nurse, sought to be an advocate for the thousands of minority students in School District 24 in Queens, but she quit attending meetings last year because, she said, the all-white school board repeatedly cold-shouldered her and \"it was too unpleasant.\" Now, after winning a seat in the May 4 school board elections, Mrs." , "date" : "19930520" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Ethnic Shifts Are Revealed In Voting For Schools" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/20\/nyregion\/ethnic-shifts-are-revealed-in-voting-for-schools.html"} , {"body" : "The takeover of one of the oldest hospitals in New York City has escalated into a battle over health care in Queens, prompting allegations of conflicts of interest involving some of the hospital's trustees and drawing the attention of New York State's Attorney General. On Tuesday the trustees of Flushing Hospital, an unaffiliated community hospital" , "date" : "19930513" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "2" , "title" : "Takeover of Flushing Hospital Leads to a Review" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/13\/nyregion\/takeover-of-flushing-hospital-leads-to-a-review.html"} ,   {"body" : "Cars struck three pedestrians crossing streets in Queens and Brooklyn in a two-and-a-half-hour-period Friday evening, the police said yesterday. One woman died and two other people were listed in critical condition at local hospitals as a result of the accidents. Earlier in the day, the police and prosecutors said they were considering seeking" , "date" : "19930509" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Woman Dies and 2 Others Hurt On Brooklyn and Queens Streets" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/09\/nyregion\/woman-dies-and-2-others-hurt-on-brooklyn-and-queens-streets.html"} , {"body" : "Hundreds of New York City children are using public day-care centers with fire hazards, according to engineers in the office of the Brooklyn Borough President, Howard Golden. The engineers investigated four centers in Brooklyn last week after being approached by a construction manager under contract to the city's Human Resources Administration. The" , "date" : "19930428" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Public Day-Care Centers Called Lax on Fire Safety" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/28\/nyregion\/public-day-care-centers-called-lax-on-fire-safety.html"} , {"body" : "Asenhat Gomez used to peer out the windows of her childhood home in the Dominican countryside and relish a landscape of willowy palm trees and verdant fields where her extended family would gather for daylong reunions. In her new home in Brooklyn -- a cramped apartment on Williamsburg's South Side -- the windows frame a claustrophobic vista of" , "date" : "19930420" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "DOMINICAN REPUBLIC"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "New Country Is Like Prison to Asenhat, 18" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/20\/nyregion\/new-country-is-like-prison-to-asenhat-18.html"} , {"body" : "The following remarks were taken from more than 20 hours of discussions with teen- agers from the New York City region. Excerpts appear with each article. Q Has it been the immigration experience, from your perspective, that different groups don't mix? EMMA KRAMER-WHEELER, 16, Brooklyn (Edward R. Murrow High School): It's the language barrier for" , "date" : "19930420" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "OTHER VOICES; 'Know Where Your Group Is At'" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/20\/nyregion\/other-voices-know-where-your-group-is-at.html"} , {"body" : "To many who knew him, Harold Green was a devoted son, a man who washed his mother's dirty linen by hand and delivered home-cooked meals to her at a nursing home in Jamaica, Queens. But the police said he was also involved in an increasingly bitter family dispute over money, and at one point he was even barred by a court order from seeing his mother" , "date" : "19930420" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Held in Killing of Sister and Mother in Nursing Home" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/20\/nyregion\/man-held-in-killing-of-sister-and-mother-in-nursing-home.html"} , {"body" : "A man who was apparently feuding with his family over money walked up to his mother and half-sister in the cafeteria of a Queens nursing home yesterday morning and shot them to death without uttering a word, the police said. About 15 elderly residents were enjoying a leisurely Sunday morning, chatting with visitors, reading newspapers and drinking" , "date" : "19930419" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Is Accused of Killing Mother and a Half-Sister" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/19\/nyregion\/man-is-accused-of-killing-mother-and-a-half-sister.html"} , {"body" : "The following text was taken from more than 20 hours of discussions with teen-agers from the New York City region. Excerpts appear with each article. Q Is there strength in numbers? Do you feel compelled to form a group to survive? BERNARDO VASQUEZ , 17, Manhattan (A. Philip Randolph High School): If you want to understand gangs look at rap music." , "date" : "19930413" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "OTHER VOICES; 'You Do What You Have to Do'" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/13\/nyregion\/other-voices-you-do-what-you-have-to-do.html"} , {"body" : "It began as a balmy spring afternoon, so fine that the temptation to shed jackets and backpacks and shoot hoops was irresistible. It sent Christian Abakpa and his two immigrant brothers to a Brooklyn playground to hone their newly acquired skill at the foreign sport of pick-up basketball. Across the courts, Kenneth Parks and \"his boys\" were" , "date" : "19930412" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "An Immigrant Finds Death At a Brooklyn Playground" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/12\/nyregion\/an-immigrant-finds-death-at-a-brooklyn-playground.html"} , {"body" : "The following text was taken from more than 20 hours of discussions with teen-agers from the New York City region. Excerpts appear with each article. Q Do you feel you have to dress a certain way so you won't be harassed? ZAIRE GRAHAM, 17, Bronx (High School of Fashion Industries): You just have to pick where you wear your clothes to. Sometimes," , "date" : "19930411" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "16" , "title" : "OTHER VOICES -- 'Young People Is Killing Young People'" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/11\/us\/other-voices-young-people-is-killing-young-people.html"} , {"body" : "Yahtove Reid, an aspiring reggae artist, was the envy of many in his Brooklyn neighborhood and a star to his brothers and sisters. He was becoming known around his streets as a talented singer and a lot of people thought he was on his way up. On Wednesday, the 15-year-old was killed as he walked to a friend's house on a quiet Bushwick street lined" , "date" : "19930409" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Youth, 15, Is the Latest Victim in a String of Fatal Stabbings" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/09\/nyregion\/brooklyn-youth-15-is-the-latest-victim-in-a-string-of-fatal-stabbings.html"} ,   {"body" : "The following text was taken from more than 20 hours of discussions with teen-agers from the New York City region. Excerpts appear with each article. Q The dropout rate is incredibly high, especially among African-American and Latino people. Why do you think the dropout rate is so high? And what can be done to change it? BERNARDO VASQUEZ , 17," , "date" : "19930408" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "OTHER VOICES; 'People Get Tired of the Runaround'" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/08\/nyregion\/other-voices-people-get-tired-of-the-runaround.html"} , {"body" : "Kulvara Sayaves says he was sitting on the stoop of his house in Ridgewood, Queens, on Monday afternoon, talking with his brother and a friend, when he spotted the teen-ager who had tried to assault him the week before. He confronted the teen-ager and his five or six friends. They traded words and they traded shoves. Mr. Sayaves and the two other" , "date" : "19930407" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "14-Year-Old Girl Charged With Murder in Melee" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/07\/nyregion\/14-year-old-girl-charged-with-murder-in-melee.html"} , {"body" : "The following text was taken from more than 20 hours of discussions with teen-agers from the New York City region. Excerpts appear with each article. Q What are the biggest problems facing young people? EMMA KRAMER-WHEELER , 16, Brooklyn (Edward R. Murrow High School): Lack of direction. BERNARDO VASQUEZ , 17, Manhattan (A. Philip Randolph High" , "date" : "19930406" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "OTHER VOICES; 'There's Just a Lot of Pressure'" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/06\/nyregion\/other-voices-there-s-just-a-lot-of-pressure.html"} , {"body" : "IN their effort to create new parks and playgrounds in sections of New York City that do not have enough of them, government agencies and nonprofit organizations are understanding more and more that, as Kermit the Frog would say, it's not that easy being green. Seeking to establish open spaces, Lilliputian or Brobdignagian, in underserved" , "date" : "19930404" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Creating Parks In a Crowded Metropolis" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/04\/realestate\/creating-parks-in-a-crowded-metropolis.html"} , {"body" : "They are the children of the shadows: the impoverished youth who live in the tumbledown neighborhoods of the American inner city; the children of often desperate and broken families, where meals are sometimes cereal three times a day; the young people who daily face the lures of drugs, sex, fast money and guns; the unnoticed youths who operate in a" , "date" : "19930404" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "21" , "title" : "The Children of the Shadows: Shaping Young Lives" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/04\/us\/the-children-of-the-shadows-shaping-young-lives.html"} , {"body" : "The New York Police Department will begin using automated voice answering machines Monday in three precincts in a 90-day trial of what could become a citywide practice. Police officials said yesterday that the experiment in the 47th Precinct, which takes in Eastchester in the Bronx, the 83d Precinct, covering Bushwick in Brooklyn, and the 115th" , "date" : "19930401" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Automatic Phones Being Tested in 3 Precincts" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/01\/nyregion\/automatic-phones-being-tested-in-3-precincts.html"} , {"body" : "The number of privately owned rental apartment buildings in New York City showing signs of financial distress has risen sharply in the last five years, an indication that a new wave of abandonment may be around the corner, a study has concluded. The study, by the Community Service Society of New York and the Rockefeller Brothers Fund, estimates" , "date" : "19930331" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Study Sees Rising Distress For Landlords" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/31\/nyregion\/study-sees-rising-distress-for-landlords.html"} , {"body" : "A substitute teacher was arraigned on assault charges last night after second-grade students in a Brooklyn elementary school told their parents that he had hit them with his hands and with a pointer, the police said yesterday. Ibrahim S. Sabe, 53, of 706 Woodward Avenue in Ridgewood, Queens, was arrested and charged on Wednesday with assault at" , "date" : "19930312" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Police Allege Teacher Hit 2d Graders" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/12\/nyregion\/police-allege-teacher-hit-2d-graders.html"} , {"body" : "\"They're coming from all over,\" marveled Randy Weiden, owner of a furniture store at the shopping complex in Fresh Meadows, Queens. \"They're coming from Astoria. They're coming from Rosedale. They're coming from Whitestone. They're coming from Brooklyn. They're coming for the Kmart.\" It has been more than four months since the Kmart moved into what" , "date" : "19930308" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "FRESH MEADOWS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "A Kmart's Full Aisles Don't Please Everyone" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/08\/nyregion\/a-kmart-s-full-aisles-don-t-please-everyone.html"} , {"body" : "A New York City police officer was grazed in the elbow last night during a shootout with two Brooklyn teen-agers suspected of robbing a gas station in Canarsie, the police said. Police Officer Francis Byrne of the 69th Police Precinct was grazed in the right elbow just after 7 P.M. at the intersection of East 92nd Street and Avenue D, said Officer" , "date" : "19930302" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Officer Hit by Bullet After a Robbery" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/02\/nyregion\/officer-hit-by-bullet-after-a-robbery.html"} ,   {"body" : "Since the late 1980's, money from a Federal tax break for corporations has put thousands of low-income New Yorkers into new homes. Now legislation that would renew the financing is stalled in Washington, and that, coupled with state budget cuts, threatens plans for dozens of affordable housing developments in the state this year. In New York City" , "date" : "19930208" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Delay on Tax-Credit Measure Stalls Projects to House Poor" , "url" : "http:\/\/www.nytimes.com\/1993\/02\/08\/nyregion\/delay-on-tax-credit-measure-stalls-projects-to-house-poor.html"} , {"body" : "In struggling neighborhoods from the northeast Bronx to southeast Queens, a new sort of political warlord is walking the ground that once belonged to the powerful Democratic county bosses in New York City. And none is more successful than a Brooklyn Assemblyman who is scarcely known outside political circles or his own dilapidated Bushwick" , "date" : "19930207" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Growth of a New-Age Political Machine" , "url" : "http:\/\/www.nytimes.com\/1993\/02\/07\/nyregion\/growth-of-a-new-age-political-machine.html"} , {"body" : "International 3-19 ETHNIC WARS MULTIPLYING The current world ethnic conflicts are seen as the third wave of this century, the first two taking place after World War I and after World War II. But the newest wave is seen as more complex, potentially more threatening to international peace and almost certain to grow. 1 HUNGER PERSISTS IN SOMALIA Like" , "date" : "19930207" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1993\/02\/07\/nyregion\/news-summary-162593.html"} , {"body" : "A tip from a previous robbery victim led Saturday to the arrest of two heavily armed men who were posing as law-enforcement officials and pulling over a motorist on the Henry Hudson Parkway in upper Manhattan, the police said. The police said the suspects, one of whom was identified by a law-enforcement official as a security guard for the city's" , "date" : "19930111" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Two Arrested As Fake Police In Thefts on West Side Road" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/11\/nyregion\/two-arrested-as-fake-police-in-thefts-on-west-side-road.html"} , {"body" : "As part of his State of the City Message, Mayor David N. Dinkins will propose financing 15 more Beacon community centers that will offer a mix of social services ranging from recreation and job training in New York City public schools after school hours. The Mayor's proposal would bring the number of Beacon community social-service centers housed" , "date" : "19930103" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "25" , "title" : "Dinkins to Propose 15 More Beacon Centers" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/03\/nyregion\/dinkins-to-propose-15-more-beacon-centers.html"} , {"body" : "More than a third of New York City's schools still burn coal, roofs are leaking and toilets are clogged in hundreds of others, and some buildings are dilapidated wrecks dating to the 19th century, according to a new report. In some aging structures, winter winds whistle through damaged windows, while in newer schools designed to combat vandalism," , "date" : "19930101" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/01\/nyregion\/452493.html"}]