[  {"body" : "The man accused of opening fire on a Long Island Rail Road commuter train and killing five people was arraigned on murder charges yesterday, as officials released a sheaf of handwritten notes in which he vented his rage about everyone from Gov. Mario M. Cuomo to the state Workers' Compensation Board to Asians, whites and \"Uncle Tom Negroes.\" The" , "date" : "19931209" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "DEATH ON THE L.I.R.R.: The Overview; Portrait of Suspect Emerges in Shooting on L.I. Train" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/09\/nyregion\/death-lirr-overview-portrait-suspect-emerges-shooting-li-train.html"} , {"author" : "Bill Keller is the Johannesburg bureau chief for The New York Times." , "body" : "IF YOU COLLECTED THE MOST outlandish caricatures of white South Africa and wrapped them in blue robes, the result, many South Africans would tell you, would be the Boksburg City Council. It is hard to imagine a more typecast assembly of unrepentant racists and sanctimonious ultrapatriots than the right-wing majority elected in 1988 to run this" , "date" : "19930919" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BOKSBURG (SOUTH AFRICA)" , "SOUTH AFRICA"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "60" , "title" : "Boksburg's Goofy White Smiles" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/19\/magazine\/boksburg-s-goofy-white-smiles.html"} , {"body" : "\"ONLY the dead know Brooklyn,\" Thomas Wolfe once wrote. It's a safe bet that even they don't know Bordeaux. To most wine enthusiasts, Bordeaux is a legendary landscape of chateaus, perfectly trained vines and cellars brimming with two centuries worth of rare and expensive wines. It's true -- as far as it goes. But the storied chateaus, particularly" , "date" : "19930721" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BORDEAUX (FRANCE)" , "FRANCE"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "8" , "title" : "Wine Talk" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/21\/garden\/wine-talk-742393.html"} , {"body" : "Officer Michael Lopez was walking his beat in East New York, Brooklyn, recently when the barrage began: rocks, bottles and debris hurtled toward him from the rooftop of a housing project. Officer Lopez ducked, ran for cover and, getting the message, established a new policy: never to walk alone near high-rises again. \"I was on the job and people" , "date" : "19930718" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Walking the Beat on Mean Streets" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/18\/nyregion\/walking-the-beat-on-mean-streets.html"} , {"body" : "Lighted letters still shout this old factory city's historic boast from a bridge over the Delaware River: \"Trenton Makes, The World Takes.\" But these days Trenton, like most of the other big, once-rich cities in the region, is the taker, not the maker, when it comes to paying for its municipal budget. As investment has fled to the suburbs or to" , "date" : "19930212" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK STATE" , "CONNECTICUT" , "NEW YORK CITY METROPOLITAN AREA" , "TRENTON (NJ)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Older Cities Relying More on Suburbs' Taxes" , "url" : "http:\/\/www.nytimes.com\/1993\/02\/12\/nyregion\/older-cities-relying-more-on-suburbs-taxes.html"}]