[  {"body" : "IT is a pair of perfectly good blue-cloth pumps, ruined by the speeding bus that just splashed a wave of black slush on you. Tornadoes of fast-food wrappers that ricochet off tall buildings. An apartment that greets you at the end of the day with a hunk of ice on the kitchen floor and a recorded message on your super's answering machine that says" , "date" : "19931226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Taming the Mean Season; Sleet, Snow, No Heat, Flu . . . Winter's Plagues Are Many. So Are Its Comforts and Joys" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/26\/nyregion\/taming-mean-season-sleet-snow-no-heat-flu-winter-s-plagues-are-many-so-are-its.html"} , {"body" : "No Need to Panic For many people, the holiday rush has left little time for serious cooking. All is not lost. Food for every possible occasion can be obtained from shops throughout the region simply by calling and reserving an order. An elegant platter of smoked salmon, sablefish and smoked peppered mackerel, about six pounds in all, is $125 at" , "date" : "19931222" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "10" , "title" : "Food Notes" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/22\/garden\/food-notes-559193.html"} , {"body" : "Broadway musicals done for television come in two basic packages. There are the full-fledged productions, like last week's extraordinarily successful CBS production of \"Gypsy,\" starring Bette Midler. And there are the concert versions with full orchestra, several performers and a few props. They, too, can be exceptionally rewarding. A few years" , "date" : "19931222" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "Reviews\/ Television; Still Happily Footloose In the New York of 1944" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/22\/arts\/reviews-television-still-happily-footloose-in-the-new-york-of-1944.html"} , {"body" : "Announcing the results of a 10-month inquiry yesterday, the New York City school system's top investigator accused the Board of Elections of \"gross mismanagement\" of the city's community school board elections in May and called for a sweeping overhaul of the process. Edward F. Stancik, special commissioner of investigation for the New York City" , "date" : "19931216" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "Report Assails Board of Elections on School Vote in May" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/16\/nyregion\/report-assails-board-of-elections-on-school-vote-in-may.html"} , {"body" : "NEIL MURPHY is not the first architect who has been asked to do something extra to please a client. But he is probably one of few who has ever been asked to scratch a client's tongue. The client in question was a young beluga whale at the Aquarium for Wildlife Conservation in Coney Island, where Mr. Murphy is working on a permanent tent-like" , "date" : "19931212" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Smaller Architects Find Their Niche" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/12\/realestate\/smaller-architects-find-their-niche.html"} , {"body" : "'Judy and the Maccabees' Merkin Concert Hall 129 West 67th Street Manhattan (212) 362-8719 Recommended ages: 4 to 10 Sunday The traditional story of Hanukkah leaves little room for heroines: except for Judith, who is said to have got a Syrian general drunk and beheaded him, the star of the tale is Judah, who led the Maccabees in winning religious" , "date" : "19931210" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "34" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/10\/theater\/for-children.html"} , {"body" : "The little boy spoke so softly that two different 911 operators had trouble hearing him. He kept saying he wanted the police number. \"My mother's not here,\" he told the operators on duty in the early morning hours yesterday. \"She went out.\" The police said the frightened 5-year-old woke up after midnight yesterday to discover that he and his 4-year" , "date" : "19931123" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Boy, 5, Dials 911 After He Is Left Alone" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/23\/nyregion\/boy-5-dials-911-after-he-is-left-alone.html"} , {"body" : "SOFTWARE DESIGNER ACCUSED OF VIRUS USE The president of a New York City software-design company and one of his technicians were charged with infecting a dissatisfied client's computer system with a virus that would cripple his business unless he stopped withholding payment for the system. A1. WHITMAN IS A STAR ATTRACTION The star attraction as the" , "date" : "19931123" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/23\/nyregion\/metro-digest-642593.html"} , {"body" : "NEW YORK history buffs can indulge a range of interests with these geographically specific books. They are available at New York Bound Bookshop (50 Rockefeller Plaza, 212-245-8503) and many may be found in other stores. A HISTORY OF THE CITY OF BROOKLYN by Henry R. Stiles (Heritage Press). Three comprehensive volumes on Brooklyn to 1970, covering" , "date" : "19931121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "5" , "title" : "NEW YORK BOOKSHELF; Small Towns in the Big City" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/21\/nyregion\/new-york-bookshelf-small-towns-in-the-big-city.html"} , {"body" : "The official in charge of all street repaving in Brooklyn was accused yesterday of turning the job into a criminal enterprise in which employees stole tens of thousands of dollars worth of equipment and supplies and did private paving work while charging New York City for overtime pay. One private job on city time, investigators said, was repaving" , "date" : "19931119" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Street-Paving Chief Is Held in Theft of Equipment" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/19\/nyregion\/brooklyn-street-paving-chief-is-held-in-theft-of-equipment.html"} ,   {"body" : "Jesus Bulit, a banquet waiter, had a problem with noise down below. His apartment at 82d Street and Amsterdam Avenue rested atop a bar. The bar tended to play rock music audible in Montana into the early morning hours. It pulsated through the floor and into Mr. Bulit's bed and into his ears and -- aagghh! He showed the pills he was taking for his" , "date" : "19931114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Turn Down The Volume" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/14\/nyregion\/turn-down-the-volume.html"} , {"body" : "BENJAMIN HAMALIAN was fed up. Pantrac, his company, was in a storefront space in East New York, a rather downtrodden section of Brooklyn. He had been robbed four times in eight years, and enough was enough. Mr. Hamalian looked around Brooklyn, but all he found were expensive storefronts in unsafe neighborhoods. Then he moved Pantrac, which exports" , "date" : "19931107" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Swords to Plowshares on Brooklyn Piers" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/07\/realestate\/swords-to-plowshares-on-brooklyn-piers.html"} , {"body" : "Harvey Keitel may not be the richest, the handsomest or the best-known actor in Hollywood, but right now he's probably the coolest. Twenty years after making an impression in Martin Scorsese's ground-breaking film \"Mean Streets,\" Mr. Keitel, now 54, is once again at the forefront of adventurous cinema. At a time when most of the great actors of his" , "date" : "19931107" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "Harvey Keitel Tries A Little Tenderness" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/07\/movies\/harvey-keitel-tries-a-little-tenderness.html"} , {"body" : "A cabdriver whose innocent stop at an automated teller led to the splashing of his face across the pages of two newspapers, along with a description of him as a serial rape suspect, has won a $300,000 settlement from New York City and his bank. On Aug. 15, 1991, The Daily News and The New York Post printed a picture of the driver, James L. Hairston" , "date" : "19931106" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/06\/nyregion\/238993.html"} , {"body" : "The vast majority of Democratic incumbents on the City Council appeared headed toward easy victories last night, assuring that Speaker Peter F. Vallone would retain control of the 51-member Council. There were a few tough races for the Democrats, who entered the election holding a 45-to-6 edge. Riding the momentum of Rudolph W. Giuliani's mayoral" , "date" : "19931103" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE 1993 ELECTIONS: City Council; Incumbents Score Well In Contests For Council" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/03\/nyregion\/the-1993-elections-city-council-incumbents-score-well-in-contests-for-council.html"} , {"body" : "Louis B. Heller, who was a supervising justice of the Matrimonial Division of the State Supreme Court in Brooklyn in the 1970's and a Democratic Congressman from Brooklyn from 1949 to 1954, died on Saturday in Hospice House, part of the Universal Medical Center complex in Plantation, Fla., near Fort Lauderdale. He was 88 and lived in Lauderhill," , "date" : "19931101" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "9" , "title" : "Louis Heller, a New York Justice And Congressman, Is Dead at 88" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/01\/obituaries\/louis-heller-a-new-york-justice-and-congressman-is-dead-at-88.html"} , {"body" : "The gentlest breeze wafting inland off the Atlantic is like a deadbolt that renders hundreds of residents in Sheepshead Bay prisoners in their own homes -- stunk in, so to speak, by odors emanating from the 100 million gallons of raw sewage processed each day at a nearby treatment plant. \"There's no delicate way to describe it: the plant constantly" , "date" : "19931031" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Neighborhood Reports: Sheepshead Bay; Residents Cry Foul Over Air" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/31\/nyregion\/neighborhood-reports-sheepshead-bay-residents-cry-foul-over-air.html"} , {"body" : "Crafts on Park Ave. Seventh Regiment Armory, 643 Park Avenue (66th Street); (800) 649-0279. A crafts show and sale featuring 175 artists starts tomorrow, from 3 to 9 P.M. Also open Saturday, 11 A.M. to 6 P.M.; Sunday, noon to 5 P.M. Admission is $7; children 16 and under, no charge. East Side Tour Friends of the Upper East Side Historic Districts;" , "date" : "19931028" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "11" , "title" : "Events: Crafts, Tiny Trees" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/28\/garden\/events-crafts-tiny-trees.html"} , {"body" : "Dr. Lawrence Kuskin, an authority on children's rheumatic fever, died on Thursday at St. Francis Hospital in Poughkeepsie. He was 92. The cause was injuries sustained in a car accident on Oct. 18 near Red Hook, N.Y. Dr. Kuskin was a former director of the Pediatric-Cardiac Clinic at Maimonides Hospital in Brooklyn. He directed the Pediatric-Cardiac" , "date" : "19931027" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "24" , "title" : "Lawrence Kuskin, 92, Children's Fever Expert" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/27\/obituaries\/lawrence-kuskin-92-children-s-fever-expert.html"} , {"body" : "Dr. Lawrence Kuskin, an authority on children's rheumatic fever, died on Thursday at St. Francis Hospital in Poughkeepsie. He was 92. The cause was injuries sustained in a car accident on Oct. 18 near Red Hook, N.Y. Dr. Kuskin was a former director of the Pediatric-Cardiac Clinic at Maimonides Hospital in Brooklyn. He directed the Pediatric-Cardiac" , "date" : "19931026" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "10" , "title" : "Lawrence Kuskin, 92, Children's Fever Expert" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/26\/obituaries\/lawrence-kuskin-92-children-s-fever-expert.html"} ,     {"body" : "Here is a sampling of Labor Day weekend activities in the New York metropolitan region: NEW YORK CITY Today \"LAUGH-A-THON,\" Chicago City Limits Theater, 351 East 74th Street, Manhattan. A benefit for the Muscular Dystrophy Association. 8 P.M. Tickets: $15. Information: (212) 772-8707. Tomorrow WASHINGTON SQUARE OUTDOOR ART EXHIBIT, sidewalks" , "date" : "19930903" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "Labor Day Weekend: Town and Country" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/03\/arts\/labor-day-weekend-town-and-country.html"} , {"body" : "After nearly two weeks as a nameless, unclaimed victim on a morgue slab, a young girl whose slashed and battered body was found burning beneath a highway overpass in the Bronx on Aug. 22 was identified by the authorities last night as a 13-year-old Harlem runaway with a troubled past. The police identified the girl as Ebony Williams, of 103 West" , "date" : "19930903" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Slain Girl Is Identified As Runaway From Harlem" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/03\/nyregion\/slain-girl-is-identified-as-runaway-from-harlem.html"} , {"body" : "New York City's government, to say nothing of the parents of its one million public school students, began the monumental task yesterday of finding ways to occupy those children all day now that the asbestos crisis has delayed the opening of city schools until Sept. 20 at the earliest. Parents began calling friends, grandparents and baby sitters" , "date" : "19930903" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Fall Is Near, School Is Not, and Chaos Looms" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/03\/nyregion\/fall-is-near-school-is-not-and-chaos-looms.html"} , {"body" : "In what Federal officials described as a major strike against Asian organized crime, the authorities in Hong Kong have arrested the reputed leader of a gang in New York's Chinatown who has been a linchpin in the smuggling of illegal Chinese immigrants into the United States, law-enforcement authorities said last night. The suspect, Guo Liang Chi," , "date" : "19930829" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CHINA" , "NEW YORK CITY" , "HONG KONG" , "UNITED STATES"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Gang Leader Is Arrested In Hong Kong" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/29\/nyregion\/gang-leader-is-arrested-in-hong-kong.html"} , {"body" : "THE SMELL of cornmeal and chiles, beef tongue and pinto beans rushed through the door of Rinconcito Mexicano as Maria Hinojosa edged into the narrow storefront on West 39th Street in Manhattan. The crowd in front of the steamy cafeteria counter was packed as tight as a tamale and Ms. Hinojosa, a 27-year-old reporter for National Public Radio," , "date" : "19930825" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "Kiss Those Burritos Adios! Real Mexican Food Is Here" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/25\/garden\/kiss-those-burritos-adios-real-mexican-food-is-here.html"} , {"body" : "Two men have been indicted in the killing of a graphic artist who was shot outside her TriBeCa loft in February, hours before the men were arrested in another shooting in Coney Island, the Manhattan District Attorney's office announced yesterday. On Feb. 23, Bonnie Bear, 42, was shot in the neck and robbed of a tote bag as she loaded packages into" , "date" : "19930813" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "TRIBECA (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Men Charged With Killing Of an Artist" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/13\/nyregion\/men-charged-with-killing-of-an-artist.html"} , {"body" : "BACK then in that time of egg creams and lime rickeys when they were being boys together, when they were first learning about sin, when their parents were worried about what would become of them, back then in the 50's, Flink's was the center of everything. The name on the window of the candy store at Newkirk near Coney Island Avenue said The" , "date" : "19930811" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "ABOUT NEW YORK; Boys of 50's Brooklyn, Graying but Still Game" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/11\/nyregion\/about-new-york-boys-of-50-s-brooklyn-graying-but-still-game.html"} , {"body" : "Every Friday at noon, as Jews bustle about Avenue J in Midwood, Brooklyn, preparing for the Sabbath eve meal and stroll to the synagogue, where thoughts turn toward Jerusalem, the Muslims of Midwood are at Jumu'a, the weekly gathering of the faithful at the mosque, invoking the blessings of Allah and genuflecting toward Mecca. That these worshipers" , "date" : "19930803" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "MIDWOOD (NYC)" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Where Muslims and Jews Live Together in Peace; In Heart of Brooklyn, Two Devoutly Religious Communities Find Common Ground" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/03\/nyregion\/where-muslims-jews-live-together-peace-heart-brooklyn-two-devoutly-religious.html"} , {"body" : "WE, the people, stand in darkness. They, the sharks, circle tirelessly in the eerily lighted water. We are separated by three inches of glass and an ocean of cognition. The animals' jaws never stop opening and closing. Their hundreds of teeth are big, and as sharp as razor blades. Their restless, unceasing purposefulness is unnerving. \"You're" , "date" : "19930730" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Where Sharks Face Off With Gentler Souls" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/30\/arts\/where-sharks-face-off-with-gentler-souls.html"} , {"body" : "In a brazen midafternoon shooting, four people were injured by shotgun fire yesterday on a residential street in Sheepshead Bay, Brooklyn. The police said that three of the victims, all immigrants from Russia, were shot when they emerged from a Lexus automobile and were walking toward a residence at 2553 East 16th Street. The fourth victim, not a" , "date" : "19930727" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "4 Hurt in Sheepshead Bay Shotgun Attack" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/27\/nyregion\/4-hurt-in-sheepshead-bay-shotgun-attack.html"} ,   {"body" : "Here is a sampling of tours by bus, van and foot that are scheduled during the summer in New York City. Dates and times are subject to change. Today \"HARLEM ON SUNDAY.\" A bus tour that includes a church service with gospel music, the Hamilton Grange mansion, the Morris Jumel mansion (former headquarters of George Washington), and the Apollo" , "date" : "19930725" , "day_of_week_facet" : "Sunday" , "page_facet" : "19" , "title" : "TOURS" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/25\/news\/tours.html"} , {"body" : "Here is a sampling of attractions, some featuring special summer activities, in New York City. Times and dates are subject to change. Museums and Historic Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 35th Avenue at 36th Street, Astoria, Queens. On permanent display are items relating to film, television and video, like costumes, sets and filming" , "date" : "19930725" , "day_of_week_facet" : "Sunday" , "page_facet" : "20" , "title" : "ATTRACTIONS" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/25\/news\/attractions.html"} , {"body" : "EVEN as gritty air rises from city sidewalks, New York's movable feast doesn't stop or slow. Shaved ice drizzled with sweet Caribbean fruit syrups displaces honey-roasted cashews on corner pushcarts when the air gets heavy. Dining alfresco beckons, against the odds of bus exhaust and steam from subway grates. No city soul is immune. The senses may" , "date" : "19930725" , "day_of_week_facet" : "Sunday" , "page_facet" : "10" , "title" : "MOVABLE FEASTS; An Open-Air Cornucopia Teases the Senses" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/25\/news\/movable-feasts-an-open-air-cornucopia-teases-the-senses.html"} , {"body" : "WHEN Florence Orvieto of Stony Brook learned the fate of her daughter Lorraine, whose death was linked to Joel Rifkin, the reported serial killer, this month, she was shocked by more than the circumstances surrounding the case. The body of her daughter, she learned, was found, but not identified, exactly one year ago and had been lying in a morgue" , "date" : "19930725" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Thousands of Missing-Persons Cases" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/25\/nyregion\/thousands-of-missing-persons-cases.html"} , {"body" : "A casual primer on summer: two dozen things to muse upon when it's too hot for deep thinking. 1. LONG DAYS BUT SHORT WEEKS: The average number of phone calls made by Manhattan businesses each summer weekday is about 20.5 million, except on Fridays; then, said New York Telephone, it is 17.1 million. 2. SHOW MOST LIKELY TO GET SAND ON IT: At One" , "date" : "19930725" , "day_of_week_facet" : "Sunday" , "page_facet" : "23" , "title" : "HOT FACTS; Aswers to Summer's Idle Mysteries" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/25\/news\/hot-facts-aswers-to-summer-s-idle-mysteries.html"} , {"body" : "Heat gives the night an edge. At the Monster in the West Village, the bar's doorman, Sacha Loren, was a little nervous asking customers to pay a cover charge on Friday night. In Brighton Beach, residents griped and milled grumpily around Consolidated Edison workers trying to restore power to their homes. And in Van Cortlandt Park in the Bronx," , "date" : "19930711" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "HEAT WAVE; A Blanket of Darkness Prolongs a City's Misery" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/11\/nyregion\/heat-wave-a-blanket-of-darkness-prolongs-a-city-s-misery.html"} , {"body" : "In an exceptionally chilly room atop a major electric substation on Manhattan's West Side, Charles Weliky is watching you turn on your air-conditioner. With the help of blinking lights, wailing alarms and a handful of engineers and other experts, Mr. Weliky keeps track of how much electricity New Yorkers are using and makes sure demand doesn't" , "date" : "19930710" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Megawatts Falter, and Blackouts Begin" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/10\/nyregion\/megawatts-falter-and-blackouts-begin.html"} , {"body" : "As the temperature in New York City hit the 100-degree mark for the second straight day, the heat wave gripping the metropolitan region became increasingly grim and dangerous yesterday. Emergency calls for police and ambulance service were up significantly in the city. So were visits to the emergency rooms of the 11 acute-care hospitals operated by" , "date" : "19930710" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Heat (101degrees) Refuses to Loosen Its Grip" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/10\/nyregion\/heat-101degrees-refuses-to-loosen-its-grip.html"} , {"body" : "Lillian Wexler, 82, lunched naked on cold borscht in her Upper East Side apartment. David Carney, 24, strolled through Manhattan with an oversized wet washcloth draped over his head like a soggy tortilla. Snow Lily and Blizzard, the polar bears at the Bronx Zoo, hid in the shady outcroppings of their fabricated Arctic habitat. As the sun baked the" , "date" : "19930709" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "100degrees of Lassitude in a New York Meltdown" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/09\/nyregion\/100degrees-of-lassitude-in-a-new-york-meltdown.html"} , {"body" : "ON a recent blazing Saturday afternoon, it seemed as if Coney Island had reversed its long slide into unimaginative decay and was beginning to turn around. One source of the energy was the 11th annual Coney Island Mermaid Parade, a gaudy event that celebrates the mermaid fantasy for both sexes. Another reason could be that many residents of the" , "date" : "19930704" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "12" , "title" : "FORAGING; The Greatest Show on Coney Island" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/04\/style\/foraging-the-greatest-show-on-coney-island.html"} ,   {"body" : "Two women who have been missing since 1991 and a third whose body was found on Monday were identified today by state police here as victims of a serial killer who the police say confessed to slaying 17 women. The women came from varied backgrounds, with police saying that one was a methadone user who frequented Allen Street in Manhattan, a common" , "date" : "19930704" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "3 More Victims of Serial Killer Are Identified" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/04\/nyregion\/3-more-victims-of-serial-killer-are-identified.html"} , {"body" : "When Paul Aaron, a producer, first approached Michael Henry Brown to ask him to help create a black family drama for HBO, Mr. Brown suggested he get somebody else. \"I've always wanted to go to Hollywood, but I was very frank with him,\" Mr. Brown, a playwright, recalled. \"I said, 'Why don't you hire some Hollywood screenwriter?' \" Mr. Brown said Mr." , "date" : "19930704" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "26" , "title" : "UP AND COMING: Michael Henry Brown; Capturing the Complexities Of a Working-Class Family" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/04\/arts\/up-coming-michael-henry-brown-capturing-complexities-working-class-family.html"} , {"body" : "Here is a sampling of Fourth of July Weekend events in the New York metropolitan region: NEW YORK CITY Today BASEBALL: METS VS. GIANTS, Shea Stadium, Flushing, Queens. Today at 7:40 P.M. and tomorrow at 7:10 P.M.; Sunday at 1:40 P.M. Tickets: $6.50 to $15. Information: (718) 507-8499. \"ALL AMERICAN\" CONCERT, Damrosch Park at Lincoln Center, 7 P.M." , "date" : "19930702" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "A Parade of Events for the Fourth of July" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/02\/arts\/a-parade-of-events-for-the-fourth-of-july.html"} , {"body" : "Police investigators from three states met here today to pool their information on the murders of dozens of young women in hopes of answering this single question: Just how many did Joel Rifkin kill? It is the question already preoccupying 50 state troopers, who are checking out Mr. Rifkin's claims that he murdered 17 prostitutes he had picked up" , "date" : "19930701" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "NEW YORK STATE" , "CORNWALL (NY)" , "CONNECTICUT"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Three States Investigating Tale of Killing" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/01\/nyregion\/three-states-investigating-tale-of-killing.html"} , {"body" : "All-Night Tour 92d Street Y, 1395 Lexington Avenue; (212) 996-1100. Warren Shaw, a historian, will lead a walking tour and candlelight procession in lower Manhattan on July 4, from 2 to 6 A.M. The tour, which will include the site of George Washington's inauguration and the first United States Capitol, will be followed by a sunrise cruise on the" , "date" : "19930624" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "Calendar: Tours by Day and Night" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/24\/garden\/calendar-tours-by-day-and-night.html"} , {"body" : "IS it possible to date the start of an addiction? To pinpoint the exact moment when a person goes from not hooked to hooked? In my case, I like to think it was that bright June day in 1984 when my friend Alma lured me out onto a tennis court and I hit the first of what has since become millions upon millions of tennis balls. But psychologically," , "date" : "19930618" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Love at 40: Tennis, Anyone?" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/18\/arts\/love-at-40-tennis-anyone.html"} , {"body" : "The New York State Health Department said yesterday that it would investigate an incident in which two New York City emergency medical technicians mistakenly pronounced a Brooklyn woman dead, leaving her without medical help for several hours. The woman, Nancy Vitale, a 40-year-old parochial-school teacher, was in critical condition yesterday in" , "date" : "19930617" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "2" , "title" : "State to Investigate Case of Woman Left for Dead" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/17\/nyregion\/state-to-investigate-case-of-woman-left-for-dead.html"} , {"body" : "A 40-year-old Brooklyn woman, pronounced dead by emergency medical technicians, lay on the floor of her apartment for nearly three hours on Monday night until an investigator from the city Medical Examiner's office heard a gurgling sound and realized that she was alive. The woman, Nancy Vitale, was unconscious and in critical condition yesterday at" , "date" : "19930616" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Ruled Dead by Medical Workers, A Brooklyn Woman, 40, Is Alive" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/16\/nyregion\/ruled-dead-by-medical-workers-a-brooklyn-woman-40-is-alive.html"} , {"body" : "\"YOU know what this is,\" Sam Cohen said. \"This is the one-wall handball capital of the world for old players.\" \"It's also the prostate capital of the world, everybody here has had a prostate operation\" Frank Oster said for the benefit of his cohorts playing and watching at the municipal handball court just off the boardwalk where Coney Island runs" , "date" : "19930616" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "ABOUT NEW YORK; Old Brooklyn, Old Men And a Worn Old Wall" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/16\/nyregion\/about-new-york-old-brooklyn-old-men-and-a-worn-old-wall.html"} , {"body" : "Adrian Gerstel likes Earth General, a Brooklyn store devoted to selling only such environmentally correct goods as nontoxic cleaners, energy-efficient light bulbs and biodegradable golf tees. But she is torn between the store's high mission and its high prices. \"It's nice and clean and wholesome,\" said Ms. Gerstel, an architecture student. \"You pay" , "date" : "19930614" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "STRICTLY BUSINESS; Save a Planet, Make a Buck: The 'Green' Industry Ripens" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/14\/nyregion\/strictly-business-save-a-planet-make-a-buck-the-green-industry-ripens.html"} ,   {"body" : "Here is a sampling of tours by bus, van and foot that are scheduled during the summer in New York City. Dates and times are subject to change. Today \"UPTOWN ELEGANCE: HARLEM'S OPEN HOUSE TOURS.\" A tour through the Mount Morris Park area, which has an array of Victorian homes and 19th-century churches, with stops at some, led by Michael Adams," , "date" : "19930613" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "36" , "title" : "TOURS" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/13\/news\/tours.html"} , {"body" : "Here is a sampling of attractions, some featuring special summer activities, in New York City. Times and dates are subject to change. Museums and Historic Sites ABIGAIL ADAMS SMITH MUSEUM, 421 East 61st Street, Manhattan. A landmark house dating from 1799 and featuring rooms furnished in the Federal and Empire styles of the early 19th century." , "date" : "19930613" , "day_of_week_facet" : "Sunday" , "page_facet" : "28" , "title" : "ATTRACTIONS" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/13\/news\/attractions.html"} , {"body" : "IF you can't get away from New York City this summer, you can round up the family and head for the parks. Children can learn how music is similar to games and sports in a series of free outdoor concerts by the Little Orchestra Society in various cityparks. Or they can get their blood pumping by running races in Central Park, where everyone receives" , "date" : "19930613" , "day_of_week_facet" : "Sunday" , "page_facet" : "15" , "title" : "CHILDREN; From Mazes to Mermaids, Fun for All Ages" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/13\/news\/children-from-mazes-to-mermaids-fun-for-all-ages.html"} , {"body" : "THIS summer, some people may lug to the beach all 1,295 pages of Gore Vidal's collected essays, \"United States,\" or Vikram Seth's 1,349-page novel, \"A Suitable Boy.\" (They'd make a nearly balanced set of exercise weights.) It's a safe bet those people won't have children and their paraphernalia to lug along, too. A parent can carry only so much," , "date" : "19930613" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Books"] , "page_facet" : "4" , "title" : "BEACH READING; Best Books For the Shore, For Young And Old" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/13\/books\/beach-reading-best-books-for-the-shore-for-young-and-old.html"} , {"body" : "Here is a sampling of fairs, festivals and parades that are planned in New York City this summer. Information was supplied by the Community Assistance Unit of the Office of the Mayor. Many dates and times are tentative, since these are events that, in some cases, require permits from the Mayor's Office. Major holiday parades and festivals are" , "date" : "19930613" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "34" , "title" : "ON THE STREET" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/13\/news\/on-the-street.html"} , {"body" : "Metrotech Center Jay Street at Myrtle Avenue Downtown Brooklyn Recommended ages: 4 and up The Metrotech Center is a $1 billion complex that has changed the Brooklyn skyline, with its Chase Manhattan logo now glowing at night, and is meant to represent the borough's renaissance. Children who like to keep track of the city's goings-on and see some" , "date" : "19930611" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "19" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/11\/arts\/for-children.html"} , {"body" : "Like an errant wave, a line of thunderstorms rolled over the New York metropolitan area late yesterday afternoon, felling trees and power lines, collapsing buildings and spawning funnel-shaped clouds. In one New Jersey county, wind gusts of 92 miles per hour were recorded. In another, all four walls of a home-fixtures store under construction were" , "date" : "19930610" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Afternoon of Thunder: Storms Came, Soaked and Roared On" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/10\/nyregion\/afternoon-of-thunder-storms-came-soaked-and-roared-on.html"} , {"body" : "Pat Wallace doesn't agonize over her daughter's mental illness anymore. Thanks to medication, Kelly, 31, has emerged from a decade-long nightmare of psychiatric confinement and suicide attempts amid conflicting diagnoses, from schizophrenia to manic depression. \"It was almost like I was on the moon -- in a different atmosphere -- but without the" , "date" : "19930608" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "After the Parents Are Gone; Programs Provide Continuing Care for Mentally Ill Children" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/08\/nyregion\/after-parents-are-gone-programs-provide-continuing-care-for-mentally-ill.html"} , {"body" : "Some wore suits, maybe the best clothes they owned, as they leaped frantically into the dark, whitecapped water only 200 yards from America's shore. Perhaps it was a sign of high hopes in a new land. But there was likely no time to think as they surged to the deck when their ship ran aground, plunking one after another into the sea as they clutched" , "date" : "19930607" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES" , "CHINA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "SMUGGLED TO NEW YORK: The Scene; Waves of Panic Yield To Elation of Refugees" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/07\/nyregion\/smuggled-to-new-york-the-scene-waves-of-panic-yield-to-elation-of-refugees.html"} , {"body" : "WHY fight it? The Goodspeed Opera House restoration of \"On the Town\" is captivating. What Leonard Bernstein meant when he wrote of \"the joy of music\" is fully transmitted into the joy of a musical comedy. This -- pure, simple, sweet, sentimental and funny -- is how it used to be. Bathed in a very real nostalgia, here is the \"New York, New York\" of" , "date" : "19930606" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "8" , "title" : "THEATER; 'On the Town' in Revival At Goodspeed Opera" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/06\/nyregion\/theater-on-the-town-in-revival-at-goodspeed-opera.html"} ,   {"body" : "Sea Cliffs Aquarium for Wildlife Conservation West Eighth Street and Surf Avenue Coney Island, Brooklyn (718) 265-3474 Recommended for all ages Out in Coney Island, where the fish still hang out in schools and the Cyclone roller coaster has been carrying riders since 1927, there is a new marine mammal habitat, Sea Cliffs, at what used to be called" , "date" : "19930604" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "26" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/04\/books\/for-children.html"} , {"body" : "Worried that the Cyclone and the Parachute Jump would be joined by the \"McWheel\" in a new Coney Island trinity, the New York City Landmarks Preservation Commission has rejected a plan to install 17-foot-wide, neon golden arches on the Wonder Wheel. Under the plan, the owners of the Wonder Wheel had offered free advertising space to McDonald's," , "date" : "19930602" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Coney Island Wonder Wheel Won't Rest on Golden Arches" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/02\/nyregion\/coney-island-wonder-wheel-won-t-rest-on-golden-arches.html"} , {"body" : "CARDINAL O'CONNOR LOOKS BACK Reflecting on nearly 10 turbulent years at the helm of New York's Roman Catholic Archdiocese, John Cardinal O'Connor said that he might have gone too far at times in leaps of faith that thrust him and his church into secular politics -- from his implicit criticism of Geraldine A. Ferraro in 1984 to his loose alliance" , "date" : "19930602" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/02\/nyregion\/metro-digest-178093.html"} , {"body" : "Here is a sampling of Memorial Day Weekend events in the New York metropolitan region: NEW YORK CITY Today FLEET WEEK, Intrepid Sea-Air-Space Museum, Pier 86, 46th Street at the Hudson River, Manhattan. Demonstrations of helicopter sea-air rescue missions begin on the Intrepid's flight deck at 1 P.M. Public boardings of the aircraft carrier John F." , "date" : "19930528" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "Memorial Day Weekend Events" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/28\/arts\/memorial-day-weekend-events.html"} , {"body" : "Steel Pole Paranoia Steel Pole Bath Tub. Grand, 76 East 13th Street, Greenwich Village, (212) 777-0600. It's common practice for grungy, punkish bands to pilfer the past and rehash it with a heavy dose of irony. Steel Pole Bath Tub, from Montana via San Francisco, revives late-1960's paranoia. While bass and drums chug out a grinding," , "date" : "19930528" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "19" , "title" : "Sounds Around Town" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/28\/arts\/sounds-around-town-262993.html"} , {"body" : "Amid the ideological warfare over teaching about sexuality and related matters in New York City's schools, voters elected more new faces to community school boards than ever before. But despite a complement of dissenting voices, the ideological cast of those boards is unlikely to change. With the results of the May 4 vote almost complete, an" , "date" : "19930522" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "New York City's 32 School Boards Get New Faces but Not New Views" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/22\/nyregion\/new-york-city-s-32-school-boards-get-new-faces-but-not-new-views.html"} , {"body" : "The bruised, pajama-clad body of an unidentified boy about 3 to 5 years old was found yesterday in a trash-compacted bag at the base of a garbage chute in a housing project in Brooklyn, and the authorities said the child's death was an apparent homicide. A maintenance man carrying bags of compacted trash to a curb became suspicious at the weight of" , "date" : "19930521" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Body of Boy Found in Bag With Garbage" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/21\/nyregion\/body-of-boy-found-in-bag-with-garbage.html"} , {"body" : "Everyone knows that the Landmarks Preservation Commission takes in Manhattan, but a new exhibition opening Tuesday at Federal Hall tries to show that the commission increasingly takes in the Bronx and Staten Island, too -- as well as Brooklyn and Queens. The exhibition of photographs, text and architectural artifacts, entitled \"Reaching Out: The" , "date" : "19930509" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: Staten Island, Too; 'Landmarks' Reaches Out" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/09\/realestate\/postings-staten-island-too-landmarks-reaches-out.html"} , {"body" : "For years, Gladys Cordero was pointed out by strangers as \"the lady in the green house.\" She cared for as many as 16 children at once in her modest home on Staten Island -- illegally. Neighbors knew her. Cabdrivers directed customers to her. Even the public elementary school across the street sent parents her way. A loyal clientele trailed the" , "date" : "19930502" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "52" , "title" : "Nannygate for the Poor; The Underground Economy in Day Care for Children" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/02\/nyregion\/nannygate-for-the-poor-the-underground-economy-in-day-care-for-children.html"} , {"body" : "Platoons of teachers marched into a Democratic club meeting in Coney Island earlier this month and, voting under the watchful eye of their school principals, helped a powerful local school board member, Sheldon Plotnick, take control of the political club's leadership. Mr. Plotnick is campaigning for re-election to his third school board term, even" , "date" : "19930426" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "In District 21, Schools Plus Politics Equal Gain" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/26\/nyregion\/in-district-21-schools-plus-politics-equal-gain.html"} ,   {"body" : "\"I'm a powerful, intellectual man going somewhere,\" said Shawn Hunt, talking about his future as he hurried from high school to a track meet. His hair was newly cropped in the trademark close fade that inspires his friends to call him Baldheaded Shawn, or Barkley, after Charles Barkley, the basketball star. Around his neck he wore a small gold" , "date" : "19930425" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Shawn, 17: Running Past Many Obstacles" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/25\/nyregion\/shawn-17-running-past-many-obstacles.html"} , {"body" : "Here is a sampling of attractions, some featuring special spring activities, in New York City. Times and dates are subject to change. Museums and Historic Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 35th Avenue at 36th Street, Astoria, Queens. On permanent display are items relating to film, television and video, like costumes, sets and filming" , "date" : "19930418" , "day_of_week_facet" : "Sunday" , "page_facet" : "31" , "title" : "ATTRACTIONS" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/18\/news\/attractions.html"} , {"body" : "Horse Show Steeplechase Park Surf Avenue and West 19th Street Coney Island Brooklyn (800) 834-3832 Recommended for all ages Tomorrow Steeplechase Park will resound with the clop of real horses' hooves, perhaps for the first time. The horses will compete individually and in teams in several events, including an obstacle course. As in all horse" , "date" : "19930416" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CENTRAL PARK (NYC)" , "BRYANT PARK (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "23" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/16\/arts\/for-children.html"} , {"body" : "The best politicians, it is said, find ways to turn adversity into advantage. So when the official car of New York State's Republican Party was stolen in Albany one night this week, the party's chairman, William D. Powers, seized the opportunity. He blamed the Democrats. \"The liberal, revolving door lenient sentencing policies supported by Mario" , "date" : "19930328" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "POLITICAL NOTES; G.O.P. Loses Car, Blames Liberalism" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/28\/nyregion\/political-notes-gop-loses-car-blames-liberalism.html"} , {"body" : "Aware that they run New York State's most hated bureaucracy, officials in the Department of Motor Vehicles are planning a broad overhaul of services that promises to make the agency trimmer, more efficient and much more user-friendly within 18 months. The officials, who have requested $6 million from the Legislature for the changes, say that their" , "date" : "19930322" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Motor Vehicles Moves to Shed Its Poor Image" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/22\/nyregion\/motor-vehicles-moves-to-shed-its-poor-image.html"} , {"body" : "There's a big difference between a hard-hitting play and one that is merely relentless, and right now you couldn't find a better example to illustrate the distinction than \"Aven' U Boys.\" Frank Pugliese's splintered account of three lads in Bensonhurst, Brooklyn, and how they grew (at the John Houseman Theater Off Broadway) has every mark and" , "date" : "19930321" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "5" , "title" : "SUNDAY VIEW; Two Slice-of-Life Plays Are Cut Far Too Thin" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/21\/theater\/sunday-view-two-slice-of-life-plays-are-cut-far-too-thin.html"} , {"body" : "Two small children who were left without supervision in a garbage-strewn and roach-infested apartment were found by the police after their father was arrested for selling crack to an undercover detective, the authorities said yesterday. The father, Robert Ruckert, 40, of 703 Coney Island Avenue in Kensington, Brooklyn, was arrested near the" , "date" : "19930320" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Two Toddlers Are Discovered Alone at Home And in Squalor" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/20\/nyregion\/two-toddlers-are-discovered-alone-at-home-and-in-squalor.html"} , {"body" : "Two men arrested in an attempted robbery in Brooklyn on Feb. 23 are considered suspects in the fatal shooting of a graphic artist in lower Manhattan earlier the same day, the police said yesterday. Although a handgun recovered by the police in the Brooklyn robbery has been linked to the slaying of Bonnie Bear, the men have not been arrested in the" , "date" : "19930318" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Arrested in Brooklyn Case Suspected in TriBeCa Slaying" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/18\/nyregion\/2-arrested-in-brooklyn-case-suspected-in-tribeca-slaying.html"} , {"body" : "With three teams from the same division in the final four, the only thing certain about the Public Schools Athletic League semifinals at Long Island University yesterday was that there would be at least one school from Brooklyn in the championship game at Madison Square Garden on Saturday. It turned out to be Lincoln High School of Coney Island," , "date" : "19930316" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "HIGH SCHOOL BASKETBALL; P.S.A.L. Has Its Final Two" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/16\/sports\/high-school-basketball-psal-has-its-final-two.html"} , {"body" : "Trying to describe a flower show before it's really there is kind of like trying on a prom dress that's still in pins. There's enough of a shape to get your hopes up (Mom might do a better job than you ever dreamed), but after all, it's just a lot of fluffy stuff until that zipper's in. All I can say is, by yesterday morning, many of the exhibits" , "date" : "19930312" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "Becoming Reacquainted With the Stars of Spring" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/12\/arts\/becoming-reacquainted-with-the-stars-of-spring.html"} ,   {"body" : "So, Sue Me' The Performing Arts Center State University College Purchase, N.Y. (914) 251-6200 Recommended ages: 5 and up Tomorrow and Sunday In this original children's comedy, six construction workers, without saying a thing, prove how calamity-filled and noisy their jobs can be. The hourlong play may be without dialogue, but the sounds, of a buzz" , "date" : "19930312" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "19" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/12\/theater\/for-children.html"} , {"body" : "THE gem of housing redevelopment in Central Harlem has gone on the market on St. Nicholas Avenue, bringing adults back to an elementary school transformed. The school is the former P.S. 157, between 126th and 127th Streets. It served for more than 70 years and closed in 1975, gradually deteriorating thereafter amid failed attempts at redevelopment." , "date" : "19930307" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)"] , "nytd_section_facet" : ["Education" , "Real Estate"] , "page_facet" : "1" , "title" : "Going to School in Harlem -- To Live" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/07\/realestate\/going-to-school-in-harlem-to-live.html"} , {"body" : "Mayor David N. Dinkins intervened yesterday for the first time in the selection of a new Schools Chancellor for New York City and submitted his own list of members for a screening panel being set up by the Board of Education. While the Mayor said he wanted to broaden the representation on the panel to make sure it reflects diverse business and" , "date" : "19930306" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "23" , "title" : "Mayor Offers Panel to Select A Chancellor" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/06\/nyregion\/mayor-offers-panel-to-select-a-chancellor.html"} , {"body" : "Undercover police officers posing as students arrested 18 people at a party in Brooklyn where high school students had been invited to try speed, the police said yesterday. The police recovered 20 tabs of LSD, 17 tinfoil packets of marijuana, 11 plastic bags of marijuana, $1,562 in cash, six beepers, two marijuana joints, a .25-caliber automatic" , "date" : "19930214" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "Officers Arrest 18 At Party in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1993\/02\/14\/nyregion\/officers-arrest-18-at-party-in-brooklyn.html"} , {"body" : "Since the late 1980's, money from a Federal tax break for corporations has put thousands of low-income New Yorkers into new homes. Now legislation that would renew the financing is stalled in Washington, and that, coupled with state budget cuts, threatens plans for dozens of affordable housing developments in the state this year. In New York City" , "date" : "19930208" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Delay on Tax-Credit Measure Stalls Projects to House Poor" , "url" : "http:\/\/www.nytimes.com\/1993\/02\/08\/nyregion\/delay-on-tax-credit-measure-stalls-projects-to-house-poor.html"} , {"body" : "On an icy winter morning at the Livingston Income Support Center in Brooklyn, a handful of men and women sat in a back corner of the office listening quietly as city workers explained a new requirement for those seeking public assistance. \"Do you have a satisfactory ongoing relationship with a doctor?\" one worker asked Hyacinth Maryshaw, 36. \"No,\"" , "date" : "19930201" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "New York's Poor Trying Alternative to Medicaid" , "url" : "http:\/\/www.nytimes.com\/1993\/02\/01\/nyregion\/new-york-s-poor-trying-alternative-to-medicaid.html"} , {"author" : "Catherine S. Manegold is a reporter on the metropolitan staff of The New York Times." , "body" : "Al Sharpton was up on the stage, that familiar voice booming and his words streaming in a hot cascade over an audience of teen-agers, most of them black, who strained forward in their chairs. The Democratic senatorial primary was long since over. But Sharpton looked as though none of that had really registered. Two months after his defeat, he was" , "date" : "19930124" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "18" , "title" : "The Reformation of a Street Preacher" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/24\/magazine\/the-reformation-of-a-street-preacher.html"} , {"body" : "Harry L. Smith, a longtime Brooklyn civic leader, died on Tuesday at his home in Coney Island. He was 84. Mr. Smith died of complications from diabetes, said a son, Arnold J. Smith, of Brooklyn. A native of the East End section of London, Mr. Smith moved with his family to New York City in 1912. Mr. Smith, a former executive assistant to" , "date" : "19930122" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "17" , "title" : "Harry L. Smith; Civic Leader, 84" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/22\/obituaries\/harry-l-smith-civic-leader-84.html"} , {"body" : "THE pleasures of ice skating in New York City are few, its terrors many. I blame this largely on global warming, which, the recent chill stretch notwithstanding, restricts the enterprise to exercise-in-the-round and reduces its grandiose free-spiritedness to something a little more, well, rinky-dink. Ice skating, ideally, is travel. But the weather" , "date" : "19930115" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Serenity Amid Chaos: A City Skater's Odyssey" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/15\/arts\/serenity-amid-chaos-a-city-skater-s-odyssey.html"} , {"body" : "What does it take to rescue a person from the despair and frustration of unemployment, homelessness, drug addiction or mental illness? Are these problems so overwhelming that their victims are condemned to spend the rest of their days in misery? Voices from every corner of New York City -- from people like Patricia K. of Bay Ridge, Brooklyn, who" , "date" : "19930110" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Reduced Dollars, Reduced Hope" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/10\/nyregion\/reduced-dollars-reduced-hope.html"} ,   {"body" : "Three Brooklyn high school students were shot on a crowded subway platform in Coney Island yesterday by a fourth student during an argument that started as a \"look down,\" the transit police said. Police officers on the platform who were working on a \"safe passage\" program of the Transit Authority immediately apprehended Omar Thomas, 17 years old, a" , "date" : "19930108" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "3 Students Shot At Train Stop In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/08\/nyregion\/3-students-shot-at-train-stop-in-brooklyn.html"} , {"body" : "Virtuality South Street Seaport 11 Fulton Market Building Fulton and South Streets Lower Manhattan (212) 587-1522 Recommended ages: 10 and up This single-minded store has four virtual-reality machines, which allow customers to shoot a robot and a pterodactyl by playing a video game called Dactyl Nightmare. At $5 for three and a half minutes, the" , "date" : "19930108" , "day_of_week_facet" : "Friday" , "geo_facet" : ["SOUTH STREET SEAPORT (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts" , "Books" , "Technology"] , "page_facet" : "5" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/08\/movies\/for-children.html"} , {"body" : "IT may seem a little early to think about spring, but plans have just been announced for the Rockefeller Center Flower and Garden Show, which is to transform Rockefeller Center into a land of daffodils and tulips, flowering trees and European beeches, rock gardens and woodsy nooks full of trillium and cityscapes fit for tiny backyards and rooftops." , "date" : "19930107" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["ROCKEFELLER CENTER (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "GARDEN NOTEBOOK; A Flower Show for Rockefeller Center" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/07\/garden\/garden-notebook-a-flower-show-for-rockefeller-center.html"} , {"body" : "Studio Glass Heller Gallery, 71 Greene Street (Spring Street); (212) 966-5948. \"Glass America 1993,\" featuring functional and sculptural work by 40 artists, starts on Saturday and runs through Jan. 31. Open Tuesday through Saturday, 11 A.M. to 6 P.M.; Sunday, noon to 5 P.M. No charge. On Saturday from noon to 4 P.M., gallery visitors may attend" , "date" : "19930107" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "WESTCHESTER COUNTY (NY)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "Calendar: How to Make Glass" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/07\/garden\/calendar-how-to-make-glass.html"} , {"body" : "A 41-year-old token-booth clerk who spent his spare time caring for his blind wife and refurbishing the house that has been in his family for three generations was found shot to death yesterday in a Brooklyn subway station in what apparently was a robbery, the police said. The body of Russell Manzo was discovered about 2:30 A.M. by a transit police" , "date" : "19930106" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Token Clerk Fatally Shot In Subway" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/06\/nyregion\/token-clerk-fatally-shot-in-subway.html"} , {"body" : "An off-duty police officer who was kidnapped and beaten in Brooklyn last night shot and fatally wounded one of his assailants, the police said. The policeman, a narcotics officer whose name was withheld because of the nature of his work, was forced into his own car, then driven a short distance to the parking lot at 1710 Avenue Y in Sheepshead Bay," , "date" : "19930106" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Officer Shoots an Attacker" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/06\/nyregion\/officer-shoots-an-attacker.html"} , {"body" : "'Science Friday' National Public Radio (In New York, WNYC 820 AM and 93.9 FM) Recommended ages: 6 and up Today Every Friday, National Public Radio presents an afternoon science program. So if the children are home this first day of 1993, they could tune in and listen to a discussion of the top science stories of the last year. The host, Ira Flatow," , "date" : "19930101" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "For Children Dulcie Leimbach" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/01\/arts\/for-children-dulcie-leimbach.html"}]