[  {"body" : "Law-enforcement officials said yesterday that they have identified a new suspect in the killing of a Hasidic scholar during the Crown Heights disturbances two years ago. The officials said they believe that it was this suspect who joined a crowd attacking the man, Yankel Rosenbaum, and delivered the stab wounds that killed him. The Brooklyn" , "date" : "19931231" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "ANOTHER SUSPECT NAMED IN SLAYING IN CROWN HEIGHTS" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/31\/nyregion\/another-suspect-named-in-slaying-in-crown-heights.html"} , {"body" : "On Oct. 30, 1992, less than 24 hours after a Brooklyn jury acquitted Lemrick Nelson Jr. of the murder of a Hasidic student during racial violence in Crown Heights, Federal authorities said they would begin an inquiry into whether the case could be pursued anew under Federal civil rights laws. The laws, enacted during Reconstruction, have been used" , "date" : "19931231" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Using Laws From Reconstruction Era" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/31\/nyregion\/using-laws-from-reconstruction-era.html"} , {"body" : "An article yesterday about a Federal inquiry into the 1991 racial violence in Crown Heights, Brooklyn, incorrectly described the vehicle that struck and killed a 7-year-old black boy, touching off the violence. The car was in the entourage of the leader of the Lubavitcher Hasidim; the rabbi was not actually in the car." , "date" : "19931231" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/31\/nyregion\/c-corrections-280093.html"} , {"body" : "NEW YORK CITY ANOTHER SUSPECT IN CROWN HTS. SLAYING Law-enforcement officials said they have identified a new suspect in the killing of a Hasidic scholar during the disturbances two years ago in Crown Heights, Brooklyn. The officials said they believe that this suspect joined a crowd of youths attacking the man, Yankel Rosenbaum, and delivered the" , "date" : "19931231" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/31\/nyregion\/metro-digest-933793.html"} , {"body" : "Federal and local investigators examining the 1991 disturbances in Crown Heights, Brooklyn, have received new evidence from witnesses and have begun to develop leads that could result in new Federal or state civil rights charges being brought against some of those who participated in the violence, officials involved in the case said today. The" , "date" : "19931230" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "New Evidence in U.S. Inquiry Helps Build Crown Hts. Case" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/30\/nyregion\/new-evidence-in-us-inquiry-helps-build-crown-hts-case.html"} , {"body" : "NEW YORK CITY RITES OF PASSAGE AT CITY HALL The jewel-box setting of City Hall seemed to be a stage being cleared for a freshly proclaimed hit. The David N. Dinkins show is closing, with the spotlight soon to illuminate a Rudolph W. Giuliani production. A1. GIULIANI NAMES 2 TO NEW POSITIONS Mayor-elect Giuliani named two prominent campaign" , "date" : "19931230" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/30\/nyregion\/metro-digest-040293.html"} , {"body" : "International A2-11 NO BREAKTHROUGHS IN MIDEAST Although Israel proclaimed a \"meeting of the minds\" as the latest round of talks with the P.L.O. closed, significant differences remain. A1 EASTERN EUROPE'S DRUG LORDS One enterprise that is thriving in Eastern Europe, and especially Poland, is drug trafficking. A3 DEMOGRAPHICS OF ZHIRINOVSKY Who" , "date" : "19931230" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/30\/nyregion\/news-summary-405493.html"} , {"body" : "* MANHATTAN BEACH A State Supreme Court judge has ruled that the 120-year-old esplanade in Manhattan Beach is private property and that a man may build a fence across the walkway behind his home. The Manhattan Beach Community Group had complained that a 6-foot cyclone fence built by Jack Laboz of 293 Amherst Street interrupted the seven-block" , "date" : "19931226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FORT GREENE (NYC)" , "MANHATTAN BEACH (NYC)" , "PROSPECT PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UPDATE" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/26\/nyregion\/neighborhood-report-brooklyn-update.html"} , {"body" : "NEXT weekend, Rudolph W. Giuliani will be inaugurated as the 107th mayor of New York City. There will be hoopla and many bold words. But can a mayor really make a difference? Fiscal monitors judge his every move. An ailing economy puts him in a box. Strong unions tie his hands. And AIDS, drugs and poverty are problems hardly unique to New York. Can" , "date" : "19931226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "SOAPBOX; Can a Mayor Make a Difference?" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/26\/nyregion\/soapbox-can-a-mayor-make-a-difference.html"} , {"body" : "EAST VILLAGE A Week of Gospel Music, In Person and on Film Gary Keys, who teaches film at Yale University, had always wanted to make a film about gospel music. Then he heard Salt and Pepper (pictured below), an interracial gospel group at the university, and suddenly, he says, he had \"his hook.\" A weeklong screening of his 1992 documentary, \"Good" , "date" : "19931226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FLUSHING (NYC)" , "RIVERDALE (NYC)" , "EAST VILLAGE (NYC)" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/26\/nyregion\/playing-in-the-neighborhood-881293.html"} ,   {"body" : "Mayor-elect Rudolph W. Giuliani yesterday named Deborah C. Wright as Commissioner of the city's Department of Housing Preservation and Development. Ms. Wright, now a board member of the New York City Housing Authority, is the first black to be appointed to a high-level post in the new administration and the first official from the Dinkins" , "date" : "19931221" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Giuliani Picks Dinkins Aide As Housing Commissioner" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/21\/nyregion\/giuliani-picks-dinkins-aide-as-housing-commissioner.html"} , {"body" : "PROVENCAL CRECHES Jani Caroli, a native of Marseilles, has brought an old French tradition to her French Country Living shop in Greenwich -- the tabletop creche as produced in Provence. Each Christmas she imports new ones to display and sell, all of them created in the Provencal workshop of Mireille Fouque, whose father, Paul, founded the business." , "date" : "19931219" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "CONNECTICUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/19\/nyregion\/connecticut-guide-859893.html"} , {"body" : "Colin Ferguson, who is accused of killing six people last week on a crowded commuter train, asked a judge today to let him replace his court-appointed lawyer with a Brooklyn lawyer who has been at the center of some of New York's most bitter racial controversies. The request raises the possibility that Mr. Ferguson, a black man who prosecutors say" , "date" : "19931218" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Man Accused in L.I.R.R. Shootings Requests a Different Lawyer" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/18\/nyregion\/man-accused-in-lirr-shootings-requests-a-different-lawyer.html"} , {"body" : "One man was shot to death and three other men were wounded yesterday when two gunmen opened fire on a street in Crown Heights, Brooklyn, the police said. The four victims, who were not identified, were shot as they left Gippy's Smoke Shop on Bergen Street near Kingston Avenue, officers at the scene said. The gunmen then fled. Officers at the scene" , "date" : "19931215" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "One Killed and 3 Wounded in Crown Hts." , "url" : "http:\/\/www.nytimes.com\/1993\/12\/15\/nyregion\/one-killed-and-3-wounded-in-crown-hts.html"} , {"body" : "CROWN HEIGHTS A Holiday Sing-Along At the Botanic Garden The Brooklyn Botanic Garden is celebrating the season today with \"Winter Greens,\" a special tour and a concert. The hourlong tour, beginning at 1 P.M., will explore the garden's one-acre collection of conifers and holly. A concert by Dulcie Barlow, harpist; Clare Hoffman, flutist, and Peter" , "date" : "19931212" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/12\/nyregion\/playing-in-the-neighborhood-627093.html"} , {"body" : "As on most major New York streets, scores of peddlers gather along bustling Brighton Beach Avenue to hawk their wares, including colorful scarves, books and jewelry. But the peddlers there are offering passers-by something different and potentially dangerous -- illegal medicines. The medicine peddlers are immigrants from the former Soviet Union; so" , "date" : "19931212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RUSSIA"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: Brighton Beach; From Russia to Little Odessa: Illegal Medicine Trade Thrives" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/12\/nyregion\/neighborhood-report-brighton-beach-russia-little-odessa-illegal-medicine-trade.html"} , {"body" : "Following a closed-door meeting with Gov. Mario M. Cuomo today, a group of black state legislators issued an urgent plea for a radical redistribution of state resources to fight a \"culture of violence\" among youths that they said had turned cities into war zones. The legislators said they were preparing a detailed \"Marshall Plan\" for Mr. Cuomo that" , "date" : "19931207" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Black Legislators Urge Anti-Violence Effort" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/07\/nyregion\/black-legislators-urge-anti-violence-effort.html"} , {"body" : "A man driving an illegal livery van on a Brooklyn street was shot to death on Friday night in front of four other passengers in what the police said was the first shooting involving the unlicensed vans, which have proliferated on city streets in recent years. The shooting of the driver, Frank James, 45, comes as the police struggle to stop a" , "date" : "19931205" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "49" , "title" : "Gunman Robs Riders in Van, Killing Driver" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/05\/nyregion\/gunman-robs-riders-in-van-killing-driver.html"} , {"body" : "THE ALVIN AILEY AMERICAN Dance Theater turned 35 this year. Never one to miss a party, the troupe will open its monthlong season at City Center on Wednesday with a celebration featuring more celebrities than ever and a large complement of former Ailey dancers. But there will also be an unusual new work on the program. Called \"Hymn,\" the dance was" , "date" : "19931205" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "DANCE; His Troupe Dances Its Thanks to Alvin Ailey" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/05\/arts\/dance-his-troupe-dances-its-thanks-to-alvin-ailey.html"} , {"body" : "LONG before Faith Ringgold wrote \"Tar Beach,\" the acclaimed children's book, in 1991, she was accentuating the positive while rewriting history in her distinctive story quilts. Her paintings on canvas are bordered with quilted textiles and handwritten strips of white fabric that tell fanciful stories, embroidering on the truth. In one, she writes" , "date" : "19931205" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "A Quilt Maker's Art Tells Stories of Childhood and Family" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/05\/nyregion\/a-quilt-maker-s-art-tells-stories-of-childhood-and-family.html"} ,   {"body" : "Churchgoing Teen-Agers Some parents may be surprised, but a new Gallup Poll shows that on any given weekend in the last year, teen-agers were more likely to go to church than adults. The survey found that about 50 percent of all teen-agers attended religious services, or nearly 10 percentage points higher than adults. \"It's clear that church" , "date" : "19931204" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Religion Notes" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/04\/nyregion\/religion-notes.html"} , {"body" : "Groping on their hands and knees through smoke so thick that one of them mistook a doll for a baby, four police officers rescued a 6-year-old yesterday from a burning apartment in Brooklyn. The rescued child, Michael Johnson, benefited from a lucky bit of timing. Realizing that one of her seven children was still in the burning apartment at 1317" , "date" : "19931203" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "4 Officers Save 6-Year-Old From Burning Apartment" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/03\/nyregion\/4-officers-save-6-year-old-from-burning-apartment.html"} , {"body" : "NEW YORK CITY GIULIANI PICKS BRATTON TO LEAD POLICE Mayor-elect Rudolph W. Giuliani named William J. Bratton, the flamboyant Police Comissioner of Boston, to lead New York City's Police Department and make good on Mr. Giuliani's campaign promises to wage a war on crime. A1. People either love or hate William Joseph Bratton. Man in the News. B4. For" , "date" : "19931203" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/03\/nyregion\/metro-digest-486993.html"} , {"body" : "In apparently unrelated robberies, gunmen held up workers at two churches yesterday, making off with $10,000 from a large parish in the Bronx and $4,000 from a church in Crown Heights, Brooklyn, the police said. In the Parkchester section of the Bronx, two workers had just stepped outside St. Helena's Roman Catholic Church at 10:30 A.M. when two" , "date" : "19931201" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Churches Are Struck in Separate Robberies" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/01\/nyregion\/churches-are-struck-in-separate-robberies.html"} , {"body" : "THE number eight signifies fortune in Chinese culture, and it is along Eighth Avenue in Sunset Park, Brooklyn, that thousands of recent Chinese immigrants have settled to improve their lot. Mostly poor and from southern China, they have created a bustling new commercial zone packed with chaotic dim sum palaces, fish markets selling blank-eyed" , "date" : "19931128" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SUNSET PARK (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "ELMHURST (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)" , "JACKSON HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "To Markets! To Markets!" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/28\/nyregion\/to-markets-to-markets.html"} , {"body" : "'International Children's Television Festival' Museum of Television and Radio 25 West 52d Street Manhattan (212) 621-6800 Recommended ages: 4 and up Through May 29 Alfred J. Kwak is a soft-hearted duck whose lady friend falls rudely in love with a Michael Jackson look-alike duck. Siyabonga is an African boy who \"dream-travels.\" Matt, from Finland," , "date" : "19931126" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "6" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/26\/arts\/for-children.html"} , {"body" : "The singer STEVIE WONDER brought the spirit of the holidays to Public School 189 in Crown Heights, Brooklyn, on Wednesday, and he spoke in support of Charge Against Hunger, a food aid campaign sponsored by American Express and Share Our Strength, a nonprofit relief organization. Mr. Wonder is donating $50,000 to the group, while American Express is" , "date" : "19931126" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "CHRONICLE" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/26\/nyregion\/chronicle-395993.html"} , {"body" : "THE Brooklyn Botanic Garden is offering an all-day program today to celebrate Puerto Rican Heritage month. Wendy Pantoja, one of the garden's guides, will conduct a bilingual tour of the Tropical Rain Forest Pavilion, designed to emulate El Yunque in Puerto Rico. Visitors will get a chance to explore the fruits and foliage that grow in hot, rainy" , "date" : "19931121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "PLAYING IN THE NEIGHBORHOOD: CROWN HEIGHTS; A Tropical Beat at the Botanic Garden" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/21\/nyregion\/playing-in-the-neighborhood-crown-heights-a-tropical-beat-at-the-botanic-garden.html"} , {"body" : "Fencing Classes Various public and private locations Recommended ages: 7 and up \"Aim at the heart,\" said Josie Fusco, the fencing teacher at the Carmine Street Recreation Center in Manhattan. \"Who has the burden of responsibility?\" she then asked her three students, who ranged in age from 10 to 15. \"The person attacked.\" With fencing, it's easy to" , "date" : "19931119" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/19\/arts\/for-children.html"} , {"body" : "In early October, Earn J. Lloyd of the Bronx staggered into the emergency room at Montefiore Medical Center nearly comatose, nearly blind and barely able to walk. Doctors discovered he had severe diabetes, which kept him in the hospital for the next 10 days. But Mr. Lloyd's more serious medical problem was the lack of a decent general doctor, which" , "date" : "19931114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["U.S." , "Health"] , "page_facet" : "6" , "title" : "THE PROBLEMS: THE INNER CITY; Lack of Doctors for the Poor Is Obstacle to Health Plans" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/14\/us\/problems-inner-city-lack-doctors-for-poor-obstacle-health-plans.html"} ,   {"body" : "COMMUNITY organizing seems nearly always to begin with anger. Frustration, often escalating into rage, is common when you see a drug dealer selling his stuff on your street corner each night, or an overpriced grocery store selling rotten vegetables, or a landlord repeatedly refusing to fix whatever is leaking, dripping or malfunctioning. A first" , "date" : "19931107" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "PUBLIC INTEREST; Community Groups: Call the Roll" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/07\/nyregion\/public-interest-community-groups-call-the-roll.html"} , {"body" : "For Gov. Mario M. Cuomo, the victory of Republican mayoral candidates in New York City and two upstate cities on Tuesday have created new political hurdles that will complicate his efforts to win re-election to a fourth term next year. Political strategists and some of his supporters say the Governor, who has not announced whether he will run, must" , "date" : "19931105" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "For Cuomo, Elections Seeded Many Clouds and Few Linings" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/05\/nyregion\/for-cuomo-elections-seeded-many-clouds-and-few-linings.html"} , {"body" : "MAYOR Bronx Rptng Dinkins Giuliani Marlin Bockmn Breman 74 Mott Haven, Hunts Point 100% 20,881 4,364 178 13 23 75 Clasons Pt. W Farms, E Trmnt 100% 17,436 4,316 145 10 15 76 Union Port, Parkchtr 100% 16,111 7,529 215 20 12 77 High Bridge, Morris Hghts 100% 18,050 2,080 80 33 14 78 Univ Heights, Fordham 100% 12,716 3,480 127 29 9 79 Tremont," , "date" : "19931104" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE 1993 ELECTIONS: RESULTS; The Vote For Mayor and Comptroller by Assembly District" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/04\/nyregion\/1993-elections-results-vote-for-mayor-comptroller-assembly-district.html"} , {"body" : "The defeat of David N. Dinkins, the first black mayor of the nation's largest city, triggered painful soul searching yesterday among black supporters who saw it as a revealing commentary on the state of race relations in New York. Many predicted that Mr. Dinkins's loss will translate into a tougher, smarter battle for the empowerment of people of" , "date" : "19931104" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "THE 1993 ELECTIONS: Voices; For Blacks, Loss by Dinkins Undermines Hopes of Change" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/04\/nyregion\/the-1993-elections-voices-for-blacks-loss-by-dinkins-undermines-hopes-of-change.html"} , {"body" : "MAYOR Bronx Rptng Dinkins Giuliani Marlin Bockmn Breman 74 Mott Haven, Hunts Point 100% 20,881 4,364 178 13 23 75 Clasons Pt. W Farms, E Trmnt 100% 17,436 4,316 145 10 15 76 Union Port, Parkchtr 100% 16,111 7,529 215 20 12 77 High Bridge, Morris Hghts 100% 18,050 2,080 80 33 14 78 Univ Heights, Fordham 100% 12,716 3,480 127 29 9 79 Tremont," , "date" : "19931103" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE 1993 ELECTIONS: RESULTS; The Vote For Mayor and Comptroller by Assembly District" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/03\/nyregion\/1993-elections-results-vote-for-mayor-comptroller-assembly-district.html"} , {"body" : "Rudolph William Giuliani, a tavern owner's son who challenged Wall Street, political corruption and the mob as one of the nation's fiercest prosecutors, edged out David N. Dinkins last night for the right to take on municipal government and become the 107th Mayor of New York City -- the first Republican to lead it in a generation. In a near-mirror" , "date" : "19931103" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "THE 1993 ELECTIONS: Mayor; GIULIANI OUSTS DINKINS BY A THIN MARGIN; WHITMAN IS AN UPSET WINNER OVER FLORIO" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/03\/nyregion\/1993-elections-mayor-giuliani-ousts-dinkins-thin-margin-whitman-upset-winner.html"} , {"body" : "Mayor David N. Dinkins yesterday kept a breathless schedule in three boroughs in the hope of energizing the groups he considers to be central to his re-election prospects. From one campaign stop to the next, the Mayor emphasized the importance of turnout in today's contest. He said strong participation among black, Hispanic, Asian and liberal white" , "date" : "19931102" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "The 1993 CAMPAIGN: The Incumbent; Dinkins Focuses on Groups He Sees as Crucial" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/02\/nyregion\/the-1993-campaign-the-incumbent-dinkins-focuses-on-groups-he-sees-as-crucial.html"} , {"body" : "Courting swing voters and campaigning among some of his most fervent supporters in Brooklyn, Rudolph W. Giuliani made repeated appeals to Democrats yesterday to have the \"courage\" to cross party lines and elect him mayor so that Republicans and Democrats can \"work together to save our city.\" Underlining his drive for Democrats, the" , "date" : "19931101" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "THE 1993 CAMPAIGN: THE CHALLENGER; Dinkins and Giuliani Grapple for Voters -- Republican Repeats Calls for Crossing of Party Lines" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/01\/nyregion\/1993-campaign-challenger-dinkins-giuliani-grapple-for-voters-republican-repeats.html"} , {"body" : "From a lox-and-eggs breakfast on the Lower East Side of Manhattan to rousing stops at Baptist churches in Brooklyn and Queens, Mayor David N. Dinkins swept through New York City yesterday seeking to reassemble and reinvigorate the coalition that brought him victory four years ago. The Mayor sought to sway the undecided by sharply attacking his" , "date" : "19931101" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "THE 1993 CAMPAIGN: THE INCUMBENT; Dinkins and Giuliani Grapple for Voters -- Mayor Aims Efforts at Reinvigorating Vote Coalition" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/01\/nyregion\/1993-campaign-incumbent-dinkins-giuliani-grapple-for-voters-mayor-aims-efforts.html"} , {"body" : "As the deadline came and went over the weekend for the return of Haiti's first freely elected leader, Haitians in New York City once again felt the gloom of smashed expectations, of hopes for their homeland deflated by violence and broken promises. Because the President, the Rev. Jean-Bertrand Aristide, remains in the United States, Jean Pierre, a" , "date" : "19931101" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "HAITI"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Haitians Living in New York Are Digesting New Letdown" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/01\/nyregion\/haitians-living-in-new-york-are-digesting-new-letdown.html"} ,   {"body" : "The side wall of his office tells legions about what drives Bill Lynch. It is dominated by a large photograph, haunting in the way period war photos of young soldiers tend to be, of the black fighter pilots who fought for their country in World War II in the segregated Tuskeegee unit. Next to the airmen is a portrait of the abolitionist Frederick" , "date" : "19931101" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE 1993 CAMPAIGN: The Brain Trust; Supporting Men Dueling for the Mayor's Office, Two of the Ablest of Political Seconds -- A Campaign Chief Who Has Served In City Hall, Too" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/01\/nyregion\/1993-campaign-brain-trust-supporting-men-dueling-for-mayor-s-office-two-ablest.html"} , {"body" : "Emily Toney, an insurance underwriter, says she is torn between voting for Rudolph W. Giuliani like her mother, who says she thinks he can \"take the bull by the horns,\" and voting for David N. Dinkins because he has rebuilt housing in her depressed Brooklyn neighborhood, Bedford-Stuyvesant. In nearby Park Slope, Edward Murphy, a lifelong Democrat," , "date" : "19931031" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE 1993 CAMPAIGN: The Undecided; Mayoral Race Still Perplexes Many Voters" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/31\/nyregion\/the-1993-campaign-the-undecided-mayoral-race-still-perplexes-many-voters.html"} , {"body" : "A year after Bill Clinton was elected on a platform that included re-invigorating civil rights policy, his Administration has yet to fill many of the critical policy positions. Civil rights organizations are generally pleased by the direction taken by the Administration in major Supreme Court cases involving voting and civil rights. But the groups" , "date" : "19931031" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S." , "Washington"] , "page_facet" : "18" , "title" : "Administration Leaves Top Civil Rights Jobs Vacant" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/31\/us\/administration-leaves-top-civil-rights-jobs-vacant.html"} , {"body" : "The brother of the Hasidic scholar slain in the 1991 racial violence in Crown Heights, Brooklyn, met Attorney General Janet Reno today to press his demand for a Federal inquiry into the disturbance, but said afterward that he had received only \"bland and noncommittal\" assurances on the matter. The brother, Norman Rosenbaum, said at a news" , "date" : "19931029" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Slain Hasid's Brother Says Reno Lags on Crown Hts." , "url" : "http:\/\/www.nytimes.com\/1993\/10\/29\/nyregion\/slain-hasid-s-brother-says-reno-lags-on-crown-hts.html"} , {"body" : "NEW YORK CITY PROGRAM REDUCES COURT BACKLOGS In Brooklyn, a new program imposing strict deadlines on criminal court schedules has done what seemed to be impossible in New York courts: reduced astronomical case backlogs. A1. A FINAL WEEKEND OF CAMPAIGNING A visit from the President, a flurry of broadcast appearances and saturation-strength" , "date" : "19931029" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/29\/nyregion\/metro-digest-711093.html"} , {"body" : "Six months after taking over as Attorney General, Janet Reno has achieved wide public popularity, but inside the Justice Department the euphoria has waned. Career lawyers have begun to question whether her personal appeal will translate into substantive gains for the agency. Many people got their first taste of the crusty former prosecutor during" , "date" : "19931026" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["WACO (TEX)" , "NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "Doubts on Reno's Competence Rise in Justice Dept." , "url" : "http:\/\/www.nytimes.com\/1993\/10\/26\/us\/doubts-on-reno-s-competence-rise-in-justice-dept.html"} , {"body" : "It was a good day for the Mayor out on the campaign trail, all things considered. There was the unfortunate moment as David N. Dinkins campaigned on Saturday when a small, gray-haired woman in East Harlem poked a Puerto Rican flag at him and screamed, \"Burn, baby, burn!\" And there was the woman at a rally at La Marqueta, at Park Avenue and 115th" , "date" : "19931026" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Dinkins in Stride: Taking Good With the Bad" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/26\/nyregion\/dinkins-in-stride-taking-good-with-the-bad.html"} , {"body" : "Rose Marie O'Keefe, Democratic state committeewoman and stalwart doyenne of the Bay Ridge party organization, saw the baby suddenly standing in the aisle of the American Legion hall, toddling up toward Rudolph W. Giuliani like an elfin litmus test as the mayoral candidate studiously made his argument to an overflow rainy-night crowd last Wednesday." , "date" : "19931025" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Giuliani, Striving to Be Liked, Tries to Elude Shadow of '89" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/25\/nyregion\/giuliani-striving-to-be-liked-tries-to-elude-shadow-of-89.html"} , {"body" : "Susan D. Alter, the Republican-Liberal candidate for public advocate, intensified her attacks yesterday on her Democratic opponent, Mark J. Green, the former Consumer Affairs Commissioner. In recent days Ms. Alter has accused Mr. Green of unethical behavior as a commissioner, saying he used sheriffs to intimidate small-business owners into paying" , "date" : "19931025" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Advocate Candidate Steps Up Attacks on Rival" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/25\/nyregion\/advocate-candidate-steps-up-attacks-on-rival.html"} , {"body" : "Starting next week, the elderly residents of Crown Heights will be taking back the streets -- or at least the supermarkets, pharmacies, beauty parlors and banks -- if the plan of a coalition of community groups works as hoped. Volunteers from each of several groups will escort the elderly on their errands on Mondays and Tuesdays between 10 A.M. and" , "date" : "19931024" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Neighborhood Report: Crown Heights; Helping the Frightened Elderly Take Back Their Streets" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/24\/nyregion\/neighborhood-report-crown-heights-helping-frightened-elderly-take-back-their.html"} ,   {"body" : "The New York City mayoral candidates have tried to frame their contest in many terms, from who would make the better healer to who would be tougher on crime. But for Rudolph W. Giuliani, one argument has emerged again and again: that Mayor David N. Dinkins is simply not up to the daunting task of managing a complex city. \"It is patently clear that" , "date" : "19931024" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Giuliani Campaign Theme: Dinkins Isn't Up to the Job" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/24\/nyregion\/giuliani-campaign-theme-dinkins-isn-t-up-to-the-job.html"} , {"body" : "The 1993 Kesselring Prizes for best new American plays were awarded yesterday to Anna Deavere Smith for \"Fires in the Mirror: Crown Heights, Brooklyn, and Other Identities,\" and Han Ong, for \"Swoony Planet.\" The cash prizes are awarded by the National Arts Club in Manhattan. Ms. Smith will receive $10,000; Mr. Ong, $2,500." , "date" : "19931020" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "21" , "title" : "Prizes for Two Playwrights" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/20\/theater\/prizes-for-two-playwrights.html"} , {"body" : "Two weeks ago, Earn J. Lloyd of the Bronx staggered into the emergency room at Montefiore Medical Center nearly comatose, nearly blind and barely able to walk. Doctors discovered he had severe diabetes, which kept him in the hospital for the next 10 days. But Mr. Lloyd's more serious medical problem was the lack of a decent general doctor, which" , "date" : "19931018" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Shortage of Doctors in Poor Areas Is Seen as Barrier to Health Plans" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/18\/nyregion\/shortage-of-doctors-in-poor-areas-is-seen-as-barrier-to-health-plans.html"} , {"body" : "Like many people in Canarsie, Rose and Anthony Gardini feel downtrodden this election year. The other day, the couple stood in front of their home, guarded by two pink flamingos and two big dogs named Muffin and Brandy, and spoke of a New York City where they say white people are increasingly locked out. Of course, the Gardinis say, they are voting" , "date" : "19931017" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Doubts About Dinkins in Canarsie Keep Area a Citadel for Giuliani" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/17\/nyregion\/doubts-about-dinkins-in-canarsie-keep-area-a-citadel-for-giuliani.html"} , {"body" : "IT'S rude out there. Rude all over the place. In the country that invented \"Have a Nice Day,\" citizens now wear sweatshirts that scream \"Back Off,\" or worse. On the football field and on the basketball court, the old ideal of sportsmanlike conduct has degenerated into a fiesta of trash talk and aggressive taunting. Since the 1940's, the Salvation" , "date" : "19931017" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "Have A #%!&$@$! Day" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/17\/style\/have-a-day.html"} , {"body" : "At 10:30 on a crisp fall night Chaim Deutch slid behind the wheel of his run-down brown Cutlass to begin patrolling the residential streets of Flatbush. He usually drives alone, but on this night he had a partner, Nathan Szpilzinger. The two are the leaders of a growing civilian patrol in Flatbush. Three years old, with 500 volunteers, mostly" , "date" : "19931017" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: FLATBUSH; Late at Night, The 'Watchers' Patrol Streets" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/17\/nyregion\/neighborhood-report-flatbush-late-at-night-the-watchers-patrol-streets.html"} , {"body" : "Former Mayor Edward I. Koch basked once again in the limelight of a mayoral race yesterday as political strategists scrambled to assess the effects of his reach across party lines to endorse Rudolph W. Giuliani, the Republican-Liberal challenger to Mayor David N. Dinkins. \"Isn't it wonderful at 68 to still be relevant?\" Mr. Koch chuckled after his" , "date" : "19931016" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Koch Enjoys His Moment In Campaign" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/16\/nyregion\/koch-enjoys-his-moment-in-campaign.html"} , {"body" : "Nina Gennaro Suarez remembers when the glow of Ebbets Field's lights danced on her bedroom wall and the roar of Brooklyn Dodger crowds rolled over her neighborhood. She wistfully recalls the Saturday morning \"kiddie shows\" at the old Patio Theater on Flatbush Avenue. And she will never forget the brick that came through a window of her house on" , "date" : "19931015" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "LEFFERTS MANOR (BROOKLYN NEIGHBORHOOD)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Enclave Outgrows Its Racial Tensions" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/15\/nyregion\/enclave-outgrows-its-racial-tensions.html"} , {"body" : "The Brooklyn District Attorney has argued to the United States Attorney General, Janet Reno, that she has ample authority to prosecute a black teen-ager for civil rights violations in the slaying of a Hasidic Jew during the 1991 Crown Heights racial violence. In a brief submitted last month but made public yesterday, the District Attorney, Charles" , "date" : "19931014" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Hynes Urges Reno To Bring Charges On Crown Heights" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/14\/nyregion\/hynes-urges-reno-to-bring-charges-on-crown-heights.html"} , {"body" : "Rudolph W. Giulinai made a blistering advertising attack on Mayor David N. Dinkins yesterday, criticizing his record and accusing him of weak leadership that has caused the city to lose 350,000 jobs, allowed government scandals and public disorder to flourish and encouraged racial divisiveness. Though Mr. Giuliani has attacked the condition of the" , "date" : "19931014" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Giuliani Accuses Dinkins Of Being a Weak Leader" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/14\/nyregion\/giuliani-accuses-dinkins-of-being-a-weak-leader.html"} ,   {"body" : "NEW YORK CITY GRUMBLES IN A QUIET NEIGHBORHOOD As residents of the quiet, shaded Soundview section of the Bronx prepare to vote for mayor, they grumble that the out-of-the way feeling that attracted them to the neighborhood in the first place may be its curse as New York City officials show little interest in their concerns, which range from uneven" , "date" : "19931014" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/14\/nyregion\/metro-digest-217593.html"} , {"body" : "Rudolph W. Giuliani and Mayor David N. Dinkins moved the New York City mayoral campaign into its final three weeks yesterday with oratory as sharp and blustery as the winds whistling around them on Fifth Avenue in the Columbus Day parade that traditionally marks the electoral homestretch. Keeping up his offensive, Mr. Giuliani accused the Mayor of" , "date" : "19931012" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Tough Talk by Candidates As the Parade Passes By" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/12\/nyregion\/tough-talk-by-candidates-as-the-parade-passes-by.html"} , {"body" : "The two Democrats took office on opposite banks of the Hudson in January of 1990, facing long-simmering problems of comparable scope and scant fiscal resources to solve them, yet their responses ended up being as different as their personalities. Gov. Jim Florio, having promised not to raise taxes, forced a $2.8 billion tax increase through a" , "date" : "19931012" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Florio and Dinkins: Striking Contrasts in Campaigns" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/12\/nyregion\/florio-and-dinkins-striking-contrasts-in-campaigns.html"} , {"body" : "At some point over the next year, this moment is bound to happen: a police sergeant, say, in Queens, will become suspicious that one of his officers is somehow involved in corruption. He is repulsed by the thought but unsure what to do. The outside monitor that a mayoral panel is likely to call for after its two weeks of hearings may even be in" , "date" : "19931011" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Monitor For Police" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/11\/nyregion\/a-monitor-for-police.html"} , {"body" : "New York City, with the help of the United States Committee for Unicef, will give free immunizations for measles, mumps and rubella, diphtheria, tetanus and whooping cough, polio, meningitis and hepatitis B to any child who needs them on Saturday. Here are immunization sites, as listed by the Department of Health. MANHATTAN Baruch Houses Child" , "date" : "19931010" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "PUBLIC INTEREST; Where to Get Free Shots for Children" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/10\/nyregion\/public-interest-where-to-get-free-shots-for-children.html"} , {"body" : "The Rev. Louis Farrakhan, the Nation of Islam leader admired by many black New Yorkers and despised by many Jews, is organizing a big rally to be held at Yankee Stadium just three days before the mayoral election -- a politically awkward prospect for Mayor David N. Dinkins, who needs both a huge black turnout and substantial Jewish support to win." , "date" : "19931010" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Farrakhan Plans Yankee Stadium Rally 3 Days Before Vote" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/10\/nyregion\/farrakhan-plans-yankee-stadium-rally-3-days-before-vote.html"} , {"body" : "In a mayoral contest that most experts say is now too close to call, one sure bet is that most black votes will go to David N. Dinkins. But many black ministers, politicians and neighborhood leaders contend that the Mayor's support among black voters is neither as monolithic nor as enthusiastic as it once was, suggesting that more black people than" , "date" : "19931004" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Disappointed Black Voters Could Damage Dinkins's Bid" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/04\/nyregion\/disappointed-black-voters-could-damage-dinkins-s-bid.html"} , {"body" : "Mayor David N. Dinkins courted the Jewish voters who are crucial to his re-election yesterday, evoking blacks' and Jews' shared history of struggle against discrimination. But his reception was mixed, ranging from friendly to wary to hostile. In a speech at Temple Shaaray Tefila at 79th Street and Second Avenue, Mr. Dinkins took responsibility for" , "date" : "19931004" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Reactions Are Wary as Dinkins Goes After Jewish Voters" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/04\/nyregion\/reactions-are-wary-as-dinkins-goes-after-jewish-voters.html"} , {"body" : "When a corruption scandal rocked the 77th Precinct in Brooklyn in 1986, Benjamin Ward, then Police Commissioner, responded as commissioners usually did, transferring or demoting 27 supervisors. The public demanded no less. The action was known as \"rolling heads\" and the theory was simple: make the punishment so severe that in the future supervisors" , "date" : "19931004" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Fighting Corruption; A 'Blue Wall of Reluctance' Emerges In Testimony to Panel on Police Graft" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/04\/nyregion\/fighting-corruption-blue-wall-reluctance-emerges-testimony-panel-police-graft.html"} , {"body" : "IT looks like the Connecticut theater season started before it started, and with a thunderclap. One hopes that the boldness and success of two early openers provided a foretaste of thrilling things and inspired in theatergoers a sense of discovery. Could the season have had a grander inauguration than \"The Madness of George III\"? That the Rich" , "date" : "19931003" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CONNECTICUT"] , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "12" , "title" : "THEATER; A New Season Promises Adventure" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/03\/nyregion\/theater-a-new-season-promises-adventure.html"} ,   {"body" : "As the Mollen Commission puts an intense spotlight on an underworld where police officers beat the innocent, traffic in drugs and protect the criminal, an intricate political calculus has been added to the mayoral race. Which candidate suffers more from hearings that leave the corrosive, dispiriting impression that even the city's guardians have" , "date" : "19931003" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "POLITICAL MEMO; Police Hearings' Effects Defy the Usual Wisdom" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/03\/nyregion\/political-memo-police-hearings-effects-defy-the-usual-wisdom.html"} , {"body" : "As Mayor David N. Dinkins stood at his side, a prominent black minister charged yesterday that the Mayor has been falsely branded a \"murderer\" for the death of a rabbinical student in Crown Heights and that these \"fascist\" elements have gravitated toward his rival, Rudolph W. Giuliani. \"Elements that can best be described as fascist seem to have" , "date" : "19931001" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Black Cleric Says Giuliani Is Attracting 'Fascist' Ilk" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/01\/nyregion\/black-cleric-says-giuliani-is-attracting-fascist-ilk.html"} , {"body" : "WEICKER WON'T SEEK RE-ELECTION Gov. Lowell P. Weicker Jr., the liberal Republican who built a career out of going his own way, announced that he would not seek re-election to a second term. Mr. Weicker said he wanted more time with his family, less intrusion by the demands of campaigning, and, perhaps, a job in private industry. A1. NEW YORK CITY" , "date" : "19931001" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/01\/nyregion\/metro-digest-085693.html"} , {"body" : "The Senate unanimously passed a resolution today urging the Justice Department to undertake a civil rights investigation into the August 1991 killing of Yankel Rosenbaum in Crown Heights, Brooklyn. The resolution, which was offered by Senators Alfonse M. D'Amato, Republican of New York, and Bob Dole, the Republican leader from Kansas, does not have" , "date" : "19930930" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Senate Urges Federal Inquiry on Crown Heights" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/30\/nyregion\/senate-urges-federal-inquiry-on-crown-heights.html"} , {"body" : "Witnesses drawn from the ranks of police corruption investigators yesterday recalled how they painfully discovered what they depicted as an unwritten policy in New York City's Police Department that discouraged major corruption inquiries from 1986 to 1991. The witnesses were called by a mayoral commission on the second day of its hearings into" , "date" : "19930929" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Witnesses Tell Of Cover-Up In Police Graft" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/29\/nyregion\/witnesses-tell-of-cover-up-in-police-graft.html"} , {"body" : "After a caustic campaign marked by the travails of one of the city's durable politicians, the candidates in today's Democratic runoff for city comptroller set out yesterday to insure that the few voters expected to turn out are their own. Although the latest polls show Assemblyman Alan G. Hevesi with a comfortable lead over the incumbent, Elizabeth" , "date" : "19930928" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "10% of Voters May Choose A Comptroller" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/28\/nyregion\/10-of-voters-may-choose-a-comptroller.html"} , {"body" : "Representative Charles Schumer, Brooklyn District Attorney Charles Hynes and many other New Yorkers want Attorney General Janet Reno to conduct a more rigorous investigation into the Crown Heights riots. They're right. Ms. Reno may ultimately decide that no Federal crime was committed during the rioting or in the slaying of Yankel Rosenbaum, a" , "date" : "19930927" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "16" , "title" : "Ms. Reno and Crown Heights" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/27\/opinion\/ms-reno-and-crown-heights.html"} , {"body" : "\"WHEN people say dreams don't come true, tell them about Rudy.\" Rudy who? That advertising slogan is promoting a new film, not a candidate for mayor. But the advertisement conjures up nostalgic Horatio Alger-type images of a young man who succeeded against the odds -- images that often seem to represent the underpinnings of Rudolph W. Giuliani's" , "date" : "19930927" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO MATTERS; Seeing Today's Dreams Against Political Reality" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/27\/nyregion\/metro-matters-seeing-today-s-dreams-against-political-reality.html"} , {"body" : "HANGING on the wall above the stage-door guard's desk at Avery Fisher Hall in Lincoln Center are a good-luck horseshoe, a smallish American flag and a black-and-white photograph of Kurt Masur. Mr. Masur, the bearlike German conductor whose off-the-podium trademark is a bolo tie, is no longer a visitor in New York. Upstairs in his office yesterday," , "date" : "19930922" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["GERMANY"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "BACKSTAGE WITH: Kurt Masur; Politics, Podiums And a Maestro's Two Homes" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/22\/garden\/backstage-with-kurt-masur-politics-podiums-and-a-maestro-s-two-homes.html"} , {"body" : "Now that the general-election campaign has finally begun, Mayor David N. Dinkins is moving to change the subject -- and as quickly as possible. A summerlong spurt of unremittingly bad news had left the Mayor and his administration as virtually the sole subject of the mayoral campaign. Mr. Dinkins was almost ceaselessly on the defensive, responding" , "date" : "19930921" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Dinkins, Avoiding the Defensive, Focuses Sights on Giuliani" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/21\/nyregion\/dinkins-avoiding-the-defensive-focuses-sights-on-giuliani.html"} ,   {"body" : "STEVEN CUTTING often begins the day in one city and ends it in another thousands of miles away. In a single week, Mr. Cutting, a 32-year-old fashion consultant and designer based in New York City, might meet with clients in India, shop for fabrics in France, have dinner with a friend in the Netherlands and oversee a fashion photo shoot in" , "date" : "19930919" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "14" , "title" : "VOWS; Asha Shetty, Steven Cutting" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/19\/style\/vows-asha-shetty-steven-cutting.html"} , {"body" : "NEARLY four years ago, David N. Dinkins took office as the first black man to lead New York City, winning by just two percentage points but pledging to be \"the Mayor of all the people.\" Today, it is increasingly clear that not nearly all the people want him to remain in power. In 1989, Mr. Dinkins was a triumphant challenger who brought New York's" , "date" : "19930919" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "5" , "title" : "THE NATION; This Time, Race Is A Murkier Issue" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/19\/weekinreview\/the-nation-this-time-race-is-a-murkier-issue.html"} , {"body" : "Here is a list of productions for the fall and winter season at four major New Jersey theaters: Paper Mill Playhouse, Brookside Drive, Millburn. (201) 376-4343: Now-Oct. 24 -- \"Paper Moon,\" world premiere of a new musical based on the popular 1973 movie, with Gregory Harrison and Christine Ebersole. Nov. 3-Dec. 12 -- \"Animal Crackers,\" a new" , "date" : "19930919" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY"] , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "11" , "title" : "When the Curtains Go Up" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/19\/nyregion\/when-the-curtains-go-up.html"} , {"body" : "29 ROLES IN 1 PLAY Anna Deavere Smith plays the roles of 29 people in a Long Wharf Theater production of \"Fires in the Mirror,\" the playwright-actress's account of the events surrounding the violence in the Crown Heights section of Brooklyn in August 1991. Ms. Smith portrays, along with 25 others, the Rev. Al Sharpton, the civil rights activist;" , "date" : "19930919" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "CONNECTICUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/19\/nyregion\/connecticut-guide-149493.html"} , {"body" : "Events are planned throughout the city to coincide with the New York Is Book Country fair, which will take place on Sunday on Fifth Avenue in Manhattan. Here is a schedule of events. TODAY Manhattan \"BUSINESS BOOK AND AUTHOR BREAKFAST,\" McGraw-Hill Reading Room, 50th floor, 1221 Avenue of the Americas, at 48th Street. A breakfast featuring James" , "date" : "19930917" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "28" , "title" : "Where Readers Meet Writers: A Guide to New York Is Book Country" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/17\/books\/where-readers-meet-writers-a-guide-to-new-york-is-book-country.html"} , {"body" : "BRONX Reporting Dinkins Innis Melendez 74 Mott Haven, Hunts Point 100 6,567 598 1,174 75 Clasons Point, West Farms, East Tremont 100 6,700 606 1,131 76 Union Port, Parkchester 100 5,754 923 990 77 High Bridge, Morris Heights 100 6,999 284 760 78 University Heights, Fordham 100 4,007 510 621 79 Tremont, Morrisania 100 7,491 420 712 80 Morris Park" , "date" : "19930916" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE 1993 PRIMARY; The Primary Races, by Assembly District" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/16\/nyregion\/the-1993-primary-the-primary-races-by-assembly-district.html"} , {"body" : "BRONX Reporting Dinkins Innis Melendez 74 Mott Haven, Hunts Point 100 6,567 598 1,174 75 Clasons Point, West Farms, East Tremont 100 6,700 606 1,131 76 Union Port, Parkchester 100 5,754 923 990 77 High Bridge, Morris Heights 100 6,999 284 760 78 University Heights, Fordham 100 4,007 510 621 79 Tremont, Morrisania 100 7,491 420 712 80 Morris Park" , "date" : "19930915" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "THE 1993 PRIMARY; The Primary Races, District by District" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/15\/nyregion\/the-1993-primary-the-primary-races-district-by-district.html"} , {"body" : "Talking of the need of the city and reflecting on Mayor David N. Dinkins's term at City Hall, voters went to the polls yesterday to cast their ballots and their hopes like pennies in a wishing well. They could not predict the outcome, they said, nor could they be sure that they would influence it much. But the act itself felt good. As they cast" , "date" : "19930915" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "THE 1993 PRIMARY: The Voters; Casting Their Ballots, Looking for a Better City" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/15\/nyregion\/the-1993-primary-the-voters-casting-their-ballots-looking-for-a-better-city.html"} , {"author" : "Todd S. Purdum is chief metropolitan political correspondent for The New York Times." , "body" : "He is not so nice. It is the first thing that anyone who knows him comes to realize and the last thing that most New Yorkers would ever imagine about David Norman Dinkins, the 106th Mayor of their city and the first black man to hold the job. Yes, of course, there is a Mayor Dinkins who speaks softly and smiles easily, whose gray-blue eyes exude" , "date" : "19930912" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "42" , "title" : "Buttoned Up" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/12\/magazine\/buttoned-up.html"} , {"body" : "To the Editor: Richard Taruskin chooses to hear Dvorak as the master of superficiality, but in the broader culture, Dvorak has grown, not diminished, in stature over the years and his music endures -- rich, complex and constantly interesting . One ironic note: Mr. Taruskin presents Dvorak as the commandant of German musical imperialism. Throughout" , "date" : "19930912" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "Arts"] , "page_facet" : "34" , "title" : "NATIONALISM IN MUSIC; 'Spillville Got It Right'" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/12\/arts\/l-nationalism-in-music-spillville-got-it-right-960793.html"} ,   {"body" : "To the Editor: Contrary to \"Wasting the Voters' Time\" (editorial, Aug. 30), the deposition of the Jewish community of the Crown Heights section of Brooklyn was not \"politically motivated,\" nor timed to embarrass Mayor David N. Dinkins in his re-election campaign. The community announced its intention to bring this lawsuit when it sought to preserve" , "date" : "19930911" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "20" , "title" : "Crown Heights Lawsuit Seeks Answers in Anti-Semitic Riots" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/11\/opinion\/l-crown-heights-lawsuit-seeks-answers-in-anti-semitic-riots-862393.html"} , {"body" : "Striving to invigorate his campaign on the eve of a desultory Democratic primary and counter criticism that he lacks a vision for the future, Mayor David N. Dinkins is taking a flurry of actions to argue that he, not just Rudolph W. Giuliani, can be a candidate for change. This week the Dinkins campaign sent a mailing to more than 100,000" , "date" : "19930911" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["UPPER WEST SIDE (MANHATTAN)" , "NEW YORK CITY" , "PARK SLOPE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Dinkins Acts To Show He Is Candidate For Change" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/11\/nyregion\/dinkins-acts-to-show-he-is-candidate-for-change.html"} , {"body" : "Attorney General Janet Reno today put off an announcement that the Clinton Administration had decided to close its civil rights investigation of the 1991 disturbances in Crown Heights after the Brooklyn District Attorney pleaded for more time to argue for a Federal prosecution. Ms. Reno had planned to announce this morning that the Justice" , "date" : "19930910" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "U.S. Attorney General Delays Closing Inquiry on Crown Hts." , "url" : "http:\/\/www.nytimes.com\/1993\/09\/10\/nyregion\/us-attorney-general-delays-closing-inquiry-on-crown-hts.html"} , {"body" : "Looking past Tuesday's Democratic primary to the general election, Mayor David N. Dinkins used the first formal debate of the primary campaign last night to accuse one of his two challengers, Roy E. Innis, of being a \"stalking horse\" for the Republican-Liberal candidate, Rudolph W. Giuliani. In a wandering debate that ran from fiscal policy, to gun" , "date" : "19930910" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "In Debate, Dinkins Ties Innis to Giuliani" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/10\/nyregion\/in-debate-dinkins-ties-innis-to-giuliani.html"} , {"body" : "Children's Harvest Festivals New York Botanical Garden 200th Street and Southern Boulevard The Bronx (718) 817-8982 Recommended for all ages Tomorrow Brooklyn Botanic Garden 1000 Washington Avenue Crown Heights (718) 622-4433 Recommended for all ages Tomorrow The best condition for a harvest is a long dry spell beforehand. These two festivals are" , "date" : "19930910" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "23" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/10\/arts\/for-children.html"} , {"body" : "Diseased Cannas Q. The new leaves and flower buds on several of my cannas are black, and some older leaves are distorted and sticky. What's going on here? Lynn Goldschmidt, Allegheny, Pa. A. It's a shame that just as we head into the most spectacular time for cannas, they may be attacked by a bacterial disease that destroys both leaf and flower" , "date" : "19930909" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "11" , "title" : "Garden Q.&A." , "url" : "http:\/\/www.nytimes.com\/1993\/09\/09\/garden\/garden-q-a.html"} , {"body" : "GARDENING -- or horticulture, to the lofty -- is making its way to the prekindergarten set. If you have a sprout who grows excited at the sight of a flower box on the sill or a bed of bachelor's buttons in the back yard, you might want to consider the fall children's workshops in harvesting and plant and animal studies offered by the New York" , "date" : "19930909" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "2" , "title" : "To Grow Gardeners, Start Them Young" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/09\/garden\/to-grow-gardeners-start-them-young.html"} , {"body" : "It looked, superficially at least, like the kind of spark that once before had set off an explosion of anger and violence in Brooklyn. A car driven by a Hasidic man struck and injured a black Brooklyn resident on the streets on the edge of Crown Heights. But the differences between the events early Monday evening as the West Indian Day Festival was" , "date" : "19930908" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "2 Similar Auto Accidents, 2 Very Different Results" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/08\/nyregion\/2-similar-auto-accidents-2-very-different-results.html"} , {"body" : "Speaking to a crowd of about 250 Jewish voters on the Upper West Side, Rudolph W. Giuliani last night made his most pointed remarks yet in the mayoral campaign on the 1991 racial disturbances in Crown Heights, saying he would have had the first person who threw a rock arrested. His law-and-order comments, which also touched on the street" , "date" : "19930908" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Giuliani Takes a Strong Stand On Crown Heights and Arrests" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/08\/nyregion\/giuliani-takes-a-strong-stand-on-crown-heights-and-arrests.html"} , {"body" : "ADVANCES FOR THE MENTALLY HANDICAPPED Advocates for the retarded say that advances in technology, including switches that respond to eye or head movements, or even a smile or a breath, have the potential to revolutionize the care and education of the mentally handicapped, giving them a new independence and easing their transition into the" , "date" : "19930907" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/07\/nyregion\/metro-digest-405193.html"} ,   {"body" : "Playing to his base and cheered on by an exuberant crowd, Mayor David N. Dinkins yesterday stepped away from a spate of recent political troubles and was swamped by black supporters on the streets of Crown Heights. Grinning and grasping the hands of men, women and children as they strained toward him over police barricades and the heads of friends" , "date" : "19930907" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Dinkins Renews Ties With Black Leaders" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/07\/nyregion\/dinkins-renews-ties-with-black-leaders.html"} , {"body" : "A car driven by a Hasidic man struck and injured a black woman pedestrian last night in Crown Heights, Brooklyn, where disturbances erupted two years ago after a fatal auto accident. Police officers quickly filled the street to calm an angry crowd, the police and witnesses said last night. Bottles were thrown at the driver and police officers, but" , "date" : "19930907" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Car Driven by Hasid Hurts Black Woman In Crown Hts. Crash" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/07\/nyregion\/car-driven-by-hasid-hurts-black-woman-in-crown-hts-crash.html"} , {"body" : "For years West Indians have played a strong but supporting role in New York City politics, helping to elect black American candidates, then relying on those politicians to address their concerns. But faced with a realization that such issues as immigration law, voting rights for noncitizens and United States policy toward the Caribbean sometimes" , "date" : "19930906" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "West Indians Adding Clout At Ballot Box" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/06\/nyregion\/west-indians-adding-clout-at-ballot-box.html"} , {"body" : "Mayor David N. Dinkins has agreed to two televised debates with his rivals for the Democratic mayoral nomination, his campaign confirmed yesterday. The debates will give his challengers, Roy Innis and Eric Melendez, a valuable opportunity to pick up visibility and legitimacy two days before the Sept. 14 primary. So far, their candidacies have been" , "date" : "19930904" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Dinkins Agrees to 2 Debates With Democratic Rivals" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/04\/nyregion\/dinkins-agrees-to-2-debates-with-democratic-rivals.html"} , {"body" : "Amid the prim, tree-lined homes and bustling strips of small businesses in Flatbush, Brooklyn, one of the city's most contentious political battles is taking shape: to determine who will become the district's first black representative to the City Council. The race reflects the passing of the torch from white to minority leaders in councilmanic" , "date" : "19930904" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "FLATLANDS (NYC)" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Brooklyn Race Grabs Citywide Attention; Bitter Campaign as 45th District Prepares to Elect First Black Council Member" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/04\/nyregion\/brooklyn-race-grabs-citywide-attention-bitter-campaign-45th-district-prepares.html"} , {"body" : "Long Island Rail Road 'Watch Hill Special' Fire Island National Seashore Patchogue, L.I. Recommended for all ages (718) 217-5477 (516) 822-5477 Daily through Sept. 15 Recommended for all ages Most subway riders have seen the Long Island Rail Road posters advertising day trips to beaches, including Watch Hill. Since I had never heard of Watch Hill" , "date" : "19930903" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "FIRE ISLAND NATIONAL SEASHORE (NY)" , "GEORGE WASHINGTON BRIDGE"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "12" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/03\/arts\/for-children.html"} , {"body" : "Sitting in a corner office on the 30th floor of a building at 1290 Avenue of the Americas, Edward Irving Koch, the master of the game, is watching the early skirmishes of the political melee that is the New York City mayoral race. And he is grinning. After a dozen years in the city's hottest seat, the man who became the epitome of New York's cranky" , "date" : "19930831" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Koch Unbound; Musings on the Mayor's Race From a Not-So-Private Citizen" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/31\/nyregion\/koch-unbound-musings-on-the-mayor-s-race-from-a-not-so-private-citizen.html"} , {"body" : "WHEN the shaken Hasidic residents of Crown Heights first sat down in the autumn of 1991 to consider a Federal civil rights suit against New York City, they were still shocked by the four days of violence against them that a state investigator would later call the city's worst racial disturbances in more than 20 years. But two years have passed" , "date" : "19930830" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "METRO MATTERS; A Deposition in a Grudge Match" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/30\/nyregion\/metro-matters-a-deposition-in-a-grudge-match.html"} , {"body" : "NEW YORK CITY TWO MEN CHARGED IN GIRL'S DEATH An 18-year-old man who was tried and acquitted in the arson murder of six people two years ago was arrested yesterday with another man in the killing of an girl whose badly burned body was found underneath a highway overpass in the Bronx. The victim was believed to be an 11-to-13 year-old black female," , "date" : "19930830" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/30\/nyregion\/metro-digest-483093.html"} , {"body" : "MAYOR David N. Dinkins does indeed have a re-election headquarters in Crown Heights, scene of his most bare-knuckled battle to survive in office. It is a Spartan storefront a few blocks from the Hasidim's powerhouse heart on Eastern Parkway, where believers have festooned apartments and businesses with countless banners of Messianic, not mayoral," , "date" : "19930829" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "On Sunday; In Crown Hts., A Dinkins Man In the Trenches" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/29\/nyregion\/on-sunday-in-crown-hts-a-dinkins-man-in-the-trenches.html"} ,   {"body" : "Mayor David N. Dinkins and a lawyer representing Hasidic Jews in Crown Heights faced off for a second day yesterday in a session that became so combative that a Federal judge directed the Mayor to simply answer his interrogator's questions about the violence that racked the Brooklyn community two years ago. \"I think it would be best if the witness" , "date" : "19930827" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Dinkins and Lawyer for Hasidim Spar on Crown Hts." , "url" : "http:\/\/www.nytimes.com\/1993\/08\/27\/nyregion\/dinkins-and-lawyer-for-hasidim-spar-on-crown-hts.html"} , {"body" : "Bill Lynch, the former New York City deputy mayor, has maintained under oath that he does not recall receiving graphic warnings from two City Hall aides during the 1991 Crown Heights violence that the situation was \"out of control\" and that the police were not responding effectively. Mr. Lynch made the statements in a deposition he gave Monday in a" , "date" : "19930826" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Ex-Official Has No Recollection Of Warnings on Crown Heights" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/26\/nyregion\/ex-official-has-no-recollection-of-warnings-on-crown-heights.html"} , {"body" : "Eban Robbins, a suspect in seven shootings with a 9-millimeter pistol earlier this month in Brooklyn, was linked yesterday to yet another killing, even as he was being arraigned in his hospital bed on murder and attempted murder charges. The victim was identified by authorities as Anthony Butts, 27, a Brownsville construction worker. Mr. Butts was" , "date" : "19930826" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Parolee Is Arraigned in Two Brooklyn Shootings" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/26\/nyregion\/parolee-is-arraigned-in-two-brooklyn-shootings.html"} , {"body" : "Mayor David N. Dinkins stood his ground yesterday during a grueling daylong questioning by a lawyer trying to show that the Mayor permitted violence against Hasidic Jews to go unchecked in Crown Heights two years ago. The lawyer was representing the Hasidim of Crown Heights, who are suing Mr. Dinkins and the city. During a break in the questioning," , "date" : "19930825" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Dinkins, in Testimony, Defends His Response on Crown Heights" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/25\/nyregion\/dinkins-in-testimony-defends-his-response-on-crown-heights.html"} , {"body" : "It was a David N. Dinkins not often seen by the public -- stubborn, focused and direct as he answered questions aimed in part at showing that he was out of touch during four days of interracial violence on the streets of Brooklyn two years ago this month. On trial in his own house, the Mayor was by turns tight-lipped and combative, quietly sincere" , "date" : "19930825" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Playing Tug-of-War In Gracie Dining Room" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/25\/nyregion\/playing-tug-of-war-in-gracie-dining-room.html"} , {"body" : "A parolee who served prison sentences for manslaughter and burglary was arrested yesterday by New York City detectives who said he was the gunman wielding a 9-millimeter pistol that killed four people and wounded two others in several incidents in Brooklyn this month. The suspect, identified as Eban Robbins, 32, of Brooklyn, was described by Chief" , "date" : "19930825" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Arrest Made In Slayings In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/25\/nyregion\/arrest-made-in-slayings-in-brooklyn.html"} , {"body" : "A black man who said that he was beaten in a racial attack by a group of Hasidic Jews in Crown Heights last December was sentenced yesterday to two years in prison for criminal trespass and petty larceny in a separate case. Before Ralph Nimmons, 26, was sentenced in State Supreme Court in Brooklyn, his lawyer, Paul Lieberman, contended that Mr." , "date" : "19930825" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Sentence in Break-Ins" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/25\/nyregion\/sentence-in-break-ins.html"} , {"body" : "NEW YORK CITY DINKINS DEFENDS ACTIONS ON UNREST Mayor David N. Dinkins stood his ground during a grueling day-long questioning by a lawyer trying to show that the Mayor permitted violence against Hasidic Jews to go unchecked in Crown Heights, Brooklyn, two years ago. A1. COMBATIVE BUT CAREFUL RESPONSES It was a David N. Dinkins not often seen by" , "date" : "19930825" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/25\/nyregion\/metro-digest-445093.html"} , {"body" : "In the pale yellow ballroom of Gracie Mansion, under the orders of a Federal judge, Mayor David N. Dinkins will be required to raise his right hand today and under oath relive once again the four days of violence in Crown Heights in 1991. In many ways the face-off, prompted by a lawsuit filed against the city by Hasidic Jews, is the culmination of" , "date" : "19930824" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Reliving Crown Heights Violence; Under Oath, Dinkins Is to Describe Handling of 1991 Clash" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/24\/nyregion\/reliving-crown-heights-violence-under-oath-dinkins-describe-handling-1991-clash.html"} , {"body" : "Investigators seeking a man who killed four people and wounded two others in a series of shootings with a 9-millimeter pistol in Brooklyn were questioning a man last night about the cases, a law-enforcement official said yesterday. The police declined to call the man a suspect. But the official, who spoke on the condition of anonymity, said that" , "date" : "19930824" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Investigators Question a Man In Rash of Brooklyn Shootings" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/24\/nyregion\/investigators-question-a-man-in-rash-of-brooklyn-shootings.html"} ,   {"body" : "A New York City police officer faces charges of second-degree murder in the shooting death of a young woman found yesterday at his parents' Brooklyn home. The officer, Michael Garcia, 26, who is assigned to the 71st Precinct in Crown Heights, was arrested yesterday morning. Officer Garcia was also charged with criminal possession of a controlled" , "date" : "19930824" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Off-Duty Officer Is Suspect in Woman's Death" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/24\/nyregion\/off-duty-officer-is-suspect-in-woman-s-death.html"} , {"body" : "The morning of Aug. 14 began joyously for Barbara Kelley when, at 2:45 A.M., a nurse at St. Mary's Hospital in Crown Heights, Brooklyn, brought word of the birth of her first grandchild, a girl. But little more than an hour later, as Ms. Kelley returned home, she was greeted by police officers with word that her husband, Tony Gray, had become the" , "date" : "19930823" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "4 Are Killed And 2 Hurt; Only Clue Is the Gun" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/23\/nyregion\/4-are-killed-and-2-hurt-only-clue-is-the-gun.html"} , {"body" : "Under sharp questioning by lawyers for Hasidic Jews, two former Dinkins administration officials have maintained that they were told later than the Hasidim contend they were that the police were responding inadequately to attacks on Hasidim in the 1991 racial violence in Crown Heights, Brooklyn. In depositions taken in a lawsuit filed by the" , "date" : "19930822" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "Officials Testify on Crown Heights Response" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/22\/nyregion\/officials-testify-on-crown-heights-response.html"} , {"body" : "Investigators believe that a gun used to kill one man and critically injure a woman in a Brooklyn neighborhood 10 days ago was also used in three other shootings a few blocks away two days later in which three men were killed and a fourth was seriously wounded. Ballistics tests determined that the same 9-millimeter gun was used in all the" , "date" : "19930822" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Brooklyn Shootings of 6 Are Linked to Same Gun" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/22\/nyregion\/brooklyn-shootings-of-6-are-linked-to-same-gun.html"} , {"body" : "Overriding objections from lawyers for New York City, a Federal judge yesterday directed that representatives of news organizations be allowed to attend pretrial sessions at which Mayor David N. Dinkins will be questioned under oath by lawyers for Hasidic Jews who are suing the city because of the 1991 Crown Heights racial violence. \"I think it's" , "date" : "19930814" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Reporters to Be Able to Hear Dinkins Testimony" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/14\/nyregion\/reporters-to-be-able-to-hear-dinkins-testimony.html"} , {"body" : "Gov. Mario M. Cuomo told a group of black elected officials yesterday that he would ask the state's Director of Criminal Justice to interview the parents of Gavin Cato, leaving open the possibility that he would order a new investigation into the child's death in a traffic accident, which led to four days of violence in Crown Heights in 1991. And" , "date" : "19930813" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Cuomo Says He May Meet With Cato Family on Son's Death" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/13\/nyregion\/cuomo-says-he-may-meet-with-cato-family-on-son-s-death.html"} , {"body" : "When Rudolph W. Giuliani campaigned on the streets of New York City last Saturday, one of his stops was that quintessential Upper West Side milieu, Zabar's. When Mayor David N. Dinkins began a radio advertising campaign this week to raise money and attract volunteers, he made sure to include WQXR-FM, a classical music station through which he hopes" , "date" : "19930812" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Mayoral Race May Turn on Slivers of Liberal Vote" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/12\/nyregion\/mayoral-race-may-turn-on-slivers-of-liberal-vote.html"} , {"body" : "By his own admission, Attorney General Robert Abrams lost last year's campaign for United States Senate because he committed the unpardonable political sin of letting his opponent, Alfonse M. D'Amato, define him. As the four-term Democrat now prepares to run for re-election in 1994, he is trying hard -- perhaps a bit too hard -- to make sure that" , "date" : "19930810" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "After Senate Loss, Abrams Tries to Stay in the Arena" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/10\/nyregion\/after-senate-loss-abrams-tries-to-stay-in-the-arena.html"} , {"body" : "After months of intermittent skirmishing, Rudolph W. Giuliani has moved the New York City mayoral campaign into the very-high-frequency war that really counts: paid television and radio advertising that starts by portraying the former prosecutor as a warm, regular guy in an effort to pre-empt Mayor David N. Dinkins's stepped-up attacks on him. The" , "date" : "19930806" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Giuliani Begins Taking Message to the Airwaves" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/06\/nyregion\/giuliani-begins-taking-message-to-the-airwaves.html"} , {"body" : "ALBERT SHANKER, the president of the American Federation of Teachers, posed a fundamental question last week about race and its role in the New York City mayoral campaign: \"Was it better in the old days when prejudice was out in the open or nowadays when prejudice is hidden?\" Writing about the search for a new Schools Chancellor, Mr. Shanker said" , "date" : "19930802" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "METRO MATTERS; Color in Politics: Impact Of Race on Campaign" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/02\/nyregion\/metro-matters-color-in-politics-impact-of-race-on-campaign.html"} ,   {"body" : "When Zachary W. Carter thinks about his new job, he also looks back on one of his old ones, as a judge in New York City's Criminal Court. In that position, he recalls, he was dealing with the \"symptoms of the problem\": the young people who settle arguments with bullets, the muggers and shoplifters desperate for cash to support their drug" , "date" : "19930802" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "U.S. Attorney Pledges Help Against Street Crime" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/02\/nyregion\/us-attorney-pledges-help-against-street-crime.html"} , {"body" : "In an odd sidelight to the debate on Crown Heights, Gov. Mario M. Cuomo, who commissioned the report that found Mayor David N. Dinkins had not restrained the police response to the disturbances, may be the only elected official to have publicly suggested otherwise. A week after the unrest in the Brooklyn neighborhood in August 1991, The Jewish" , "date" : "19930801" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "A Crown Heights Remark Returns to Trouble Cuomo" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/01\/nyregion\/a-crown-heights-remark-returns-to-trouble-cuomo.html"} , {"body" : "While New York Mayor David N. Dinkins may have underestimated the severity of racial violence in Brooklyn during four days of unrest in August 1991, local politicians and pundits may have seriously overestimated the impact of the Mayor's mistakes on his political future. Mr. Dinkins, a Democrat who is being challenged in his bid for a second term" , "date" : "19930801" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "2" , "title" : "JULY 25-31; New York Politics: Polls Show Mayor Unscathed by Riot Report" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/01\/weekinreview\/july-25-31-new-york-politics-polls-show-mayor-unscathed-by-riot-report.html"} , {"body" : "A Brooklyn woman who the police said had shot a teen-ager she believed had terrorized her 13-year-old son was arrested yesterday outside her home in Crown Heights. The woman, Joanne Jones, 45, was charged with assault and possession of a deadly weapon two days after a 14-year-old boy who lived next door, Jomi Butler, was shot in the groin. A police" , "date" : "19930731" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Brooklyn Woman Arrested in Shooting of Teen-Ager" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/31\/nyregion\/brooklyn-woman-arrested-in-shooting-of-teen-ager.html"} , {"body" : "NEW YORK CITY BUS PASSENGERS ROBBED Like an Old West stagecoach robbery, passengers on the Q85 bus were robbed after it was stopped at 140th and Edgewood Avenues in the Springfield Garden section of Queens by two men with semi-automatic handguns who boarded the bus and made their announcement of a robbery to the accompaniment of shots fired into" , "date" : "19930731" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/31\/nyregion\/metro-digest-501893.html"} , {"body" : "THE permutations of racism can be strange and subtle. Ask Araina Jewell. The young woman from Manhattan, who will be a freshman at Brown University this fall, says she has encountered little discrimination in her 18 years. But some people tell her she is simply not what they expect of a black woman. \"It's little things,\" Ms. Jewell told a group" , "date" : "19930731" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "25" , "title" : "ABOUT NEW YORK; Youths Dare to Explore The Mine Field of Race" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/31\/nyregion\/about-new-york-youths-dare-to-explore-the-mine-field-of-race.html"} , {"body" : "Public Library Events Various locations The public libraries in New York City have plenty to offer children besides books. In fact, 17 of the Brooklyn Public Library's 58 branches are open on Saturdays this summer, as are about half of the Queens Borough Public Library branches and about a quarter of the New York Public Library branches, which are" , "date" : "19930730" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "20" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/30\/arts\/for-children.html"} , {"body" : "To the Editor: Richard Girgenti's Report to the Governor on the Disturbances in Crown Heights, as you note in \"Crown Heights: Shared Failure\" (editorial, July 21), emphasized the failures of the Dinkins administration, the Police Department and the ineptitude of the Brooklyn District Attorney. Hardly mentioned in the press or the Girgenti report" , "date" : "19930730" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "As Mayor Learned From Crown Heights, Let Others Learn Too; A Preventable Death" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/30\/opinion\/l-as-mayor-learned-from-crown-heights-let-others-learn-too-a-preventable-death-185393.html"} , {"body" : "Mayor David N. Dinkins went to Starrett City yesterday to try to reassure residents unnerved by three sexual assaults on young girls in the sprawling housing complex over the last six weeks, most recently on Friday. The Mayor, like his predecessors, routinely goes to the scene of major crimes and accidents. But with Mr. Dinkins politically" , "date" : "19930728" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Dinkins Tries to Reassure Starrett City After Attacks" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/28\/nyregion\/dinkins-tries-to-reassure-starrett-city-after-attacks.html"} , {"body" : "SIX words may cost Mayor David N. Dinkins re-election. Six words he never said, not in this order, anyway: \"I'm sorry. I made a mistake.\" Instead, while acknowledging ultimate responsibility for what happened in Crown Heights two years ago and vowing \"never again,\" Mr. Dinkins has also engaged in a semantic strategy that, politically, may be" , "date" : "19930726" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "METRO MATTERS; Many Questions Linger After Crown Hts. Report" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/26\/nyregion\/metro-matters-many-questions-linger-after-crown-hts-report.html"} ,   {"body" : "The father of the black child whose death in 1991 set off four days of unrest in Crown Heights yesterday bitterly criticized the state's investigation of the disturbances and called for another investigation of the events, including the death of his son. Carmel Cato, whose 7-year-old son, Gavin, died after being hit by a car being driven by a" , "date" : "19930726" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Boy's Father Assails Study Of Slayings In Crown Hts." , "url" : "http:\/\/www.nytimes.com\/1993\/07\/26\/nyregion\/boy-s-father-assails-study-of-slayings-in-crown-hts.html"} , {"body" : "Savoring the respite from the hammering sun, Sal Margolis plopped into a swivel chair inside the Margolis Stationery Store in Sunset Park, Brooklyn, where he meditated with some melancholy on his possible political defection. \"I'm a lifetime Democrat, but I may change my voting habits for the first time,\" he said. \"For 40 years I voted Democratic," , "date" : "19930725" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "Tallying Crown Heights Toll, in Votes" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/25\/nyregion\/tallying-crown-heights-toll-in-votes.html"} , {"body" : "PEOPLE don't complain about the dog days of July and August for nothing. Some children are home from camp, the vacation never materialized (or it has come and gone) and you can't stand one more trip to the beach. But there's hope! So many activities are stocked up for the next six weeks, you may lobby to have Labor Day postponed. A demonstration of" , "date" : "19930725" , "day_of_week_facet" : "Sunday" , "page_facet" : "18" , "title" : "CHILD'S PLAY; Days of Dogs and Dinosaurs for the Boys and Girls of Summer" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/25\/news\/child-s-play-days-of-dogs-and-dinosaurs-for-the-boys-and-girls-of-summer.html"} , {"body" : "Mayor David N. Dinkins's best chance to survive the damage of the Crown Heights report is to trumpet the good things that he has managed to do and to persuade New Yorkers that this fall's election is not a passive referendum on his performance, but an active choice between him and Rudolph W. Giuliani. That is the consensus of a broad range of the" , "date" : "19930725" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "POLITICAL MEMO; Dinkins's Strategy: Cool Has Advantages" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/25\/nyregion\/political-memo-dinkins-s-strategy-cool-has-advantages.html"} , {"body" : "A CONTINENT and nearly a year apart, independent investigations into the riots that erupted in disparate neighborhoods of New York City and Los Angeles reached a common conclusion: neither the police nor the mayor was in control initially, nor were they communicating with each other effectively. In the aftermath of the Los Angeles riots, the Mayor," , "date" : "19930725" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "4" , "title" : "THE NATION; A Tarnishing Report for the Mayor of New York" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/25\/weekinreview\/the-nation-a-tarnishing-report-for-the-mayor-of-new-york.html"} , {"author" : "Todd S. Purdum is chief metropolitan political correspondent for The New York Times." , "body" : "Rudolph W. Giuliani, the jutjawed lawman who would be Mayor of New York City, lopes onto the gymnasium floor of St. Joseph's parochial school in Astoria, Queens, sober in his boxy brown suit and sensible brown loafers. His audience of 450 students sits in silent, pink-cheeked ranks. An old phonograph squawks a martial record and a pint-size honor" , "date" : "19930725" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "25" , "title" : "Rudolph Giuliani and the Color of Politics in New York" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/25\/magazine\/rudolph-giuliani-and-the-color-of-politics-in-new-york.html"} , {"body" : "Two civil-rights lawyers in New York City sternly criticized Mayor David N. Dinkins yesterday for remarks he made on a radio station aimed primarily at black listeners, calling them \"extremely troubling, divisive and demagogic.\" In a sharply worded letter to the Mayor, Norman Siegel of the New York Civil Liberties Union and Michael Meyers of the" , "date" : "19930725" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "Dinkins's Radio Message Draws Civil-Rights Fire" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/25\/nyregion\/dinkins-s-radio-message-draws-civil-rights-fire.html"} , {"body" : "Strained relations have long been the norm between New York City mayors and New York governors, and over the last four years the uneasy alliance between Mayor David N. Dinkins and Gov. Mario M. Cuomo has been no exception. But seldom in this long, tangled history have the interests of a Mayor and a Governor collided as decisively as they did this" , "date" : "19930724" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Political Memo; Crown Hts. Shadow Reaches Past Dinkins Toward Cuomo" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/24\/nyregion\/political-memo-crown-hts-shadow-reaches-past-dinkins-toward-cuomo.html"} , {"body" : "BICKERING STALLS BOMB PLOT REWARD A plan to offer up to $2 million in Federal Government money for information about a missing suspect in the World Trade Center bombing has been stymied since mid-April by a dispute over what agency should foot the bill, officials have acknowledged. A1. NEW YORK CITY SPLIT AT TOP HURT CROWN HTS. RESPONSE When he was" , "date" : "19930723" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/23\/nyregion\/metro-digest-214793.html"} , {"body" : "When he was questioned by state investigators about a lack of coordination between City Hall and the police during the violence in Crown Heights two summers ago, former Deputy Mayor Bill Lynch responded this way: \"My position was always, whether that was good or bad, was that we worked different sides of the street.\" Behind the voluminous official" , "date" : "19930723" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "TIMES SQUARE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Different Sides of Street; Response to Crown Heights Unrest Showed Divergent Paths of City Hall and the Police" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/23\/nyregion\/different-sides-street-response-crown-heights-unrest-showed-divergent-paths-city.html"} ,   {"body" : "Let's all put Crown Heights behind us -- certainly, but not now, not yet. To walk away from Crown Heights now, with its real meaning and the real offense of New York City's government still unstated and unexamined, would make it more likely that some other riot, some other pogrom, against some other group would be committed somewhere in America." , "date" : "19930723" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "27" , "title" : "On My Mind; What the Hasidim Know" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/23\/opinion\/on-my-mind-what-the-hasidim-know.html"} , {"body" : "The news deluge began at noon Tuesday, on schedule. As soon as Richard Girgenti, the state's director of criminal justice, stood to share his conclusions in the Crown Heights Report, any New Yorker with a remote control could start clicking from one news station to another and see, over and over, the fires, the rock throwing, and the general mayhem" , "date" : "19930722" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CROWN HEIGHTS REPORT: Covering the Report; Reporting So Constant, Recovery So Distant" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/22\/nyregion\/crown-heights-report-covering-report-reporting-so-constant-recovery-so-distant.html"} , {"body" : "District Attorney Charles J. Hynes of Brooklyn yesterday attacked a state report that said lapses by his office had contributed to the acquittal of the lone youth prosecuted in the slaying of a Hasidic man during the 1991 Crown Heights violence. Declaring that he had been \"involved in all phases of the case and made the key decisions,\" Mr. Hynes" , "date" : "19930722" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE CROWN HEIGHTS REPORT: The Prosecutor; Brooklyn District Attorney Defends Handling of Crown Heights Prosecution" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/22\/nyregion\/crown-heights-report-prosecutor-brooklyn-district-attorney-defends-handling.html"} , {"body" : "THE CROWN HEIGHTS REPORT: CALCULATING THE POLITICAL IMPACT Firing the first shot at Mayor David N. Dinkins across the shifting ground of New York City's mayoral race, Rudolph W. Giuliani used the Crown Heights report to turn the electoral debate away from ethnic politics to competence and civic stewardship. A1. HOW ROUGH THE DRAFTS OF HISTORY WERE" , "date" : "19930722" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/22\/nyregion\/metro-digest-110293.html"} , {"body" : "As pressure arrived at her doorstep yesterday, Attorney General Janet Reno said her department would decide \"as expeditiously as possible\" whether to seek Federal civil-rights prosecutions stemming from the four days of violence in Crown Heights two years ago. One New York Representative, Nita M. Lowey, said that at a meeting with the Attorney" , "date" : "19930722" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE CROWN HEIGHTS REPORT: The Overview; Reno Seeks Quick Inquiry On Civil-Rights Charges" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/22\/nyregion\/crown-heights-report-overview-reno-seeks-quick-inquiry-civil-rights-charges.html"} , {"body" : "The state report this week on the Crown Heights violence two years ago told a story about the crisis different from the one told by New York City news organizations at the time. With its details of official inattention and miscalculation that virtually escaped press notice as the events were unfolding, the report provided a reminder of both the" , "date" : "19930722" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "THE CROWN HEIGHTS REPORT: Covering the Unrest; Press Had Blind Spots, Too" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/22\/nyregion\/the-crown-heights-report-covering-the-unrest-press-had-blind-spots-too.html"} , {"body" : "As rocks and bottles rained down from buildings and as his own car was pelted by demonstrators, Robert Brennan, a member of City Hall's Community Assistance Unit, realized that a \"big problem\" was brewing. It was 10:30 P.M. on Aug. 19, 1991, a Monday night, and violence had been raging in Crown Heights for several hours. As tensions rose, he" , "date" : "19930721" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE CROWN HEIGHTS REPORT: The Events; From Earliest Hours, Calls Were Ignored" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/21\/nyregion\/the-crown-heights-report-the-events-from-earliest-hours-calls-were-ignored.html"} , {"body" : "Following are excerpts from the report's conclusions about the police response to the violence. From Executive Summary Planning . . . The department's Disorder Control Plans provided a solid basis for guiding its response to the disturbance. However, the plans were not updated annually as required, did not provide an explicit mission statement, nor" , "date" : "19930721" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "THE CROWN HEIGHTS REPORT; From the Report: On Police Actions and Commissioner Brown" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/21\/nyregion\/crown-heights-report-report-police-actions-commissioner-brown.html"} , {"body" : "A chain of leadership failures by Mayor David N. Dinkins, top City Hall advisers and the city's leading police commanders allowed the disturbances in Crown Heights to escalate unabated into a four-day \"riot\" in which Hasidic Jews were singled out by bands of black youths, according to a state report released yesterday. In a scathing portrait of" , "date" : "19930721" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "THE CROWN HEIGHTS REPORT: The Overview; CROWN HEIGHTS STUDY FINDS DINKINS AND POLICE AT FAULT IN LETTING UNREST ESCALATE" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/21\/us\/crown-heights-report-overview-crown-heights-study-finds-dinkins-police-fault.html"} , {"body" : "The two-volume, 600-page report on the Crown Heights disturbances released yesterday was painstakingly pieced together by a team of 40 state lawyers, analysts and investigators, many of whom worked full-time on the project for eight months. The investigation was headed by Richard H. Girgenti, the state's Director of Criminal Justice, who was the" , "date" : "19930721" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE CROWN HEIGHTS REPORT; Cuomo Aide and 40 Experts Behind the 600-Page Report" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/21\/nyregion\/the-crown-heights-report-cuomo-aide-and-40-experts-behind-the-600-page-report.html"} ,   {"body" : "MANHATTAN JUDGE PICKED TO HEAD F.B.I. President Clinton says he will appoint a Manhattan judge, Louis J. Freeh of Federal District Court, to replace William Sessions as Director of the Federal Bureau of Investigation. A1. NEW YORK CITY THE CROWN HEIGHTS REPORT: LEADERSHIP FAILURES ARE CITED A chain of leadership failures by Mayor Dinkins, top City" , "date" : "19930721" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/21\/nyregion\/metro-digest-220093.html"} , {"body" : "Ever since the Crown Heights disturbances two years ago, Mayor David N. Dinkins has been fending off critics by challenging their most extreme charges. Repeatedly he said that he did not order the police to allow angry black youths to rampage through the Brooklyn neighborhood; that he was not anti-Semitic, and that he was not responsible for the" , "date" : "19930721" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "THE CROWN HEIGHTS REPORT: The Mayor; For Mayor, a Harsh Light" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/21\/nyregion\/the-crown-heights-report-the-mayor-for-mayor-a-harsh-light.html"} , {"body" : "The portrait of incompetence is breathtaking. There is no other way to read the new state report on the riots in Crown Heights two summers ago. Every level of New York City government failed to recognize the degree of violence, to deal with it at the time, to effectively apprehend and prosecute the lawless afterward. Mayor David Dinkins failed." , "date" : "19930721" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "16" , "title" : "Crown Heights: Shared Failure" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/21\/opinion\/crown-heights-shared-failure.html"} , {"body" : "IN the bright sunlight of morning yesterday, in the week before his 40th birthday, Sang Han stood in his store in Brooklyn, feeling good. The neat display of brazenly colored sneakers, T-shirts and pants in Sneaker King at 298 Utica Avenue gave no hint of the chaos that engulfed him almost two years ago when his store was looted and almost forced" , "date" : "19930721" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "ABOUT NEW YORK; For a Korean Merchant, Holding On to Dreams" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/21\/nyregion\/about-new-york-for-a-korean-merchant-holding-on-to-dreams.html"} , {"body" : "On the eve of the release of a state report that is widely expected to criticize his handling of the Crown Heights disturbances, Mayor David N. Dinkins went to Brooklyn yesterday to try to demonstrate his long-term efforts to bring together people in the divided neighborhood. Mayoral aides -- anxiously awaiting the release of the long-delayed" , "date" : "19930720" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Dinkins Meets With Leaders In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/20\/nyregion\/dinkins-meets-with-leaders-in-brooklyn.html"} , {"body" : "Four years ago, Bill Lynch led David N. Dinkins to victory against a battle-weary Democratic incumbent -- and then on to become New York City's first black Mayor -- by coaching a hungry team of liberal outsiders from a Times Square building so seedy that his staff shared elevators with porno actresses between scenes. The knock on him then: He was a" , "date" : "19930719" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "As Campaign Warms, Dinkins Manager Is Cool, Calm and Directed" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/19\/nyregion\/as-campaign-warms-dinkins-manager-is-cool-calm-and-directed.html"} , {"body" : "On Tuesday, two years minus 24 days since racial violence erupted in the Crown Heights neighborhood of Brooklyn, a 600-page state report is to be released offering the most complete version to date of what went on and what went wrong during the most calamitous episode of the Dinkins administration. But the chances that the two-volume effort will" , "date" : "19930718" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Pain, Politics and Crown Heights" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/18\/nyregion\/pain-politics-and-crown-heights.html"} , {"body" : "International 3-17 CHINESE MIGRANTS ARE SENT BACK Soon after being brought ashore in Mexico, the first of about 300 Chinese migrants were put on planes back to the country they had fled. 1 U.S. TO BASE ENVOYS IN HANOI The U.S. will station diplomats in Hanoi for the first time since the war to assist Americans seeking information about missing" , "date" : "19930718" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/18\/nyregion\/news-summary-391093.html"} , {"body" : "Against a backdrop of nervous anticipation, city and state officials are drawing up plans to limit negative reaction and avert racial and religious divisiveness next week when the state releases its report on the disturbances in Crown Heights two years ago. Taking the lead, Gov. Mario M. Cuomo released an unusual letter yesterday that appeared" , "date" : "19930717" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Crown Hts. And After: Making Plans" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/17\/nyregion\/crown-hts-and-after-making-plans.html"} , {"body" : "Mayor David N. Dinkins, his re-election campaign stalled in the polls, abandoned an incumbent's customary reserve and sharply stepped up his attack on his Republican-Liberal challenger, Rudolph W. Giuliani, yesterday -- even as Gov. Mario M. Cuomo effusively praised the Mayor as a man who \"can show us how to live together as one city going" , "date" : "19930716" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Dinkins Fires Sharp Jabs At Giuliani" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/16\/nyregion\/dinkins-fires-sharp-jabs-at-giuliani.html"} ,   {"body" : "Frances Davis believed in her three boys -- children whom she eased into manhood with affection, encouragement and advice: respect your bodies, avoid trouble, and most of all, stick together. Remember, she insisted, you have to be there for one another. Now she believes in nothing. One by one over the last six years, her young men have been" , "date" : "19930712" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Shots, and 2 Mothers Grieve Again; Her Faith Turns to Ashes After All 3 Sons Are Slain" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/12\/nyregion\/shots-2-mothers-grieve-again-her-faith-turns-ashes-after-all-3-sons-are-slain.html"} , {"body" : "Mayor David N. Dinkins traveled nearly 6,000 miles last week to utter words that had eluded him at home during two years of bitter debate over the racial violence in Crown Heights. On the first morning of a four-day trip to Israel, the Mayor found himself once again facing criticism on how he handled the unrest in the divided Brooklyn neighborhood" , "date" : "19930711" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "ISRAEL" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "29" , "title" : "Dinkins's Olive Branch: Facing Crown Hts. From Israel" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/11\/nyregion\/dinkins-s-olive-branch-facing-crown-hts-from-israel.html"} , {"body" : "At the Tel Aviv Museum of Art the other day, Mayor David N. Dinkins and his large entourage from New York City were about to leave when they spotted Adah Ackerman and her two small sons. The political antennae lost no time homing in. As a mass of people, cameras and microphones rumbled toward her, Mrs. Ackerman, a visitor from Ames, Iowa, did the" , "date" : "19930709" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "ISRAEL" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Dinkins Leaves Israel, Still Hearing About Crown Hts." , "url" : "http:\/\/www.nytimes.com\/1993\/07\/09\/nyregion\/dinkins-leaves-israel-still-hearing-about-crown-hts.html"} , {"body" : "One woman had just hugged her mother goodbye. The other was out for a late-night walk. Suddenly gunshots rang out on the Brooklyn streets, fatally wounding one of the women as she pushed a toddler in a stroller, with a 3-year-old at her side, and critically injuring the other. Both women, the police said, were unintended victims in separate" , "date" : "19930709" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "2 Brooklyn Women Are Felled On Streets Ruled by Weapons" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/09\/nyregion\/2-brooklyn-women-are-felled-on-streets-ruled-by-weapons.html"} , {"body" : "CANDIDATE FOR CHANCELLOR WITHDRAWS Bernard R. Gifford, the California professor who was the leading candidate to be New York City's next schools chancellor, has removed himself from consideration for the second time in 10 days, this time calling it final. A1. With the tangled courtship between the New York City Board of Education and Bernard R." , "date" : "19930709" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/09\/nyregion\/metro-digest-462493.html"} , {"body" : "A new square, New York Place, was dedicated in Jerusalem today by the Mayors of the two cities. Truth be told, it is not much more than a traffic island on a noisy, heavily traveled boulevard, and its distinguishing characteristic is a large stone planter upon which stands a post-modern statue looking suspiciously like the Statue of Liberty," , "date" : "19930708" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "ISRAEL" , "JERUSALEM"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Dinkins and New York, in Jerusalem" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/08\/nyregion\/dinkins-and-new-york-in-jerusalem.html"} , {"body" : "EDUCATION BOARD CHIEF RE-ELECTED In a brief public meeting in the marbled great hall of the Board of Education's Brooklyn headquarters, Carol A. Gresser, a one-time parents' association president from Queens, was re-elected president of the board, with unanimous support from her colleagues. A1. A MALEVOLENT RITUAL AT MANY POOLS They call it \"the" , "date" : "19930707" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/07\/nyregion\/metro-digest-381393.html"} , {"body" : "A 74-year-old woman was found badly beaten and locked in the closet of her apartment in Brooklyn yesterday afternoon, the police said. A neighbor became suspicious when she heard a television set playing loudly in the woman's apartment at 683 Dean Street in Crown Heights, said a police spokesman, Sgt. John McCluskey. The neighbor called a building" , "date" : "19930706" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Woman, 74, Is Beaten and Locked in Closet" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/06\/nyregion\/woman-74-is-beaten-and-locked-in-closet.html"} , {"body" : "When Iraqi Scud missiles were falling on Israel during the war in the Persian Gulf two years ago, Mayor David N. Dinkins came to show his support, and his Israeli hosts greeted him almost immediately with a gas mask. As Mr. Dinkins began another visit here today, he was greeted with a political suggestion in the respected newspaper Haaretz, which" , "date" : "19930706" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "ISRAEL"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "1" , "title" : "In Israel, Dinkins Cites Past Support and Seeks to Build Bridges" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/06\/nyregion\/in-israel-dinkins-cites-past-support-and-seeks-to-build-bridges.html"} , {"body" : "WHEN Representative Major R. Owens returned to his predominantly black district in Brooklyn after visiting Israel 10 years ago, he proudly published a photograph in his Congressional newsletter of himself with Menachem Begin. \"The No. 1 issue in my district that year was that picture,\" Mr. Owens recalled. Still, Mr. Owens, who is black, won" , "date" : "19930705" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "METRO MATTERS; To Owens, Most Blacks Don't Seem Anti-Semitic" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/05\/nyregion\/metro-matters-to-owens-most-blacks-don-t-seem-anti-semitic.html"} ,   {"body" : "There is no question that on the night of Dec. 13, 1992, at least one of two men arrested in East Flatbush, Brooklyn, violated state gun laws. Lester Smith and Orson Grosse were pulled over by Police Officer Michael Dalton and his partner for a routine traffic violation. In the car the police found a loaded 10-millimeter Glock semiautomatic, a $600" , "date" : "19930704" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Building Stronger Cases in Gun Trials" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/04\/nyregion\/building-stronger-cases-in-gun-trials.html"} , {"body" : "A COUPLE named Vivian and Louis Hunter bought a vacant four-family house on Crotona Avenue in the South Bronx at a city auction in 1988. They planned to renovate it, live in it with their daughter and her children, and rent out what they didn't use themselves. But they could never get the project financed. They have held it ever since, regularly" , "date" : "19930704" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "Perspectives: Federal Subsidies; Fresh Money Cranks Up an Aid Program" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/04\/realestate\/perspectives-federal-subsidies-fresh-money-cranks-up-an-aid-program.html"} , {"body" : "NO ONE knows for sure at what moment Abraham D. Beame lost the 1977 mayoral race, but the night he appeared on \"We, the Jury\" is as good a guess as any. Mr. Beame, who had been elected four years earlier on the slogan, \"He Knows the Buck,\" spent much of the program on the defensive, seeking to acquit himself of criticism, just leveled by the" , "date" : "19930628" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "METRO MATTERS; Quotations That Win or Lose Elections" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/28\/nyregion\/metro-matters-quotations-that-win-or-lose-elections.html"} , {"body" : "On a recent Sunday morning, the Rev. Clarence A. Norman Sr. faced the members of his church -- one of the largest black congregations in Brooklyn -- and introduced his choice for Public Advocate. \"I'm not telling you what to do,\" said the minister, ending a somewhat tepid endorsement of Susan D. Alter, who is running for the post that is replacing" , "date" : "19930627" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "One Campaign by Alter: Many Interpretations" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/27\/nyregion\/one-campaign-by-alter-many-interpretations.html"} , {"body" : "The state official preparing a long-awaited report on the racial violence in Crown Heights met with Mayor David N. Dinkins yesterday to question him further about his administration's handling of the disturbances. But the official said he would not speed up his inquiry despite a call by Police Commissioner Raymond W. Kelly for the quick release of" , "date" : "19930624" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Dinkins Is Questioned On Violence" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/24\/nyregion\/dinkins-is-questioned-on-violence.html"} , {"body" : "The racial disturbances in Crown Heights, Brooklyn, which have come to dominate Richard H. Girgenti's two years as the State Director of Criminal Justice, occurred when he had been on the job for only a few weeks. But he did not get the assignment to review them until more than a year later. Gov. Mario M. Cuomo appointed Mr. Girgenti to be his" , "date" : "19930624" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Quiet Decision Maker With Crown Hts. Report" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/24\/nyregion\/the-quiet-decision-maker-with-crown-hts-report.html"} , {"body" : "With a belated package of Federal financing about to be approved by Congress, government agencies and community groups in New York City are gearing up for a summer jobs program for teen-agers that promises fewer jobs and shorter periods of employment than in recent years. The Federal program, a cornerstone of the nation's efforts to give poor young" , "date" : "19930624" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "CONNECTICUT" , "UNITED STATES"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Cutback in U.S. Funds to Reduce Summer Jobs for New York Youths" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/24\/nyregion\/cutback-in-us-funds-to-reduce-summer-jobs-for-new-york-youths.html"} , {"body" : "Propelled by the imminent release of a state report on the racial disturbances in Crown Heights, the long-simmering controversy over how the Dinkins administration handled the 1991 violence moved to the forefront of the New York City mayoral campaign yesterday, forcing the Mayor again to defend his record on an issue that has haunted him for two" , "date" : "19930623" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Dinkins's Actions on Crown Hts. Become Focus of Mayoral Race" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/23\/nyregion\/dinkins-s-actions-on-crown-hts-become-focus-of-mayoral-race.html"} , {"body" : "Mayor David N. Dinkins yesterday questioned the campaign tactics of his Republican opponent, Rudolph W. Giuliani, contending that Mr. Giuliani's recent comments on Crown Heights and rent regulation indicated that he did not have the \"temperament\" to lead New York City. Speaking to reporters at the conclusion of the United States Conference of" , "date" : "19930623" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Dinkins Questions Tactics Used by Giuliani" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/23\/nyregion\/dinkins-questions-tactics-used-by-giuliani.html"} , {"body" : "NEW YORK CITY A DISTURBANCE'S LONG SHADOW Propelled by the imminent release of a state report on racial disturbances in Crown Heights, Brooklyn, the long-simmering controversy over how the Dinkins administration handled the 1991 violence has moved to the forefront of the mayoral campaign. A1. RENT CONTROLS STILL ON HOLD For the second time in a" , "date" : "19930623" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/23\/nyregion\/metro-digest-451793.html"} ,   {"body" : "A Brooklyn man was arrested last night in the fatal shooting of a gypsy-cab driver during a robbery yesterday morning, the police said. Sgt. John McCluskey, a police spokesman, identified the man as Clifton Davis, 31. The driver, Cilimon St. Louis of Crown Heights, was shot once in the chest after he picked up a man in Crown Heights about 6 A.M.," , "date" : "19930621" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Arrest in Slaying of Cabby" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/21\/nyregion\/arrest-in-slaying-of-cabby.html"} , {"body" : "THE roster of superwaifs, vegetarian grunge actors and musicians in Birkenstocks and beads continues to grow like late-summer squash in the garden of some California commune. That's why the New York Shakespeare Festival's black-tie fund-raising event under a tent at Tavern on the Green on Wednesday, which celebrated the 25th anniversary of the" , "date" : "19930620" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Style"] , "page_facet" : "8" , "title" : "THE NIGHT; Peace, Love And Chompers" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/20\/style\/the-night-peace-love-and-chompers.html"} , {"body" : "IS it possible to date the start of an addiction? To pinpoint the exact moment when a person goes from not hooked to hooked? In my case, I like to think it was that bright June day in 1984 when my friend Alma lured me out onto a tennis court and I hit the first of what has since become millions upon millions of tennis balls. But psychologically," , "date" : "19930618" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Love at 40: Tennis, Anyone?" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/18\/arts\/love-at-40-tennis-anyone.html"} , {"body" : "About 1,500 people attended a rally in City Hall Park yesterday to protest what they called unacceptable delays in the investigations of racial disturbances in Crown Heights two summers ago. Although billed as a nonpartisan rally, the demonstration was dominated by supporters of Rudolph W. Giuliani, the Republican-Liberal candidate for Mayor, and" , "date" : "19930617" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Rally Assails Inquiries Into Violence" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/17\/nyregion\/rally-assails-inquiries-into-violence.html"} , {"body" : "Four men were convicted of attempted murder in Brooklyn yesterday in the attack on a Greek Orthodox Bishop last year, District Attorney Charles J. Hynes of Brooklyn said. The four men, aged 18 to 20, each pleaded guilty to trying to kill Bishop Alexios Panagiotopoulos during an attempted robbery outside his home in Crown Heights on Feb. 26, 1992," , "date" : "19930617" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "4 Convicted of Attempted Murder of Bishop" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/17\/nyregion\/4-convicted-of-attempted-murder-of-bishop.html"} , {"body" : "One day after her triumphal opening night in Los Angeles, complete with a standing ovation and more flowers than she could carry, Anna Deavere Smith sat slumped in a quiet West Hollywood restaurant still puzzled, even dazed, by the fear and confusion that grips the city after last year's riots. \"I have very haunting dreams,\" said the 42-year-old" , "date" : "19930616" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["LOS ANGELES (CALIF)"] , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "15" , "title" : "Condensing a Riot's Cacophony Into the Voice of One Woman" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/16\/theater\/condensing-a-riot-s-cacophony-into-the-voice-of-one-woman.html"} , {"body" : "Angelina Spicer is a devotee of Gap color-coordinated outfits and popular music, a typical sixth grader. But a trip to a continent thousands of miles away last summer transformed her forever, she says, into an emissary for Africa, a global student. \"A lot of things I heard from here about Africa were horrendous -- jungles, Tarzans, dirt roads," , "date" : "19930616" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["AFRICA" , "SOWETO (SOUTH AFRICA)" , "SOUTH AFRICA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Massacre Remembered in a Fest" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/16\/nyregion\/a-massacre-remembered-in-a-fest.html"} , {"body" : "IF you can't get away from New York City this summer, you can round up the family and head for the parks. Children can learn how music is similar to games and sports in a series of free outdoor concerts by the Little Orchestra Society in various cityparks. Or they can get their blood pumping by running races in Central Park, where everyone receives" , "date" : "19930613" , "day_of_week_facet" : "Sunday" , "page_facet" : "15" , "title" : "CHILDREN; From Mazes to Mermaids, Fun for All Ages" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/13\/news\/children-from-mazes-to-mermaids-fun-for-all-ages.html"} , {"body" : "Here is a sampling of fairs, festivals and parades that are planned in New York City this summer. Information was supplied by the Community Assistance Unit of the Office of the Mayor. Many dates and times are tentative, since these are events that, in some cases, require permits from the Mayor's Office. Major holiday parades and festivals are" , "date" : "19930613" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "34" , "title" : "ON THE STREET" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/13\/news\/on-the-street.html"} , {"body" : "FOUR years ago, Rudolph W. Giuliani, the racket-busting prosecutor who spent the 80's as the scourge of Wall Street and the mob, nearly kept David N. Dinkins from becoming the first black mayor of New York -- simply because he was white. In a town where Democrats outnumber Republicans by 5 to 1, hordes of white voters deserted their party and Mr." , "date" : "19930613" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "5" , "title" : "THE NATION; White-Hispanic Ticket Grabs At a Black Mayor's Coalition" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/13\/weekinreview\/the-nation-white-hispanic-ticket-grabs-at-a-black-mayor-s-coalition.html"} ,   {"body" : "Here is a sampling of holiday activities this summer in the New York metropolitan region. Dates and times are subject to change. June 14 FLAG DAY PARADE, City Hall to Pearl Street, lower Manhattan. 11:30 A.M. Sponsored by Fraunces Tavern Museum. July 2 INDEPENDENCE DAY CELEBRATION, Bear Mountain State Park, Route 9W, Bear Mountain, N.Y. Billed as" , "date" : "19930613" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "page_facet" : "33" , "title" : "HOLIDAY SIGHTS" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/13\/news\/holiday-sights.html"} , {"body" : "To the Editor: \"Crown Heights Was Not Iasi\" by Joyce Purnick (Editorial Notebook, June 3) stated of the events that took place in Brooklyn in the summer of 1991: \"Police protection was inadequate, to put it mildly. Why?\" It is clear that irrespective of investigations undertaken by the Federal and state governments and a private lawsuit, that the" , "date" : "19930611" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "30" , "title" : "Answers Still Needed On Crown Heights" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/11\/opinion\/l-answers-still-needed-on-crown-heights-539493.html"} , {"body" : "A Federal investigation into whether the civil rights of Hasidic Jews were violated in the 1991 Crown Heights violence has been delayed by a dispute between officials at the Justice Department and the lawyer for the Hasidim, letters between the parties show. The primary focus of the dispute involves the lawyer's charge that the Justice Department" , "date" : "19930606" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Dispute Slows an Inquiry on Crown Heights, Letters Show" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/06\/nyregion\/dispute-slows-an-inquiry-on-crown-heights-letters-show.html"} , {"body" : "A Brooklyn man was arrested and charged yesterday with the murder of his 2 1\/2-year-old son, the police said. The man, Christopher Willis, 28, was arrested at 8 A.M. near Atlantic Avenue in Crown Heights just hours after the baby died at St. John's Hospital, said Capt. William F. Plackenmeyer of the Brooklyn Detective Bureau. Police officers found" , "date" : "19930606" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "46" , "title" : "Brooklyn Father Arrested in Child's Death" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/06\/nyregion\/brooklyn-father-arrested-in-child-s-death.html"} , {"body" : "They were two vivacious, bright-eyed boys who attended the same school and were in the same grade, but now their worlds have been ripped apart -- one of them dead and the other in the hospital with a bullet in his spine. The two 7-year-old boys were victims caught in a fusillade between rival drug gangs during an exchange of more than 15 gunshots" , "date" : "19930606" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "2 Families Shattered by Bronx Shooting" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/06\/nyregion\/2-families-shattered-by-bronx-shooting.html"} , {"body" : "Four Brooklyn teen-agers were arrested yesterday in the fatal shooting of a drama teacher who had fought off their efforts to steal his $250 bicycle on a wooded dirt trail in Prospect Park, the police said. The youths -- two 14 and two 16 -- had a simple motive, the police said, when they attacked the teacher, Allyn Winslow, on Tuesday: three of" , "date" : "19930605" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "4 Youths Arrested in Killing of Bicyclist in Park" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/05\/nyregion\/4-youths-arrested-in-killing-of-bicyclist-in-park.html"} , {"body" : "Two 7-year-old boys playing in a courtyard behind a Bronx housing project shortly before dark yesterday were struck by stray bullets from a nearby gun battle, killing one and injuring the other, the police said. A 28-year-old man, apparently the intended victim, was also shot. The police said two gunmen were seen arguing with the adult victim," , "date" : "19930605" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Child Killed, 2 Wounded In a Spray of Stray Bullets" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/05\/nyregion\/child-killed-2-wounded-in-a-spray-of-stray-bullets.html"} , {"body" : "Preventing Drug Abuse TUESDAY -- CASA, the Center on Addiction and Drug Abuse, which provides education and research on drug abuse and its prevention, will benefit from an awards evening at the Plaza. Joseph A. Califano Jr., the organization's chairman, and Barbara Walters will be the hosts for the event, which begins with cocktails at 6:30 P.M.," , "date" : "19930530" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "4" , "title" : "BENEFITS" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/30\/style\/benefits-303593.html"} , {"body" : "The best way to remain Mayor, David N. Dinkins has clearly decided, is to remind New Yorkers as often as possible that he already is. To the extent that Mr. Dinkins has developed a political strategy in what is expected to be a very close race, it is to emphasize his incumbency. The strategy carries risks, of course. He has a record to defend, and" , "date" : "19930530" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Dinkins Campaign Strategy: Show Them Who's the Mayor" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/30\/nyregion\/dinkins-campaign-strategy-show-them-who-s-the-mayor.html"} , {"body" : "In a presentation that recalled his cautious approach and sweeping goals upon taking over the New York City Police Department, Lee P. Brown told senators today that he would begin work as President Clinton's chief drug adviser with a thorough review of Federal anti-drug programs. But under gentle yet persistent prodding at his confirmation hearing," , "date" : "19930526" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "21" , "title" : "Drug 'Czar' Nominee Would Review U.S. Strategy" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/26\/us\/drug-czar-nominee-would-review-us-strategy.html"} ,   {"body" : "To the Editor: \"Higher Salaries for Teachers?\" (editorial, May 10) came as a shock to us. As teachers in New York City public schools, both of us were recently honored nationwide as the outstanding teachers in our respective fields at the 1992-93 Disney American Teacher Awards. What a contrast to the complete disrespect this city has shown for the" , "date" : "19930526" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "20" , "title" : "New York Must Afford Good Teachers" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/26\/opinion\/l-new-york-must-afford-good-teachers-107993.html"} , {"body" : "State Assemblyman Dov Hikind, an outspoken Jewish legislator who was critical of the acquittal of an Egyptian immigrant in the 1990 killing of Rabbi Meir Kahane, said yesterday that he has been put under police protection because of a \"serious threat\" against him. Mr. Hikind, a Brooklyn Democrat, said he has been guarded by officers from the police" , "date" : "19930526" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "MIDDLE EAST"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Hikind Says Threat Led to Police Guard" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/26\/nyregion\/hikind-says-threat-led-to-police-guard.html"} , {"body" : "In a barren alley separating a school and a threadbare asphalt playground in Brooklyn, Alex Jimenez reached into his pocket and, with a shrug, whipped out a boxcutter, flicking it open to show its deadly potential. It is a weapon that he says helps him ward off thugs. It is also a weapon that keeps him honest with the police. \"All you have to do is" , "date" : "19930523" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "For Many Youths, Carrying Knives Keeps Fear Away" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/23\/nyregion\/for-many-youths-carrying-knives-keeps-fear-away.html"} , {"body" : "Creating what he called a \"multiparty fusion movement\" to bring together disparate political and racial groups in New York City, Rudolph W. Giuliani, the Republican-Liberal candidate for mayor, reached across party lines yesterday to introduce Susan D. Alter, a Democratic councilwoman from Brooklyn, as his choice for City Council president. Ms." , "date" : "19930522" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Alter Crosses Party Lines to Back Giuliani for Mayor" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/22\/nyregion\/alter-crosses-party-lines-to-back-giuliani-for-mayor.html"} , {"body" : "Six months before the mayoral election, black New Yorkers continue to express overwhelming approval of Mayor David N. Dinkins's stewardship of the city, while whites overwhelmingly disapprove, according to the latest New York Times\/WCBS-TV poll. In the meantime, his support among Hispanic New Yorkers has faded so much that they are now evenly" , "date" : "19930519" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "New York's Blacks Back Dinkins But Whites Don't, Poll Indicates" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/19\/nyregion\/new-york-s-blacks-back-dinkins-but-whites-don-t-poll-indicates.html"} , {"body" : "Bronx voters returned to office the former presidents of two corruption-plagued community school boards who were removed from office recently amid accusations of wrongdoing, according to results of the May 4 school board election released yesterday. The voters in Districts 9 and 12 in the Bronx also re-elected several other present and former board" , "date" : "19930517" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Ousted Chiefs Due to Rejoin School Boards" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/17\/nyregion\/ousted-chiefs-due-to-rejoin-school-boards.html"} , {"body" : "It won't be all musicals, revivals and Shakespeare this summer. From California to Massachusetts, the theme is world premieres. Herewith, a sampling. A Contemporary Theater in Seattle will stage Jon Klein's \"Red and the Black,\" adapted from the Stendhal novel runs through May 23. Eric Overmyer's \"Alki, a Version of Ibsen's Peer Gynt,\" begins Aug." , "date" : "19930516" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Theater"] , "page_facet" : "7" , "title" : "Curtain Up on the New and the Nostalgic; Premiere Ventures" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/16\/theater\/curtain-up-on-the-new-and-the-nostalgic-premiere-ventures.html"} , {"body" : "To the Editor: Although your editorial \"Justice for Yankel Rosenbaum\" (April 26) deals with the Justice Department's responsibility to determine whether Mr. Rosenbaum's civil rights were violated, you have so far ignored an aspect of the 1991 Crown Heights riot in Brooklyn: the city's obligation to determine why for close to four days it permitted" , "date" : "19930505" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "Crown Heights Riots: A Lingering Question" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/05\/opinion\/l-crown-heights-riots-a-lingering-question-260793.html"} , {"body" : "A judge yesterday dismissed assault charges against a Hasidic Jew who was accused of being part of a group of Hasidim who beat a black man last year in Crown Heights, Brooklyn. The dismissal of the case against Moshe Katzman, a 24-year-old rabbinical student, came five months after the widely publicized encounter between the Hasidic group and the" , "date" : "19930504" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Dismissal In an Attack In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/04\/nyregion\/a-dismissal-in-an-attack-in-brooklyn.html"} , {"body" : "To get an idea of who New York City's Muslims are, stand outside the Islamic Center of New York, the city's most prominent mosque, on Third Avenue at 96th Street in Manhattan. On a recent religious holiday, through its doors came Pakistanis in flowing pastel gowns, black Americans wearing kente-cloth hats, an Albanian couple trying to quiet their" , "date" : "19930504" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "Islam in New York: Growing Presence of Diverse Peoples United by Faith" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/04\/nyregion\/islam-in-new-york-growing-presence-of-diverse-peoples-united-by-faith.html"} ,   {"body" : "Police Commissioner Raymond W. Kelly announced a crackdown yesterday on motorists driving with suspended licenses. For the first time, any driver stopped by the police with two or more suspensions arising from separate incidents will be arrested rather than merely given a summons. The procedure, which will take effect today, is a response to three" , "date" : "19930504" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Kelly Orders Crackdown On Licenses" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/04\/nyregion\/kelly-orders-crackdown-on-licenses.html"} , {"body" : "MCCALL LIKELY CHOICE AS COMPTROLLER Assembly Speaker Saul Weprin endorses H. Carl McCall, chairman of the New York City Board of Education, for State Comptroller. The move virtually insures that Mr. McCall will become the first black person to hold a statewide elective office in New York. A1. Despite losing on votes, a reputation for the middle" , "date" : "19930504" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/04\/nyregion\/metro-digest-381593.html"} , {"body" : "The New York City Police Department said yesterday that it is considering new procedures to crack down on unlicensed drivers in the wake of three car accidents in the last three weeks that killed three pedestrians in Brooklyn, all children, and injured several others. Meanwhile, a 90-year-old woman was killed yesterday in Brooklyn by a car driven" , "date" : "19930503" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Action On Illegal Drivers Is Contemplated by Police" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/03\/nyregion\/action-on-illegal-drivers-is-contemplated-by-police.html"} , {"body" : "The accident that killed a 2-year-old toddler in Brooklyn last week reflected two community concerns -- a roadway disrupted by a seemingly endless construction project and reckless driving, often by unlicensed drivers. It was the fourth fatal accident at the intersection of Eastern Parkway and Nostrand Avenue in Crown Heights since November 1989" , "date" : "19930502" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "52" , "title" : "Fears and Death on Eastern Parkway" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/02\/nyregion\/fears-and-death-on-eastern-parkway.html"} , {"body" : "A Federal judge refused yesterday to dismiss a suit charging that Mayor David N. Dinkins and other top city officials deliberately withheld police protection while Hasidic residents of Crown Heights were attacked by blacks during racial violence there in 1991. The decision would move the case into the discovery phase, when depositions are taken." , "date" : "19930501" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Judge Refuses to Dismiss Suit Against Mayor on Crown Hts." , "url" : "http:\/\/www.nytimes.com\/1993\/05\/01\/nyregion\/judge-refuses-to-dismiss-suit-against-mayor-on-crown-hts.html"} , {"body" : "The driver of the livery cab that killed a toddler in Crown Heights, Brooklyn, on Thursday accumulated more than two dozen traffic violations in New York and New Jersey over the last four years and had no valid driver's license, the authorities said yesterday. The violations include speeding, running a red light and driving without a license. They" , "date" : "19930501" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Deadly Driver Had Record Of Violations" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/01\/nyregion\/deadly-driver-had-record-of-violations.html"} , {"body" : "NEW YORK CITY ADDICTS PREYING ON COPPER WIRE When B, D and Q trains lurched to a halt in Brooklyn during rush hour, few of the 100,000 or so riders who were delayed for up to two hours could have guessed the cause of their inconvenience. A section of copper cable wire had been stolen, disrupting signals and causing the delay. Transit officials say" , "date" : "19930501" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/01\/nyregion\/metro-digest-967193.html"} , {"body" : "A livery cab with an unlicensed driver at the wheel mounted a traffic island at a busy Brooklyn intersection yesterday and struck two small boys, their mother and a blind woman waiting for a light, the police said. A 2-year-old boy in a stroller was killed and his 5-year-old brother was critically injured. Witnesses told of a blur of metal and" , "date" : "19930430" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Livery Cab Kills 2-Year-Old Boy and Injures 3" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/30\/nyregion\/livery-cab-kills-2-year-old-boy-and-injures-3.html"} , {"body" : "Hundreds of New York City children are using public day-care centers with fire hazards, according to engineers in the office of the Brooklyn Borough President, Howard Golden. The engineers investigated four centers in Brooklyn last week after being approached by a construction manager under contract to the city's Human Resources Administration. The" , "date" : "19930428" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Public Day-Care Centers Called Lax on Fire Safety" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/28\/nyregion\/public-day-care-centers-called-lax-on-fire-safety.html"} , {"body" : "Tonight at 9, appropriately enough on the eve of the first anniversary of the fires in Los Angeles, public television's \"American Playhouse\" is presenting the Anna Deavere Smith play \"Fires in the Mirror,\" a harrowing portrait of riots between blacks and Hasidic Jews in Crown Heights, Brooklyn, in August of 1991. The play had its acclaimed New York" , "date" : "19930428" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "18" , "title" : "Review\/Television; One-Woman Show on Black vs. Jew" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/28\/arts\/review-television-one-woman-show-on-black-vs-jew.html"} ,   {"body" : "Race Matters By Cornel West 105 pages. Beacon Press. $15. In the last few years, Cornel West, a professor of religion and the director of Afro-American studies at Princeton University, has been collecting accolades from the worlds of academia, journalism and politics. The scholar Henry Louis Gates Jr. called him \"the pre-eminent African-American" , "date" : "19930427" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "17" , "title" : "Books of The Times; Rage and Reason in the Crisis of Black America" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/27\/books\/books-of-the-times-rage-and-reason-in-the-crisis-of-black-america.html"} , {"body" : "Rabbi Chaim Mordechai Aizik Hodakov, the chief of staff for the spiritual leader of the Lubavitcher movement, died on Friday at Brookdale Hospital and Medical Center in the East New York section of Brooklyn. He was 91. He died after a brief illness, said officials at the Hasidic group's headquarters in the Crown Heights section of Brooklyn. Rabbi" , "date" : "19930426" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "11" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/26\/nyregion\/no-headline-792293.html"} , {"body" : "The conviction of two police officers in Los Angeles in the beating of Rodney King reminds New Yorkers that they have their own civil rights case back home. Yankel Rosenbaum was murdered two years ago during the Crown Heights riots for no reason other than he was Jewish, and nobody has been found guilty of that terrible crime. Shortly after a" , "date" : "19930426" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "16" , "title" : "Justice for Yankel Rosenbaum" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/26\/opinion\/justice-for-yankel-rosenbaum.html"} , {"body" : "Having questioned Mayor David N. Dinkins on Friday, the state investigator examining the racial violence in Crown Heights is wrapping up his inquiry and is likely to issue his report by the end of May. Richard H. Girgenti, the State Director of Criminal Justice, was directed in November by Gov. Mario M. Cuomo to review the city's response to the" , "date" : "19930425" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "State Inquiry On Crown Hts. Nears an End" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/25\/nyregion\/state-inquiry-on-crown-hts-nears-an-end.html"} , {"body" : "AS the president of the newest Federally chartered lending institution in New York City, Mark Winston Griffith cuts a striking figure across the gray and gritty blocks of central Brooklyn. Sporting natty dreadlocks and a loan officer's bright tie, the 30-year-old is a poet among community activists and an iconoclast among bankers. \"Bring the noise!" , "date" : "19930425" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "7" , "title" : "Conversations\/Mark Winston Griffith; Into the World of Banking Comes a Hip-Hop Credit Union" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/25\/weekinreview\/conversations-mark-winston-griffith-into-world-banking-comes-hip-hop-credit.html"} , {"body" : "\"I'm a powerful, intellectual man going somewhere,\" said Shawn Hunt, talking about his future as he hurried from high school to a track meet. His hair was newly cropped in the trademark close fade that inspires his friends to call him Baldheaded Shawn, or Barkley, after Charles Barkley, the basketball star. Around his neck he wore a small gold" , "date" : "19930425" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Shawn, 17: Running Past Many Obstacles" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/25\/nyregion\/shawn-17-running-past-many-obstacles.html"} , {"body" : "We had sobbed together one afternoon when Ladeeta told me that her mother no longer recognized her. For days, my heart jumped when the phone rang, expecting the call that would tell me that Mrs. Smith had died of AIDS. I sat with her and her family at the kitchen table in their Crown Heights apartment days after her mother's funeral, poring over" , "date" : "19930425" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "46" , "title" : "10 Children and Their Challenges; LADEETA SMITH, 18" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/25\/us\/10-children-and-their-challenges-ladeeta-smith-18.html"} , {"body" : "'Fools' Logic The first rumpus about this year's Tony Awards surfaced this week, with the producers of \"Fool Moon\" protesting a ruling by the Tony administration committee that the show will be eligible in the category of best play. In a move that seems to defy logic, the producers said they would decline any nomination that implied \"Fool Moon\" --" , "date" : "19930423" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "2" , "title" : "On Stage, and Off" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/23\/theater\/on-stage-and-off.html"} , {"body" : "For years, few New York City politicians have had better friends among the loyal old-line Democrats of the Queens County organization than City Council President Andrew J. Stein. But now, just when such friendship might be expected to pay off in early support and shoe leather for Mr. Stein's mayoral campaign, Queens is distinctly on the sidelines." , "date" : "19930422" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Mayoral Challenger's Challenge; Stein, Behind in Polls, Sets About Recharging His Campaign" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/22\/nyregion\/mayoral-challenger-s-challenge-stein-behind-polls-sets-about-recharging-his.html"} , {"body" : "The Dinkins administration yesterday expanded the definition of bias crimes to include attacks upon the disabled, including anyone who has or is perceived to have AIDS. By creating a new category of bias crimes beyond those motivated by race, religion, ethnicity or sexual orientation, the disabled will now have their cases handled by police" , "date" : "19930421" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Bias Crimes Now Include The Disabled" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/21\/nyregion\/bias-crimes-now-include-the-disabled.html"} ,   {"body" : "Often neglected, or at least not fully appreciated, is the role of television as the equivalent of an all-star repertory theater. The point is vividly illustrated this week on Bravo's \"Texaco Performing-Arts Showcase,\" which is offering playwrights of substance interpreted by the kinds of stellar casts Broadway would pant for. Tonight at 10," , "date" : "19930419" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "11" , "title" : "With an Accent, All-Star Repertory Theater" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/19\/arts\/with-an-accent-all-star-repertory-theater.html"} , {"body" : "NOW is the time for all good children to make a dash for the outdoors, starting, say, with a spring fair. Whether they're held at schools or in parks, fairs are usually a cheap, entertaining way to spend an afternoon. So is the Isamu Noguchi Garden Museum in Long Island City, Queens, with a courtyard that makes visitors feel as if they have entered" , "date" : "19930418" , "day_of_week_facet" : "Sunday" , "page_facet" : "15" , "title" : "CHILDREN; A Time to Feel Young (Especially If You Are)" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/18\/news\/children-a-time-to-feel-young-especially-if-you-are.html"} , {"body" : "Why the producers of this vigorous hourlong documentary on crime thought they needed two journalists to front their program is perplexing, especially since Fred Barnes and Morton Kondracke are in total agreement on all points; when they are on camera together they seem to be completing each other's paragraphs. Already colleagues, both at The New" , "date" : "19930416" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "TV WEEKEND; First Control Crime, Then Worry About Poverty" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/16\/movies\/tv-weekend-first-control-crime-then-worry-about-poverty.html"} , {"body" : "Joseph Greene, a 62-year-old resident of the Kingsborough Houses in Crown Heights, Brooklyn, was stabbed to death yesterday in his apartment, the police reported. Sgt. Anthony Barlanti, a Police Department spokesman, said Mr. Greene, who was been stabbed in the neck, ran into the hallway seeking help and then collapsed there shortly after 5 P.M." , "date" : "19930412" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Man, 62, Stabbed to Death" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/12\/nyregion\/man-62-stabbed-to-death.html"} , {"body" : "A 4-year-old girl died when she was trapped by a fire that broke out in her Brooklyn home yesterday after her parents had both left the apartment, officials said. The girl, Alethia Floyd, was one of eight children who were found alone in late February after school officials reported that two of them had not attended school for more than a month," , "date" : "19930410" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "A 4-Year-Old Dies in Fire After Her Parents Go Out" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/10\/nyregion\/a-4-year-old-dies-in-fire-after-her-parents-go-out.html"} , {"body" : "It was 3:30 on a Monday morning and Ladeeta Smith could not sleep. Just hours earlier, she had visited her mother in a Bronx nursing home, and she was haunted by the image of her emaciated body covered with sores. At 41, Patricia Bobo Smith was dying of AIDS and no longer recognized her daughter. Later that day, Ladeeta would walk into Boys & Girls" , "date" : "19930406" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "With No Parents, Ladeeta, 18, Presses On" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/06\/nyregion\/with-no-parents-ladeeta-18-presses-on.html"} , {"body" : "In graphic accounts given in court papers, Hasidic residents and civic leaders from Crown Heights, Brooklyn, described what some called a terrifying \"pogrom\" in which several said they were attacked by bands of young black men in four days of racial violence in 1991. The accounts, given in 13 affidavits filed last night in Federal District Court in" , "date" : "19930403" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Vivid New Court Statements Detail Crown Heights Clash" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/03\/nyregion\/vivid-new-court-statements-detail-crown-heights-clash.html"} , {"body" : "NEW YORK CITY IMPROVED SUBWAYS IN THE OFFING The budget agreement in Albany granting the Metropolitan Transportation Authority virtually all of the $9.6 billion it requested for a re-building program means that New York City subway riders will see some dramatic changes in the next five years. Page 1. MUBARAK SAYS BLAST SUSPECT TOLD MUCH President" , "date" : "19930403" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/03\/nyregion\/metro-digest-431193.html"} , {"body" : "A New York City transit police officer was charged yesterday with sexually abusing five male teen-agers after stopping and accusing them of fare beating and handcuffing them in toilets or other remote areas of Brooklyn subway stations, the authorities said. Transit police officials said the separate incidents took place from December 1991 to last" , "date" : "19930402" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Officer Held In Sex Abuse Of 5 Youths In Subways" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/02\/nyregion\/officer-held-in-sex-abuse-of-5-youths-in-subways.html"} , {"body" : "Senator Daniel Patrick Moynihan today recommended the appointment of the first woman and first black to be United States Attorneys in New York, and both candidates said they would put a greater emphasis than their predecessors on prosecuting civil rights cases. Mr. Moynihan said he would propose that President Bill Clinton nominate Mary Jo White, a" , "date" : "19930331" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BUFFALO (NY)" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "A Woman and a Black Proposed As U.S. Attorneys in New York" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/31\/nyregion\/a-woman-and-a-black-proposed-as-us-attorneys-in-new-york.html"} ,   {"body" : "The number of privately owned rental apartment buildings in New York City showing signs of financial distress has risen sharply in the last five years, an indication that a new wave of abandonment may be around the corner, a study has concluded. The study, by the Community Service Society of New York and the Rockefeller Brothers Fund, estimates" , "date" : "19930331" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Study Sees Rising Distress For Landlords" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/31\/nyregion\/study-sees-rising-distress-for-landlords.html"} , {"body" : "Jail time, regarded by many in the civil-rights movement as an occupational hazard, if not a badge of honor, has landed on the Rev. Al Sharpton at an awkward time. Much of the disruption is personal. Mr. Sharpton said breakfast is his special time with daughters Domenique, 6 years old, and Ashley, 5; he hasn't been able to share it with them since" , "date" : "19930314" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "For Sharpton, Jail Is an Honor He Could Do Without" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/14\/nyregion\/for-sharpton-jail-is-an-honor-he-could-do-without.html"} , {"body" : "For five years the 651\/Kings Majestic Corporation at the Brooklyn Academy of Music has put together imaginative programming to lure audiences, chiefly from Brooklyn, who might otherwise seldom see live theater. The programs have ranged from concerts by performing artists who live and work in the borough to blockbuster shows like last year's \"100" , "date" : "19930312" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "16" , "title" : "Performance Art Opens An Anniversary Season" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/12\/theater\/performance-art-opens-an-anniversary-season.html"} , {"body" : "So, Sue Me' The Performing Arts Center State University College Purchase, N.Y. (914) 251-6200 Recommended ages: 5 and up Tomorrow and Sunday In this original children's comedy, six construction workers, without saying a thing, prove how calamity-filled and noisy their jobs can be. The hourlong play may be without dialogue, but the sounds, of a buzz" , "date" : "19930312" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "19" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/12\/theater\/for-children.html"} , {"body" : "Minute by minute, day to day, Norman Steisel, New York City's First Deputy Mayor, is at the helm in City Hall. He can often be spotted standing behind his secretaries' desks in front of his office at the far end of the main corridor. Phone planted firmly on his ear, Mr. Steisel barks out commands to commissioners and agency heads while his eyes" , "date" : "19930309" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["JAPAN" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Steisel's Standing Rises In Dinkins's Inner Circle; First Deputy Mayor's Power Arena Widens" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/09\/nyregion\/steisel-s-standing-rises-dinkins-s-inner-circle-first-deputy-mayor-s-power-arena.html"} , {"body" : "THE gem of housing redevelopment in Central Harlem has gone on the market on St. Nicholas Avenue, bringing adults back to an elementary school transformed. The school is the former P.S. 157, between 126th and 127th Streets. It served for more than 70 years and closed in 1975, gradually deteriorating thereafter amid failed attempts at redevelopment." , "date" : "19930307" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)"] , "nytd_section_facet" : ["Education" , "Real Estate"] , "page_facet" : "1" , "title" : "Going to School in Harlem -- To Live" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/07\/realestate\/going-to-school-in-harlem-to-live.html"} , {"body" : "To help improve police credibility on the witness stand, the New York Police Department will revise its officers training program to put a special emphasis on courtroom demeanor and appearance. The city department is responding to a recommendation from Brooklyn prosecutors, who like other law enforcement officials have been troubled by what they" , "date" : "19930226" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York Police to Get Training in How to Testify" , "url" : "http:\/\/www.nytimes.com\/1993\/02\/26\/nyregion\/new-york-police-to-get-training-in-how-to-testify.html"} , {"body" : "Eight children ranging in age from 13 months to 15 years were found dirty, partly clothed and without food in a roach-infested Brooklyn apartment yesterday by an attendance taker who went to find out why two of the children had not been in school for more than a month, the police said. The two girls and six boys were removed by the police from the" , "date" : "19930225" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "8 Children Found Alone In Apartment" , "url" : "http:\/\/www.nytimes.com\/1993\/02\/25\/nyregion\/8-children-found-alone-in-apartment.html"} , {"body" : "NEW YORK CITY WOMAN SLAIN AT BRONX COURTHOUSE A woman accompanying her husband to his court appearance on a drug case was shot and killed by a gunman clad in a camouflage jacket and bulletproof vest inside the vestibule of the Bronx County Building, the police said. The police were investigating whether the killing was linked to the slayings of six" , "date" : "19930225" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/02\/25\/nyregion\/metro-digest-643493.html"} , {"author" : "David Blum is a conductor whose writings include profiles of musicians for The New Yorker." , "body" : "Each month, Anne Ratner, who will soon turn 88, visits Copake, in upstate New York, and walks along country paths with her 36-year-old granddaughter Abby or another resident of Camphill Village. Founded on the principles of Rudolf Steiner, an Austrian philosopher and educator, Camphill is a community in which mentally handicapped adults and" , "date" : "19930221" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "CLASSICAL MUSIC; Giving the Salon Concert A New Style and Purpose" , "url" : "http:\/\/www.nytimes.com\/1993\/02\/21\/arts\/classical-music-giving-the-salon-concert-a-new-style-and-purpose.html"} ,   {"body" : "Eutha M. King, a 68-year-old woman living on Social Security payments, has never stopped regretting the day a door-to-door home-improvement contractor appeared at her threshold. He talked her into getting a loan for $25,000 worth of repairs for new electrical wiring and kitchen remodeling for her home in Crown Heights, Brooklyn. Since that day" , "date" : "19930217" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Report Warns of Scheme Directed at Low-Income Minority Homeowners" , "url" : "http:\/\/www.nytimes.com\/1993\/02\/17\/nyregion\/report-warns-of-scheme-directed-at-low-income-minority-homeowners.html"} , {"body" : "A black man who was beaten in December by a group of Hasidim in Crown Heights was arrested last night on burglary charges, prosecutors said. Ralph Nimmons, 25, was charged with breaking into an apartment house at 1650 President Street, less than a mile from the scene of the Dec. 1 beating. He was charged with burglary, possession of burglar tools," , "date" : "19930208" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Beaten by Hasidim Arrested" , "url" : "http:\/\/www.nytimes.com\/1993\/02\/08\/nyregion\/man-beaten-by-hasidim-arrested.html"} , {"body" : "THEY remembered him as a laughing boy, sweet and bright, who graced their home for two weeks one summer. And then he came back into their lives as the heavyweight champion of the world. In the summer of 1975, Bob and Sandy Goldstein, newly moved from Manhattan to Westchester, took a stranger into their family. Through the Fresh Air Fund, they were" , "date" : "19930203" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "7" , "title" : "Sports of The Times; Riddick Bowe Has Family in Scarsdale" , "url" : "http:\/\/www.nytimes.com\/1993\/02\/03\/sports\/sports-of-the-times-riddick-bowe-has-family-in-scarsdale.html"} , {"body" : "In a detailed account of their handling of the Crown Heights racial violence in 1991, the police commanders at the scene contend that until the third night of the four days of rioting, they were unaware of the extent of the violence or of the inadequacy of the police response. In affidavits filed yesterday in Federal District Court in Brooklyn, the" , "date" : "19930202" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police File Affidavits On Melee" , "url" : "http:\/\/www.nytimes.com\/1993\/02\/02\/nyregion\/police-file-affidavits-on-melee.html"} , {"body" : "NEW YORK CITY AN EXPERIMENT IN HEALTH CARE On a winter morning at the Livingston Income Support Center in Brooklyn, a handful of men and women sat listening as city workers explained a new requirement for public assistance. Though they had gone to reapply for welfare, they became the latest participant in New York City's first foray into mandatory" , "date" : "19930201" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/02\/01\/nyregion\/metro-digest-756093.html"} , {"body" : "An event billed as the Grand Rabbi of Lubavitch's coronation as the King Messiah turned into a frenzy of singing and dancing last night in Crown Heights, Brooklyn, as thousands of ecstatic followers pleaded with the Rebbe to reveal himself in all his messianic glory. But the 90-year-old rabbi, Menachem Mendel Schneerson, who appeared before the" , "date" : "19930201" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Rebbe, but Not the Messiah, As Lubavitchers Compromise" , "url" : "http:\/\/www.nytimes.com\/1993\/02\/01\/nyregion\/rebbe-but-not-the-messiah-as-lubavitchers-compromise.html"} , {"body" : "Three months after they began inquiries into the 1991 Crown Heights racial violence, Federal and state investigators said yesterday that they still have not made any findings about the disorders or about how they were handled by city officials and the police. The official heading the state's inquiry said \"we haven't reached any conclusions\" about" , "date" : "19930129" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "No Conclusions Reached On Crown Heights Violence" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/29\/nyregion\/no-conclusions-reached-on-crown-heights-violence.html"} , {"body" : "AT halftime of tomorrow night's Knicks-76ers game at Madison Square Garden, there will be another basketball game, one that season-ticket holders had not bargained for. It will be a brief scrimmage played by black and Hasidic young people from the Crown Heights neighborhood's \"Project CURE -- Increase the Peace\" basketball teams. Not long ago, the" , "date" : "19930125" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "7" , "title" : "Sports of The Times; Question: Can We All Run Together?" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/25\/sports\/sports-of-the-times-question-can-we-all-run-together.html"} , {"body" : "A police officer fatally shot a suspected carjacker and another suspect was arrested after a chase by car and on foot in Crown Heights late Saturday, the police said yesterday. Christopher Stephenson, 19, of 662 East 95th Street in Brooklyn, was armed with a fully loaded .45-caliber automatic when he was shot in the side of the lower back near" , "date" : "19930125" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Carjacking Suspect Killed" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/25\/nyregion\/carjacking-suspect-killed.html"} , {"author" : "Catherine S. Manegold is a reporter on the metropolitan staff of The New York Times." , "body" : "Al Sharpton was up on the stage, that familiar voice booming and his words streaming in a hot cascade over an audience of teen-agers, most of them black, who strained forward in their chairs. The Democratic senatorial primary was long since over. But Sharpton looked as though none of that had really registered. Two months after his defeat, he was" , "date" : "19930124" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "18" , "title" : "The Reformation of a Street Preacher" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/24\/magazine\/the-reformation-of-a-street-preacher.html"} ,   {"body" : "To the Editor: Andrew W. Cooper maintains in \"The Two Nations of Crown Heights\" (Op-Ed, Jan. 6) that the antagonism between blacks and Hasidim in that Brooklyn section had its roots in 1977, when local government allegedly made greater municipal resources available to the neighborhood's Jews. When the power of distributing basically all vital New" , "date" : "19930119" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "20" , "title" : "In Crown Heights, Inequality Goes Back to '66" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/19\/opinion\/l-in-crown-heights-inequality-goes-back-to-66-115493.html"} , {"body" : "Two undercover narcotics officers were wounded last night when an unidentified gunman opened fire from behind their unmarked car in East New York, Brooklyn, Police Commissioner Raymond W. Kelly said. A bullet grazed one officer in the wrist, and flying glass hit the other officer in the eye, he said. The officers, whose names were not released" , "date" : "19930119" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "2 Officers Are Hurt When Gunman Fires At Car in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/19\/nyregion\/2-officers-are-hurt-when-gunman-fires-at-car-in-brooklyn.html"} , {"body" : "NEW YORK CITY WEEPING ICON, FEUDING CHURCHES It has been more than a year since the theft and recovery of the Weeping Icon stunned the worshipers at the St. Irene Chrysovantou Green Orthodox Cathedral in Astoria, Queens, but the frustration and grief have not subsided. Now St. Irene's and its leaders have accused the traditional Greek Orthodox" , "date" : "19930118" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/18\/nyregion\/metro-digest-563993.html"} , {"body" : "An off-duty city police officer was shot as he resisted a group of men who were trying to rob him early yesterday outside a Brooklyn grocery store, the police said. A stray bullet struck an off-duty Metropolitan Transportation Authority employee standing nearby. After he was grazed in the chest by a bullet, the 27-year-old rookie officer, Eric" , "date" : "19930118" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Robbers Shoot Police Officer And Bystander" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/18\/nyregion\/robbers-shoot-police-officer-and-bystander.html"} , {"body" : "A suspect in the shooting death of a man outside a Brooklyn social club fatally shot himself yesterday morning after police cornered him in a schoolyard, the police said. The man was taken to Kings County Medical Center, where he died, the police said. He shot himself in the head while hiding in the schoolyard of the Board of Education's" , "date" : "19930117" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "Suspect in Brooklyn Slaying Kills Himself" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/17\/nyregion\/suspect-in-brooklyn-slaying-kills-himself.html"} , {"body" : "A Brooklyn jury took one hour yesterday to acquit a 29-year-old black man of charges that he helped to incite the violence that rocked the neighborhood of Crown Heights in several nights of racial disorder in 1991. The defendant, Raymond Wesley, was never accused of being part of a group of about a dozen blacks who the police said attacked a" , "date" : "19930115" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Is Acquitted in Crown Heights Disorder" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/15\/nyregion\/man-is-acquitted-in-crown-heights-disorder.html"} , {"body" : "Mayor David N. Dinkins met yesterday with black religious and political leaders in Crown Heights, Brooklyn, in an effort to reassure them that he would look for ways to help prevent racial unrest from recurring there. In a closed meeting that lasted nearly 90 minutes at Medgar Evers College in Crown Heights, the Mayor stressed that he would be" , "date" : "19930115" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Black Leaders in Crown Heights Meet With Mayor About Unrest" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/15\/nyregion\/black-leaders-in-crown-heights-meet-with-mayor-about-unrest.html"} , {"body" : "Kidbits Computer Center 42-32 235th Street Douglaston, Queens (718) 279-2630 Recommended ages: 2 1\/2 and up This small new center is intended to make children as comfortable sitting at a computer as they are in front of a television set. Kidbits is owned and run by Sam Greenberg, a former professor of computer science at Dowling College in Oakdale," , "date" : "19930115" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Technology"] , "page_facet" : "12" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/15\/arts\/for-children.html"} , {"body" : "MAN ACCUSED OF KIDNAPPING ARRAIGNED The man accused of holding Katie Beers hostage in an underground bunker was arraigned in a Central Islip, L.I., court on kidnapping charges and held in $500,000 bond. Hours later, with the 10-year-old girl still in the custody of Suffolk County authorities, her mother said she would press the county to return" , "date" : "19930115" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/15\/nyregion\/metro-digest-443193.html"} , {"body" : "A 29-year-old black man whom prosecutors once linked to the killing of a Hasidic scholar in the 1991 Crown Heights racial disturbances went on trial yesterday on charges of helping to incite the violence, but he is no longer linked to the slaying. The Brooklyn District Attorney's office now says that the man, Raymond Wesley, is simply one of 128" , "date" : "19930112" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Trial Begins For Man Once Linked To '91 Death" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/12\/nyregion\/trial-begins-for-man-once-linked-to-91-death.html"} ,   {"body" : "Gov. Mario M. Cuomo yesterday rejected a request for a special prosecutor in the case of a black man beaten by a group of Hasidic Jews in Crown Heights, Brooklyn. The man's lawyer had made the request because he contended that the Brooklyn District Attorney, Charles J. Hynes, was too closely tied to the Hasidic community to investigate the case" , "date" : "19930109" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Cuomo Won't Appoint Crown Heights Prosecutor" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/09\/nyregion\/cuomo-won-t-appoint-crown-heights-prosecutor.html"} , {"body" : "NEW YORK CITY UNIONS' DECLINE HIGHLIGHTED IN FIGHT The latest labor battle at The Daily News is a sign of the decline of the power of unions in the New York City newspaper industry, highlighting deep and, some say, permanent divisions between unions that once derived their power from unity. News analysis, Page 1. NEW OWNER'S TOUR OF INSPECTION The" , "date" : "19930109" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/09\/nyregion\/metro-digest-966493.html"} , {"body" : "Carl Green Sr., a community leader in Brooklyn, died Thursday at his home in Crown Heights, Brooklyn. He was 70. He died of lung cancer, said a son, Roger L. Green, a State Assemblyman. Carl Green, who was born in Wilmington, N.C., served in World War II as a sergeant with the Army's 184th Combat Engineers, one of the all-black units. He became a" , "date" : "19930106" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "6" , "title" : "Carl Green Sr. Community Leader, 70" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/06\/obituaries\/carl-green-sr-community-leader-70.html"} , {"body" : "AFTER dinner on any night in any city or town in this country, in practically any house or apartment where there are young children (and in quite a few where there are none), the words and music of Jeff Moss echo off tiled bathroom walls. Rubber duckie you're the one You make bath time lots of fun Rubber duckie I'm awfully fond of you (vo-vo" , "date" : "19930106" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden" , "Books"] , "page_facet" : "1" , "title" : "ON SESAME STREET WITH: Jeff Moss; Making a Splash With Children From Morning Till Bathtime" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/06\/garden\/sesame-street-with-jeff-moss-making-splash-with-children-morning-till-bathtime.html"} , {"body" : "Advisers to a black man beaten by Hasidic Jews in Crown Heights said yesterday that, as an alternative to the special prosecutor they have sought in the case, Gov. Mario M. Cuomo should meet with the victim and agree to \"monitor\" the Brooklyn District Attorney's investigation. If the Governor does so, the man, Ralph Nimmons, would change his" , "date" : "19930105" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Cuomo Role Urged in Case" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/05\/nyregion\/cuomo-role-urged-in-case.html"} , {"body" : "In a response to racial tensions in Crown Heights, three Brooklyn museums are collaborating on a major project to trace the history and relationships of the neighborhood's three major racial and ethnic groups: black Americans, Caribbean-Americans and Lubavitch Jews. Through the project, called \"Bridging Eastern Parkway,\" the Brooklyn Children's" , "date" : "19930103" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "3 Brooklyn Museums to Explore Crown Hts. Roots, and Nerves" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/03\/nyregion\/3-brooklyn-museums-to-explore-crown-hts-roots-and-nerves.html"} , {"body" : "Mayor David N. Dinkins, a man who rarely admits fault, reflected last week on his performance over the last year and rendered this judgment: he was right the first time. In his annual year-end interview with reporters, Mr. Dinkins did not give an inch to his critics among Orthodox Jews who have repeatedly attacked him for his handling of the racial" , "date" : "19930103" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "POLITICAL NOTES; Dinkins May Have Regrets, but Not on Crown Hts." , "url" : "http:\/\/www.nytimes.com\/1993\/01\/03\/nyregion\/political-notes-dinkins-may-have-regrets-but-not-on-crown-hts.html"} , {"body" : "ALL day, the Hasidic Lubavitcher Jews in black hats and long coats come to the locked storefront on Kingston Avenue in Crown Heights, wait to be buzzed in, then pronounce the words in Yiddish that have become rote among this religious people. \"Ich vil kayfun ah Moshiach beeper,\" said Rabbi Joshua Pinson, pulling out his checkbook. Or: \"I want to" , "date" : "19930103" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "On Sunday; The Watch For Messiah In Crown Hts." , "url" : "http:\/\/www.nytimes.com\/1993\/01\/03\/nyregion\/on-sunday-the-watch-for-messiah-in-crown-hts.html"} , {"body" : "MEASURING New York against Los Angeles is usually like comparing apples and oranges. America's two biggest cities have prided themselves on being worlds apart spiritually. But this year both are reaping a bitter fruit from common ground: as their mayoral campaigns begin, they are riven by racial and ethnic rivalries and by deep ambivalence about" , "date" : "19930103" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LOS ANGELES (CALIF)" , "NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "12" , "title" : "THE NATION; Wanted: 2 Mayors to Set Fractures" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/03\/weekinreview\/the-nation-wanted-2-mayors-to-set-fractures.html"} , {"body" : "The number of reported homicides in New York City dipped slightly last year, continuing a drop that police officials say could be attributed to factors ranging from shifts in personal behavior to demographics to community policing. The Police Department recorded a preliminary total of 2,020 homicides last year, 134 fewer than in 1991, a drop of 6" , "date" : "19930102" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Slight Dip in Homicides In New York City in 1992" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/02\/nyregion\/slight-dip-in-homicides-in-new-york-city-in-1992.html"} ,   {"body" : "Joe Kraus tries not to think about race, but being retired, he's got time on his hands. The other day, as he sat near two other elderly white men playing cards in a Bronx social club, Mr. Kraus allowed himself this simple proposition: People can live together peaceably, more or less. He did not have to look far for proof. As his friends played" , "date" : "19930102" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "WILLIAMSBRIDGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In a Striving Section of the Bronx, The Races Mix, but Don't Mingle" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/02\/nyregion\/in-a-striving-section-of-the-bronx-the-races-mix-but-don-t-mingle.html"}]