[  {"body" : "For as along as anyone can remember, a slice of pizza has cost the same at every counter on Court Street in downtown Brooklyn. But two weeks ago, Giorgio's, the newest pizzeria along the bustling commercial strip, slashed its menu price from $1.50 to 99 cents a slice as part of a grand opening splash. That prompted an angry outburst from the owner" , "date" : "19931226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN; 'Cheap Cheese': Battle Cry of the Court St. Pizza Wars" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/26\/nyregion\/neighborhood-report-downtown-cheap-cheese-battle-cry-of-the-court-st-pizza-wars.html"} , {"body" : "TAMING THE MEAN SEASON The plagues of a New York winter are many. So are the comforts and, yes, the joys. Page 1. NEIGHBORHOOD REPORT A pizza war in downtown Brooklyn; a Woolworth's is mourned in Norwood.j Pages 5 to 7. SOAPBOX Prelude to an inauguration:j Does a Mayor make a difference? Eight views. Page 13. The City, section 13 (distributed in" , "date" : "19931226" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "TODAY IN The City" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/26\/nyregion\/today-in-the-city.html"} , {"body" : "Overriding three years of local opposition, the Federal Government is about to open a new jail in Sunset Park. The first contingent of inmates is expected to number about 80, but critics are more concerned about the jail's ultimate capacity. They say that while the original plan was for 1,000, the capacity is being doubled to 2,000 and could be" , "date" : "19931219" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: SUNSET PARK; U.S. to Open Jail, Despite Snags" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/19\/nyregion\/neighborhood-report-sunset-park-us-to-open-jail-despite-snags.html"} , {"body" : "It has been more than 50 years since Mayor Fiorello H. La Guardia banned pushcarts, those mobile symbols of entrepreneurial initiative, from New York City streets. Now the city is seeing the second rise -- and perhaps the second fall -- of pushcarts, with an important change. From bus and train terminals to the nooks and crannies of the World Trade" , "date" : "19931218" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "New Pushcart Era Faces Old Threat; Weak Sales and Low Prices Add to Problem of Paying Rent" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/18\/nyregion\/new-pushcart-era-faces-old-threat-weak-sales-low-prices-add-problem-paying-rent.html"} , {"body" : "Gordon C. Griswold Sr., who rose from a cadet engineer to board chairman in his 42 years at the Brooklyn Union Gas Company, died on Tuesday at a retirement community in Kalamazoo, Mich. He was 83 and had moved there from Westfield, N.J., in 1987. The cause of death was congestive heart failure, his family said. Mr. Griswold, a native of Denver, was" , "date" : "19931217" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "13" , "title" : "Gordon Griswold, 83, Utility Executive, Dies" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/17\/obituaries\/gordon-griswold-83-utility-executive-dies.html"} , {"body" : "LATE one weekday afternoon, Dianne Berkun was standing before a fidgety crowd of schoolchildren in a dusty chamber of the downtown Brooklyn Y.W.C.A. She was trying to get them to sing Vivaldi's \"Laudamus Te,\" music from the Baroque era that has no immediately apparent connection to their lives. \"Do you remember what the main quality of Baroque" , "date" : "19931212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAKING IT WORK; Let Children Sing" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/12\/nyregion\/making-it-work-let-children-sing.html"} , {"body" : "IT may be the most dreaded sign a New Yorker can encounter: \"Bathrooms for Customers Only.\" New York has many advantages, but having an adequate number of restrooms open to the public is not among them. Here are a few places where restrooms are available -- whether by design or because they are accessible to people who quietly slip through the" , "date" : "19931212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "OUT AND ABOUT; Where Restrooms Aren't for Patrons Only" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/12\/nyregion\/out-and-about-where-restrooms-aren-t-for-patrons-only.html"} , {"body" : "By his own reckoning, Raymond Lopez should not be alive today, looking trim at the age of 52 and sporting a persistent smile beneath the tweed cap that rarely leaves his head. From the time he was a teen-ager growing up in the South Bronx, Mr. Lopez had already begun a slide into alcoholism. Most of his days were consumed with playing cards or" , "date" : "19931205" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "61" , "title" : "Even the Most Dedicated Need More Help to Help the Neediest; In 'Double Recovery' and Sharing His Story" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/05\/nyregion\/even-most-dedicated-need-more-help-help-neediest-double-recovery-sharing-his.html"} , {"body" : "Fourteenth Street, once one of Manhattan's major retail strips, where Macy's began and Klein's later flourished, has not had a leading department store since J. W. Mays closed in 1988. Now, the Bradlees discount chain has announced plans to renovate that building and open a branch by mid-1995. \"Metropolitan New York is an expansion market for us,\"" , "date" : "19931205" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "UNION SQUARE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: Union Square; Bradlees Is Setting Its Sights on 14th Street" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/05\/nyregion\/neighborhood-report-union-square-bradlees-is-setting-its-sights-on-14th-street.html"} , {"body" : "The Brooklyn-Battery Tunnel was closed for more than two hours yesterday morning after a Triborough Bridge and Tunnel Authority officer discovered a metal box in the Manhattan-bound tube that he believed might be a bomb, the police said. The New York City Police Department Bomb Squad was called in, and the suspicious object was found to be a" , "date" : "19931203" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Fear of Bomb Closes Tunnel During the Morning Rush" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/03\/nyregion\/fear-of-bomb-closes-tunnel-during-the-morning-rush.html"} ,   {"body" : "Toys 'R' Us last week became the first national retailer to open a store in downtown Brooklyn in 15 years. The store, in the Gallery mall at MetroTech on Fulton Mall, has been hailed as a major step in the area's revitalization program and is expected to serve as a magnet for other large retail chains. \"This says to me that I can now go after those" , "date" : "19931128" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: WILLIAMSBURG\/DOWNTOWN; Toys 'R' Us Creates Burst Of Optimism" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/28\/nyregion\/neighborhood-report-williamsburg-downtown-toys-r-us-creates-burst-of-optimism.html"} , {"body" : "Thirty holiday trees were lighted in unison last week in downtown Brooklyn in the borough's spirited answer to Manhattan's towering tree with its shimmering lights at Rockefeller Center. \"Personally, I don't like the tree at Rockefeller Center because it's just lights,\" said Merrna Pouncy, a Flatbush resident who was downtown running errands on" , "date" : "19931128" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "ROCKEFELLER CENTER (NYC)" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: WILLIAMSBURG\/DOWNTOWN; Number Makes Up for Height As Trees Glow in Holiday Festival" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/28\/nyregion\/neighborhood-report-williamsburg-downtown-number-makes-up-for-height-trees-glow.html"} , {"body" : "IT IS around 2:30 A.M., and yet another livery-cab driver is calling WNYE-FM. \"This is B-24 from Black Pearl,\" he says, giving his car number and the name of one of Bedford-Stuyvesant's biggest car services. Sirens, coughing exhausts, a dog's barking and other sounds of the night thump and bang in the background. \"Are you watching your back?\" asks" , "date" : "19931128" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAKING IT WORK; Angel of the Airwaves" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/28\/nyregion\/making-it-work-angel-of-the-airwaves.html"} , {"body" : "The TKTS booth at Cadman Plaza in downtown Brooklyn will slam its shutters for the last time this afternoon, ending an eight-year run of offering discount theater tickets at the site, and loyal theatergoers were fuming yesterday. \"But not enough of them\" to keep the venture afloat, said Nanette Rainone, president of the Fund for the Borough of" , "date" : "19931127" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "22" , "title" : "Curtain to Fall On TKTS Site In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/27\/nyregion\/curtain-to-fall-on-tkts-site-in-brooklyn.html"} , {"body" : "TRYING TO GET THE TRACKS BACK Many policy planners say the area's highways have become so congested with trucks that the revival of railroad freight tracks may well be vital to further economic growth. The first halting steps in that direction are already under way. The Long Island Rail Road expects to move 17 percent more freight this year than in" , "date" : "19931127" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/27\/nyregion\/metro-digest-048393.html"} , {"body" : "NEW YORK CITY WORKER KILLED IN TUNNEL ACCIDENT A 16-ton winch tumbled into a shaft in Maspeth, Queens, killing one construction worker and injuring seven others as it ricocheted off the walls of the dank, 450-foot hole that is to tap into a new city water tunnel 670 feet below the ground. The worker who died was standing on a catwalk about 350 feet" , "date" : "19931125" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/25\/nyregion\/metro-digest-379693.html"} , {"body" : "It has been likened to the Brooklyn Bridge and other monumental public works in its scale and complexity of construction. \"The Third Water Tunnel is considered one of the most complex and intricate engineering projects in recent memory,\" a New York City Department of Environmental Protection report to Mayor David N. Dinkins stated last year. The" , "date" : "19931125" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Tunnel Likened to Brooklyn Bridge in Complexity and Scale" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/25\/nyregion\/tunnel-likened-to-brooklyn-bridge-in-complexity-and-scale.html"} , {"body" : "As the holidays approach, some food programs for the needy are beginning their annual food drives while others are continuing their year-round efforts. Here is a list of programs that accept donations: ALL BOROUGHS CITY HARVEST AND THE FIRE DEPARTMENT More than 200 firehouses in the five boroughs are designated to receive packaged and canned foods." , "date" : "19931121" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "PUBLIC INTEREST; Food Drives: Where to Share During the Holiday Season" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/21\/nyregion\/public-interest-food-drives-where-to-share-during-the-holiday-season.html"} , {"body" : "At nine stories, 100 Gold Street scarcely scrapes the sky. But with floors that are each more than an acre and a half, it is a very large building indeed. And now it is a public building. The New York City General Services Department bought it on Nov. 4 for $37 million from the Travellers Insurance Company, holders of the second mortgage. The" , "date" : "19931121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: Gold Street Purchase; 655,000 Square Feet For City's Agencies" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/21\/realestate\/postings-gold-street-purchase-655000-square-feet-for-city-s-agencies.html"} , {"body" : "Three years after ending express service on the N subway line because of deterioration on the Manhattan Bridge, Transit Authority officials hope to restore it in parts of Brooklyn next spring for a six-month trial. But some residents in Sunset Park, which would benefit most from the restored service, say they could end up waiting twice as long for" , "date" : "19931114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: SUNSET PARK; Subway Express Battle" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/14\/nyregion\/neighborhood-report-sunset-park-subway-express-battle.html"} ,   {"body" : "Until about a week ago, a dozen homeless men and women made a dwelling for themselves in \"the Hole,\" three vacant storefronts below a six-story concrete parking garage at Livingston and Bond Streets. Inside the neglected and abandoned buildings, which are owned by the city, they had their own rooms, complete with heaters, mattresses, chairs, sofas," , "date" : "19931114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BOERUM HILL; A Dozen Squatters, Ousted From Vacant Storefronts, Disappear" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/14\/nyregion\/neighborhood-report-boerum-hill-dozen-squatters-ousted-vacant-storefronts.html"} , {"body" : "Two blocks away from the historic brownstone homes that line the quiet, leafy side streets of Boerum Hill stands a former milk plant, now at the center of a plan to create a social service office serving hundreds of AIDS and welfare clients. Residents have been blunt: they don't want it. They say their neighborhood is already saturated with social" , "date" : "19931114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BOERUM HILL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BOERUM HILL; Facing Social Agency, Residents Say Their Backyard Is Full" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/14\/nyregion\/neighborhood-report-boerum-hill-facing-social-agency-residents-say-their.html"} , {"body" : "Just because you can afford to live in New York City doesn't mean you can afford the amenities of city life. The theater is one of them. With the top ticket price at $65, Broadway might seem to be the province of splurging tourists and executives with expense accounts. But for New Yorkers, who pride themselves on never paying full price for" , "date" : "19931107" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "18" , "title" : "URBAN STRATEGIST; Finding Ticket Bargains" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/07\/nyregion\/urban-strategist-finding-ticket-bargains.html"} , {"body" : "From a lox-and-eggs breakfast on the Lower East Side of Manhattan to rousing stops at Baptist churches in Brooklyn and Queens, Mayor David N. Dinkins swept through New York City yesterday seeking to reassemble and reinvigorate the coalition that brought him victory four years ago. The Mayor sought to sway the undecided by sharply attacking his" , "date" : "19931101" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "THE 1993 CAMPAIGN: THE INCUMBENT; Dinkins and Giuliani Grapple for Voters -- Mayor Aims Efforts at Reinvigorating Vote Coalition" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/01\/nyregion\/1993-campaign-incumbent-dinkins-giuliani-grapple-for-voters-mayor-aims-efforts.html"} , {"body" : "Saying that downtown Flushing is bursting with pent-up demand for commercial and residential space, city planners last week recommended measures to encourage development in the central retail hub and channel future construction westward. \"This area has experienced a tremendous influx of new population, economic activity and investment,\" said" , "date" : "19931031" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FLUSHING (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Neighborhood Report: Flushing; Downtown Expansion Plan: Westward Ho!" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/31\/nyregion\/neighborhood-report-flushing-downtown-expansion-plan-westward-ho.html"} , {"body" : "Although Mayor David N. Dinkins has spent much of his re-election campaign trying to hold together the fragile coalition of voters that elected him in 1989, he seems to have had little trouble retaining the financial support of the alliance of Manhattan liberals, real-estate developers, Wall Street executives and black business leaders who" , "date" : "19931029" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Dinkins Retains Financing From Groups of 4 Years Ago" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/29\/nyregion\/dinkins-retains-financing-from-groups-of-4-years-ago.html"} , {"body" : "For an hour or two this week there was an interlude of hope, when the parents occupying an elementary school in Brooklyn to protest their treatment in the asbestos crisis suddenly felt that their travails might be over. Then, just as quickly, a realization dawned that the political and bureaucratic knot that led to the takeover was still as tangled" , "date" : "19931024" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "31" , "title" : "For Families of Troubled P.S. 156, Protest Disrupts More Than Just Class" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/24\/nyregion\/for-families-of-troubled-ps-156-protest-disrupts-more-than-just-class.html"} , {"body" : "Standing in his jewelry store yesterday, across the street from a movie theater where a 19-year-old man was shot to death Friday night, Andy Daswani lamented what he sees as the decline of security along Brooklyn's bustling Fulton Mall. \"It's gotten worse,\" said Mr. Daswani, who opened his store on the mall, Nu Castle Jewelers, 11 years ago. \"We" , "date" : "19931017" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FULTON MALL (BROOKLYN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Theater Shooting Raises Security Concerns" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/17\/nyregion\/theater-shooting-raises-security-concerns.html"} , {"body" : "A shootout erupted last night in a downtown Brooklyn movie theater, leaving one person dead and three others injured, the police said. The police said they recovered four guns in the theater. The incident began at 10:42 P.M. during a showing of \"Judgment Night\" at the Cineplex Odeon Metropolitan Theater on the Fulton Mall, said Sgt. John McCluskey," , "date" : "19931016" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "29" , "title" : "Man Is Shot to Death in Brooklyn Theater" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/16\/nyregion\/man-is-shot-to-death-in-brooklyn-theater.html"} , {"body" : "One of the best tonics for courthouse cabin fever in New York City is available to the Brooklyn juror. Just a 10-minute walk from the downtown courthouses, the Brooklyn Heights Promenade offers a spectacular, and restorative, view of lower Manhattan and the harbor. Or stroll through Brooklyn Heights itself, immediately west of downtown Brooklyn and" , "date" : "19931010" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "Beyond Foley Square: Acting Like a Tourist Close to Home; Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/10\/nyregion\/beyond-foley-square-acting-like-a-tourist-close-to-home-brooklyn.html"} ,   {"body" : "The City asked Eric Asimov, who writes the $25 and Under column for The Times, to visit restaurants near the city's courthouses. Here are his recommendations. BROOKLYN GAGE & TOLLNER (718) 875-5181; 372 Fulton Street, near Smith Street, downtown Brooklyn; all major credit cards The area around Borough Hall is a field of fast-food restaurants, with" , "date" : "19931010" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "GOOD EATING; O.K. Jurors, Recess. On to the Main Event." , "url" : "http:\/\/www.nytimes.com\/1993\/10\/10\/nyregion\/good-eating-ok-jurors-recess-on-to-the-main-event.html"} , {"body" : "DOWNTOWN BROOKLYN Caribbean Word-Pictures, In the Author's Voice Kelvin Christopher James of Trinidad will read from his first novel, \"Secrets,\" recently published by Villard Books, this week in a Barnes & Noble bookstore. Mr. James's last work was a collection of short stories set in both the West Indies and Harlem. His novel, which recounts the" , "date" : "19931010" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/10\/nyregion\/playing-in-the-neighborhood-329893.html"} , {"body" : "It may be the most dreaded sign a New Yorker can encounter: \"Bathrooms for Customers Only.\" New York has many advantages, but an adequate number of public restrooms is not among them. Here are some places where they are available for use, either openly or by an unobtrusive slip through the door. Manhattan New York City Housing Authority 5 Park" , "date" : "19931003" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "PUBLIC INTEREST; Where Restrooms Aren't for Patrons Only" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/03\/nyregion\/public-interest-where-restrooms-aren-t-for-patrons-only.html"} , {"body" : "GAGE & TOLLNER * (718) 875-5181; 372 Fulton Street, at Jay Street, downtown Brooklyn; $$; all major credit cards. This century-old landmark seafood house evokes Old New York with its dark mahogany dining room, rows of linen-draped tables and gas-fueled brass chandeliers. Southern American fare is the specialty: crab cakes Freetown, beef brisket," , "date" : "19930926" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "GOOD EATING; Southern Style" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/26\/nyregion\/good-eating-southern-style.html"} , {"body" : "In a period when her integrity was under near-constant fire, Elizabeth Holtzman managed to raise more campaign contributions than her rivals for city comptroller, Assemblyman Alan G. Hevesi and Herman Badillo, campaign finance reports show. Between Sept. 7 and last Monday, Ms. Holtzman received $266,100 in contributions while Mr. Hevesi received" , "date" : "19930926" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Amid Turmoil, Holtzman Is Top Fund-Raiser" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/26\/nyregion\/amid-turmoil-holtzman-is-top-fund-raiser.html"} , {"body" : "Hundreds of parents and local school officials, upset at asbestos, leaks and other conditions in decrepit schools and at a week of having their children shuffled among temporary classrooms, tied up traffic on the Brooklyn Bridge yesterday and staged a noisy, angry demonstration at the headquarters of the Board of Education. Most expected little to" , "date" : "19930925" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "27" , "title" : "Parent Protest Wins Pledges From Chancellor" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/25\/nyregion\/parent-protest-wins-pledges-from-chancellor.html"} , {"body" : "Trying to position himself as an incumbent candidate for change -- a challenging political proposition -- Mayor David N. Dinkins yesterday sketched a broad blueprint for future economic growth in New York City, saying he would create 110,000 new private-sector jobs if elected to a second term. For Mr. Dinkins, who has steadfastly insisted that his" , "date" : "19930922" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Dinkins Outlines Plan for Future Economic Growth" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/22\/nyregion\/dinkins-outlines-plan-for-future-economic-growth.html"} , {"body" : "A storefront office on Livingston Street in downtown Brooklyn, the campaign headquarters of State Senator David A. Paterson, a candidate for Public Advocate, is filled with marked-up maps, boxes of campaign literature and an atmosphere heavy with fatigue. In a race in which turnout is expected to be crucial, Mr. Paterson, like the five other" , "date" : "19930914" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "The Field of 6 for Public Advocate Deploy Their Shock Battalions" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/14\/nyregion\/the-field-of-6-for-public-advocate-deploy-their-shock-battalions.html"} , {"body" : "THERE was no denying the social interaction as the talkative shopper squeezed the tomatoes and loudly told her friend at the adjacent blueberry bin: \"He's got to get by his psychological block and do it. I told him myself.\" The passing wisp of urban colloquy seemed to be about a relationship that was going soft far more quickly than the gleaming" , "date" : "19930912" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "On Sunday; Fresh Foods With a Dash of Sociology" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/12\/nyregion\/on-sunday-fresh-foods-with-a-dash-of-sociology.html"} , {"body" : "A homeless man wrestled a transit policeman's pistol away and fired a shot before he was restrained and arrested yesterday at a Brooklyn subway station, the police said. No one was seriously injured. Two officers were taken to Long Island College Hospital in downtown Brooklyn, where they were treated for minor injuries and released, said Albert W." , "date" : "19930912" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "54" , "title" : "Shot Fired in a Scuffle at a Subway Station" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/12\/nyregion\/shot-fired-in-a-scuffle-at-a-subway-station.html"} ,   {"body" : "Talking About Cities Municipal Art Society, 457 Madison Avenue (51st Street); (212) 935-3960. On Tuesday at 6 P.M., there will be an illustrated lecture on efforts by communities to develop their waterfront areas. Admission is $5; members, $3. Reservations are required. A series of six lectures by architectural and urban writers begins Sept. 16," , "date" : "19930909" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "Calendar: Talks and Harvest Fairs" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/09\/garden\/calendar-talks-and-harvest-fairs.html"} , {"body" : "Meade H. Esposito, the Democratic leader who reigned over Brooklyn politics for a quarter century and whose power influenced New York State politics and extended onto the national scene, died last night at North Shore University Hospital in Manhasset, L.I. He was 86. Mr. Esposito, who lived in Manhasset since his conviction in a 1988" , "date" : "19930904" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "26" , "title" : "Meade Esposito, 86, Former Power in Politics, Is Dead" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/04\/obituaries\/meade-esposito-86-former-power-in-politics-is-dead.html"} , {"body" : "A recent campaign appearance at a sultry center for the elderly in Brooklyn drew a mere dozen women who came to see State Senator David A. Paterson, a candidate in the Democratic primary for Public Advocate, the job that used to be called City Council President. Afterward, Mr. Paterson acknowledged that he had grown accustomed to gatherings with" , "date" : "19930830" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Long Shot Is Running For Office, And Respect" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/30\/nyregion\/a-long-shot-is-running-for-office-and-respect.html"} , {"body" : "In a silent protest, 29 lesbians and gay men demonstrated during Mass yesterday at St. James Cathedral in downtown Brooklyn, condemning what they called hypocrisy in a pastoral letter on homosexuality by Bishop Thomas V. Daily of the Roman Catholic Diocese of Brooklyn and Queens. But when he began Mass, Bishop Daily surprised the demonstrators by" , "date" : "19930830" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Homosexuals Turn Mass Into Silent Protest of Pastoral Letter" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/30\/nyregion\/homosexuals-turn-mass-into-silent-protest-of-pastoral-letter.html"} , {"body" : "NEW YORK CITY TWO MEN CHARGED IN GIRL'S DEATH An 18-year-old man who was tried and acquitted in the arson murder of six people two years ago was arrested yesterday with another man in the killing of an girl whose badly burned body was found underneath a highway overpass in the Bronx. The victim was believed to be an 11-to-13 year-old black female," , "date" : "19930830" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/30\/nyregion\/metro-digest-483093.html"} , {"body" : "A Queens man was arrested yesterday in the death of his girlfriend after an autopsy determined that she had been strangled after a night spent driving around the city in a limousine, the police said. The man, Anthony Palumbo, 44, who works with the city Board of Elections, was taken into custody by four detectives at the offices of his lawyer and" , "date" : "19930828" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Woman's Companion Arrested After She Is Slain in Limousine" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/28\/nyregion\/woman-s-companion-arrested-after-she-is-slain-in-limousine.html"} , {"body" : "A Queens woman died early yesterday after being found unconscious in the back seat of a stretch limousine parked outside a Brooklyn restaurant, the police said. The woman, Kathleen Palumbo, 30, of 253-31 148th Road, in Rosedale, Queens, was taken to Long Island College Hospital after the driver of the limousine flagged down a passing police car." , "date" : "19930822" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "Woman Dies After Being Found in Limo" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/22\/nyregion\/woman-dies-after-being-found-in-limo.html"} , {"body" : "MetroTech, a glistening new office development in downtown Brooklyn, and Fulton Mall, a teeming 200-store bazaar where 100,000 people spend more than $1 million a day, are two blocks from each other. MetroTech's \"corporate campus\" is suits and ties, elegant landscaping and an army of exceedingly visible security personnel. Fulton Mall, at first" , "date" : "19930816" , "day_of_week_facet" : "Monday" , "geo_facet" : ["FULTON MALL (BROOKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "STRICTLY BUSINESS; Thriving Mall Seeks Image to Match" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/16\/nyregion\/strictly-business-thriving-mall-seeks-image-to-match.html"} , {"body" : "If alternate-side-of-the-street parking is the bane of car owners in New York City, consider the plight and pique of Joseph Martinez, a resident of Pacific Street in Boerum Hill, Brooklyn. By 8 A.M. every weekday, he and his neighbors must move their cars and roam the streets in search of a new spot, only to trudge home to find their block lined" , "date" : "19930814" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Make Room for the Government Permit-Holders; Municipal Workers Fill Parking Spaces That Boerum Hill's Car Owners Must Vacate" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/14\/nyregion\/make-room-for-government-permit-holders-municipal-workers-fill-parking-spaces.html"} , {"body" : "In an unusual labor dispute, dozens of New York City firefighters have told supervisors that their coats, boots, gloves and other equipment are worn out or otherwise inappropriate, causing the temporary shutdown of nearly 30 firehouses over the last two days, union and city officials said last night. The closings have been brief, usually lasting" , "date" : "19930812" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Several Firehouses Are Temporarily Shut as Firefighters Find They're Under-Dressed" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/12\/nyregion\/several-firehouses-are-temporarily-shut-firefighters-find-they-re-under-dressed.html"} ,   {"body" : "'93 New York 50' Socrates Sculpture Park Broadway at Vernon Avenue Long Island City, Queens Through August This show is distinctive, above all, for its diversity. Socrates owes much of its existence to the generosity and character of the sculptor Mark di Suvero. His studio is next door and his own massive welded-steel works regularly tower over a" , "date" : "19930806" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "Outdoor Sculpture in Review" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/06\/arts\/outdoor-sculpture-in-review.html"} , {"body" : "When Zachary W. Carter thinks about his new job, he also looks back on one of his old ones, as a judge in New York City's Criminal Court. In that position, he recalls, he was dealing with the \"symptoms of the problem\": the young people who settle arguments with bullets, the muggers and shoplifters desperate for cash to support their drug" , "date" : "19930802" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "U.S. Attorney Pledges Help Against Street Crime" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/02\/nyregion\/us-attorney-pledges-help-against-street-crime.html"} , {"body" : "HAS anyone noticed that George Steinbrenner has not fired a pitching coach or banished anyone to Columbus for muffing a ground ball in a one-run game? Could it be that he is otherwise occupied tormenting New York politicians? Better it be Mario Cuomo than Gene Michael. Steinbrenner's critics haven't yet caught on that the Boss's stadium crusade is" , "date" : "19930801" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BRONX (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Sports of The Times; Where Do George's Critics Live?" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/01\/sports\/sports-of-the-times-where-do-george-s-critics-live.html"} , {"body" : "PEOPLE don't complain about the dog days of July and August for nothing. Some children are home from camp, the vacation never materialized (or it has come and gone) and you can't stand one more trip to the beach. But there's hope! So many activities are stocked up for the next six weeks, you may lobby to have Labor Day postponed. A demonstration of" , "date" : "19930725" , "day_of_week_facet" : "Sunday" , "page_facet" : "18" , "title" : "CHILD'S PLAY; Days of Dogs and Dinosaurs for the Boys and Girls of Summer" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/25\/news\/child-s-play-days-of-dogs-and-dinosaurs-for-the-boys-and-girls-of-summer.html"} , {"body" : "EVEN as gritty air rises from city sidewalks, New York's movable feast doesn't stop or slow. Shaved ice drizzled with sweet Caribbean fruit syrups displaces honey-roasted cashews on corner pushcarts when the air gets heavy. Dining alfresco beckons, against the odds of bus exhaust and steam from subway grates. No city soul is immune. The senses may" , "date" : "19930725" , "day_of_week_facet" : "Sunday" , "page_facet" : "10" , "title" : "MOVABLE FEASTS; An Open-Air Cornucopia Teases the Senses" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/25\/news\/movable-feasts-an-open-air-cornucopia-teases-the-senses.html"} , {"body" : "Liberty Avenue in Queens, beneath the shadows of an elevated subway line, still resembles one of New York City's traditional neighborhoods, a cluster of Italian delis, Laundromats, pastry shops and a hardware store, called Molbegott's, that draws people precisely because they can ask Mr. Molbegott himself how to fix their plumbing. \"I find" , "date" : "19930720" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Home Repair or Retail Ruin?" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/20\/nyregion\/home-repair-or-retail-ruin.html"} , {"body" : "The autopsy report says Guadalupe Negron bled to death. But she may have died from a lack of information. Ten days ago the 33-year-old Bronx woman paid $800 for an abortion at what a health worker called a filthy, underequipped clinic, in Corona, Queens, even though she could have had a less expensive, safer operation performed at hospitals and" , "date" : "19930719" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Lesson in One Woman's Decision; Knowledge Is Key in Choosing Clinics for Abortions" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/19\/nyregion\/lesson-one-woman-s-decision-knowledge-key-choosing-clinics-for-abortions.html"} , {"body" : "Rod Stewart Rod Stewart is taking a band, an orchestra, singers and, of course, his distinctive rasp to Madison Square Garden on Oct. 31 and Nov. 1 as part of a coast-to-coast American concert tour. Tickets will go on sale on Monday. The tour is called \"Rod Stewart: A Night to Remember,\" with Patty Smyth as the opening act. Previously announced New" , "date" : "19930714" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "18" , "title" : "The Pop Life" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/14\/arts\/the-pop-life-888593.html"} , {"body" : "Two teen-agers convicted of killing Patrick Daly, the elementary school principal caught in crossfire at a Brooklyn housing project, were sentenced to the maximum prison term of 25 years to life yesterday, after Mr. Daly's widow told of the loss to her family and to the troubled community where her husband had worked. Madeline Daly told a hushed," , "date" : "19930707" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Maximum Terms for 2 Youths in Red Hook Murder" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/07\/nyregion\/maximum-terms-for-2-youths-in-red-hook-murder.html"} , {"body" : "It may not be a fire sale, but the New York City Fire Department headquarters in downtown Brooklyn is for sale. The 307,000-square-foot building at 250 Livingston Street, between Hoyt and Bond Streets, is among 33 commercial, industrial and residential properties nationwide that are to be auctioned Thursday by Grubb & Ellis and the Ross-Dove" , "date" : "19930704" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: Auction by Satellite; Fire Headquarters Goes on the Block" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/04\/realestate\/postings-auction-by-satellite-fire-headquarters-goes-on-the-block.html"} ,   {"body" : "THE unflattering term applied in development circles to the suburban discount merchandisers who are tirelessly on the lookout for sites in the metropolitan area is \"big box users.\" \"They are always looking for big square footage on one floor, surrounded by five acres of parking,\" says Bruce Ratner, president of Forest City Ratner Company, the" , "date" : "19930627" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Perspectives: Bradlees at Atlantic Center; Retailing Opens a New Front in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/27\/realestate\/perspectives-bradlees-at-atlantic-center-retailing-opens-a-new-front-in-brooklyn.html"} , {"body" : "When Ken Bernard and his two partners decided recently to open an upscale bistro offering Caribbean and other dishes and sidewalk dining, they looked past obvious spots like TriBeCa, SoHo or the Upper West Side. Instead, they invested about $270,000 in a vacant storefront in downtown Jamaica, a commercial hub in southeastern Queens that not long" , "date" : "19930627" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["JAMAICA (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Jamaica: Prosperous Isle in Queens" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/27\/nyregion\/jamaica-prosperous-isle-in-queens.html"} , {"body" : "SIDDIG IBRAHIM SIDDIG ALI Mr. Siddig Ali, 32, arrived from the Sudan about seven years ago. The authorities called him the leader of the plot. He lives at 112 Brunswick Avenue in Jersey City. A member of the al-Salaam Mosque in Jersey City described Mr. Ali as a \"religious activist who's outspoken\" and who was a leader in helping raise money to pay" , "date" : "19930625" , "day_of_week_facet" : "Friday" , "geo_facet" : ["SUDAN" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "SPECTER OF TERROR: The Suspects; Arrested in Yesterday's Raid" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/25\/nyregion\/specter-of-terror-the-suspects-arrested-in-yesterday-s-raid.html"} , {"body" : "Claiming another prize in the regional battle for jobs, Gov. Lowell P. Weicker Jr. of Connecticut announced yesterday that the Witco Corporation, a Manhattan-based manufacturer, was moving its headquarters -- and 800 jobs -- to a vacant office building in Greenwich. The state is providing Witco with $8 million in grants. Mr. Weicker took the" , "date" : "19930616" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CONNECTICUT" , "GREENWICH (CONN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Manhattan Company Is Coaxed Away" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/16\/nyregion\/manhattan-company-is-coaxed-away.html"} , {"body" : "IF you can't get away from New York City this summer, you can round up the family and head for the parks. Children can learn how music is similar to games and sports in a series of free outdoor concerts by the Little Orchestra Society in various cityparks. Or they can get their blood pumping by running races in Central Park, where everyone receives" , "date" : "19930613" , "day_of_week_facet" : "Sunday" , "page_facet" : "15" , "title" : "CHILDREN; From Mazes to Mermaids, Fun for All Ages" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/13\/news\/children-from-mazes-to-mermaids-fun-for-all-ages.html"} , {"body" : "Metrotech Center Jay Street at Myrtle Avenue Downtown Brooklyn Recommended ages: 4 and up The Metrotech Center is a $1 billion complex that has changed the Brooklyn skyline, with its Chase Manhattan logo now glowing at night, and is meant to represent the borough's renaissance. Children who like to keep track of the city's goings-on and see some" , "date" : "19930611" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "19" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/11\/arts\/for-children.html"} , {"body" : "Unemployment among New York City's teen-agers rose to 40 percent in the first three months this year, the city said yesterday. It was nearly double the rate of two years ago and the worst in the 25 years that records have been kept. The sharp increase indicated that the long recession has had an especially severe impact on young job seekers. \"Our" , "date" : "19930604" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "YOUTH JOBLESSNESS IS AT RECORD HIGH" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/04\/nyregion\/youth-joblessness-is-at-record-high.html"} , {"body" : "It was dramatic -- a woman killed by her estranged husband in Brooklyn Family Court, a bullet fired into the back of her head as she sat on a bench waiting for their case to be called. To legal and social-services professionals who knew her, the death of Danielle Almonor two months ago carried a sobering message that made the loss all the more" , "date" : "19930518" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Courthouse Death: One Family's Tragedy -- A special report.; When Passion Explodes Into a Deadly Rage" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/18\/nyregion\/courthouse-death-one-family-s-tragedy-special-report-when-passion-explodes-into.html"} , {"body" : "REMEMBER the 1969 Mets, Harry S. Truman in 1948, David? Well, slingshot, longshot and underdog fans, meet the car racing team from Brooklyn Polytechnic University. Brooklyn Polytechnic is a no-frills school. It does not have dormitories or a gymnasium and few of the 4,000 students seem to know that the school's nickname is the Blue Jays. The" , "date" : "19930512" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "ABOUT NEW YORK; U.N. of Pit Crews Revs For Old Brooklyn Poly" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/12\/nyregion\/about-new-york-un-of-pit-crews-revs-for-old-brooklyn-poly.html"} , {"body" : "A man posing as a subway motorman took an A train carrying hundreds of passengers on a 47-mile trip through the city Saturday, until he finally tripped an emergency brake because he was speeding, transit officials said yesterday. Then, taken to Transit Authority headquarters by a transit inspector, the man bolted and escaped into the Borough Hall" , "date" : "19930511" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Motorman Impostor Takes the A Train, Literally" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/11\/nyregion\/motorman-impostor-takes-the-a-train-literally.html"} ,   {"body" : "To the Editor: I have been following with interest and dismay the public discussion on Brooklyn's Gowanus Expressway reconstruction. Once again we have negotiations focusing on the terms without first analyzing the premise: that the Gowanus should be rebuilt. The rationale is that the expressway is deteriorated and is in danger of collapse. This is" , "date" : "19930508" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS EXPRESSWAY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "20" , "title" : "Gowanus Expressway Should Be Demolished, Not Rebuilt" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/08\/opinion\/l-gowanus-expressway-should-be-demolished-not-rebuilt-571893.html"} , {"body" : "To get an idea of who New York City's Muslims are, stand outside the Islamic Center of New York, the city's most prominent mosque, on Third Avenue at 96th Street in Manhattan. On a recent religious holiday, through its doors came Pakistanis in flowing pastel gowns, black Americans wearing kente-cloth hats, an Albanian couple trying to quiet their" , "date" : "19930504" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "Islam in New York: Growing Presence of Diverse Peoples United by Faith" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/04\/nyregion\/islam-in-new-york-growing-presence-of-diverse-peoples-united-by-faith.html"} , {"body" : "Representatives of 14 enterprises varying from retailers to entertainment and exhibition entrepreneurs submitted proposals yesterday to set up shop in the New York Coliseum, in the latest step in the saga of the developer Mortimer B. Zuckerman's attempts to demolish the building and put up a new complex on the site. The proposals offered yesterday" , "date" : "19930501" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["COLUMBUS CIRCLE (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Potential Tenants Line Up for Coliseum" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/01\/nyregion\/potential-tenants-line-up-for-coliseum.html"} , {"body" : "The place was a sedate gray room in downtown Brooklyn, the time was a Wednesday night and the elliptical note that Ruth Joseph, a high school senior, scribbled as she talked on the telephone said: 17, pregnant. Father, 29. \"You say that you're 17, you're pregnant, and your mother doesn't want you to have anything to do with your boyfriend,\" Ms." , "date" : "19930430" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Dial-an-Ear: Young People Tell Young People Their Troubles" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/30\/nyregion\/dial-an-ear-young-people-tell-young-people-their-troubles.html"} , {"body" : "The Democratic mayoral primary is still five months off, but accusations -- accompanied by statistical jousting -- are already flying up. Mayor David N. Dinkins and his chief Democratic opponent, City Council President Andrew J. Stein, squared off last week on a point that Mr. Stein has been pressing for months: his contention that the Mayor has" , "date" : "19930425" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "49" , "title" : "POLITICAL NOTES; When Is a Fact Not a Fact? When It's a Statistic." , "url" : "http:\/\/www.nytimes.com\/1993\/04\/25\/nyregion\/political-notes-when-is-a-fact-not-a-fact-when-it-s-a-statistic.html"} , {"body" : "The shooting in a Brooklyn precinct station house was a collision between a police officer who thought he was handling a routine drug arrest and a suspect who viewed it as the end, law-enforcement officials said yesterday. As he sat in the grim holding cell in the 70th Precinct station house on Tuesday, Danny Cook told two other prisoners that he" , "date" : "19930422" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Routine, a Desperate Prisoner and Sudden Gunfire" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/22\/nyregion\/police-routine-a-desperate-prisoner-and-sudden-gunfire.html"} , {"body" : "NOW that the Mets are thinking about building a better mousetrap, the world won't beat a path to even a domed door unless the front office builds a better team. But if a modern Mets stadium materializes in another decade either on the site of Shea Stadium or in nearby Willets Point, it should observe the 10 commandments of modern baseball" , "date" : "19930422" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "15" , "title" : "Sports of The Times; On Mulling The Mets' Mousetrap" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/22\/sports\/sports-of-the-times-on-mulling-the-mets-mousetrap.html"} , {"body" : "Two police officers were critically wounded inside the 70th Precinct station house in Brooklyn last night when a suspect arrested on drug charges managed to grab one of the officer's guns in a bathroom and opened fire. The assailant then killed himself by shooting himself in the forehead, the police said. The officers, Mary Capotosto, 29 years old," , "date" : "19930421" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Two Officers Are Wounded By Suspect" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/21\/nyregion\/two-officers-are-wounded-by-suspect.html"} , {"body" : "He might have acted sooner. But Mayor David Dinkins deserves credit for confronting one of New York City's thornier economic and political issues: the problem of unlicensed street vendors. Some 10,000 of them now flood the sidewalks, hawking everything from T-shirts and socks to counterfeit designer watches in congested shopping areas. They block" , "date" : "19930420" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "28" , "title" : "Smart Steps on Peddling" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/20\/opinion\/smart-steps-on-peddling.html"} , {"body" : "It sounds like one of those little secrets about New York that only someone with the right connections will ever hear about: a ride to Kennedy International Airport for $1.25. True, a few inconveniences are built into that price. Luggage space is spare, there is no guarantee of a seat, and the walk to a connecting bus is several hundred yards, a" , "date" : "19930420" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Trains and Buses, Then Airplanes" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/20\/nyregion\/trains-and-buses-then-airplanes.html"} ,   {"body" : "Mayor David N. Dinkins said yesterday that the city would step up its efforts against the 10,000 unlicensed street vendors who have flooded New York City sidewalks with everything from tube socks to fake Rolex watches. The problem of illegal vendors, long the bane of Fifth Avenue retailers, has now become a hot economic and political issue in the" , "date" : "19930413" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Crackdown On Vendors In the Streets" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/13\/nyregion\/crackdown-on-vendors-in-the-streets.html"} , {"body" : "They were two wars running in parallel, seemingly one. In Washington, the Central Intelligence Agency spent $3 billion to arm the Afghan rebels in their battle against the Soviet-backed regime. And in Brooklyn, content that they had both God and country on their side, a small circle of Islamic fundamentalist immigrants made a separate contribution," , "date" : "19930411" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["EGYPT" , "NEW YORK CITY" , "MIDDLE EAST" , "ALGERIA" , "AFGHANISTAN"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "23" , "title" : "After Blast, New Interest in Holy-War Recruits in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/11\/nyregion\/after-blast-new-interest-in-holy-war-recruits-in-brooklyn.html"} , {"body" : "It was just after 7 P.M. on a cold February night in 1991. A light snowfall muffled the sound of cars moving through the Sea Gate neighborhood in southern Brooklyn. Mustafa Shalabi, an Egyptian immigrant who lived in a rented house on Neptune Avenue, was hurriedly packing to return to Egypt the next day, where he planned to join his wife and child." , "date" : "19930411" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Slaying in Brooklyn Linked to Militants" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/11\/nyregion\/slaying-in-brooklyn-linked-to-militants.html"} , {"body" : "In \"Don Quixote,\" Cervantes wrote of journeying \"over all the universe in a map, without the expense and fatigue of traveling, without suffering the inconveniences of heat, cold, hunger and thirst.\" Well, welcome to the New York Identity Map, a multicolored, double-sided, highly detailed 36- by 48-inch visit, minus traffic and pedestrian gridlock," , "date" : "19930411" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: South of 65th Street; User-Friendly City Map" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/11\/realestate\/postings-south-of-65th-street-user-friendly-city-map.html"} , {"body" : "Preserving New York The Barbizon, 140 East 63d Street, and Cooper Union , 7 East Seventh Street; (518) 462-5658. The Preservation League of New York State is holding a conference from April 23 to 25. Workshops and seminars will include a meeting on preservation throughout the state, housing in historic buildings and public investment in historic" , "date" : "19930408" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "Calendar: History and Preservation" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/08\/garden\/calendar-history-and-preservation.html"} , {"body" : "FIFTY years ago this spring, Martin Luther King Jr. was beginning high school, Harry S. Truman was just a relatively obscure Senator, Jesse Jackson was 1 1\/2 years old and Linda Brown, whose family name would be immortalized 11 years later by a United States Supreme Court decision, had not yet been born. But in downtown Brooklyn a white" , "date" : "19930405" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "METRO MATTERS; The Unfulfilled Legacy of a Daring Experiment" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/05\/nyregion\/metro-matters-the-unfulfilled-legacy-of-a-daring-experiment.html"} , {"body" : "In the most sweeping expansion of New York City's public high school system in decades, school officials are rushing to sign up students and prepare classrooms for the inauguration of 37 small experimental schools this fall. The dozens of new schools, each with a curriculum centered on a separate theme, represent an extraordinary effort to bring" , "date" : "19930405" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "New York City Readies 37 Specialized Schools" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/05\/nyregion\/new-york-city-readies-37-specialized-schools.html"} , {"body" : "METRO DIGEST WARNING ON TRADE CENTER BOMBING President Mubarak of Egypt says the United States could have prevented the bombing of the World Trade Center if American officials had heeded his country's warnings about an Islamic fundamentalist network in the United States. But he suggested that the information provided by Egypt related generally to" , "date" : "19930405" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/05\/nyregion\/metro-digest-493293.html"} , {"body" : "To law-enforcement authorities battling the relentless drug trade in New York City, Gerald Miller was one of the most savage and successful of the flashy young kingpins who dominated the lucrative crack business. His ring took in up to $250,000 a week from drug trafficking in poverty-scarred South Jamaica, Queens, investigators say, adding that he" , "date" : "19930328" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SOUTH JAMAICA (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Drug Ring Trial Lurches Toward a Start" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/28\/nyregion\/drug-ring-trial-lurches-toward-a-start.html"} , {"body" : "FOR many New Yorkers, the subway is like the picture of Dorian Gray. It exposes the foul countenance of their city's wayward soul. Dorian banished his festering portrait to the attic. We keep ours in the basement. Over the years, ravages intermittently suppressed at street level have settled below ground in a dense sediment of urban pathologies:" , "date" : "19930326" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Critic's Notebook; Touring New York Underground" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/26\/arts\/critic-s-notebook-touring-new-york-underground.html"} ,   {"body" : "NEW YORK CITY IRISH PARADE SOGGY BUT SPIRITED The 232d St. Patrick's Day parade was notable for the sit-ins by and arrests of members of a gay Irish organization, for the few major politicians in sight and for the sparseness of the crowds along rain-spattered Fifth Avenue. But John Cardinal O'Connor watched from his usual spot on the steps of St." , "date" : "19930318" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/18\/nyregion\/metro-digest-009793.html"} , {"body" : "IT was no big deal, just people having a good meal together. Oh yes, everybody at the Quaker Meeting House in downtown Brooklyn knew that the guests were sick with AIDS and dying. But no one seemed hung up on that. \"Hey, this is the best food in town and the company is terrific,\" said a big, burly, bearded and bejeweled man who has been coming to" , "date" : "19930317" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "ABOUT NEW YORK; A Meal Together, for Here and Now" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/17\/nyregion\/about-new-york-a-meal-together-for-here-and-now.html"} , {"body" : "Because of the storm over the weekend, the Catholic High Schools Athletic Association City championship game between St. Raymond of the Bronx (20-4) and Monsignor McClancy of Queens (18-9) was rescheduled from last night to tonight at Fordham University in the Bronx. The title game will be played after the Class C championship game between Regis" , "date" : "19930315" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "3" , "title" : "Tourney Games Are Rescheduled" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/15\/sports\/tourney-games-are-rescheduled.html"} , {"body" : "Jail time, regarded by many in the civil-rights movement as an occupational hazard, if not a badge of honor, has landed on the Rev. Al Sharpton at an awkward time. Much of the disruption is personal. Mr. Sharpton said breakfast is his special time with daughters Domenique, 6 years old, and Ashley, 5; he hasn't been able to share it with them since" , "date" : "19930314" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "For Sharpton, Jail Is an Honor He Could Do Without" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/14\/nyregion\/for-sharpton-jail-is-an-honor-he-could-do-without.html"} , {"body" : "Shortly after the announcement of Mohammed A. Salameh's arrest, Ghazi Khankan of Long Island began phoning friends to commiserate about the anticipated backlash against Muslims. Responsibility for the bombing of the World Trade Center, he feared, would be laid at all Muslims' feet in a \"frenzy of stereotyping.\" \"You can be sure there are going to" , "date" : "19930307" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Twin Towers: Backlash; Muslims in the United States Fear an Upsurge in Hostility" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/07\/nyregion\/twin-towers-backlash-muslims-united-states-fear-upsurge-hostility.html"} , {"body" : "Federal and local authorities combed parking receipts, reviewed videotapes from an underground parking garage and examined intelligence files yesterday for clues to the explosion that killed at least five people at the World Trade Center on Friday. Although investigators were still unable to answer the two central questions -- what kind of bomb" , "date" : "19930302" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "CRISIS AT THE TWIN TOWERS: The Overview; INQUIRY IS PRESSED ON CAUSE OF BLAST AT TRADE CENTER" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/02\/nyregion\/crisis-twin-towers-overview-inquiry-pressed-cause-blast-trade-center.html"} , {"body" : "During the eight months to a year that he lived with his son in Connecticut, Larry Hogue returned to New York City, where he ended up in psychiatric hospitals for emergency treatment a half-dozen times, a lawyer for New York State said yesterday. Citing court records, she argued before a panel of appeals judges that to allow Mr. Hogue, who is now" , "date" : "19930218" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Hearing Held On Freeing Drug Abuser" , "url" : "http:\/\/www.nytimes.com\/1993\/02\/18\/nyregion\/hearing-held-on-freeing-drug-abuser.html"} , {"body" : "As a large, angry crowd of Hasidim shouted and chanted outside, a judge in Brooklyn yesterday ordered a Hasidic rabbi held on $250,000 bail on charges of kidnapping a teen-ager in a dispute over the boy's religious upbringing. And prosecutors for the first time said that a third person had conspired with the rabbi and his wife in the alleged" , "date" : "19930215" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Bail Posted For Rabbi In Kidnapping" , "url" : "http:\/\/www.nytimes.com\/1993\/02\/15\/nyregion\/bail-posted-for-rabbi-in-kidnapping.html"} , {"body" : "Julia Child's 80th Julia Child's 80th birthday has come and gone. But as far as celebrating this milestone of last Aug. 15 is concerned, the page was never torn from the calendar. The latest celebration, the 29th, was held on Sunday at the Rainbow Room. New York's party, sponsored by the local chapter of the American Institute of Wine and Food, of" , "date" : "19930127" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "7" , "title" : "Food Notes" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/27\/garden\/food-notes-866793.html"} , {"body" : "Senator Daniel Patrick Moynihan is moving swiftly to recommend nominees for two of the nation's most visible law-enforcement jobs -- the United States Attorney posts in Manhattan and Brooklyn -- as the first Democratic President in 12 years prepares to put his stamp on the country's justice system. A selection committee helping the Senator is" , "date" : "19930122" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Moynihan Sorts Out U.S. Prosecutor Candidates" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/22\/nyregion\/moynihan-sorts-out-us-prosecutor-candidates.html"} ,   {"body" : "While eluding a police manhunt for two and a half years, Anthony Casso, the reputed acting boss of the Lucchese crime family, stored $340,000 and internal Federal Bureau of Investigation documents on his case in a hideaway in New Jersey, law-enforcement officials said yesterday. Mr. Casso, who was captured on Tuesday in Mount Olive, N.J., was" , "date" : "19930121" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "MOUNT OLIVE (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Reputed Crime Boss Is Said to Have Stored Cash in Hideaway" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/21\/nyregion\/reputed-crime-boss-is-said-to-have-stored-cash-in-hideaway.html"} , {"body" : "A retired jail supervisor was acquitted yesterday of charges that he murdered Vander L. Beatty, a former State Senator from Brooklyn whose career had collapsed in corruption scandals. A jury in State Supreme Court in Brooklyn found Arthur E. Flournoy, 53, not guilty of charges that he shot Mr. Beatty, a longtime friend, in his Prospect Heights" , "date" : "19930114" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Jury in Brooklyn Acquits Man In Death of Former State Senator" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/14\/nyregion\/jury-in-brooklyn-acquits-man-in-death-of-former-state-senator.html"}]