[  {"body" : "Gov. Mario M. Cuomo proposed yesterday that a program in which citizens and the police coordinate efforts to fight drugs be extended to the 75th Precinct in East New York, Brooklyn, one of the most crime-ridden communities in the city. The program, called Combat -- for Coordinated Omnibus Municipally Based Anti-Drug Teams -- asks residents to" , "date" : "19931229" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Cuomo Recommends a Crime-Fighting Program for East New York" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/29\/nyregion\/cuomo-recommends-a-crime-fighting-program-for-east-new-york.html"} , {"body" : "POLICE ALLOW CORRUPTION, PANEL SAYS In a harshly critical report, a special mayoral panel asserted that the New York City Police Department failed at every level to uproot corruption and instead tolerated a culture that fostered misconduct and concealed lawlessness by police officers. A1. Excerpts from the report. B2. SIX ARE KILLED IN BOMBINGS A" , "date" : "19931229" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/29\/nyregion\/metro-digest-623093.html"} , {"body" : "Ever since he was a teen-ager, Darrell Evans has been an enterprising businessman. While his friends were content to find odd jobs around their neighborhood in East New York, Brooklyn, Mr. Evans yearned for a surer bet. He began to check city ledgers to see where fire-hazard warnings had been issued because of debris around businesses. Then he" , "date" : "19931227" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEEDIEST CASES; Former Inmate Is Aided By Neediest Cases Fund" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/27\/nyregion\/neediest-cases-former-inmate-is-aided-by-neediest-cases-fund.html"} , {"body" : "A man was shot and killed in Brooklyn yesterday afternoon as he sat behind the wheel of his parked car in his neighborhood, the police said. The man, Michael Rivera, 23, was found by the police at 4 P.M. in the driver's seat of his 1989 BMW, said Sgt. John McCluskey, a police spokesman. He had been shot several times, Sergeant McCluskey said, by an" , "date" : "19931227" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Man Shot to Death in Car" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/27\/nyregion\/man-shot-to-death-in-car.html"} , {"body" : "In the days leading up to Christmas Eve each year, the Rev. John Flynn, the pastor of St. Martin of Tours Roman Catholic Church in the Bronx, gets a few calls asking when Midnight Mass begins. It is not a trick question. \"I tell them, 8 o'clock,\" he said. Parishioners decided it was too risky to walk through the streets of Crotona at such a late" , "date" : "19931224" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Midnight Mass Comes Early As Urban Fear Battles Faith" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/24\/nyregion\/midnight-mass-comes-early-as-urban-fear-battles-faith.html"} , {"body" : "On opposite walls in the sunny apartment that Tonia Garcia shares with her fiance in East New York hang two key rings. One is Ms. Garcia's. The other belongs to her fiance, Eddie Blue. Both have a string of colored tabs spilling down like streamers against the white walls. And on each tab are words in gold lettering that represent landmarks in the" , "date" : "19931222" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEEDIEST CASES; Now Drug-Free, Couple Still Faces a Long Battle" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/22\/nyregion\/neediest-cases-now-drug-free-couple-still-faces-a-long-battle.html"} , {"body" : "One night when Yvette Persod was 11 years old, she walked out of her family's apartment in Brooklyn and wandered off into the darkness. To this day, she says, she does not know exactly why she did it. \"I just opened the door and I left,\" she said. When pressed, she tells of her family's crowded apartment, of beatings from her mother and of the" , "date" : "19931221" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEEDIEST CASES; No More Running Away From a Life of Depression" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/21\/nyregion\/neediest-cases-no-more-running-away-from-a-life-of-depression.html"} , {"body" : "The death yesterday of a 41-year- old armed security guard from Long Island was not an uncommon occurrence in East New York. Indeed, it followed 13 other killings in the 75th Precinct in the last nine days. What was uncommon about the killing was that it broke a 20-year record for homicides in a single precinct, although with a footnote. Maurice" , "date" : "19931220" , "day_of_week_facet" : "Monday" , "geo_facet" : ["EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "East New York Homicide Breaks a Deadly Record" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/20\/nyregion\/east-new-york-homicide-breaks-a-deadly-record.html"} , {"body" : "The four attendants at the ice cream stand held hands, as one of the them prayed. \"Lord, give everyone who comes a hungry thirst for this ice cream,\" he said. So began the Kwanzaa Holiday Expo for the Ben & Jerry's store in Harlem, one of about 300 businesses whose presence at the Jacob K. Javits Convention Center over the weekend offered a" , "date" : "19931220" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Marketing of Kwanzaa; Black American Holiday Earns Dollars, Causing Concern" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/20\/nyregion\/the-marketing-of-kwanzaa-black-american-holiday-earns-dollars-causing-concern.html"} , {"body" : "By most recent measures, the murder rate in New York City, though still high, has declined in the last year. So has the overall crime rate. But these trends appear to have little to do with East New York, Brooklyn. On Friday night, at 9:49 P.M., the police recorded the slaying of Wonika Adams, 14. She was the 11th homicide victim in eight days in" , "date" : "19931219" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "46" , "title" : "Slaying Adds to the Grim Total in East New York" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/19\/nyregion\/slaying-adds-to-the-grim-total-in-east-new-york.html"} ,   {"body" : "A 14-year-old girl was found stabbed several times last night in the bedroom of the apartment she shared with her mother and brother in East New York, Brooklyn, the police said. She died shortly afterward at The Brookdale Hospital Medical Center. The girl Wonika C. Adams of 185 Wortman Avenue, was discovered by her 16-year-old brother about 9:45" , "date" : "19931218" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Girl, 14, Is Fatally Stabbed in Her Home" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/18\/nyregion\/girl-14-is-fatally-stabbed-in-her-home.html"} , {"body" : "After wounding his father on Saturday afternoon with a shotgun, a Brooklyn teen-ager used the older man's revolver to finish him off, then killed himself, the police said. At 5:26 P.M., in front of the apartment building at 463 Shepherd Avenue in East New York, where the family lived, Henry A. Frazier, 17, fired a shotgun blast at his father, Leroy" , "date" : "19931213" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Youth Kills Father and Himself" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/13\/nyregion\/brooklyn-youth-kills-father-and-himself.html"} , {"body" : "JARRELL TOMPKINS, 15 years old, has been wondering how to protect himself at Intermediate School 52 in Melrose in the Bronx ever since a classmate grabbed him and pressed a razor to his throat in a hallway robbery. Judith Huggins, a teacher at Public School 149 in East New York, Brooklyn, has been wondering how best to comfort a fourth grader who" , "date" : "19931212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Violence and the Schools: A Search for Safety" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/12\/nyregion\/violence-and-the-schools-a-search-for-safety.html"} , {"body" : "Anthony J. Travia Sr., who served as Speaker of the New York State Assembly from 1965 to 1968, died on Tuesday at Vassar Brothers Hospital in Poughkeepsie, N.Y. He was 82. Mr. Travia was a Democrat from the East New York section of Brooklyn. He was first elected to the Assembly in 1943 and served as minority leader from 1959 to 1965, when he was" , "date" : "19931210" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "21" , "title" : "Anthony Travia Sr., 82, Is Dead; Was Assembly Speaker in Albany" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/10\/obituaries\/anthony-travia-sr-82-is-dead-was-assembly-speaker-in-albany.html"} , {"author" : "Richard B. Woodward is a regular contributor to this magazine." , "body" : "\"I can't believe he put that on the cover,\" Mariella says with a groan, studying a close-up photograph of herself, bug-eyed on cocaine, a hypodermic needle clenched in her gap-toothed jaws. Months before, when the photographer Eugene Richards showed it to her for the first time, the self-recognition left her in tears. \"I never looked at it from an" , "date" : "19931205" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "58" , "title" : "Under Their Skin" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/05\/magazine\/under-their-skin.html"} , {"author" : "Felicia R. Lee is a reporter on the metropolitan staff of The New York Times." , "body" : "THE VILLE Cops and Kids in Urban America. By Greg Donaldson. Illustrated. 401 pp. New York: Ticknor & Fields. $22.95. GARY LEMITE is a New York City housing police officer, a married father of two who is struggling to gain the trappings of middle-class success while negotiating a troubled marriage. Sharron Corley is a teen-age unwed father who" , "date" : "19931128" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "25" , "title" : "Despair Grows In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/28\/books\/despair-grows-in-brooklyn.html"} , {"body" : "There is little public outrage in East New York, even though it's only days since a 31-year-old woman returning from a store was raped and sodomized by what the police said was a gang of six teen-agers, toting a toy gun, who sauntered away from the attack to shoot baskets and boast of their conquest. There is no outcry among the residents of the" , "date" : "19931121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Little Sympathy or Surprise; After Gang Rape, Many in East New York Just Shrug It Off" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/21\/nyregion\/little-sympathy-surprise-after-gang-rape-many-east-new-york-just-shrug-it-off.html"} , {"body" : "AT the party for Greg Donaldson's new book, \"The Ville: Cops and Kids in Urban America,\" at the downtown club Fez on Tuesday night, Gary Lemite, a housing-police officer in Brooklyn, was getting the celebrity treatment. The book follows Officer Lemite for a year at work in the section of Brownsville and East New York that is known as the Ville," , "date" : "19931121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Books"] , "page_facet" : "3" , "title" : "THE NIGHT; The Glad, the Mad, the Graceful" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/21\/style\/the-night-the-glad-the-mad-the-graceful.html"} , {"body" : "Two off-duty police officers shot and killed armed teen-agers who were trying to rob them in separate incidents in Brooklyn on Tuesday night, the police said. Investigators said each youth surrounded his victim with the help of accomplices and held him up at gunpoint. In a similar incident last Sunday, a Brooklyn sugar refinery worker shot two" , "date" : "19931118" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Victims Kill 2 Teen-Agers As Robbers" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/18\/nyregion\/victims-kill-2-teen-agers-as-robbers.html"} , {"body" : "Audrey Lee Jacobs, Vassar '76, had lost Faith. Faith Robertson, that is. \"What are you doing in Brooklyn, Faith?\" Ms. Jacobs said into the phone. Black and Hispanic high school seniors from New York City interested in visiting Vassar were meeting the chartered bus on Saturday afternoon at 1:30 at the Harlem home of Paula Walker, Vassar '74. It was" , "date" : "19931117" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "7" , "title" : "In School" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/17\/news\/in-school.html"} ,   {"body" : "AGREEMENT ON MENTAL HEALTH MONEY The New York State Legislature and Gov. Cuomo reached agreement on a landmark mental health bill that would dedicate money saved by closing state psychiatric hospitals to caring for mentally ill people in communities. A1. NEW YORK CITY OBLIQUE ANSWERS FROM CLERIC Speaking in riddles and rhetorical questions, the" , "date" : "19931117" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/17\/nyregion\/metro-digest-985093.html"} , {"body" : "Six teen-age boys, including two 13-year-olds, attacked and raped a woman in a vacant lot in East New York, Brooklyn, Monday evening, then went to a nearby playground and started shooting baskets, the police said. The attack lasted about 20 minutes, and before letting the victim go, the assailants robbed her of her food stamps and cigarettes." , "date" : "19931117" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "6 Held in Brooklyn Rape: Two Are 13 and 3 are 15" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/17\/nyregion\/6-held-in-brooklyn-rape-two-are-13-and-3-are-15.html"} , {"body" : "THE resonant pop of a 75-millimeter cannon at the marathon's starting line set 26,000 people running through New York yesterday. But throughout the city, the daily report of gunfire in some neighborhoods may be driving thousands of people a year out of New York in search of a safe haven. On average, someone is hit by gunfire in New York City every" , "date" : "19931115" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "METRO MATTERS; Trying to Stanch Blood In an Urban War Zone" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/15\/nyregion\/metro-matters-trying-to-stanch-blood-in-an-urban-war-zone.html"} , {"body" : "Every weekday morning, Jermaine Smith, a boyishly handsome East New York teen-ager, awakens shortly after dawn to the street beats of his alarm clock-radio. Like countless other American high school students, Jermaine sleepwalks through his routine of washing and dressing and heading for class. But for Jermaine, who is known among his friends as" , "date" : "19931114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BALTIMORE (MD)"] , "nytd_section_facet" : ["Style" , "Education"] , "page_facet" : "1" , "title" : "Uncool For School" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/14\/style\/uncool-for-school.html"} , {"body" : "BENJAMIN HAMALIAN was fed up. Pantrac, his company, was in a storefront space in East New York, a rather downtrodden section of Brooklyn. He had been robbed four times in eight years, and enough was enough. Mr. Hamalian looked around Brooklyn, but all he found were expensive storefronts in unsafe neighborhoods. Then he moved Pantrac, which exports" , "date" : "19931107" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Swords to Plowshares on Brooklyn Piers" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/07\/realestate\/swords-to-plowshares-on-brooklyn-piers.html"} , {"body" : "A manufacturer's fight with the city over a plot of land at Chestnut and Atlantic Avenues is over, and for once, the peace dividends seem equitably divided. A desperately needed replacement for Intermediate School 171 planned for the site will be constructed on schedule, Brooklyn's third largest manufacturer will get the site it needs to expand," , "date" : "19931107" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: EAST NEW YORK; Fight's Over, Everyone Wins" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/07\/nyregion\/neighborhood-report-east-new-york-fight-s-over-everyone-wins.html"} , {"body" : "COMMUNITY organizing seems nearly always to begin with anger. Frustration, often escalating into rage, is common when you see a drug dealer selling his stuff on your street corner each night, or an overpriced grocery store selling rotten vegetables, or a landlord repeatedly refusing to fix whatever is leaking, dripping or malfunctioning. A first" , "date" : "19931107" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "PUBLIC INTEREST; Community Groups: Call the Roll" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/07\/nyregion\/public-interest-community-groups-call-the-roll.html"} , {"body" : "ROBERT SLAVIN knows America's big-city schools can be saved. He can do it. The Johns Hopkins University professor has designed a new way to teach reading that is getting impressive results at 31 inner-city elementary schools in Baltimore, Philadelphia, Charleston, S.C., Memphis, Fort Wayne, Ind., and Montgomery, Ala. Children using his \"Success for" , "date" : "19931107" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["U.S." , "Education"] , "page_facet" : "16" , "title" : "America Can Save Its City Schools" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/07\/education\/america-can-save-its-city-schools.html"} , {"body" : "MAYOR Bronx Rptng Dinkins Giuliani Marlin Bockmn Breman 74 Mott Haven, Hunts Point 100% 20,881 4,364 178 13 23 75 Clasons Pt. W Farms, E Trmnt 100% 17,436 4,316 145 10 15 76 Union Port, Parkchtr 100% 16,111 7,529 215 20 12 77 High Bridge, Morris Hghts 100% 18,050 2,080 80 33 14 78 Univ Heights, Fordham 100% 12,716 3,480 127 29 9 79 Tremont," , "date" : "19931104" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE 1993 ELECTIONS: RESULTS; The Vote For Mayor and Comptroller by Assembly District" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/04\/nyregion\/1993-elections-results-vote-for-mayor-comptroller-assembly-district.html"} , {"body" : "MAYOR Bronx Rptng Dinkins Giuliani Marlin Bockmn Breman 74 Mott Haven, Hunts Point 100% 20,881 4,364 178 13 23 75 Clasons Pt. W Farms, E Trmnt 100% 17,436 4,316 145 10 15 76 Union Port, Parkchtr 100% 16,111 7,529 215 20 12 77 High Bridge, Morris Hghts 100% 18,050 2,080 80 33 14 78 Univ Heights, Fordham 100% 12,716 3,480 127 29 9 79 Tremont," , "date" : "19931103" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE 1993 ELECTIONS: RESULTS; The Vote For Mayor and Comptroller by Assembly District" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/03\/nyregion\/1993-elections-results-vote-for-mayor-comptroller-assembly-district.html"} ,   {"body" : "For years he wondered if he was the only cop fighting corruption. His superior officers shunted him aside. And when the Mollen Commission was established, he worried that he was being set up to take the fall for the Police Department's failure to police itself. Yesterday Sgt. Joseph Trimboli got a promotion and a long round of applause from his" , "date" : "19931030" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Back From the Edge; Promotion and Vindication for Officer Who Stood Alone" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/30\/nyregion\/back-from-the-edge-promotion-and-vindication-for-officer-who-stood-alone.html"} , {"body" : "New York City should get enough money from a Federal tax-credit program to help build at least 6,000 new housing units for the poor over the next five years, housing advocates said yesterday. Earlier this year a delay in Congressional renewal of the tax-credit program slowed scores of public-private housing projects throughout the city that had" , "date" : "19931022" , "day_of_week_facet" : "Friday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Tax-Credit Financing to Aid In Building Housing Units" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/22\/nyregion\/tax-credit-financing-to-aid-in-building-housing-units.html"} , {"body" : "As he circulates around New York City in search of a second term, Mayor David N. Dinkins these days seldom uses Rudolph W. Giuliani's name, deliberately mislabeling his opponent as a \"Republican conservative candidate\" and describing him as a man without compassion for the homeless or appreciation for the city's diversity. In stump speeches that he" , "date" : "19931021" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Dinkins Message: Despite Problems, a City on the Mend" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/21\/nyregion\/dinkins-message-despite-problems-a-city-on-the-mend.html"} , {"body" : "Moments before she died, Wanda Betts sat her two young daughters down on a small bench. She fastened their jackets against the early evening cool then turned toward the sound of teen-age boys arguing across the street. She must have seen their guns, the police said, because the last thing she ever did was to throw herself in front of her children," , "date" : "19931020" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Mother Who Saw Neighborhood's Dangers and a Stray Bullet" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/20\/nyregion\/mother-who-saw-neighborhood-s-dangers-and-a-stray-bullet.html"} , {"body" : "A group of 70 parents took over an auditorium at Public School 156 in East New York, Brooklyn, last night and said they would not leave until school officials found proper classrooms for students who have been displaced by the asbestos crisis. Arriving with blankets and pillows for their children, who slept on the auditorium floor, the parents" , "date" : "19931019" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Parents Occupy School Building in Protest" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/19\/nyregion\/parents-occupy-school-building-in-protest.html"} , {"body" : "Like many people in Canarsie, Rose and Anthony Gardini feel downtrodden this election year. The other day, the couple stood in front of their home, guarded by two pink flamingos and two big dogs named Muffin and Brandy, and spoke of a New York City where they say white people are increasingly locked out. Of course, the Gardinis say, they are voting" , "date" : "19931017" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Doubts About Dinkins in Canarsie Keep Area a Citadel for Giuliani" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/17\/nyregion\/doubts-about-dinkins-in-canarsie-keep-area-a-citadel-for-giuliani.html"} , {"body" : "MAKER OF HEART DEVICE PLEADS GUILTY One of the world's largest medical-device manufacturers, C. R. Bard Inc., which is based in Murray Hill, N.J., has agreed to plead guilty to more than 390 counts of fraud and human experimentation for selling untested heart catheters, Food and Drug Administration officials said. The sales resulted in at least one" , "date" : "19931016" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/16\/nyregion\/metro-digest-704693.html"} , {"body" : "For months now, a seven-car police convoy has whipped through the placid streets of this modest city on its way to and from the courthouse. As the police cars pull into the court's back entrance, sharpshooters and officers armed with submachine guns move into defensive positions while five men, chained together at wrist and ankle, are escorted into" , "date" : "19931016" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CANADA" , "ST CATHARINES (ONTARIO)" , "NEW YORK CITY" , "INDIA" , "TRINIDAD AND TOBAGO" , "DOMINICAN REPUBLIC" , "TORONTO (ONTARIO)"] , "nytd_section_facet" : ["World"] , "page_facet" : "5" , "title" : "A Trial in Canada Is Watched in U.S." , "url" : "http:\/\/www.nytimes.com\/1993\/10\/16\/world\/a-trial-in-canada-is-watched-in-us.html"} , {"body" : "Students at Thomas Jefferson High School in East New York, Brooklyn, which became a symbol of urban disarray after two youths were shot to death there last year, lined up in the auditorium yesterday to sign a pledge against violence. The occasion was the start of a campaign by the Rev. Jesse Jackson to curtail school violence, especially in" , "date" : "19931016" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "27" , "title" : "Jackson Goes to Brooklyn High School to Start Antiviolence Effort" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/16\/nyregion\/jackson-goes-to-brooklyn-high-school-to-start-antiviolence-effort.html"} , {"body" : "The children from Public School 4 in the Bronx spent two weeks at the New York Botanical Garden learning biology and botany; now they sit two to a desk in a church basement, trying to make up their other subjects. The students at P.S. 196 in Queens spent half-days at a neighboring school; now they are getting twice the usual homework. And pupils at" , "date" : "19931012" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Aftershocks of Asbestos Mess Linger at New York's Schools" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/12\/nyregion\/aftershocks-of-asbestos-mess-linger-at-new-york-s-schools.html"} ,   {"body" : "New York City, with the help of the United States Committee for Unicef, will give free immunizations for measles, mumps and rubella, diphtheria, tetanus and whooping cough, polio, meningitis and hepatitis B to any child who needs them on Saturday. Here are immunization sites, as listed by the Department of Health. MANHATTAN Baruch Houses Child" , "date" : "19931010" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "PUBLIC INTEREST; Where to Get Free Shots for Children" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/10\/nyregion\/public-interest-where-to-get-free-shots-for-children.html"} , {"body" : "IN a city whose parts are mostly separated by water, the Brooklyn-Queens line is singular as the only major land boundary dividing boroughs, stretching for 12 undefended miles from the East River to Jamaica Bay. And as Staten Island, the most insular of the city's parts, contemplates secession -- thereby contesting the frosty notion that good moats" , "date" : "19931009" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "RIDGEWOOD (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "ABOUT NEW YORK; Borough Tourist's Guide To the Border Crossing" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/09\/nyregion\/about-new-york-borough-tourist-s-guide-to-the-border-crossing.html"} , {"body" : "Saying he had been \"revolted\" by the testimony of corrupt police officers, New York City's highest police official told a mayoral commission yesterday that the public had a right to expect better and that he would not oppose an outside monitor of the Police Department's anti-corruption efforts, as long as he retained the power to investigate and" , "date" : "19931007" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Head of New York Police Offers Compromise on Outside Monitor" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/07\/nyregion\/head-of-new-york-police-offers-compromise-on-outside-monitor.html"} , {"body" : "Mayor David N. Dinkins went to the Upper West Side one morning last week to mingle with ordinary New Yorkers -- an endeavor that often produces a spontaneity that can be at odds with Mr. Dinkins's own penchant for preparedness. A middle-aged man approached the Mayor, asked him what he was doing next Saturday and then invited him to his son's bar" , "date" : "19931006" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Group by Group, Dinkins Seeks to Unite Support" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/06\/nyregion\/group-by-group-dinkins-seeks-to-unite-support.html"} , {"body" : "The Internal Affairs Division of New York City's Police Department kept a secret file of allegations of corruption against its own officers, top police officials and their relatives, according to testimony yesterday before a commission investigating police corruption. Contrary to standard department policy, information about those investigations" , "date" : "19931005" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Panel Is Told of a File on Police Graft Within Internal Affairs" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/05\/nyregion\/panel-is-told-of-a-file-on-police-graft-within-internal-affairs.html"} , {"body" : "As construction workers put down the foundation for a two-story motel on Atlantic Avenue, residents are campaigning to have the work stopped. The motel's hourly rates, they say, mean that it is sure to be frequented by prostitutes. \"East New York has other needs,\" said Sister Peggie Merritt, a member of East Brooklyn Congregations, a coalition of" , "date" : "19931003" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Neighborhood Report: East New York; Hourly Rates Not Welcome" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/03\/nyregion\/neighborhood-report-east-new-york-hourly-rates-not-welcome.html"} , {"body" : "THE Black Cowboys Association of Brooklyn will deck itself out in full Western regalia today and trot along Linden Boulevard, riding for pledges to raise money for the Pediatric AIDS program at Brookdale Hospital. The Brooklyn organization, a branch of the American Black Cowboys Association, began as a small group of horse owners who wanted to do" , "date" : "19931003" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "PLAYING IN THE NEIGHBORHOOD: EAST NEW YORK; Modern Cowboys Riding for a Cause" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/03\/nyregion\/playing-in-the-neighborhood-east-new-york-modern-cowboys-riding-for-a-cause.html"} , {"body" : "Witnesses drawn from the ranks of police corruption investigators yesterday recalled how they painfully discovered what they depicted as an unwritten policy in New York City's Police Department that discouraged major corruption inquiries from 1986 to 1991. The witnesses were called by a mayoral commission on the second day of its hearings into" , "date" : "19930929" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Witnesses Tell Of Cover-Up In Police Graft" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/29\/nyregion\/witnesses-tell-of-cover-up-in-police-graft.html"} , {"body" : "On the first day of hearings by a mayoral commission into corruption in the New York City Police Department, an admitted rogue officer described yesterday how lax supervision and an ingrained departmental culture allowed him to evolve from taking free drinks and pizza on his first days on the job into taking $8,000 a week to protect a Brooklyn drug" , "date" : "19930928" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Ex-Rogue Officer Tells Panel Of Police Graft in New York" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/28\/nyregion\/ex-rogue-officer-tells-panel-of-police-graft-in-new-york.html"} , {"body" : "In his first days as New York City Schools Chancellor, Ramon C. Cortines risked chaos by moving to open the schools without further delay despite the asbestos crisis, and though the decision set up a harrowing trial by fire, it seems to have largely paid off, earning him a reputation for decisive action. Mr. Cortines's early performance has not" , "date" : "19930926" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "37" , "title" : "Decisiveness in Asbestos Crisis Earns Cortines Respect" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/26\/nyregion\/decisiveness-in-asbestos-crisis-earns-cortines-respect.html"} ,   {"body" : "Public School 158 in Brooklyn was closed, but no one was told, so a crowd of muttering parents and children showed up on the sidewalk outside on opening day, and hundreds of other confused souls phoned the school to find out what was happening. \"There's no school,\" the school receptionist, Rhonda Baratz, told callers over and over. \"The parents" , "date" : "19930922" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Schools Bureaucracy: A Centipede Dancing" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/22\/nyregion\/schools-bureaucracy-a-centipede-dancing.html"} , {"body" : "In Room 306 at the Amalia Castro School on the Lower East Side, some of the sixth graders wonder whether they and their younger brothers and sisters could die from the \"asbestos disease.\" Others brood about falling behind in their preparations for the citywide reading test. But 12-year-old Hector Vazquez has a recurrent vision that may best capture" , "date" : "19930922" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "On Day 2 in Schools, Lessons in Asbestos and Fears" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/22\/nyregion\/on-day-2-in-schools-lessons-in-asbestos-and-fears.html"} , {"body" : "It was a moment of clarity in the confusion and missteps of the asbestos crisis in New York City public schools. Schools Chancellor Ramon C. Cortines, surrounded by a phalanx of elected officials and construction experts, was at an emergency meeting yesterday with angry parents in the auditorium of Public School 13 in the East New York section of" , "date" : "19930921" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "ASBESTOS IN THE SCHOOLS: The Making of a Crisis; Scramble on Asbestos Is Symptom of Years Of Wider Physical Deterioration in Schools" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/21\/nyregion\/asbestos-schools-making-crisis-scramble-asbestos-symptom-years-wider-physical.html"} , {"body" : "Most of New York City's public schools reopened smoothly yesterday amid a general sense of relief that the asbestos delay was over, but for thousands of students still locked out of class and for their beleaguered parents, the day brought deep confusion, disappointment and frustration. More than 100 school buildings remained closed, representing 10" , "date" : "19930921" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "U.S." , "Education"] , "page_facet" : "1" , "title" : "ASBESTOS IN THE SCHOOLS; Disorder on Day 1 in New York Schools" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/21\/us\/asbestos-in-the-schools-disorder-on-day-1-in-new-york-schools.html"} , {"body" : "Vivian Lowe's eyes filled with tears yesterday morning as she learned that her 6-year-old son's elementary school, Public School 158 in East New York, Brooklyn, would not open. Mrs. Lowe had already lost two paychecks because she had had to stay home with her son Donovan. Her thoughts flew to the family budget as the school's principal, Anita D." , "date" : "19930921" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "ASBESTOS IN THE SCHOOLS; Tears, Rumor and Anger Where Doors Are Closed" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/21\/nyregion\/asbestos-in-the-schools-tears-rumor-and-anger-where-doors-are-closed.html"} , {"body" : "FROM FLAT ON THE MAT TO A TOP CONTENDER Six weeks before an election that as recently as a year ago few gave Gov. Jim Florio a chance of winning, polls show the Democratic incumbent in a very close race with Christine Todd Whitman. Both Democrats and Republicans on a national level have staked considerable political currency on the outcome of the" , "date" : "19930920" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/20\/nyregion\/metro-digest-590993.html"} , {"body" : "A 7-year-old girl was critically wounded Saturday night when a gunman fired into a Chinese restaurant in Brooklyn and one of the intended targets pushed the little girl into the line of fire as he hid behind her 16-year-old baby sitter, the police said yesterday. The girl, Chrisandre Curry of East New York, was shot once in the head and was in" , "date" : "19930920" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Girl, 7, Is Critically Hurt in Restaurant Shooting" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/20\/nyregion\/girl-7-is-critically-hurt-in-restaurant-shooting.html"} , {"body" : "A teen-ager and a young man were arrested yesterday in a shooting that seriously injured two police officers in East New York, Brooklyn, the police said. Tywan Price, 16, of 417 Montauk Avenue, and Chris Holland, 20, of 3332 Fulton Street, both in East New York, face two counts of second-degree attempted murder, first-degree assault and criminal" , "date" : "19930919" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "47" , "title" : "2 Suspects Arrested in Shooting of 2 Police Officers in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/19\/nyregion\/2-suspects-arrested-in-shooting-of-2-police-officers-in-brooklyn.html"} , {"body" : "Clinton Firm on Somalia President Clinton said he would rather increase United States involvement in Somalia than withdraw before the famine-ravaged country has a stable political base. Page 5. 2 Officers Shot in Brooklyn Two plainclothes officers were seriously wounded in a gunfight with suspected drug dealers in the East New York section. Six" , "date" : "19930918" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "1" , "title" : "INSIDE" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/18\/us\/inside-423593.html"} , {"body" : "Two police officers, a man and a woman, were shot and seriously wounded last night in a gunfight outside what the police described as a known drug location in East New York, Brooklyn. Both were listed in critical condition early today at Jamaica Hospital in Queens, according to the police. A police spokeswoman, Sgt. Tina Mohrmann, said that the" , "date" : "19930918" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Two Officers Shot in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/18\/nyregion\/two-officers-shot-in-brooklyn.html"} ,   {"body" : "BRONX Reporting Dinkins Innis Melendez 74 Mott Haven, Hunts Point 100 6,567 598 1,174 75 Clasons Point, West Farms, East Tremont 100 6,700 606 1,131 76 Union Port, Parkchester 100 5,754 923 990 77 High Bridge, Morris Heights 100 6,999 284 760 78 University Heights, Fordham 100 4,007 510 621 79 Tremont, Morrisania 100 7,491 420 712 80 Morris Park" , "date" : "19930916" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE 1993 PRIMARY; The Primary Races, by Assembly District" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/16\/nyregion\/the-1993-primary-the-primary-races-by-assembly-district.html"} , {"body" : "The sizable protest vote that dented Mayor David N. Dinkins's comfortable renomination last night may have been been mostly a comment on how little he worked to turn out his core supporters against token opposition. But it also pointed up weaknesses in his candidacy that he will have to work hard to overcome in November. In white neighborhoods," , "date" : "19930915" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "THE 1993 PRIMARY: Lessons Offered; Primary Shows Dinkins's Weaknesses" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/15\/nyregion\/the-1993-primary-lessons-offered-primary-shows-dinkins-s-weaknesses.html"} , {"body" : "BRONX Reporting Dinkins Innis Melendez 74 Mott Haven, Hunts Point 100 6,567 598 1,174 75 Clasons Point, West Farms, East Tremont 100 6,700 606 1,131 76 Union Port, Parkchester 100 5,754 923 990 77 High Bridge, Morris Heights 100 6,999 284 760 78 University Heights, Fordham 100 4,007 510 621 79 Tremont, Morrisania 100 7,491 420 712 80 Morris Park" , "date" : "19930915" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "THE 1993 PRIMARY; The Primary Races, District by District" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/15\/nyregion\/the-1993-primary-the-primary-races-district-by-district.html"} , {"body" : "This list summarizes The Times's recommendations in some contested races in the New York City Democratic primary election today. Poll hours are 6 A.M. to 9 P.M. Comptroller Alan Hevesi Public Advocate Mark Green Bronx CITY COUNCIL 12th District (Co-op City, Williamsbridge, Baychester, Edenwald and parts of Wakefield): Lawrence Warden. 17th District" , "date" : "19930914" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "24" , "title" : "New York City Primary Choices" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/14\/opinion\/new-york-city-primary-choices.html"} , {"body" : "An East New York man was fatally stabbed and robbed in a Brooklyn subway station Saturday night in front of a token booth clerk, the transit police said. The man, Kenneth Sigismundi, 45, was attacked by a knife-wielding robber who followed him from a grocery where he had just won about $95 in a video poker game, the transit police said. The attack" , "date" : "19930913" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Man Is Fatally Stabbed in Brooklyn Subway" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/13\/nyregion\/man-is-fatally-stabbed-in-brooklyn-subway.html"} , {"body" : "A 14-year-old boy was fatally wounded by a gunshot in the chest at a home in Brooklyn yesterday by a young man who told the police that a handgun he was showing the boy had discharged accidentally. Sgt. Frances Haimeck, a police spokeswoman, said the victim, Manuel Gonzalez, whose address was unknown, was shot just before 4 P.M. in a bedroom at the" , "date" : "19930913" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Brooklyn Boy, 14, Is Killed by Gunshot" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/13\/nyregion\/brooklyn-boy-14-is-killed-by-gunshot.html"} , {"body" : "Memo to parents: It only seems like an interminable summer, with children who say they have nothing to do. Relief is in sight. While school officials wrestle with emergency asbestos inspections and the delay till Sept. 20 in starting classes, other institutions are offering to help fill the void. From museums to martial arts, a smelling bee and" , "date" : "19930912" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "26" , "title" : "WHILE SCHOOL IS OUT; Filling Up the Days Of Endless Summer" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/12\/nyregion\/while-school-is-out-filling-up-the-days-of-endless-summer.html"} , {"body" : "As in the rest of New York City, many City Council incumbents from Brooklyn face no serious challenge in this year's Democratic primary. That virtually guarantees their re-election in this overwhelmingly Democratic borough. Here are The Times's endorsements in some of the more spirited races. 38th District (Sunset Park, Red Hook, Gowanus and parts" , "date" : "19930910" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "For City Council From Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/10\/opinion\/for-city-council-from-brooklyn.html"} , {"body" : "After the mothers of two slain teen-agers told of their grief, and the youth who shot their sons apologized for his \"terrible mistake,\" a Brooklyn judge imposed the maximum sentence yesterday for what he termed the \"cold-blooded execution\" of two students in a Brooklyn high school last year. Kahlil Sumpter, 17, convicted of manslaughter but not" , "date" : "19930908" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Youth Receives Maximum Prison Term in 2 Students' Killings" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/08\/nyregion\/youth-receives-maximum-prison-term-in-2-students-killings.html"} , {"body" : "MAYOR David N. Dinkins does indeed have a re-election headquarters in Crown Heights, scene of his most bare-knuckled battle to survive in office. It is a Spartan storefront a few blocks from the Hasidim's powerhouse heart on Eastern Parkway, where believers have festooned apartments and businesses with countless banners of Messianic, not mayoral," , "date" : "19930829" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "On Sunday; In Crown Hts., A Dinkins Man In the Trenches" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/29\/nyregion\/on-sunday-in-crown-hts-a-dinkins-man-in-the-trenches.html"} ,   {"body" : "When Toya Gillard's grieving family and friends heard that a 13-year-old boy with a gun was arrested yesterday for her killing, there was no surprise or shock, only a listless resignation. \"We knew it was one of the kids,\" a friend said. \"We just knew.\" Ms. Gillard, a high school junior, died Thursday evening in front of her Brooklyn home as she" , "date" : "19930828" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "For Relatives of Slain Mother, Grieving Resignation" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/28\/nyregion\/for-relatives-of-slain-mother-grieving-resignation.html"} , {"body" : "A young mother was shot and killed in Brooklyn last night when she tried to save her child from the crossfire of a gun battle and was struck by a bullet herself, the police said. The mother, Toyatwenda Gillard, was relaxing on a bench in the courtyard of her home in East New York in the early evening as her 2-year-old son, Donovan, played on a" , "date" : "19930827" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Mother Killed in Crossfire as She Tries to Save Son" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/27\/nyregion\/mother-killed-in-crossfire-as-she-tries-to-save-son.html"} , {"body" : "Police Commissioner Raymond W. Kelly said last night that Federal and state prosecutors were investigating allegations that a group of police officers ran a drug trafficking ring on their beats in the 73d Precinct in Brownsville, Brooklyn, systematically stealing drugs from drug dealers. The investigation has been led for the last year by the" , "date" : "19930825" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Drug Inquiry Into Officers In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/25\/nyregion\/drug-inquiry-into-officers-in-brooklyn.html"} , {"body" : "In their darkest days, the blocks around St. Barbara's Roman Catholic Church in the Bushwick neighborhood of Brooklyn absorbed misfortunes of nearly biblical dimensions. In the mid- to late 1970's, fires coursed through the streets with such regularity that to enable fast evacuation, mothers often dressed their children for bed in street clothes." , "date" : "19930815" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Bushwick's Hope Is a Public Project" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/15\/nyregion\/bushwick-s-hope-is-a-public-project.html"} , {"body" : "HE is tired, but so is everyone else. John V. Lindsay, 71 years old and suffering the effects of a stroke that has impeded his speech, completed the first draft of a book manuscript last week and left New York City for a vacation, lamenting a lack of leadership in a government that has grown even more complex since he gathered up his shattered" , "date" : "19930809" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "METRO MATTERS; Looking Back, Lindsay Sends Warnings Ahead" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/09\/nyregion\/metro-matters-looking-back-lindsay-sends-warnings-ahead.html"} , {"body" : "A Parks Department summer employee, praised as \"extraordinarily intelligent\" and \"well-behaved\" by his co-workers, was arrested Thursday night and accused of touching a young girl sexually in one of the city's public pools. The incident at the Red Hook Pool in Brooklyn follows more than a dozen other recent reports of similar attacks in the city's" , "date" : "19930731" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Parks Worker Arrested at Pool for Touching Girl Sexually" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/31\/nyregion\/parks-worker-arrested-at-pool-for-touching-girl-sexually.html"} , {"body" : "Three youths were arrested at a municipal swimming pool in Brooklyn yesterday and accused of touching a 12-year-old girl sexually and trying to strip off her swimsuit. It was the latest in a series of similar incidents at New York City pools that have prompted denunciations and crackdowns by city officials. The boys -- Brooklyn residents who are" , "date" : "19930730" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "3 Youths Are Arrested in Assault at Public Pool" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/30\/nyregion\/3-youths-are-arrested-in-assault-at-public-pool.html"} , {"body" : "On White Plains Road in the north Bronx, they all know their beat officer, John Crowley. Elvira Wyart, a neighborhood civic leader, has the highest praise for him. Kevin Eybergen, owner of the Deli, can't see enough of him. Residents at St. Luke's housing for the elderly gave him a rousing ovation one recent night. Children at Public School 21 wave" , "date" : "19930728" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Uniting in Fight Against Crime in 47th Precinct; Bronx Neighborhood Welcomes Community Policing Despite Frustration With Plan" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/28\/nyregion\/uniting-fight-against-crime-47th-precinct-bronx-neighborhood-welcomes-community.html"} , {"body" : "Lloyd Daniels played a pick-up game on a playground court yesterday, and you could not help but think that he was home. If there was one place he belonged, this was it. At one point Daniels, a former New York City street player who hit rock bottom before turning his life around and reaching the sport's pinnacle, the National Basketball Association," , "date" : "19930721" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "13" , "title" : "PRO BASKETBALL; Daniels's Theme: The Sidewalks of New York" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/21\/sports\/pro-basketball-daniels-s-theme-the-sidewalks-of-new-york.html"} , {"body" : "Officer Michael Lopez was walking his beat in East New York, Brooklyn, recently when the barrage began: rocks, bottles and debris hurtled toward him from the rooftop of a housing project. Officer Lopez ducked, ran for cover and, getting the message, established a new policy: never to walk alone near high-rises again. \"I was on the job and people" , "date" : "19930718" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Walking the Beat on Mean Streets" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/18\/nyregion\/walking-the-beat-on-mean-streets.html"} ,   {"body" : "International 3-17 CHINESE MIGRANTS ARE SENT BACK Soon after being brought ashore in Mexico, the first of about 300 Chinese migrants were put on planes back to the country they had fled. 1 U.S. TO BASE ENVOYS IN HANOI The U.S. will station diplomats in Hanoi for the first time since the war to assist Americans seeking information about missing" , "date" : "19930718" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/18\/nyregion\/news-summary-391093.html"} , {"body" : "As the temperature in New York City hit the 100-degree mark for the second straight day, the heat wave gripping the metropolitan region became increasingly grim and dangerous yesterday. Emergency calls for police and ambulance service were up significantly in the city. So were visits to the emergency rooms of the 11 acute-care hospitals operated by" , "date" : "19930710" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Heat (101degrees) Refuses to Loosen Its Grip" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/10\/nyregion\/heat-101degrees-refuses-to-loosen-its-grip.html"} , {"body" : "One woman had just hugged her mother goodbye. The other was out for a late-night walk. Suddenly gunshots rang out on the Brooklyn streets, fatally wounding one of the women as she pushed a toddler in a stroller, with a 3-year-old at her side, and critically injuring the other. Both women, the police said, were unintended victims in separate" , "date" : "19930709" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "2 Brooklyn Women Are Felled On Streets Ruled by Weapons" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/09\/nyregion\/2-brooklyn-women-are-felled-on-streets-ruled-by-weapons.html"} , {"body" : "Lillian Wexler, 82, lunched naked on cold borscht in her Upper East Side apartment. David Carney, 24, strolled through Manhattan with an oversized wet washcloth draped over his head like a soggy tortilla. Snow Lily and Blizzard, the polar bears at the Bronx Zoo, hid in the shady outcroppings of their fabricated Arctic habitat. As the sun baked the" , "date" : "19930709" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "100degrees of Lassitude in a New York Meltdown" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/09\/nyregion\/100degrees-of-lassitude-in-a-new-york-meltdown.html"} , {"body" : "A teen-ager who admitted shooting two other youths to death in a Brooklyn high school was convicted yesterday of manslaughter, but not of the more serious charge of murder, by a jury that found he had acted \"under the influence of extreme emotional disturbance.\" The killings admitted by Kahlil Sumpter became symbols of the violence that has invaded" , "date" : "19930708" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Youth Guilty In 2 Slayings At a School" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/08\/nyregion\/youth-guilty-in-2-slayings-at-a-school.html"} , {"body" : "An off-duty housing police officer who was celebrating an anniversary with his girlfriend was fatally shot yesterday morning in Brooklyn by a man who wanted the victim's motorcycle, the police said. Before being shot, Rudolph Thomas, 27, told the gunman, who approached with another man, that he was a police officer and tried to calm them, said a" , "date" : "19930705" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Officer Killed By Man Trying To Steal Bike" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/05\/nyregion\/officer-killed-by-man-trying-to-steal-bike.html"} , {"body" : "She favored hip hop, short shorts, clogs and clunky earrings. She loved to dress up, she loved to go out dancing and she loved it when anyone trained a camera on her pretty face. She was born in Brooklyn and at 23 years old, she had already stumbled several times, caught up in drugs and prostitution, the misdirected life of a young girl with dreams" , "date" : "19930703" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "One Name on a Roll Call of Death" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/03\/nyregion\/one-name-on-a-roll-call-of-death.html"} , {"body" : "Maria Alonso buried her daughter in a rural New Jersey cemetery under a cloud of questions last July. But this week, she shed fresh tears after learning that her daughter may have been one of 17 prostitutes who were victims of a serial killer. In a dimly lighted apartment in East New York, Brooklyn, Ms. Alonso grieved over the old wounds rubbed raw" , "date" : "19930701" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "PATTERSON (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "For a Grieving Mother, Freshened Tears" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/01\/nyregion\/for-a-grieving-mother-freshened-tears.html"} , {"body" : "There is a sense of unreality to these well-tended residential enclaves. Homes with red brick or pastel frame facades and quaint features like awnings, dormer windows and shutters, share blocks with rubble-strewn lots and dilapidated or fire-damaged buildings. Lawn furniture, beds of lush flowers and chalk-white garden statues sit behind" , "date" : "19930629" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Moderate-Income Families Staking Claim to the South Bronx" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/29\/nyregion\/moderate-income-families-staking-claim-to-the-south-bronx.html"} , {"body" : "Having been indicted, booked, fingerprinted, tried, convicted, ousted as one of New York State's most powerful lawmakers and, last week, cleared by a Federal appeals court, Mel Miller seemed to need only one thing as he talked about his two-and-a-half-year ordeal: a drummer to go bah-dum-dum as he tossed off one-liners. Of the prosecutor: \"Do I" , "date" : "19930628" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "After Losing It All, No Bitterness Shows" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/28\/nyregion\/after-losing-it-all-no-bitterness-shows.html"} ,   {"body" : "To the Editor: Your June 16 article on James Madison High School notwithstanding, Sylvia Fine Kaye never graduated from Madison. She and her husband, Danny, were products of Thomas Jefferson, the Brownsville-East New York high school. Sylvia graduated in 1929, Danny in 1930 -- long before Madison's foundations were laid. I was there. I have" , "date" : "19930628" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "16" , "title" : "More Notable Alumni of a Brooklyn School" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/28\/opinion\/l-more-notable-alumni-of-a-brooklyn-school-792093.html"} , {"body" : "A bill in the New York State Assembly intended to prevent the bunching of incinerators, landfills and sewage plants in poor or minority communities is encountering opposition from an unexpected corner: the Dinkins administration. Under the legislation, companies or government agencies seeking to open such \"environmental facilities\" would have to" , "date" : "19930627" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Dinkins Opposes Measure on Garbage" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/27\/nyregion\/dinkins-opposes-measure-on-garbage.html"} , {"body" : "More than a year has passed since the February morning when Khalil Sumpter pulled a gun from under his jacket, fatally shot two fellow students and turned Thomas Jefferson High School into a symbol of the ruthless penetration of street violence into the lives of young people and the places once considered safe havens. Since then, there have been" , "date" : "19930624" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Year Later, Death's Echoes" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/24\/nyregion\/a-year-later-death-s-echoes.html"} , {"body" : "A 30-year-old would-be car thief died on the pavement of a Brooklyn gasoline station yesterday after picking the wrong target, the police said. The man, Steve Ellis, 31, of 140 Barbey Street in Brooklyn, was pronounced dead shortly after his intended victim, Jerome Mance, thwarted the attempt to steal the car, which was occupied by Mr. Mance's wife" , "date" : "19930620" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Would-Be Auto Thief Is Slain at a Brooklyn Service Station" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/20\/nyregion\/would-be-auto-thief-is-slain-at-a-brooklyn-service-station.html"} , {"body" : "IS it possible to date the start of an addiction? To pinpoint the exact moment when a person goes from not hooked to hooked? In my case, I like to think it was that bright June day in 1984 when my friend Alma lured me out onto a tennis court and I hit the first of what has since become millions upon millions of tennis balls. But psychologically," , "date" : "19930618" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Love at 40: Tennis, Anyone?" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/18\/arts\/love-at-40-tennis-anyone.html"} , {"body" : "An off-duty corrections officer was shot and fatally wounded last night in East New York, Brooklyn, after he became involved in an argument between a male friend and a woman, the police said. The shooting occurred amid a confused scene of fighting and yelling outside the Jowel Food Center on Sutter Avenue, and the precise sequence of events was not" , "date" : "19930618" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Off-Duty Corrections Officer Slain in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/18\/nyregion\/off-duty-corrections-officer-slain-in-brooklyn.html"} , {"body" : "No one knows how much criminal money flows through Jackson Heights, but no one doubts the current is steady and strong. On its busy and peaceful surface, the Queens neighborhood is like so many others where immigrants settle into new lives. People work hard, buy houses and shops and send money to the places they once called home. Most of the" , "date" : "19930617" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "SOUTH AMERICA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Window on Immigrant Crime; In Jackson Heights, Drugs, Dirty Money and Prostitution" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/17\/nyregion\/window-immigrant-crime-jackson-heights-drugs-dirty-money-prostitution.html"} , {"body" : "Oh, sure, Riddick Bowe, the newest Fila spokesman, was saying yesterday. He has worn a lot of warm-up suits with a famous name on them. \"They were called hand-me-downs,\" Bowe, who holds the World Boxing Association and International Boxing Federation heavyweight crowns, said with a big grin. \"You know, they had Mark Breland's name, something he was" , "date" : "19930616" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "12" , "title" : "BOXING: NOTEBOOK; Bowe's New Look A Matter Of Style" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/16\/sports\/boxing-notebook-bowe-s-new-look-a-matter-of-style.html"} , {"body" : "THIS summer, some people may lug to the beach all 1,295 pages of Gore Vidal's collected essays, \"United States,\" or Vikram Seth's 1,349-page novel, \"A Suitable Boy.\" (They'd make a nearly balanced set of exercise weights.) It's a safe bet those people won't have children and their paraphernalia to lug along, too. A parent can carry only so much," , "date" : "19930613" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Books"] , "page_facet" : "4" , "title" : "BEACH READING; Best Books For the Shore, For Young And Old" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/13\/books\/beach-reading-best-books-for-the-shore-for-young-and-old.html"} , {"body" : "A GRATIFYING sight awaits Andrew Carnegie should he decide to materialize on Amboy Road in the Tottenville section of Staten Island. A library built with his money in 1904 has been overhauled at a cost of $1.9 million by the Department of General Services. It reopened in March -- repaired, restored and braced for the brave new audio-visual world of" , "date" : "19930606" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Perspectives: Renewing the Branches; Carnegie's Library Parade Marches On" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/06\/realestate\/perspectives-renewing-the-branches-carnegie-s-library-parade-marches-on.html"} ,   {"body" : "He was a little boy who liked seesaws and swings, rice and beans, slang words like \"chill.\" He went to Sunday school. He was fond of Diana Ross. He would tag along after the woman he called his mommy as she moved from room to room. Kayesean Blackledge was rehearsing for his first graduation at Salem Baptist Nursery School in Jersey City before his" , "date" : "19930602" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "As 4-Year-Old Is Buried, Accused Killer Is Arraigned" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/02\/nyregion\/as-4-year-old-is-buried-accused-killer-is-arraigned.html"} , {"body" : "After eluding New York City detectives in a five-state manhunt, a sanitation enforcement agent was arrested on a Texas highway on Saturday in the death of a 4-year-old boy whose body was found -- strangled and beaten -- in a Brooklyn trash compactor more than a week ago.a The man, Stephan David Poole, 31, was driving alone on Interstate 45 in" , "date" : "19930531" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "TEXAS"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Police Arrest Man Accused Of Killing Boy" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/31\/nyregion\/police-arrest-man-accused-of-killing-boy.html"} , {"body" : "As the police continued their search yesterday for a sanitation enforcement agent who lived with the 4-year-old boy whose body was found in a Brooklyn trash compactor, homicide detectives began reviewing the circumstances of the 1989 death of the man's first wife in Queens. Stephan Poole, 31, married Michelle Jenkins in February 1989, but his wife," , "date" : "19930528" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "JERSEY CITY (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Sudden Death of a Wife Of New Interest to Police" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/28\/nyregion\/sudden-death-of-a-wife-of-new-interest-to-police.html"} , {"body" : "A man called the Jersey City police on Thursday and told them that the pajama-clad body of a 5-year-old boy could be found in a trash compactor at a Brooklyn housing project, a law-enforcement official said yesterday. The caller identified himself as Stephan Poole, whom the authorities have been seeking for questioning in the death of 5-year-old" , "date" : "19930525" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "JERSEY CITY (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Received Two Calls Detailing Boy's Slaying" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/25\/nyregion\/police-received-two-calls-detailing-boy-s-slaying.html"} , {"body" : "NEW YORK CITY PRESIDENT CHOSEN FOR CITY COLLEGE The trustees of the City University of New York appointed Dr. Yolanda T. Moses, a black anthropologist from a small urban California campus, as the next president of City College, long the jewel but now the most troubled of the university system's 21 campuses. A1. Dr. Moses has won a reputation as a" , "date" : "19930525" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/25\/nyregion\/metro-digest-238493.html"} , {"body" : "The biological mother of a 5-year-old boy who was beaten and strangled, then found dead in a trash compactor in Brooklyn, said yesterday that just a few days before her son was killed she had been excited at the thought of regaining custody of him. The 20-year-old woman, Kaaron Blackledge, said the child's legal guardian, who she said is her aunt," , "date" : "19930524" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Mother Hoped to Win Custody Of Boy Who Was Later Killed" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/24\/nyregion\/mother-hoped-to-win-custody-of-boy-who-was-later-killed.html"} , {"body" : "Police officers investigating the death of a little boy who was strangled and beaten and whose body was found in a trash compactor in Brooklyn were searching yesterday for a man who lived in Jersey City with the child and the boy's adoptive mother, law-enforcement officials said. The dead child was identified by the police yesterday as Kayesean" , "date" : "19930523" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "JERSEY CITY (NJ)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Man Sought In the Death Of Little Boy" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/23\/nyregion\/man-sought-in-the-death-of-little-boy.html"} , {"body" : "His image is captured on a police snapshot. He was a little boy, black hair, brown eyes, probably 5 years old. Late last night, the police said they had learned his identity, but would not reveal it because they were still searching for his mother. On Thursday, the boy's bruised body, strangled and beaten, was found at the bottom of a trash" , "date" : "19930522" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["JERSEY CITY (NJ)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "After a Child's Gruesome Death, Few Can Remember His Name" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/22\/nyregion\/after-a-child-s-gruesome-death-few-can-remember-his-name.html"} , {"body" : "The bruised, pajama-clad body of an unidentified boy about 3 to 5 years old was found yesterday in a trash-compacted bag at the base of a garbage chute in a housing project in Brooklyn, and the authorities said the child's death was an apparent homicide. A maintenance man carrying bags of compacted trash to a curb became suspicious at the weight of" , "date" : "19930521" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Body of Boy Found in Bag With Garbage" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/21\/nyregion\/body-of-boy-found-in-bag-with-garbage.html"} , {"body" : "Mayor David N. Dinkins yesterday appointed Victor H. Gotbaum, a retired labor leader who dominated the city's municipal unions for two decades, to fill the remaining seat on the seven-member New York City Board of Education. Citing Mr. Gotbaum's skills at building consensus, Mr. Dinkins predicted, \"he will be a tremendously positive influence on a" , "date" : "19930519" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Gotbaum Is Dinkins's Pick For a School Board Seat" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/19\/nyregion\/gotbaum-is-dinkins-s-pick-for-a-school-board-seat.html"} ,   {"body" : "A charter bus carrying 53 people on their way home from an outing in Atlantic City crashed into a concrete abutment on the Staten Island side of the Verrazano-Narrows Bridge during a rainstorm last night, the authorities said. Almost every passenger was injured, but none of the injuries appeared to be serious. \"It is not believed that any of the" , "date" : "19930519" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Dozens Are Hurt in Bus Crash on Staten Island" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/19\/nyregion\/dozens-are-hurt-in-bus-crash-on-staten-island.html"} , {"body" : "Bronx voters returned to office the former presidents of two corruption-plagued community school boards who were removed from office recently amid accusations of wrongdoing, according to results of the May 4 school board election released yesterday. The voters in Districts 9 and 12 in the Bronx also re-elected several other present and former board" , "date" : "19930517" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Ousted Chiefs Due to Rejoin School Boards" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/17\/nyregion\/ousted-chiefs-due-to-rejoin-school-boards.html"} , {"body" : "Mayor David N. Dinkins has chosen a former labor leader, Victor H. Gotbaum, to fill the remaining seat on the fractious New York City Board of Education, a person close to the selection process said yesterday. Mr. Gotbaum, a former president of District Council 37, the largest municipal workers' union in the nation, would bring a combination of" , "date" : "19930516" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "33" , "title" : "Victor Gotbaum Is Said To Be School Unit Choice" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/16\/nyregion\/victor-gotbaum-is-said-to-be-school-unit-choice.html"} , {"body" : "A two-day-old argument over whether water was being wasted in a Brooklyn apartment ended yesterday in the deaths of a landlord and two of his tenants, the police said. The landlord, Lascells Hylton, 56, shot Joyce Lyn Abrigo, 18, and her brother, Victor Abrigo, 23, before turning the gun on himself in his East New York building, said Officer Ralph" , "date" : "19930514" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Brooklyn Landlord Kills Two Tenants and Then Himself" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/14\/nyregion\/a-brooklyn-landlord-kills-two-tenants-and-then-himself.html"} , {"body" : "Sixteen-year-old Keron Thomas's obsession with subway trains did not begin in early childhood because in early childhood he was in Trinidad and Trinidad does not have trains. But, oh, when he got to New York. He fell in love with the cruising, squealing monsters. He sometimes rode them just for fun. He hung around subway stations and learned the" , "date" : "19930512" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "Subway Caper Fueled by Passion for Trains" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/12\/us\/subway-caper-fueled-by-passion-for-trains.html"} , {"body" : "Cars struck three pedestrians crossing streets in Queens and Brooklyn in a two-and-a-half-hour-period Friday evening, the police said yesterday. One woman died and two other people were listed in critical condition at local hospitals as a result of the accidents. Earlier in the day, the police and prosecutors said they were considering seeking" , "date" : "19930509" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Woman Dies and 2 Others Hurt On Brooklyn and Queens Streets" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/09\/nyregion\/woman-dies-and-2-others-hurt-on-brooklyn-and-queens-streets.html"} , {"body" : "A man standing on a street corner was run over and killed on Friday afternoon as two armed men raced their car away from a bottling company in Brooklyn that they had just robbed, the police said. Two men who police said jumped out of the car after it hit a police car fled on foot and were later captured. But eight hours after the robbery -- in what" , "date" : "19930509" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Getaway Car Kills Man After Robbery of a Plant in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/09\/nyregion\/getaway-car-kills-man-after-robbery-of-a-plant-in-brooklyn.html"} , {"body" : "For Barbara Strauss, those heady first days after her election to a Manhattan community school board were a time of lofty aspirations: She hoped to improve reading scores, ease classroom overcrowding and inspire other parents to get more involved in her district's schools. Four years later Ms. Strauss is stepping down, and although she feels she" , "date" : "19930503" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Local School Board's Power Is Often Less Than Expected" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/03\/nyregion\/local-school-board-s-power-is-often-less-than-expected.html"} , {"body" : "He could have been one of them, leaving home in East New York for midtown Manhattan and the beginning of his new life, surrounded by his family, wearing a suit and a new hat with the name of a football team. Or he could have already gone through the anxiety of the National Football League draft and the thrill of hearing his new club and the words," , "date" : "19930426" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "2" , "title" : "NOTEBOOK; One Fullback Waits in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/26\/sports\/notebook-one-fullback-waits-in-brooklyn.html"} , {"body" : "A man was shot and killed late Saturday in Brooklyn after turning on three police officers with a BB gun, the police said yesterday. The officers thought the weapon was a semiautomatic handgun, the police said. The authorities were unable to identify the man, who appeared to be 35 to 40 years old. As is the case in shootings by police officers, the" , "date" : "19930426" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Man Carrying BB Gun Is Killed in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/26\/nyregion\/man-carrying-bb-gun-is-killed-in-brooklyn.html"} ,   {"body" : "Rabbi Chaim Mordechai Aizik Hodakov, the chief of staff for the spiritual leader of the Lubavitcher movement, died on Friday at Brookdale Hospital and Medical Center in the East New York section of Brooklyn. He was 91. He died after a brief illness, said officials at the Hasidic group's headquarters in the Crown Heights section of Brooklyn. Rabbi" , "date" : "19930426" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "11" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/26\/nyregion\/no-headline-792293.html"} , {"body" : "A grand jury yesterday cleared two transit police officers in the shooting of an undercover officer in a dimly lighted subway station in Brooklyn last November, the Brooklyn District Attorney announced. The incident, in which two uniformed white officers fired 21 times at a black officer in street clothes, raised the sensitive issues of race and" , "date" : "19930422" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Transit Officers Cleared In Shooting of 3d Officer" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/22\/nyregion\/2-transit-officers-cleared-in-shooting-of-3d-officer.html"} , {"body" : "Hours after gunfire and death exploded on a crowded commercial street in Brooklyn yesterday, residents and merchants of Flatbush tried to return to their normal routines. Though the police officers and detectives were gone and the bloodstains had been scrubbed away, reminders that this had not been a normal day on the vibrant strip of Church Avenue" , "date" : "19930417" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "A Wreath And Fears At Scene" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/17\/nyregion\/a-wreath-and-fears-at-scene.html"} , {"body" : "Three cabdrivers were fatally shot in a 26-hour period over the weekend, bringing the number of cabbies slain so far this year in New York City to at least 16, the police said yesterday. Forty cabdrivers were killed in 1992, according to Police Department statistics. Thirty-five of them were livery-cab drivers and five were medallion cabbies." , "date" : "19930412" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "3 Cabdrivers Slain in Weekend Shootings" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/12\/nyregion\/3-cabdrivers-slain-in-weekend-shootings.html"} , {"body" : "Two cab drivers were shot and killed in separate incidents yesterday, the police said. After a Yellow Cab driver was fatally shot in the head early yesterday, his taxi crashed into a Queens home and burst into flames, the police said. The driver, Ifkiya Malayev, 38, crashed into the garage of a house on 127th Street in Kew Gardens at 2:15 A.M., the" , "date" : "19930411" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "2 Cab Drivers Fatally Shot" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/11\/nyregion\/2-cab-drivers-fatally-shot.html"} , {"body" : "It was 3:30 on a Monday morning and Ladeeta Smith could not sleep. Just hours earlier, she had visited her mother in a Bronx nursing home, and she was haunted by the image of her emaciated body covered with sores. At 41, Patricia Bobo Smith was dying of AIDS and no longer recognized her daughter. Later that day, Ladeeta would walk into Boys & Girls" , "date" : "19930406" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "With No Parents, Ladeeta, 18, Presses On" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/06\/nyregion\/with-no-parents-ladeeta-18-presses-on.html"} , {"body" : "Pepe Otero's place evolved slowly, as so many building projects do. It began as a rudimentary shell made from skids, the wood platforms used for delivery of heavy goods that have become the makeshift building blocks of the street. Time passed. And in a grim symbol of the seeming permanence of his situation, Mr. Otero's shell grew. Mr. Otero's" , "date" : "19930328" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Architecture of Those Called Homeless" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/28\/nyregion\/the-architecture-of-those-called-homeless.html"} , {"body" : "A Brooklyn grocery store owner and a friend were killed Friday afternoon when two men shot them in the doorway of the store, the police said. The incident occurred about 2:30 P.M., at the Rainbow Grocery on New Lots Avenue in East New York, the police said. The owner, identified as Earl Sterling, 35 years old, of East 98th Street in Brooklyn, was" , "date" : "19930328" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "2 Killed in Store Doorway" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/28\/nyregion\/2-killed-in-store-doorway.html"} , {"body" : "GOLF Albus Leads Seniors Jim Albus of Oyster Bay, L.I., sank eight birdie putts, five on the back nine, to post a six-under-par 66 yesterday and grab a two-shot lead after the first round of the Senior PGA Doug Sanders Kingwood Celebrity Classic in Kingwood, Tex. Albus, a tournament winner five weeks ago in Tampa, Fla., had a 32 on the back nine" , "date" : "19930327" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "32" , "title" : "Results Plus" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/27\/sports\/results-plus-472693.html"} , {"body" : "THE first time Marlene Zarfes ever worried seriously about lead-based paint was in February when officials of the New York City Department of Health called. They told her that her pediatrician had found a dangerously high level of lead in the blood of her 15-month-old son, Adam. They also told her that they were coming to inspect her co-op" , "date" : "19930321" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Lead Paint Moves Up as Housing Issue" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/21\/realestate\/lead-paint-moves-up-as-housing-issue.html"} ,   {"body" : "Reported crime in New York City declined last year in all major categories, the Police Department said yesterday. After seemingly inexorable increases in crime year after year going back to the early days of the Eisenhower Administration, the 1992 figures marked the second consecutive year of decline. The number of murders dropped below 2,000 for" , "date" : "19930319" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Crime Down in New York for 2d Year in Row" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/19\/nyregion\/crime-down-in-new-york-for-2d-year-in-row.html"} , {"body" : "For more than a decade now, New York City's power to adapt to hard times has been quietly advanced by a gritty, unusual ghetto community -- half underworld and half otherworld -- made up of adventurous nuns, female ex-convicts and the women's prison-born babies. More than 5,000 ex-convicts and infants, in parallel with the modern increase of women" , "date" : "19930319" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A World of Serenity Offers a Place to Heal; Haven Given to Ex-Convict Mothers" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/19\/nyregion\/a-world-of-serenity-offers-a-place-to-heal-haven-given-to-ex-convict-mothers.html"} , {"body" : "After 17 days of painstaking digging through tons of broken cement and mangled steel, construction workers yesterday spotted a black boot, pulled away chunks of concrete and found the body of Wilfredo Mercado, the hotel worker trapped in the underground garage of the World Trade Center bombing. Authorities said they believe he is the last person" , "date" : "19930316" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Hotel Worker's Body Found in the Rubble Of the Trade Center" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/16\/nyregion\/hotel-worker-s-body-found-in-the-rubble-of-the-trade-center.html"} , {"body" : "For more than two weeks now, Olga Mercado has waited and watched, like a child lost in a crowd, as the rest of New York rushes toward recovery after the World Trade Center bombing. Investigators have arrested suspects and begun netting a plan of international terrorism. Five families have buried relatives killed in the blast. A baby was born. And" , "date" : "19930315" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Long Vigil for Wife of Man Missing in Blast" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/15\/nyregion\/long-vigil-for-wife-of-man-missing-in-blast.html"} , {"body" : "In the hope of shaping future redevelopment in 24 areas where New York City owns large amounts of vacant land or condemned and foreclosed buildings, the City Planning Department is developing guidelines for the disposition of these properties. The first eight plans cover Long Pond\/Butler Manor and West Poillon Woods on Staten Island; south central" , "date" : "19930314" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: Establishing Guidelines; The Redevelopment Of City-Owned Sites" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/14\/realestate\/postings-establishing-guidelines-the-redevelopment-of-city-owned-sites.html"} , {"body" : "For the Wooster Group TONIGHT -- A benefit concert for the Wooster Group, an ensemble that has developed and produced theater, film and video works for almost 20 years, will be held at 8 P.M. at Washington Irving High School, on Irving Place between 16th and 17th streets. The Roches, Deborah Harry and Joey Arias will be among the performers. Willem" , "date" : "19930307" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "11" , "title" : "BENEFITS" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/07\/style\/benefits-815193.html"} , {"body" : "At first, Wilfredo Mercado's relatives felt only blunt shock when they heard that the husband and father was missing in the explosion at the World Trade Center. Some heard about it through television reports, some through frantic phone calls from family members. But by now, the initial terror has turned into an excruciating vigil in which" , "date" : "19930306" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "THE TWIN TOWERS: The Vigil; Family of a Worker Missing Since Explosion Waits for News" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/06\/nyregion\/twin-towers-vigil-family-worker-missing-since-explosion-waits-for.html"} , {"body" : "Stanley Brezenoff, his tired eyes the size of peas behind glasses slipping down his nose, was stopped yesterday by the palm of a security guard at the entrance to One World Trade Center. He was asked to produce his identification card. \"This is my building,\" said Mr. Brezenoff, the executive director of the Port Authority of New York and New" , "date" : "19930301" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "CRISIS AT THE TWIN TOWERS: The Director; Port Authority's Chief Takes Blast Personally" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/01\/nyregion\/crisis-twin-towers-director-port-authority-s-chief-takes-blast-personally.html"} , {"body" : "New York City school officials said yesterday that physical conditions in the city's public school classrooms were improving overall but that deterioration in many classrooms \"remains a serious problem.\" In their latest review of classrooms' walls, ceilings, fixtures and furniture, the officials said inspections of more than 45,000 classrooms in" , "date" : "19930226" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "New York Classrooms Looking Bad but Better" , "url" : "http:\/\/www.nytimes.com\/1993\/02\/26\/nyregion\/new-york-classrooms-looking-bad-but-better.html"} , {"body" : "NEW YORK CITY BANKRUPTCY JUDGE APPROVES POST SALE A Federal bankruptcy judge cleared the last major hurdle keeping Steven Hoffenberg from becoming the owner of The New York Post in a court proceeding that was part high finance and part street theater. In a hearing that included a theatrical appearance by a rival bidder who was quickly rejected, a" , "date" : "19930220" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/02\/20\/nyregion\/metro-digest-336593.html"} ,   {"body" : "Reading scores dropped in nine out of every 10 of New York City's public elementary schools last year, with some schools showing drops of more than 20 percentage points from a year earlier, according to data provided by the Board of Education. Performance also declined in the junior high schools, though less sharply, with 64 percent of the 181" , "date" : "19930220" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "22" , "title" : "Elementary Schools Show Big Drop on Reading Tests" , "url" : "http:\/\/www.nytimes.com\/1993\/02\/20\/nyregion\/elementary-schools-show-big-drop-on-reading-tests.html"} , {"body" : "Bernard T. Feld, a physicist who helped Enrico Fermi develop the atomic bomb but then became so horrified by its destructive power that he spent much of his life working to end the arms race, died yesterday at his home in Brooklyn. He was 73. He had lymphoma, said his wife, Ellen Banks Feld, a painter. Mr. Feld was a leader of the Pugwash movement," , "date" : "19930220" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "48" , "title" : "Bernard Feld, Who Led Scientists In Fighting Arms Race, Dies at 73" , "url" : "http:\/\/www.nytimes.com\/1993\/02\/20\/obituaries\/bernard-feld-who-led-scientists-in-fighting-arms-race-dies-at-73.html"} , {"body" : "FIVE years ago, as the first 25 homeless families moved into an imaginative prefabricated housing project in Brooklyn, Andrew M. Cuomo pondered a future political career and reflected on his father's. He said he would be reluctant to run for office from New York while his father was still Governor. Suppose Mario M. Cuomo happened to be holding" , "date" : "19930215" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "METRO MATTERS; Housing Organization Finds Itself in Another Cuomo's Hands" , "url" : "http:\/\/www.nytimes.com\/1993\/02\/15\/nyregion\/metro-matters-housing-organization-finds-itself-in-another-cuomo-s-hands.html"} , {"body" : "Three adults and three teen-agers, all residents of a building notorious for drug sales and gunfire, were lined up face down on the living-room floor of an apartment in the Bronx early yesterday and shot to death, execution style, with one bullet to the head of each victim. The killers escaped, the police said. The motive was unclear, but the" , "date" : "19930215" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "6 Are Killed in Bronx Building Known for Drug Sales" , "url" : "http:\/\/www.nytimes.com\/1993\/02\/15\/nyregion\/6-are-killed-in-bronx-building-known-for-drug-sales.html"} , {"body" : "Since the late 1980's, money from a Federal tax break for corporations has put thousands of low-income New Yorkers into new homes. Now legislation that would renew the financing is stalled in Washington, and that, coupled with state budget cuts, threatens plans for dozens of affordable housing developments in the state this year. In New York City" , "date" : "19930208" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Delay on Tax-Credit Measure Stalls Projects to House Poor" , "url" : "http:\/\/www.nytimes.com\/1993\/02\/08\/nyregion\/delay-on-tax-credit-measure-stalls-projects-to-house-poor.html"} , {"body" : "In struggling neighborhoods from the northeast Bronx to southeast Queens, a new sort of political warlord is walking the ground that once belonged to the powerful Democratic county bosses in New York City. And none is more successful than a Brooklyn Assemblyman who is scarcely known outside political circles or his own dilapidated Bushwick" , "date" : "19930207" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Growth of a New-Age Political Machine" , "url" : "http:\/\/www.nytimes.com\/1993\/02\/07\/nyregion\/growth-of-a-new-age-political-machine.html"} , {"body" : "Two years ago Peter Chiodo of Staten Island was shot a dozen times and critically wounded, but the 500-pound informer against the Mafia still lived to testify against a dozen major underworld figures. A year ago Mr. Chiodo's sister, Patricia Capozzalo, of Brooklyn, was seriously wounded in what the authorities described as a failed attempt by the" , "date" : "19930203" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Uncle of Mafia Informant Is Found Slain in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1993\/02\/03\/nyregion\/uncle-of-mafia-informant-is-found-slain-in-brooklyn.html"} , {"author" : "Francine Prose is a novelist and critic. A new story collection, \"The Peaceable Kingdom,\" will be published this fall." , "body" : "Upon This Rock The Miracles of a Black Church By Samuel Freedman HarperCollins. 373 pages. $22.50. Early in \"Upon This Rock,\" Samuel Freedman's fascinating account of a year among the congregation of Saint Paul Community Baptist Church in East New York, Brooklyn, the Rev. Johnny Ray Young-blood preaches a Christmas sermon updating the Nativity" , "date" : "19930202" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Books"] , "page_facet" : "16" , "title" : "Books of The Times; A Year in an Inspired Black Church in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1993\/02\/02\/books\/books-of-the-times-a-year-in-an-inspired-black-church-in-brooklyn.html"} , {"author" : "Catherine S. Manegold is a reporter on the metropolitan staff of The New York Times." , "body" : "Al Sharpton was up on the stage, that familiar voice booming and his words streaming in a hot cascade over an audience of teen-agers, most of them black, who strained forward in their chairs. The Democratic senatorial primary was long since over. But Sharpton looked as though none of that had really registered. Two months after his defeat, he was" , "date" : "19930124" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "18" , "title" : "The Reformation of a Street Preacher" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/24\/magazine\/the-reformation-of-a-street-preacher.html"} , {"body" : "NEW YORK CITY AN INMATE SCHEME THAT STARTLES JAILERS New York City jail officials thought they had seen it all. Now they have uncovered a scheme that even startles them: Inmates are shooting themselves. Investigators say they think as many as 10 inmates in the last three years have arranged to suffer the pain of minor gun wounds. Their payoff: They" , "date" : "19930119" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/19\/nyregion\/metro-digest-342993.html"} ,   {"body" : "Two undercover narcotics officers were wounded last night when an unidentified gunman opened fire from behind their unmarked car in East New York, Brooklyn, Police Commissioner Raymond W. Kelly said. A bullet grazed one officer in the wrist, and flying glass hit the other officer in the eye, he said. The officers, whose names were not released" , "date" : "19930119" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "2 Officers Are Hurt When Gunman Fires At Car in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/19\/nyregion\/2-officers-are-hurt-when-gunman-fires-at-car-in-brooklyn.html"} , {"body" : "Three police officers were shot yesterday as they traded gunfire with suspects involved in two robbery attempts, one in Manhattan and one in Brooklyn, the police said. All three officers were shot in the leg. In the early afternoon, Police Officer Ralph Vitacco, 26, was responding to a radio call about a robbery at a Red Apple supermarket at 145th" , "date" : "19930116" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "3 Officers Hurt in Shootouts With Suspects in 2 Robberies" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/16\/nyregion\/3-officers-hurt-in-shootouts-with-suspects-in-2-robberies.html"} , {"body" : "The first thing a visitor notices is the architecture: an oasis of inviting space in a forbidding desert of prison-like housing projects. The new development, known as Genesis, promises a social oasis as well -- the chance for vibrant community life in a sick neighborhood. Genesis merits attention in Washington, where national housing policy badly" , "date" : "19930111" , "day_of_week_facet" : "Monday" , "geo_facet" : ["EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "16" , "title" : "Editorial Notebook; An Oasis in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/11\/opinion\/editorial-notebook-an-oasis-in-brooklyn.html"} , {"body" : "A 41-year-old token-booth clerk who spent his spare time caring for his blind wife and refurbishing the house that has been in his family for three generations was found shot to death yesterday in a Brooklyn subway station in what apparently was a robbery, the police said. The body of Russell Manzo was discovered about 2:30 A.M. by a transit police" , "date" : "19930106" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Token Clerk Fatally Shot In Subway" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/06\/nyregion\/token-clerk-fatally-shot-in-subway.html"} , {"body" : "Vanessa Correa, a bashful 7-year-old whose missing baby teeth give her a jack-o'-lantern smile, was born in the United States, just a few blocks from the Sunnyside, Queens, walk-up where she now lives. Yet, when she entered kindergarten two years ago, officials at Public School 199, noticing her Hispanic surname, gave her an English test and then" , "date" : "19930104" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Whose Language? Bilingualism in the Schools -- A special report; School Programs Assailed As Bilingual Bureaucracy" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/04\/nyregion\/whose-language-bilingualism-schools-special-report-school-programs-assailed.html"} , {"body" : "As part of his State of the City Message, Mayor David N. Dinkins will propose financing 15 more Beacon community centers that will offer a mix of social services ranging from recreation and job training in New York City public schools after school hours. The Mayor's proposal would bring the number of Beacon community social-service centers housed" , "date" : "19930103" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "25" , "title" : "Dinkins to Propose 15 More Beacon Centers" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/03\/nyregion\/dinkins-to-propose-15-more-beacon-centers.html"}]