[  {"body" : "IT is a pair of perfectly good blue-cloth pumps, ruined by the speeding bus that just splashed a wave of black slush on you. Tornadoes of fast-food wrappers that ricochet off tall buildings. An apartment that greets you at the end of the day with a hunk of ice on the kitchen floor and a recorded message on your super's answering machine that says" , "date" : "19931226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Taming the Mean Season; Sleet, Snow, No Heat, Flu . . . Winter's Plagues Are Many. So Are Its Comforts and Joys" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/26\/nyregion\/taming-mean-season-sleet-snow-no-heat-flu-winter-s-plagues-are-many-so-are-its.html"} , {"body" : "For as along as anyone can remember, a slice of pizza has cost the same at every counter on Court Street in downtown Brooklyn. But two weeks ago, Giorgio's, the newest pizzeria along the bustling commercial strip, slashed its menu price from $1.50 to 99 cents a slice as part of a grand opening splash. That prompted an angry outburst from the owner" , "date" : "19931226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN; 'Cheap Cheese': Battle Cry of the Court St. Pizza Wars" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/26\/nyregion\/neighborhood-report-downtown-cheap-cheese-battle-cry-of-the-court-st-pizza-wars.html"} , {"body" : "The death yesterday of a 41-year- old armed security guard from Long Island was not an uncommon occurrence in East New York. Indeed, it followed 13 other killings in the 75th Precinct in the last nine days. What was uncommon about the killing was that it broke a 20-year record for homicides in a single precinct, although with a footnote. Maurice" , "date" : "19931220" , "day_of_week_facet" : "Monday" , "geo_facet" : ["EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "East New York Homicide Breaks a Deadly Record" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/20\/nyregion\/east-new-york-homicide-breaks-a-deadly-record.html"} , {"body" : "IT WAS 10 A.M. on one of those pre-holiday Saturdays and Amy Bittinger was cutting things close. Ms. Bittinger, who lives in Park Slope, Brooklyn, had 30 minutes to get to the Upper West Side of Manhattan. \"This is only a seven-mile trip,\" she declared as she headed down Cadman Plaza West to the Brooklyn Bridge's Gothicized grandeur. \"I can be" , "date" : "19931219" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE ROAD WARS; Traffic is Murder These Days, and It Will Only Get Worse. But You Don't Just Have to Sit There Steaming." , "url" : "http:\/\/www.nytimes.com\/1993\/12\/19\/nyregion\/road-wars-traffic-murder-these-days-it-will-only-get-worse-but-you-don-t-just.html"} , {"body" : "\"DUPLEX PLANET RADIO HOUR,\" The Church of St. Ann and the Holy Trinity, Clinton and Montague Streets, Brooklyn Heights. David Greenberger reads from his magazine \"The Duplex Planet,\" which documents the quirky insights of nursing-home residents. Sunday at 7 P.M. Tickets: $13 and $15. Information: (718) 858-2424. CORNEL WEST, 92d Street Y, 1395" , "date" : "19931210" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "29" , "title" : "The Spoken Word" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/10\/books\/the-spoken-word.html"} , {"body" : "A student protest over conditions at a Brooklyn high school became unruly yesterday, spilling into the street and resulting in injuries to three police officers and the arrest of four students, the police said. The meeting between about 300 students and the principal of Sarah J. Hale High School, at Third Avenue and Dean Street in Cobble Hill," , "date" : "19931210" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "COBBLE HILL (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "Violent Protest At High School Injures Officers" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/10\/nyregion\/violent-protest-at-high-school-injures-officers.html"} , {"body" : "The Speaker of the City Council indicated yesterday that private vans, which provide bus service to many New York City neighborhoods -- illegally -- should be allowed to operate with licenses from the city and in some cases in direct competition with existing Transit Authority bus lines. The support of the Speaker, Peter F. Vallone, bolstered a" , "date" : "19931209" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Vallone Calls For Licensing Van Services" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/09\/nyregion\/vallone-calls-for-licensing-van-services.html"} , {"body" : "A 52-year-old minister of a storefront church who also owned several buildings was shot and killed in Brooklyn late Sunday night during what the police believe was an attempted robbery. Bishop John Dyer, pastor of the Church of the Living God, was shot shortly after leaving the church at 3401 Church Avenue in East Flatbush. He had driven several" , "date" : "19931207" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Minister, 52, Is Shot and Killed in Brooklyn in Apparent Robbery Attempt" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/07\/nyregion\/minister-52-is-shot-and-killed-in-brooklyn-in-apparent-robbery-attempt.html"} , {"body" : "A man driving an illegal livery van on a Brooklyn street was shot to death on Friday night in front of four other passengers in what the police said was the first shooting involving the unlicensed vans, which have proliferated on city streets in recent years. The shooting of the driver, Frank James, 45, comes as the police struggle to stop a" , "date" : "19931205" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "49" , "title" : "Gunman Robs Riders in Van, Killing Driver" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/05\/nyregion\/gunman-robs-riders-in-van-killing-driver.html"} , {"body" : "UPPER WEST SIDE For Young Readers, a Visit With the Home Companion Garrison Keillor, host of the \"Prairie Home Companion\" radio show, will read from his new book, \"The Book of Guys,\" and answer questions as part of the Young Readers and Writers Introduce series sponsored by the West Side Y.M.C.A. The event will be held at the Universalist Church." , "date" : "19931205" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/05\/nyregion\/playing-in-the-neighborhood-156393.html"} ,   {"body" : "THE number eight signifies fortune in Chinese culture, and it is along Eighth Avenue in Sunset Park, Brooklyn, that thousands of recent Chinese immigrants have settled to improve their lot. Mostly poor and from southern China, they have created a bustling new commercial zone packed with chaotic dim sum palaces, fish markets selling blank-eyed" , "date" : "19931128" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SUNSET PARK (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "ELMHURST (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)" , "JACKSON HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "To Markets! To Markets!" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/28\/nyregion\/to-markets-to-markets.html"} , {"body" : "Toys 'R' Us last week became the first national retailer to open a store in downtown Brooklyn in 15 years. The store, in the Gallery mall at MetroTech on Fulton Mall, has been hailed as a major step in the area's revitalization program and is expected to serve as a magnet for other large retail chains. \"This says to me that I can now go after those" , "date" : "19931128" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: WILLIAMSBURG\/DOWNTOWN; Toys 'R' Us Creates Burst Of Optimism" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/28\/nyregion\/neighborhood-report-williamsburg-downtown-toys-r-us-creates-burst-of-optimism.html"} , {"body" : "Although it is 22 years old, Touro College is only now constructing its first building from the ground up: the five-story Flatbush Center on Avenue J, between East 16th and 17th Streets, in Brooklyn. Touro's other academic quarters have been in existing buildings. \"It's a very community-related school because it deals with the local population, so" , "date" : "19931121" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: 5 Stories in Flatbush; For Touro College, Its Own Home at Last" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/21\/realestate\/postings-5-stories-in-flatbush-for-touro-college-its-own-home-at-last.html"} , {"body" : "TODAY Because of the New York City Marathon, several streets will be closed for much of today, including, in Manhattan, First Avenue from 59th to the Willis Avenue Bridge; Fifth Avenue from 102d to 120th Street, and Central Park South from Fifth Avenue to Columbus Circle. In Brooklyn, parts of Fourth Avenue from 84th to Flatbush Avenue will be" , "date" : "19931114" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Traffic Alert" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/14\/nyregion\/traffic-alert-252893.html"} , {"body" : "Six years after it was hailed as the start of a symbolic regeneration of the New York City school system, the reconstruction of the city's oldest high school has become the latest symbol of the Board of Education's troubled maintenance operations with costs ballooning from $22 million to $78 million. Work crews at Erasmus Hall High School in" , "date" : "19931107" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "37" , "title" : "Years of Neglect Raise Cost Of Restoring a High School" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/07\/nyregion\/years-of-neglect-raise-cost-of-restoring-a-high-school.html"} , {"body" : "COMMUNITY organizing seems nearly always to begin with anger. Frustration, often escalating into rage, is common when you see a drug dealer selling his stuff on your street corner each night, or an overpriced grocery store selling rotten vegetables, or a landlord repeatedly refusing to fix whatever is leaking, dripping or malfunctioning. A first" , "date" : "19931107" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "PUBLIC INTEREST; Community Groups: Call the Roll" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/07\/nyregion\/public-interest-community-groups-call-the-roll.html"} , {"body" : "Louis B. Heller, who was a supervising justice of the Matrimonial Division of the State Supreme Court in Brooklyn in the 1970's and a Democratic Congressman from Brooklyn from 1949 to 1954, died on Saturday in Hospice House, part of the Universal Medical Center complex in Plantation, Fla., near Fort Lauderdale. He was 88 and lived in Lauderhill," , "date" : "19931101" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "9" , "title" : "Louis Heller, a New York Justice And Congressman, Is Dead at 88" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/01\/obituaries\/louis-heller-a-new-york-justice-and-congressman-is-dead-at-88.html"} , {"body" : "In rainswept rallies and live radio interviews, the New York City mayoral candidates swung into the homestretch yesterday, with Mayor David N. Dinkins using the powers of incumbency to showcase city programs, and Rudolph W. Giuliani releasing a new television advertisement rebutting the Mayor's latest attacks by demanding, \"How about something" , "date" : "19931031" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE 1993 CAMPAIGN: The Mayor's Race; NEW YORK CONTEST GOES DOWN TO WIRE IN HECTIC WEEKEND" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/31\/nyregion\/1993-campaign-mayor-s-race-new-york-contest-goes-down-wire-hectic-weekend.html"} , {"body" : "As a classroom assignment, seniors at Saint Agnes Boys High School on the Upper West Side of Manhattan sent in their questions about New York City. Here are several. Why Police Wear Blue Q. What is the history behind the color blue for uniforms for the New York City Police Department? Why was it chosen? A. The department's official colors are blue," , "date" : "19931031" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1993\/10\/31\/nyregion\/fyi-612793.html"} , {"body" : "As a classroom assignment, seniors at Saint Agnes Boys High School on the Upper West Side of Manhattan sent in their questions about New York City. Here are several. Why Police Wear Blue Q. What is the history behind the color blue for uniforms for the New York City Police Department? Why was it chosen? A. The department's official colors are blue," , "date" : "19931031" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1993\/10\/31\/nyregion\/fyi-612794.html"} ,   {"body" : "Standing in his jewelry store yesterday, across the street from a movie theater where a 19-year-old man was shot to death Friday night, Andy Daswani lamented what he sees as the decline of security along Brooklyn's bustling Fulton Mall. \"It's gotten worse,\" said Mr. Daswani, who opened his store on the mall, Nu Castle Jewelers, 11 years ago. \"We" , "date" : "19931017" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FULTON MALL (BROOKLYN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Theater Shooting Raises Security Concerns" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/17\/nyregion\/theater-shooting-raises-security-concerns.html"} , {"body" : "Like many people in Canarsie, Rose and Anthony Gardini feel downtrodden this election year. The other day, the couple stood in front of their home, guarded by two pink flamingos and two big dogs named Muffin and Brandy, and spoke of a New York City where they say white people are increasingly locked out. Of course, the Gardinis say, they are voting" , "date" : "19931017" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Doubts About Dinkins in Canarsie Keep Area a Citadel for Giuliani" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/17\/nyregion\/doubts-about-dinkins-in-canarsie-keep-area-a-citadel-for-giuliani.html"} , {"body" : "Luc G. Olivier slumped glumly in the back of his cramped Brooklyn pharmacy, which like nearly every other Haitian-owned business in Flatbush displays a poster of the Rev. Jean-Bertrand Aristide in the window. \"This embargo is nothing,\" he said, referring to President Clinton's plan for economic pressure to force the Haitian military to restore" , "date" : "19931017" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HAITI"] , "nytd_section_facet" : ["World"] , "page_facet" : "14" , "title" : "STANDOFF IN HAITI; For New York Haitians, Hopes Are Deflated" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/17\/world\/standoff-in-haiti-for-new-york-haitians-hopes-are-deflated.html"} , {"body" : "Nina Gennaro Suarez remembers when the glow of Ebbets Field's lights danced on her bedroom wall and the roar of Brooklyn Dodger crowds rolled over her neighborhood. She wistfully recalls the Saturday morning \"kiddie shows\" at the old Patio Theater on Flatbush Avenue. And she will never forget the brick that came through a window of her house on" , "date" : "19931015" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "LEFFERTS MANOR (BROOKLYN NEIGHBORHOOD)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Enclave Outgrows Its Racial Tensions" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/15\/nyregion\/enclave-outgrows-its-racial-tensions.html"} , {"body" : "Seven Beauties United Cerebral Palsy of New York City; (212) 683-6700, ext. 217. The New Yorker League for Cerebral Palsy is sponsoring a self-guided tour of seven residences on the Upper East Side of Manhattan on Oct. 26, from 12:30 to 4:30 P.M., including a prewar apartment with a 30-foot terrace, a renovated double townhouse and an apartment" , "date" : "19931014" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "Events: Open Houses And Walking Tours" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/14\/garden\/events-open-houses-and-walking-tours.html"} , {"body" : "Handcuffed and locked in the back of a hijacked delivery truck yesterday, en route to who knows where, two delivery men did what any sensible kidnapping victims would do: They called 911 on a cellular phone. It worked. After the men told a police dispatcher where they were and what the truck looked like, two police officers spotted it near the" , "date" : "19931014" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Victims of Truck Hijacking Dial a Rescue" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/14\/nyregion\/victims-of-truck-hijacking-dial-a-rescue.html"} , {"body" : "New York City, with the help of the United States Committee for Unicef, will give free immunizations for measles, mumps and rubella, diphtheria, tetanus and whooping cough, polio, meningitis and hepatitis B to any child who needs them on Saturday. Here are immunization sites, as listed by the Department of Health. MANHATTAN Baruch Houses Child" , "date" : "19931010" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "PUBLIC INTEREST; Where to Get Free Shots for Children" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/10\/nyregion\/public-interest-where-to-get-free-shots-for-children.html"} , {"body" : "AS EVERYBODY knows, any fool with money can eat scrumptiously in this city, there being no lack of good or fancy restaurants and no shortage of guidebooks or tasteful touters willing to point them out. But where can you get really good pofpof, moinmoin and iddlies? Where is there palm wine? And where can you taste delicious things you have never" , "date" : "19931006" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "ABOUT NEW YORK; A Random Tasting Tour And the Flavor Is Ethnic" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/06\/nyregion\/about-new-york-a-random-tasting-tour-and-the-flavor-is-ethnic.html"} , {"body" : "AUNT SONIA (Article) (718) 965-9526; 1123 Eighth Avenue, at 12th Street, Park Slope; $$; AE, MC, V This down-home, casual place, named for the nearby Ansonia Clock Building, serves engaging fare at bargain prices. The chef, Michael Schrieber, is a self-taught cook who, with his partner, Wayne Perez, turned a former bric-a-brac shop into a pleasant" , "date" : "19930926" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "GOOD EATING; A World of Food, River to Slope" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/26\/nyregion\/good-eating-a-world-of-food-river-to-slope.html"} , {"body" : "For 15 years, from 1976 to 1990, the Ethnic Folk Arts Center gave a party that could only happen in New York. Held at a beer garden in Queens, it was the ultimate pan-ethnic fiesta, bringing together Greeks and Dominicans, Bulgarians and Central Asians, Irish and Turks and outsiders. Bands that usually performed for private events -- Greek" , "date" : "19930924" , "day_of_week_facet" : "Friday" , "geo_facet" : ["PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "5" , "title" : "Pop\/Jazz; A Brooklyn Festival Thrives on the Variety of Heritage" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/24\/arts\/pop-jazz-a-brooklyn-festival-thrives-on-the-variety-of-heritage.html"} ,   {"body" : "The New York City police have enlisted the help of officers in several other cities to track down a gunman whose nickname is Babyface and who they say is responsible for five killings in Brooklyn. The suspect, Richard Jameswhite, is 19 years old. But, the police say, at a height of 5 feet and with a slight build, he looks 13. They say that in" , "date" : "19930923" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "A Gunman Is Sought in 5 Brooklyn Slayings" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/23\/nyregion\/a-gunman-is-sought-in-5-brooklyn-slayings.html"} , {"body" : "Vying for crucial swing votes at black churches in Brooklyn and Queens and then stepping out to street fairs on a brilliant fall day tailor-made for campaigning, City Comptroller Elizabeth Holtzman and Assemblyman Alan G. Hevesi yesterday plied voters with reasons to go back to the polls for a rare runoff election in the Comptroller's race Sept." , "date" : "19930920" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "The Comptroller Candidates Take Race to Pews and Streets" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/20\/nyregion\/the-comptroller-candidates-take-race-to-pews-and-streets.html"} , {"body" : "Not Brooklyn Heights, with its historic brownstones; not among the stately homes of Flatbush: the Brooklyn area with the greatest concentration of commemorative statues is humble Greenpoint. \"This is one of the most statue saturated parts of the city outside of the parks,\" said Peter Donohue, director of the Happy Tree Conservancy School of" , "date" : "19930919" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GREENPOINT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: GREENPOINT\/WILLIAMSBURG; In Humble Greenpoint, a Monumental Edge" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/19\/nyregion\/neighborhood-report-greenpoint-williamsburg-humble-greenpoint-monumental-edge.html"} , {"body" : "Events are planned throughout the city to coincide with the New York Is Book Country fair, which will take place on Sunday on Fifth Avenue in Manhattan. Here is a schedule of events. TODAY Manhattan \"BUSINESS BOOK AND AUTHOR BREAKFAST,\" McGraw-Hill Reading Room, 50th floor, 1221 Avenue of the Americas, at 48th Street. A breakfast featuring James" , "date" : "19930917" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "28" , "title" : "Where Readers Meet Writers: A Guide to New York Is Book Country" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/17\/books\/where-readers-meet-writers-a-guide-to-new-york-is-book-country.html"} , {"body" : "This list summarizes The Times's recommendations in some contested races in the New York City Democratic primary election today. Poll hours are 6 A.M. to 9 P.M. Comptroller Alan Hevesi Public Advocate Mark Green Bronx CITY COUNCIL 12th District (Co-op City, Williamsbridge, Baychester, Edenwald and parts of Wakefield): Lawrence Warden. 17th District" , "date" : "19930914" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "24" , "title" : "New York City Primary Choices" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/14\/opinion\/new-york-city-primary-choices.html"} , {"body" : "NO ONE is going back to school at the College of Staten Island this month. Rather, its 12,000 students are traveling to a place they have never been before: a 204-acre campus with 19 buildings, new and old, on the grounds of the infamous Willowbrook State School for the mentally retarded. Although this $374 million campus is easily the largest" , "date" : "19930912" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Education" , "Real Estate"] , "page_facet" : "1" , "title" : "City's Colleges Add $2 Billion In Facilities" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/12\/realestate\/city-s-colleges-add-2-billion-in-facilities.html"} , {"body" : "Caldor Comes to Brooklyn In Macy's Old Store Bathing suits, lipstick and blenders may again fill the vacated Macy's store on Flatbush Avenue in Brooklyn, which was closed last year. Forest City Ratner, a Brooklyn-based company, is planning to purchase the site for $7 million and rent the space to Caldor's. First, though, the deal must pass muster" , "date" : "19930912" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/12\/nyregion\/new-yorkers-co-875293.html"} , {"body" : "Sitting in a corner office on the 30th floor of a building at 1290 Avenue of the Americas, Edward Irving Koch, the master of the game, is watching the early skirmishes of the political melee that is the New York City mayoral race. And he is grinning. After a dozen years in the city's hottest seat, the man who became the epitome of New York's cranky" , "date" : "19930831" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Koch Unbound; Musings on the Mayor's Race From a Not-So-Private Citizen" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/31\/nyregion\/koch-unbound-musings-on-the-mayor-s-race-from-a-not-so-private-citizen.html"} , {"body" : "AS a couple, Cheryl Eley and Joel Council share an enthusiasm for carrot cake, hip-hop music, colorful African-inspired clothes, three-course picnics in Central Park, aerobics and the Bible. They think of themselves as proof that one can be both cool and devoutly religious. They met about two years ago at a Tuesday night prayer meeting at the" , "date" : "19930829" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "13" , "title" : "VOWS; Cheryl Eley and Joel Council" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/29\/style\/vows-cheryl-eley-and-joel-council.html"} , {"body" : "A SUBTLE SIGN of the times in housing has emerged on the East Side of Manhattan. The Federal Government has signed a commitment to insure new long-term financing on two apartment buildings, Regency Towers at 245 East 63d Street and Ambassador East at 330 East 46th Street. Both are unsubsidized rentals built with conventional financing by Carlyle" , "date" : "19930829" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Perspectives: Multifamily Mortgages; The Federal Role in Refinancing Perks Up" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/29\/realestate\/perspectives-multifamily-mortgages-the-federal-role-in-refinancing-perks-up.html"} ,   {"body" : "Eban Robbins, a suspect in seven shootings with a 9-millimeter pistol earlier this month in Brooklyn, was linked yesterday to yet another killing, even as he was being arraigned in his hospital bed on murder and attempted murder charges. The victim was identified by authorities as Anthony Butts, 27, a Brownsville construction worker. Mr. Butts was" , "date" : "19930826" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Parolee Is Arraigned in Two Brooklyn Shootings" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/26\/nyregion\/parolee-is-arraigned-in-two-brooklyn-shootings.html"} , {"body" : "THE SMELL of cornmeal and chiles, beef tongue and pinto beans rushed through the door of Rinconcito Mexicano as Maria Hinojosa edged into the narrow storefront on West 39th Street in Manhattan. The crowd in front of the steamy cafeteria counter was packed as tight as a tamale and Ms. Hinojosa, a 27-year-old reporter for National Public Radio," , "date" : "19930825" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "Kiss Those Burritos Adios! Real Mexican Food Is Here" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/25\/garden\/kiss-those-burritos-adios-real-mexican-food-is-here.html"} , {"body" : "A parolee who served prison sentences for manslaughter and burglary was arrested yesterday by New York City detectives who said he was the gunman wielding a 9-millimeter pistol that killed four people and wounded two others in several incidents in Brooklyn this month. The suspect, identified as Eban Robbins, 32, of Brooklyn, was described by Chief" , "date" : "19930825" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Arrest Made In Slayings In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/25\/nyregion\/arrest-made-in-slayings-in-brooklyn.html"} , {"body" : "FOR the finale there were bubbles -- big beautiful bubbles with Technicolor touches. They floated silently past the heart-shaped floral tribute of white carnations and orchids and up, up to Mae West's crypt. \"Who is that woman with the bubble wand?\" one man asked his companion. Who knows,\" the woman replied. \"Mrs. Lawrence Welk?\" Actually, it was" , "date" : "19930822" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "10" , "title" : "Peel Her a Grape" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/22\/style\/peel-her-a-grape.html"} , {"body" : "For almost two weeks, the 216 girls at the Fresh Air Fund's Camp Anita Bliss Color had concentrated on camping in the woods, playing games and hiking in the lush Hudson Highlands. But this afternoon was different. This was carnival day, and the girls had transformed a meadow into a raucous carnival ground. They trampled on the grass -- and each" , "date" : "19930815" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "For Fresh Air Fund Campers, a Carnival in the Woods" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/15\/nyregion\/for-fresh-air-fund-campers-a-carnival-in-the-woods.html"} , {"body" : "'93 New York 50' Socrates Sculpture Park Broadway at Vernon Avenue Long Island City, Queens Through August This show is distinctive, above all, for its diversity. Socrates owes much of its existence to the generosity and character of the sculptor Mark di Suvero. His studio is next door and his own massive welded-steel works regularly tower over a" , "date" : "19930806" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "Outdoor Sculpture in Review" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/06\/arts\/outdoor-sculpture-in-review.html"} , {"body" : "Every Friday at noon, as Jews bustle about Avenue J in Midwood, Brooklyn, preparing for the Sabbath eve meal and stroll to the synagogue, where thoughts turn toward Jerusalem, the Muslims of Midwood are at Jumu'a, the weekly gathering of the faithful at the mosque, invoking the blessings of Allah and genuflecting toward Mecca. That these worshipers" , "date" : "19930803" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "MIDWOOD (NYC)" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Where Muslims and Jews Live Together in Peace; In Heart of Brooklyn, Two Devoutly Religious Communities Find Common Ground" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/03\/nyregion\/where-muslims-jews-live-together-peace-heart-brooklyn-two-devoutly-religious.html"} , {"body" : "I faced a terrible dilemma when I came home from vacation. I wanted to go to a baseball game but I didn't know where to turn. Baseball is getting so scary. When the Mets were home, I heard about players aiming explosives and bleach sprays at reporters, and I couldn't find the old hard hat and construction goggles I used to carry in the trunk of my" , "date" : "19930801" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "5" , "title" : "Sports of The Times; Another Reason to Hate Baseball" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/01\/sports\/sports-of-the-times-another-reason-to-hate-baseball.html"} , {"body" : "Public Library Events Various locations The public libraries in New York City have plenty to offer children besides books. In fact, 17 of the Brooklyn Public Library's 58 branches are open on Saturdays this summer, as are about half of the Queens Borough Public Library branches and about a quarter of the New York Public Library branches, which are" , "date" : "19930730" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "20" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/30\/arts\/for-children.html"} , {"body" : "Gov. Mario M. Cuomo vetoed legislation today that would have allowed owners of roadside billboards to ask the state to chop down trees that obscured their signs. In rejecting the legislation, dubbed the \"killer tree bill\" by its opponents, Mr. Cuomo said it ran counter to the state's efforts to beautify its roadways, which include spending $2" , "date" : "19930730" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Cuomo Veto Spares Trees at Expense of Billboard Views" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/30\/nyregion\/cuomo-veto-spares-trees-at-expense-of-billboard-views.html"} ,   {"body" : "Here is a sampling of tours by bus, van and foot that are scheduled during the summer in New York City. Dates and times are subject to change. Today \"HARLEM ON SUNDAY.\" A bus tour that includes a church service with gospel music, the Hamilton Grange mansion, the Morris Jumel mansion (former headquarters of George Washington), and the Apollo" , "date" : "19930725" , "day_of_week_facet" : "Sunday" , "page_facet" : "19" , "title" : "TOURS" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/25\/news\/tours.html"} , {"body" : "It is perhaps fitting that in a country where it sometimes seems that no two people agree, and where everyone is passionately convinced he is right, the three leading Haitian weekly newspapers are often engaged in open combat. It is equally fitting, in a country where radio stations are the first targets of frequent coups and the instinct of" , "date" : "19930712" , "day_of_week_facet" : "Monday" , "geo_facet" : ["HAITI"] , "nytd_section_facet" : ["Business"] , "page_facet" : "8" , "title" : "THE MEDIA BUSINESS; In Haiti, a War of the Printed Word" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/12\/business\/the-media-business-in-haiti-a-war-of-the-printed-word.html"} , {"body" : "A 24-year-old Brooklyn man was arrested yesterday in the early-morning shooting death of his friend in a grocery store, the police said. He was also charged with trying to shoot the store owner. Rumors had spread in the Midwood neighborhood that the owner had shot the victim, but police community-affairs officers quickly circulated in an attempt to" , "date" : "19930712" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Brooklyn Man Held in Shooting of Friend" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/12\/nyregion\/brooklyn-man-held-in-shooting-of-friend.html"} , {"body" : "Heat gives the night an edge. At the Monster in the West Village, the bar's doorman, Sacha Loren, was a little nervous asking customers to pay a cover charge on Friday night. In Brighton Beach, residents griped and milled grumpily around Consolidated Edison workers trying to restore power to their homes. And in Van Cortlandt Park in the Bronx," , "date" : "19930711" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "HEAT WAVE; A Blanket of Darkness Prolongs a City's Misery" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/11\/nyregion\/heat-wave-a-blanket-of-darkness-prolongs-a-city-s-misery.html"} , {"body" : "As the heat wave continued to embrace the region, an estimated 160,000 people decided today that it was better to bake on the sand of Jones Beach than on the streets of the city. Those who braved the traffic to get here were greeted by an ocean breeze that had been lacking earlier in the week. \"It's much nicer today than during the week, because we" , "date" : "19930711" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["JONES BEACH STATE PARK"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "HEAT WAVE; Jones Beach Is Blanketed as 160,000 Crowd Into Park" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/11\/nyregion\/heat-wave-jones-beach-is-blanketed-as-160000-crowd-into-park.html"} , {"body" : "Haitian immigrants in New York spoke with great caution about the latest sign that democracy would be restored to their homeland. But in the end, there was more hope than misgiving in their voices. Haitians around the city went about their normal routines yesterday, gathering in churches, barber shops and restaurants, where they eagerly exchanged" , "date" : "19930705" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "HAITI"] , "nytd_section_facet" : ["World"] , "page_facet" : "4" , "title" : "Haitian General Begins a Selling Job; Haitians in U.S. Hopeful" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/05\/world\/haitian-general-begins-a-selling-job-haitians-in-us-hopeful.html"} , {"body" : "There is no question that on the night of Dec. 13, 1992, at least one of two men arrested in East Flatbush, Brooklyn, violated state gun laws. Lester Smith and Orson Grosse were pulled over by Police Officer Michael Dalton and his partner for a routine traffic violation. In the car the police found a loaded 10-millimeter Glock semiautomatic, a $600" , "date" : "19930704" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Building Stronger Cases in Gun Trials" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/04\/nyregion\/building-stronger-cases-in-gun-trials.html"} , {"body" : "Amir Abdelgani was only a few weeks away from a happy court rendezvous with America -- his citizenship ceremony -- when his immigrant's life fell into chaos and he stood pleading not guilty in Federal court last week to the accusation of being a conspirator intent on bombing and terrorizing his adopted homeland. Victor Alvarez, another suspect in" , "date" : "19930704" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Bomb-Plot Suspects' Lives Emerge in Sharper Detail" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/04\/nyregion\/bomb-plot-suspects-lives-emerge-in-sharper-detail.html"} , {"body" : "A COUPLE named Vivian and Louis Hunter bought a vacant four-family house on Crotona Avenue in the South Bronx at a city auction in 1988. They planned to renovate it, live in it with their daughter and her children, and rent out what they didn't use themselves. But they could never get the project financed. They have held it ever since, regularly" , "date" : "19930704" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "Perspectives: Federal Subsidies; Fresh Money Cranks Up an Aid Program" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/04\/realestate\/perspectives-federal-subsidies-fresh-money-cranks-up-an-aid-program.html"} , {"body" : "Inside the small offices of the Caribbean Air Mail on Church Avenue in Brooklyn, a constant flow of Haitians poured in and lined up yesterday, waiting to wire money to relatives in Haiti. During these often long waits at the Haitian version of a Western Union, the conversation usually consists of pleasantries about the family back home and the" , "date" : "19930703" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["HAITI" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["World"] , "page_facet" : "2" , "title" : "In Brooklyn, Guarded Optimism" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/03\/world\/in-brooklyn-guarded-optimism.html"} ,   {"body" : "In the winter of 1989, Clement Rodney Hampton-El, the one American-born suspect arrested thus far in New York's terrorist bombing plots, was back home in a hospital bed in Brooklyn, proudly recuperating from leg and arm wounds he suffered as a fervid Black Muslim combatant in the far-off Afghanistan war. \"Many people have come here to see who this" , "date" : "19930628" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "SPECTER OF TERROR; U.S.-Born Suspect in Bombing Plots: Zealous Causes and Civic Roles" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/28\/nyregion\/specter-terror-us-born-suspect-bombing-plots-zealous-causes-civic-roles.html"} , {"body" : "The Angel Carver By Rosanne Daryl Thomas 260 pages. Random House. $20. Creatures of Habit Julie Baumgold 294 pages. Alfred A. Knopf. $22. In Brooklyn on the corner of Flatbush and Parker, there stands an empty shoe-repair shop that was once the workplace of a genius, if we are to believe the unusual fable told in \"The Angel Carver,\" by Rosanne" , "date" : "19930628" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "18" , "title" : "Books of The Times; A City of Angels Visited by Earthlier Creatures" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/28\/books\/books-of-the-times-a-city-of-angels-visited-by-earthlier-creatures.html"} , {"body" : "THE unflattering term applied in development circles to the suburban discount merchandisers who are tirelessly on the lookout for sites in the metropolitan area is \"big box users.\" \"They are always looking for big square footage on one floor, surrounded by five acres of parking,\" says Bruce Ratner, president of Forest City Ratner Company, the" , "date" : "19930627" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Perspectives: Bradlees at Atlantic Center; Retailing Opens a New Front in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/27\/realestate\/perspectives-bradlees-at-atlantic-center-retailing-opens-a-new-front-in-brooklyn.html"} , {"body" : "Clement Rodney Hampton-El, one of the suspects in the bombing plot foiled last week, was described by New York City police detectives yesterday as having worked closely with al-Fuqra, a radical Islamic sect whose followers are believed to be responsible for a string of crimes in the United States in recent years. The detectives, familiar with" , "date" : "19930627" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Police Link Suspect to a Radical Sect" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/27\/nyregion\/police-link-suspect-to-a-radical-sect.html"} , {"body" : "A Federal appeals panel yesterday unanimously overturned the fraud conviction of former Assembly Speaker Mel Miller of Brooklyn, agreeing that a tangled real-estate deal in which he and his former law partner netted $200,000 did not constitute a crime. Mr. Miller, who as Speaker was the second most powerful Democrat in the state, was stripped of" , "date" : "19930625" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "Ousted Speaker In Albany Wins Case on Appeal" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/25\/us\/ousted-speaker-in-albany-wins-case-on-appeal.html"} , {"body" : "A suspected terrorist organization that had planned a horrific campaign of bombing and political assassination in New York City this summer was smashed early yesterday with the arrest of eight men, all said to be Muslim extremists, at raids in Queens, Brooklyn, Yonkers and Jersey City, Federal authorities said. After nearly five months of" , "date" : "19930625" , "day_of_week_facet" : "Friday" , "geo_facet" : ["EGYPT" , "NEW YORK CITY" , "HOLLAND TUNNEL" , "SUDAN"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "SPECTER OF TERROR: The Overview; 8 SEIZED AS SUSPECTS IN PLOT TO BOMB NEW YORK TARGETS AND KILL POLITICAL FIGURES" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/25\/nyregion\/specter-terror-overview-8-seized-suspects-plot-bomb-new-york-targets-kill.html"} , {"body" : "Firefighters, responding to a report of a fire in a Brooklyn apartment yesterday, discovered a 51-year-old woman, who had apparently been beaten to death, and her 45-year-old boyfriend, who had severe head wounds, police and fire officials said. The woman, Pam Gibbons Hobbes, was found lying on the floor in a kitchen hallway of her smoky" , "date" : "19930621" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Beating Is Suspected in Death of Woman" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/21\/nyregion\/beating-is-suspected-in-death-of-woman.html"} , {"body" : "\"TELEVISION: A DIFFERENT WORLD,\" Long Island University, Flatbush and DeKalb Avenues, Flatbush, Brooklyn. Debbie Allen, the producer and director of \"A Different World,\" discusses her work, part of the Spike Lee 40 Acres Film Institute lecture series. Saturday at 11 A.M. Admission: $25; $15 for college students; $10 for high school students." , "date" : "19930618" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "26" , "title" : "The Spoken Word" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/18\/arts\/the-spoken-word.html"} , {"body" : "About a dozen complaints of needles and other objects in cans of Pepsi-Cola have turned out to be hoaxes, law-enforcement officials around the country said yesterday, and seven people have been arrested, including one in New York. Dr. David A. Kessler, the Commissioner of Food and Drugs, reiterated his belief that people were making false claims" , "date" : "19930618" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "16" , "title" : "HOAXES ARE FOUND IN THE PEPSI CASE" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/18\/us\/hoaxes-are-found-in-the-pepsi-case.html"} , {"body" : "As they do most every day, Creole-speaking men and women gathered yesterday in New York City's barbershops and restaurants, on stoops and street corners, and engaged in a favorite pastime -- exchanging news from Haiti and debating oh-so-passionately the latest twist in the island politics. But yesterday the conversations lasted a bit longer. The" , "date" : "19930614" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES" , "HAITI"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Emigres Are Holding Off on Their Hopes for Haiti" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/14\/nyregion\/emigres-are-holding-off-on-their-hopes-for-haiti.html"} ,   {"body" : "IF you can't get away from New York City this summer, you can round up the family and head for the parks. Children can learn how music is similar to games and sports in a series of free outdoor concerts by the Little Orchestra Society in various cityparks. Or they can get their blood pumping by running races in Central Park, where everyone receives" , "date" : "19930613" , "day_of_week_facet" : "Sunday" , "page_facet" : "15" , "title" : "CHILDREN; From Mazes to Mermaids, Fun for All Ages" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/13\/news\/children-from-mazes-to-mermaids-fun-for-all-ages.html"} , {"body" : "Here is a sampling of tours by bus, van and foot that are scheduled during the summer in New York City. Dates and times are subject to change. Today \"UPTOWN ELEGANCE: HARLEM'S OPEN HOUSE TOURS.\" A tour through the Mount Morris Park area, which has an array of Victorian homes and 19th-century churches, with stops at some, led by Michael Adams," , "date" : "19930613" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "36" , "title" : "TOURS" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/13\/news\/tours.html"} , {"body" : "Here is a sampling of outings in the New York metropolitan region during the summer season. Dates and times are subject to change. Today BEACH EXCURSIONS, Jones Beach, Long Beach and Fire Island, L.I. Round-trip excursions on Long Island Railroad. Weekends through Labor Day. Leaves from Penn Station, Flatbush, Brooklyn, and Jamaica, Queens." , "date" : "19930613" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "page_facet" : "32" , "title" : "OUTINGS" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/13\/news\/outings.html"} , {"body" : "Here is a sampling of fairs, festivals and parades that are planned in New York City this summer. Information was supplied by the Community Assistance Unit of the Office of the Mayor. Many dates and times are tentative, since these are events that, in some cases, require permits from the Mayor's Office. Major holiday parades and festivals are" , "date" : "19930613" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "34" , "title" : "ON THE STREET" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/13\/news\/on-the-street.html"} , {"body" : "Here is a sampling of spectator sports in the New York metropolitan region and participatory sports in New York City this summer. Dates and times are subject to change. FOR SPECTATORS Baseball SHEA STADIUM, Flushing, Queens. The New York Mets. Unless otherwise noted, games are at 7:40 P.M. Tickets range from $6.50 to $15. Information: (718)" , "date" : "19930613" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "page_facet" : "44" , "title" : "SPORTS" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/13\/news\/sports-341093.html"} , {"body" : "Wilner Boucicault died living the American dream, shot down as he closed his furniture store, the largest Haitian-owned business in New York City, perhaps the entire country. To many of his countrymen struggling through life in a new land, he was the embodiment of what they were working to become and a source of help and advice on how to attain" , "date" : "19930613" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Haitians Mourn the Loss of a Piece of Their Dream" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/13\/nyregion\/haitians-mourn-the-loss-of-a-piece-of-their-dream.html"} , {"body" : "PSYCHOANALYTIC DISCUSSION, Karen Horney Clinic Building Auditorium, 329 East 62d Street. A screening of Jean-Luc Godard's film \"Une Femme Mariee\" (\"A Married Woman\") directed by Jean-Luc Godard, followed by a discussion. Tonight at 7:30. Admission: $7; $4 for students and the elderly. Information: (212) 838-8044. POETRY READING, Biblio's Bookstore" , "date" : "19930611" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "32" , "title" : "The Spoken Word" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/11\/books\/the-spoken-word.html"} , {"body" : "A Brooklyn furniture store owner who was a prominent figure in New York's Haitian community was shot and killed late Saturday as he was getting into his car shortly after closing time, the police said. The victim, Wilner Boucicault, 44, owner of A and B Furniture and Appliances in the East Flatbush section, was shot once in the chest, but he" , "date" : "19930607" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Haitian Advocate Slain in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/07\/nyregion\/haitian-advocate-slain-in-brooklyn.html"} , {"body" : "Here is a sampling of Memorial Day Weekend events in the New York metropolitan region: NEW YORK CITY Today FLEET WEEK, Intrepid Sea-Air-Space Museum, Pier 86, 46th Street at the Hudson River, Manhattan. Demonstrations of helicopter sea-air rescue missions begin on the Intrepid's flight deck at 1 P.M. Public boardings of the aircraft carrier John F." , "date" : "19930528" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "Memorial Day Weekend Events" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/28\/arts\/memorial-day-weekend-events.html"} , {"body" : "JUST about everybody knows that nothing is getting built in New York City. But no one has told that to hospital officials. On May 10, the president and chief executive of New York Hospital, Dr. David B. Skinner, brought his surgical skills to the controls of a small backhoe and broke ground for a $908 million, 776-bed building that is to stretch" , "date" : "19930523" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Health" , "Real Estate"] , "page_facet" : "1" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/23\/realestate\/749493.html"} ,   {"body" : "Creating what he called a \"multiparty fusion movement\" to bring together disparate political and racial groups in New York City, Rudolph W. Giuliani, the Republican-Liberal candidate for mayor, reached across party lines yesterday to introduce Susan D. Alter, a Democratic councilwoman from Brooklyn, as his choice for City Council president. Ms." , "date" : "19930522" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Alter Crosses Party Lines to Back Giuliani for Mayor" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/22\/nyregion\/alter-crosses-party-lines-to-back-giuliani-for-mayor.html"} , {"body" : "It was dramatic -- a woman killed by her estranged husband in Brooklyn Family Court, a bullet fired into the back of her head as she sat on a bench waiting for their case to be called. To legal and social-services professionals who knew her, the death of Danielle Almonor two months ago carried a sobering message that made the loss all the more" , "date" : "19930518" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Courthouse Death: One Family's Tragedy -- A special report.; When Passion Explodes Into a Deadly Rage" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/18\/nyregion\/courthouse-death-one-family-s-tragedy-special-report-when-passion-explodes-into.html"} , {"body" : "A naked man who was running across the Brooklyn Bridge and shouting that it was a beautiful day was struck and killed by a car minutes before dawn yesterday, the authorities said. Ninety minutes later, they said, a woman climbed the cables to the top of the bridge, threatening to jump. The two incidents backed up traffic into Queens for much of the" , "date" : "19930508" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN BRIDGE"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "25" , "title" : "A Death and a Suicide Threat Tie Up Brooklyn Bridge Traffic" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/08\/nyregion\/a-death-and-a-suicide-threat-tie-up-brooklyn-bridge-traffic.html"} , {"body" : "To get an idea of who New York City's Muslims are, stand outside the Islamic Center of New York, the city's most prominent mosque, on Third Avenue at 96th Street in Manhattan. On a recent religious holiday, through its doors came Pakistanis in flowing pastel gowns, black Americans wearing kente-cloth hats, an Albanian couple trying to quiet their" , "date" : "19930504" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "Islam in New York: Growing Presence of Diverse Peoples United by Faith" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/04\/nyregion\/islam-in-new-york-growing-presence-of-diverse-peoples-united-by-faith.html"} , {"body" : "The New York City Police Department said yesterday that it is considering new procedures to crack down on unlicensed drivers in the wake of three car accidents in the last three weeks that killed three pedestrians in Brooklyn, all children, and injured several others. Meanwhile, a 90-year-old woman was killed yesterday in Brooklyn by a car driven" , "date" : "19930503" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Action On Illegal Drivers Is Contemplated by Police" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/03\/nyregion\/action-on-illegal-drivers-is-contemplated-by-police.html"} , {"body" : "Every day for the last few weeks, Mildred Bonilla and a gaggle of black and Hispanic parents have hit the streets of the South Bronx in a campaign they call Mothers on the Move. Armed with fliers and petitions, interrupting afternoon naps and lunches, they are telling parents that the coming school board elections are their best chance to challenge" , "date" : "19930429" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "SOUTH BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Parents in Bronx District Urge Voter Turnout as a Way to Improve Schools" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/29\/nyregion\/parents-in-bronx-district-urge-voter-turnout-as-a-way-to-improve-schools.html"} , {"body" : "\"I'm a powerful, intellectual man going somewhere,\" said Shawn Hunt, talking about his future as he hurried from high school to a track meet. His hair was newly cropped in the trademark close fade that inspires his friends to call him Baldheaded Shawn, or Barkley, after Charles Barkley, the basketball star. Around his neck he wore a small gold" , "date" : "19930425" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Shawn, 17: Running Past Many Obstacles" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/25\/nyregion\/shawn-17-running-past-many-obstacles.html"} , {"body" : "WHEN the magnolias are in bloom, I want to live forever. If the weather holds -- no last-minute frosts or torrential downpours to turn the white petals brown -- the velvety blossoms will last a week, maybe 10 days. Every morning, if they're still there, I feel lucky. If a frost does them in, I just say, \"Well, next year.\" (Talk about gardening" , "date" : "19930425" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "14" , "title" : "CUTTINGS; The Magnolia's Fleeting Beauty" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/25\/style\/cuttings-the-magnolia-s-fleeting-beauty.html"} , {"body" : "FILM LECTURE, Long Island University, Flatbush and DeKalb Avenues, Flatbush, Brooklyn. Leander Sales and Barry Alexander Brown, film editors, discuss their craft as part of the Spike Lee 40 Acres Film Institute lecture series. Tomorrow at 11 A.M. Admission: $25; $15 for students. Information: (718) 858-9620. POETRY READING, La Galleria\/La Mama, 6" , "date" : "19930423" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "The Spoken Word" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/23\/arts\/the-spoken-word.html"} , {"body" : "A 17-year-old student was stabbed in the chest yesterday in a dispute with another youth at George W. Wingate High School in Brooklyn, one of New York City's most troubled and violent schools, the police reported. The assailant, also a student at Wingate, fled on foot. The police said the victim, Nick Soogrim, of 2015 Foster Avenue, Flatbush, a" , "date" : "19930423" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Student Badly Hurt in Stabbing at Brooklyn High School" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/23\/nyregion\/student-badly-hurt-in-stabbing-at-brooklyn-high-school.html"} ,   {"body" : "Two police officers were critically wounded inside the 70th Precinct station house in Brooklyn last night when a suspect arrested on drug charges managed to grab one of the officer's guns in a bathroom and opened fire. The assailant then killed himself by shooting himself in the forehead, the police said. The officers, Mary Capotosto, 29 years old," , "date" : "19930421" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Two Officers Are Wounded By Suspect" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/21\/nyregion\/two-officers-are-wounded-by-suspect.html"} , {"body" : "A 23-year-old Brooklyn driver who has accumulated 46 driver's license suspensions was charged with 3 new violations after surrendering to the police following a hit-and-run accident in Flatbush that left a boy critically injured, the police said yesterday. The driver, identified by the police as Mordecai Levy of 120 Ocean Parkway, was charged with" , "date" : "19930419" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Driver Charged in Accident" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/19\/nyregion\/driver-charged-in-accident.html"} , {"body" : "In coordinated protests throughout New York City yesterday, hundreds of residents in several neighborhoods rallied against what they called the proliferation of adult video stores, topless bars and nude cabarets in residential areas. The protesters descended on adult entertainment spots in the Murray Hill, Chelsea and Turtle Bay neighborhoods of" , "date" : "19930419" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Hundreds Join Protests Against Proliferation of Sex Shops" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/19\/nyregion\/hundreds-join-protests-against-proliferation-of-sex-shops.html"} , {"body" : "April THE COPASETICS: LEGENDS OF THE TAP, Walt Whitman Hall, Brooklyn Center for the Performing ARts, Brooklyn College, Flatbushand Nostrand Avenues, Flatbush. Tap greats in the tradition of Bill (Bojangles) Robinson and the Nicholas Brothers. Wednesday at 2 P.M. Tickets: $10 Information: (718) 951-4500. TRISHA BROWN DANCE COMPANY, City Center, 131" , "date" : "19930418" , "day_of_week_facet" : "Sunday" , "page_facet" : "22" , "title" : "ARTS AND ENTERTAINMENT; DANCE" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/18\/news\/arts-and-entertainment-dance.html"} , {"body" : "A 38-year-old Transit Authority worker who had just bought coffee for his colleagues was slain on a Brooklyn sidewalk yesterday morning when he was caught in a wild gun battle between armored truck guards and would-be robbers. More than 25 shots were fired in the exchange, and it was unclear yesterday whether the bullet that struck the worker," , "date" : "19930417" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Brooklyn Bystander Dies in Robbery Crossfire" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/17\/nyregion\/brooklyn-bystander-dies-in-robbery-crossfire.html"} , {"body" : "Hours after gunfire and death exploded on a crowded commercial street in Brooklyn yesterday, residents and merchants of Flatbush tried to return to their normal routines. Though the police officers and detectives were gone and the bloodstains had been scrubbed away, reminders that this had not been a normal day on the vibrant strip of Church Avenue" , "date" : "19930417" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "A Wreath And Fears At Scene" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/17\/nyregion\/a-wreath-and-fears-at-scene.html"} , {"body" : "FILM LECTURE, Long Island University, Flatbush and DeKalb Avenues, Flatbush, Brooklyn. The director Martin Scorsese will discuss his work, as part of the Spike Lee 40 Acres Film Institute lecture series. Saturday at 11 A.M. Admission: $25; $15 for students. Information: (718) 858-9620. GOURMET FOOD DISCUSSION, La Belle Epoque, 827 Broadway at 12th" , "date" : "19930416" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "28" , "title" : "The Spoken Word" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/16\/books\/the-spoken-word.html"} , {"body" : "You won't find many restaurants that have a little squeeze bottle of green liquid soap among the condiments in the center of the tables. But then many things may seem unfamiliar at Akwaaba, a bright, cheerful corner restaurant that calls itself \"the African restaurant in Brooklyn.\" The soap is for washing hands, a practical thing, since much of the" , "date" : "19930416" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "20" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/16\/arts\/560293.html"} , {"body" : "LITERARY COLLOQUIUM, Columbia University, department of French and Romance philology, Maison Francaise, Buell Hall, Broadway at 116th Street, Morningside Heights. \"Terror and Literature,\" a two-day colloquium on literature and political intimidation. Today, 8:30 A.M. to 6 P.M., and tomorrow, 9 A.M. to 4:30 P.M. Admission: $25; $10 for students." , "date" : "19930402" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "The Spoken Word" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/02\/arts\/the-spoken-word.html"} , {"body" : "Police officers fatally shot a 20-year-old man who barricaded himself in his Brooklyn apartment for eight and a half hours after shooting his mother's friend and then firing shots at officers who tried to negotiate with him, officials said yesterday. The man, Jeffery Daniels of 593 Rogers Avenue in Flatbush, died at 5:37 A.M. yesterday at Kings" , "date" : "19930401" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Fatally Shot After Standoff, Police Say" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/01\/nyregion\/man-fatally-shot-after-standoff-police-say.html"} ,   {"body" : "Hoping to convince riders that it is serious about improving service, the Long Island Rail Road said yesterday that it would give cash refunds to commuters who were seriously delayed by a freight-train derailment earlier this month. Although the railroad has given refunds in the past for halts in service caused by a storm or a strike, officials say" , "date" : "19930331" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Cash Refunds For Big Delays By Derailment" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/31\/nyregion\/cash-refunds-for-big-delays-by-derailment.html"} , {"body" : "A 3-year-old boy suffered a gunshot wound in the head yesterday afternoon in a Brooklyn apartment that his baby sitter was visiting, the police said. The wound appeared to be self-inflicted, they said. The police were searching last night for the male tenant of the apartment in Flatlands who they believe fled with the gun immediately after the" , "date" : "19930329" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "3-Year-Old Is Hurt in Shooting; Wound Is Called Self-Inflicted" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/29\/nyregion\/3-year-old-is-hurt-in-shooting-wound-is-called-self-inflicted.html"} , {"body" : "Closings in the week ended Mar. 13 MANHATTAN Greenwich Village $282,500 40 East 10th Street 2-bedroom, 1 1\/2-bath, 1,150-sq.-ft. prewar co-op; windowed kitchen, 2 exposures, foyer, fireplace; maintenance $1,030, 40% tax-deductible (Broker: Coleman Neary Realty) SoHo $217,500 547 Broadway (Prince St.) 2-bedroom, 1-bath, 2,500-sq.-ft. prewar loft" , "date" : "19930328" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/28\/realestate\/residential-resales-204893.html"} , {"body" : "FOR many New Yorkers, the subway is like the picture of Dorian Gray. It exposes the foul countenance of their city's wayward soul. Dorian banished his festering portrait to the attic. We keep ours in the basement. Over the years, ravages intermittently suppressed at street level have settled below ground in a dense sediment of urban pathologies:" , "date" : "19930326" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Critic's Notebook; Touring New York Underground" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/26\/arts\/critic-s-notebook-touring-new-york-underground.html"} , {"body" : "Aware that they run New York State's most hated bureaucracy, officials in the Department of Motor Vehicles are planning a broad overhaul of services that promises to make the agency trimmer, more efficient and much more user-friendly within 18 months. The officials, who have requested $6 million from the Legislature for the changes, say that their" , "date" : "19930322" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Motor Vehicles Moves to Shed Its Poor Image" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/22\/nyregion\/motor-vehicles-moves-to-shed-its-poor-image.html"} , {"body" : "A fourth suspect described as a possible ringleader of the World Trade Center bombing has disappeared overseas and may have fled to Pakistan, Federal law-enforcement officials said yesterday. They said Pakistani authorities had not been particularly helpful in the search but the Pakistani Embassy in Washington condemned the attack and promised full" , "date" : "19930318" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "PAKISTAN"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Suspect in Blast Believed to Be in Pakistan" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/18\/nyregion\/suspect-in-blast-believed-to-be-in-pakistan.html"} , {"body" : "After 17 days of painstaking digging through tons of broken cement and mangled steel, construction workers yesterday spotted a black boot, pulled away chunks of concrete and found the body of Wilfredo Mercado, the hotel worker trapped in the underground garage of the World Trade Center bombing. Authorities said they believe he is the last person" , "date" : "19930316" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Hotel Worker's Body Found in the Rubble Of the Trade Center" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/16\/nyregion\/hotel-worker-s-body-found-in-the-rubble-of-the-trade-center.html"} , {"body" : "There was certainly fury in the wind's howl, and some storm victims felt its claw. But many in the New York region, snugly ensconced before a fire, or, venturing out thrilled by silent city streets, seemed almost to enjoy the blizzard of 1993. For thousands of New Yorkers, the icy tempest, which brought gusts of nearly 70 miles an hour in many" , "date" : "19930315" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE BLIZZARD OF '93: Coping; Despite Storm's Fury, Many Delight in Winter's Charms" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/15\/nyregion\/the-blizzard-of-93-coping-despite-storm-s-fury-many-delight-in-winter-s-charms.html"} , {"body" : "THE gem of housing redevelopment in Central Harlem has gone on the market on St. Nicholas Avenue, bringing adults back to an elementary school transformed. The school is the former P.S. 157, between 126th and 127th Streets. It served for more than 70 years and closed in 1975, gradually deteriorating thereafter amid failed attempts at redevelopment." , "date" : "19930307" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)"] , "nytd_section_facet" : ["Education" , "Real Estate"] , "page_facet" : "1" , "title" : "Going to School in Harlem -- To Live" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/07\/realestate\/going-to-school-in-harlem-to-live.html"} , {"body" : "'Through Sisters' Eyes' 'Children's Books Illustrated by African-American Women Artists' Newark Museum 49 Washington Street (201) 596-6550 Recommended ages: 7 and up Through Feb. 28 When Jan Spivey Gilchrist receives a manuscript, she reads it several times before deciding which medium -- gouache, pencil or pastel -- she will use to illustrate the" , "date" : "19930219" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "19" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1993\/02\/19\/books\/for-children.html"} ,   {"body" : "A year ago at a funeral, a husky firefighter introduced himself to Patricia McTigue and said: \"I admire your husband. He's everything I'm striving to be.\" She next saw the firefighter on Tuesday, when he was watching from the curb as her husband -- his 6-foot-1 body savagely transmogrified by burns that eight operations have only begun to heal --" , "date" : "19930208" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Hailing Grit of an Injured Firefighter" , "url" : "http:\/\/www.nytimes.com\/1993\/02\/08\/nyregion\/hailing-grit-of-an-injured-firefighter.html"} , {"body" : "While the music throbbed from a large cassette player under a table filled with an assortment of homemade pies and body oils, Morris Powell was quietly seething. Mr. Powell, who has sold his wares for a decade on the broad corridor of street vendors along 125th Street, was angry about a measure now before the City Council that would issue more" , "date" : "19930207" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Street Vendors Wary of Council Effort to Create More Licenses" , "url" : "http:\/\/www.nytimes.com\/1993\/02\/07\/nyregion\/street-vendors-wary-of-council-effort-to-create-more-licenses.html"} , {"body" : "Closings in the week ended Jan. 16 MANHATTAN Chelsea $265,000 16 West 16th Street (Chelsea Lane) 2-bedroom, 2-bath, 1,200-sq.-ft. postwar co-op; 24-hr. doorman, dining room, den, balcony; maintenance $831, 56% tax-deductible (Broker: Bellmarc Realty) Greenwich Village $247,500 14 East Fourth Street (Silk Building) 2-bedroom, 1-bath, 1,100-sq.-ft." , "date" : "19930131" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "10" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/31\/realestate\/residential-resales-095093.html"} , {"body" : "Joe Kraus tries not to think about race, but being retired, he's got time on his hands. The other day, as he sat near two other elderly white men playing cards in a Bronx social club, Mr. Kraus allowed himself this simple proposition: People can live together peaceably, more or less. He did not have to look far for proof. As his friends played" , "date" : "19930102" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "WILLIAMSBRIDGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In a Striving Section of the Bronx, The Races Mix, but Don't Mingle" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/02\/nyregion\/in-a-striving-section-of-the-bronx-the-races-mix-but-don-t-mingle.html"}]