[  {"body" : "Soukous and Soca Tabu Ley Rochereau\/Pan Rebels Steel Orchestra, Harambee, 127 West 43d Street, Manhattan, (212) 819-1133. Tabu Ley Rochereau is a suave crooner who leads one of Zaire's longest-running soukous bands, playing gleaming, lilting, repatriated rumbas. He shares a bill with the Pan Rebels, a Trinidadian steel-drum orchestra that peals out" , "date" : "19931231" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "Sounds Around Town: On New Year's Eve" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/31\/arts\/sounds-around-town-on-new-year-s-eve-291593.html"} , {"body" : "* MANHATTAN BEACH A State Supreme Court judge has ruled that the 120-year-old esplanade in Manhattan Beach is private property and that a man may build a fence across the walkway behind his home. The Manhattan Beach Community Group had complained that a 6-foot cyclone fence built by Jack Laboz of 293 Amherst Street interrupted the seven-block" , "date" : "19931226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FORT GREENE (NYC)" , "MANHATTAN BEACH (NYC)" , "PROSPECT PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UPDATE" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/26\/nyregion\/neighborhood-report-brooklyn-update.html"} , {"body" : "The Brooklyn Hospital Center and the New York University Medical Center have agreed to share physicians, medical students and patients. The affiliation, part of an industry trend to broaden services by forming partnerships, is to be formally announced on Jan. 5 at Brooklyn Borough Hall. The two hospitals, which will remain under the control of" , "date" : "19931226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: FORT GREENE; Hospitals Unite to Expand Service" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/26\/nyregion\/neighborhood-report-fort-greene-hospitals-unite-to-expand-service.html"} , {"body" : "Tightly swathed in a leather jacket, Angel Plaza walked swiftly to the rear of the mini-market in the Fort Greene section of Brooklyn. Inside his shirt was a tiny microphone and in a nearby van, two associates recorded the hushed conversation Mr. Plaza secretly taped with the store owner. A Federal agent posing as a member of a burglary ring, Mr." , "date" : "19931226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Agents Follow Food Stamps And Fences" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/26\/nyregion\/agents-follow-food-stamps-and-fences.html"} , {"body" : "A 15-year-old Brooklyn youth was arrested Sunday night in the shooting of an off-duty police officer during the robbery of the officer's sheepskin jacket, the authorities said yesterday. The youth, Daniel T. Brown of 265 Livonia Avenue in the Samuel J. Tilden Houses in Brownsville, not far from where the shooting of Officer Eddie Vera took place," , "date" : "19931221" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Youth Held In Shooting Of an Officer" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/21\/nyregion\/youth-held-in-shooting-of-an-officer.html"} , {"body" : "An off-duty police officer who had just dropped off his daughter at a preschool program in Brooklyn was shot and seriously wounded yesterday morning in a gun battle with a man who wanted his sheepskin jacket, the police said. The officer was attacked as he walked past a basketball court at a housing project in Brownsville. Then, wounded in the" , "date" : "19931218" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Officer Shot In Gunfight Over Jacket" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/18\/nyregion\/officer-shot-in-gunfight-over-jacket.html"} , {"body" : "JARRELL TOMPKINS, 15 years old, has been wondering how to protect himself at Intermediate School 52 in Melrose in the Bronx ever since a classmate grabbed him and pressed a razor to his throat in a hallway robbery. Judith Huggins, a teacher at Public School 149 in East New York, Brooklyn, has been wondering how best to comfort a fourth grader who" , "date" : "19931212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Violence and the Schools: A Search for Safety" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/12\/nyregion\/violence-and-the-schools-a-search-for-safety.html"} , {"body" : "The following agencies accept items for the needy, including food, clothing, toys and furniture. AMERICAN RED CROSS , 150 Amsterdam Avenue, Manhattan, accepts new, unwrapped toys and books for children who are homeless, victims of disasters or in H.I.V.\/AIDS wards in hospitals. Hours: Monday through Friday, 9 A.M. to 5 P.M. (212) 787-1000. BAILEY" , "date" : "19931212" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "WHERE TO GIVE; Groups That Welcome Clothing, Toys, Furniture . . ." , "url" : "http:\/\/www.nytimes.com\/1993\/12\/12\/nyregion\/where-to-give-groups-that-welcome-clothing-toys-furniture.html"} , {"body" : "Center for Living MONDAY -- Susan Sarandon will be the host of an evening of performances by Anne Meara, Jerry Stiller, Betty Buckley and others to raise money for the Manhattan Center for Living, which provides nonmedical support services for people with life-threatening diseases. The performances are at the Church of the Incarnation, 209 Madison" , "date" : "19931212" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "12" , "title" : "BENEFITS" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/12\/style\/benefits-256393.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN GRAMERCY PARK AREA $140,000 235 East 22d Street (Gramercy House) 1-bedroom, 1-bath, 800-sq.-ft. prewar co-op; 24-hr. doorman, concierge, fireplace, 2 exposures;" , "date" : "19931212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/12\/realestate\/residential-resales-131093.html"} ,   {"body" : "THE Clinton Hill neighborhood in west central Brooklyn is a late-19th-century treasure trove of mansions and brownstones, wide, tree-lined boulevards with broad vistas and a few smaller, charming side streets. A pedestrian roaming its avenues can marvel at fluted and banded Doric and Tuscan columns, bay windows and flower-bedecked balconies," , "date" : "19931205" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CLINTON HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Clinton Hill: The Past Serving the Present" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/05\/realestate\/clinton-hill-the-past-serving-the-present.html"} , {"body" : "Moving as silently as dawn's approach, Art Manley walked over dew-dampened grass one morning recently to an old, concrete fountain at the center of an acre of municipal park land. The 31-year-old jazz musician took a long look out over the slumbering neighborhood that stretched before him in blocks of neat, pastel-colored houses," , "date" : "19931205" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LOS ANGELES (CALIF)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "Soul Central" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/05\/style\/soul-central.html"} , {"body" : "As \"Njinga the Queen King\" begins, a character describes time as circular; past generations are never far away from the present. That African concept makes for a music-theater work, written and directed by Ione with music by Pauline Oliveros, that bounces restlessly through the last 400 years, pausing only for some spectacular dancing and drumming." , "date" : "19931203" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "3" , "title" : "Review\/Theater; A Tale of Africa's Past That Haunts the Present" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/03\/theater\/review-theater-a-tale-of-africa-s-past-that-haunts-the-present.html"} , {"body" : "The Brooklyn-Battery Tunnel was closed for more than two hours yesterday morning after a Triborough Bridge and Tunnel Authority officer discovered a metal box in the Manhattan-bound tube that he believed might be a bomb, the police said. The New York City Police Department Bomb Squad was called in, and the suspicious object was found to be a" , "date" : "19931203" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Fear of Bomb Closes Tunnel During the Morning Rush" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/03\/nyregion\/fear-of-bomb-closes-tunnel-during-the-morning-rush.html"} , {"body" : "A teacher at Brooklyn Technical High School was assaulted yesterday by three masked intruders who entered his classroom and repeatedly punched and kicked him, the police said. The teacher, Evan Wagshul, suffered bruises and was treated and released at Brooklyn Hospital. Mr. Wagshul was in the middle of teaching his mathematics class at the school" , "date" : "19931125" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "Math Teacher Hurt In Classroom Attack" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/25\/nyregion\/math-teacher-hurt-in-classroom-attack.html"} , {"body" : "The vaudevillian ghouls who strut and skulk through \"The Black Rider\" are literally born in a trunk. Or is it an enormous coffin? As though summoned by the Ghost of Show Business Past, they emerge one by one out of a 10-foot-tall black box, jerking and writhing across the stage like ventriloquist's dummies to form a hideously jovial chorus line." , "date" : "19931122" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "11" , "title" : "Review\/Theater: The Black Rider; When Tragedy Becomes the Food of Satire" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/22\/arts\/review-theater-the-black-rider-when-tragedy-becomes-the-food-of-satire.html"} , {"body" : "As the holidays approach, some food programs for the needy are beginning their annual food drives while others are continuing their year-round efforts. Here is a list of programs that accept donations: ALL BOROUGHS CITY HARVEST AND THE FIRE DEPARTMENT More than 200 firehouses in the five boroughs are designated to receive packaged and canned foods." , "date" : "19931121" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "PUBLIC INTEREST; Food Drives: Where to Share During the Holiday Season" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/21\/nyregion\/public-interest-food-drives-where-to-share-during-the-holiday-season.html"} , {"body" : "\"Billboards\" is four choreographers' ballets rolled into one, danced magnificently by the Joffrey Ballet to the recorded music of a composer identified in the Brooklyn Academy of Music's current program as Prince Rogers Nelson. Yes, that's how he wishes to be billed, although an asterisk on the same program reveals the open secret that he uses the" , "date" : "19931111" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "19" , "title" : "Review\/Dance; Joffrey Offers a Rock Ballet to Songs by Prince" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/11\/arts\/review-dance-joffrey-offers-a-rock-ballet-to-songs-by-prince.html"} , {"body" : "BENJAMIN HAMALIAN was fed up. Pantrac, his company, was in a storefront space in East New York, a rather downtrodden section of Brooklyn. He had been robbed four times in eight years, and enough was enough. Mr. Hamalian looked around Brooklyn, but all he found were expensive storefronts in unsafe neighborhoods. Then he moved Pantrac, which exports" , "date" : "19931107" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Swords to Plowshares on Brooklyn Piers" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/07\/realestate\/swords-to-plowshares-on-brooklyn-piers.html"} , {"body" : "\"It does not invoke the history of music,\" Virgil Thomson once wrote of Erik Satie's \"Mass for the Poor,\" composed in 1895. \"Its inner life is as independent of you as a Siamese cat.\" Classical music has been somewhat overrun in recent years by Siamese cats. The halting, hushed, minimal, liturgical manner that occupied Satie toward the end of the" , "date" : "19931105" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "32" , "title" : "Critic's Notebook; Of Mystics, Minimalists and Musical Miasmas" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/05\/arts\/critic-s-notebook-of-mystics-minimalists-and-musical-miasmas.html"} ,   {"body" : "The defeat of David N. Dinkins, the first black mayor of the nation's largest city, triggered painful soul searching yesterday among black supporters who saw it as a revealing commentary on the state of race relations in New York. Many predicted that Mr. Dinkins's loss will translate into a tougher, smarter battle for the empowerment of people of" , "date" : "19931104" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "THE 1993 ELECTIONS: Voices; For Blacks, Loss by Dinkins Undermines Hopes of Change" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/04\/nyregion\/the-1993-elections-voices-for-blacks-loss-by-dinkins-undermines-hopes-of-change.html"} , {"body" : "MAYOR Bronx Rptng Dinkins Giuliani Marlin Bockmn Breman 74 Mott Haven, Hunts Point 100% 20,881 4,364 178 13 23 75 Clasons Pt. W Farms, E Trmnt 100% 17,436 4,316 145 10 15 76 Union Port, Parkchtr 100% 16,111 7,529 215 20 12 77 High Bridge, Morris Hghts 100% 18,050 2,080 80 33 14 78 Univ Heights, Fordham 100% 12,716 3,480 127 29 9 79 Tremont," , "date" : "19931104" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE 1993 ELECTIONS: RESULTS; The Vote For Mayor and Comptroller by Assembly District" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/04\/nyregion\/1993-elections-results-vote-for-mayor-comptroller-assembly-district.html"} , {"body" : "The defeat of New York's first black Mayor brought cries of anguish from black supporters, who said the verdict was based largely on race. \"We are an extremely hurt people on this night and we have to make an adjustment,\" said Percy Sutton, the former Manhattan borough president, one of Mayor David N. Dinkins's closest friends and political" , "date" : "19931103" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE 1993 ELECTIONS: The Supporters; Viewing a Verdict as Based on Race" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/03\/nyregion\/the-1993-elections-the-supporters-viewing-a-verdict-as-based-on-race.html"} , {"body" : "MAYOR Bronx Rptng Dinkins Giuliani Marlin Bockmn Breman 74 Mott Haven, Hunts Point 100% 20,881 4,364 178 13 23 75 Clasons Pt. W Farms, E Trmnt 100% 17,436 4,316 145 10 15 76 Union Port, Parkchtr 100% 16,111 7,529 215 20 12 77 High Bridge, Morris Hghts 100% 18,050 2,080 80 33 14 78 Univ Heights, Fordham 100% 12,716 3,480 127 29 9 79 Tremont," , "date" : "19931103" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE 1993 ELECTIONS: RESULTS; The Vote For Mayor and Comptroller by Assembly District" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/03\/nyregion\/1993-elections-results-vote-for-mayor-comptroller-assembly-district.html"} , {"body" : "\"Orphee,\" Philip Glass's new chamber opera based on the film by Jean Cocteau, arrived at the Majestic Theater of the Brooklyn Academy of Music on Wednesday night. On the face of it, Mr. Glass's two-act piece is an interpretation of an interpretation, a gloss on a gloss. And indeed, there are places in it -- Orphee's pursuit of the Princess on the" , "date" : "19931029" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "Review\/Opera; Philip Glass Looks Back at Cocteau's 'Orphee'" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/29\/arts\/review-opera-philip-glass-looks-back-at-cocteau-s-orphee.html"} , {"body" : "The Sardono Dance Theater, which made its New York debut on Thursday night at the Brooklyn Academy of Music, does more than preserve traditional dances of Indonesia. Sardono Waluyu Kusumo, its director, also creates his own contemporary choreography in an Indonesian style. Therefore his \"Passage Through the Gong\" is an appropriate as well as an" , "date" : "19931028" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "16" , "title" : "Review\/Dance; Sculptured Delicacy Of Indonesian Scenes" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/28\/arts\/review-dance-sculptured-delicacy-of-indonesian-scenes.html"} , {"body" : "RIVERDALE The Autumn, First Hand, At Wave Hill Festival For some city dwellers, the only evidence of the changing season is the sight of lonely brown leaves floating past apartment windows. But the Wave Hill nature preserve has an alternative -- its annual Fall Festival of Leaves, including a foliage tour, a demonstration of herb uses and a" , "date" : "19931017" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/17\/nyregion\/playing-in-the-neighborhood-410193.html"} , {"body" : "Helen Adam, a poet and composer of Scottish ballads, died on Sept. 19 at a nursing home in Fort Greene, Brooklyn. She was 83. A master of ballads and classical English poetry, she was nevertheless closely associated with the Beat authors and the San Francisco school of poets. She read her work alongside friends like Allen Ginsburg and Robert" , "date" : "19931012" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "9" , "title" : "Helen Adam, 83, Poet And Writer of Ballads" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/12\/obituaries\/helen-adam-83-poet-and-writer-of-ballads.html"} , {"body" : "New York City, with the help of the United States Committee for Unicef, will give free immunizations for measles, mumps and rubella, diphtheria, tetanus and whooping cough, polio, meningitis and hepatitis B to any child who needs them on Saturday. Here are immunization sites, as listed by the Department of Health. MANHATTAN Baruch Houses Child" , "date" : "19931010" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "PUBLIC INTEREST; Where to Get Free Shots for Children" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/10\/nyregion\/public-interest-where-to-get-free-shots-for-children.html"} , {"body" : "The city has won its long battle to operate a garbage incinerator at the Brooklyn Navy Yard, but many nearby residents are lining up to contest a new city proposal that would establish a federally financed job training program for youths and adults at the yard's old administrative building at Flushing and Washington Avenues. Participants would live" , "date" : "19931010" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "WILLIAMSBURG; A New Battle Over Navy Yard" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/10\/nyregion\/williamsburg-a-new-battle-over-navy-yard.html"} ,   {"body" : "Here is a sampling of shows in New York City that are to close soon: Closing This Weekend \"THE MADNESS OF GEORGE III,\" Brooklyn Academy of Music, 30 Lafayette Avenue, at Ashland Place, Fort Greene. A drama by Alan Bennett; featuring the Royal National Theater of Great Britain; starring Nigel Hawthorne and directed by Nicholas Hytner. Through" , "date" : "19931008" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "Last Chance" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/08\/arts\/last-chance.html"} , {"body" : "Rosa Archer felt personally insulted. She said that she was perfectly competent to judge her politicians based on their performance and potential without being swayed by skin color. \"What the President said, it was just outrageous,\" said Ms. Archer, a writer and editor who lives on Manhattan's Upper West Side. \"This is what we're all trying to get" , "date" : "19930928" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "For Voters, Strong Reactions on Race" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/28\/nyregion\/for-voters-strong-reactions-on-race.html"} , {"body" : "BRONX Reporting Dinkins Innis Melendez 74 Mott Haven, Hunts Point 100 6,567 598 1,174 75 Clasons Point, West Farms, East Tremont 100 6,700 606 1,131 76 Union Port, Parkchester 100 5,754 923 990 77 High Bridge, Morris Heights 100 6,999 284 760 78 University Heights, Fordham 100 4,007 510 621 79 Tremont, Morrisania 100 7,491 420 712 80 Morris Park" , "date" : "19930916" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE 1993 PRIMARY; The Primary Races, by Assembly District" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/16\/nyregion\/the-1993-primary-the-primary-races-by-assembly-district.html"} , {"body" : "BRONX Reporting Dinkins Innis Melendez 74 Mott Haven, Hunts Point 100 6,567 598 1,174 75 Clasons Point, West Farms, East Tremont 100 6,700 606 1,131 76 Union Port, Parkchester 100 5,754 923 990 77 High Bridge, Morris Heights 100 6,999 284 760 78 University Heights, Fordham 100 4,007 510 621 79 Tremont, Morrisania 100 7,491 420 712 80 Morris Park" , "date" : "19930915" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "THE 1993 PRIMARY; The Primary Races, District by District" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/15\/nyregion\/the-1993-primary-the-primary-races-district-by-district.html"} , {"body" : "An East New York man was fatally stabbed and robbed in a Brooklyn subway station Saturday night in front of a token booth clerk, the transit police said. The man, Kenneth Sigismundi, 45, was attacked by a knife-wielding robber who followed him from a grocery where he had just won about $95 in a video poker game, the transit police said. The attack" , "date" : "19930913" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Man Is Fatally Stabbed in Brooklyn Subway" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/13\/nyregion\/man-is-fatally-stabbed-in-brooklyn-subway.html"} , {"body" : "NEW YORK CITY AN UNUSUAL PRIMARY CAN SHAPE NOVEMBER New York City headed into an unusual Democratic primary, the first time in decades that the battle for the Democratic mayoral nomination has been overshadowed by November's general election. As the candidates raced through last-minute appearances, campaign managers and political strategists" , "date" : "19930913" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/13\/nyregion\/metro-digest-080193.html"} , {"body" : "AT the Costume Institute of the Metropolitan Museum of Art on Wednesday night, in plain view of the patrons, critics, curators, designers and reporters attending the opening of \"Versailles 1973: American Fashion on the World Stage,\" Stephen Sprouse, the fashion designer, stuck his chewing gum on the wall. It was the sort of thing you might catch" , "date" : "19930912" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "4" , "title" : "THE NIGHT; Ancient History in the Making" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/12\/style\/the-night-ancient-history-in-the-making.html"} , {"body" : "A recent campaign appearance at a sultry center for the elderly in Brooklyn drew a mere dozen women who came to see State Senator David A. Paterson, a candidate in the Democratic primary for Public Advocate, the job that used to be called City Council President. Afterward, Mr. Paterson acknowledged that he had grown accustomed to gatherings with" , "date" : "19930830" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Long Shot Is Running For Office, And Respect" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/30\/nyregion\/a-long-shot-is-running-for-office-and-respect.html"} , {"body" : "A vast enemy fleet -- twice the size of the Spanish Armada -- lay in wait in New York Harbor the last week of August 1776, poised for a battle that, but for the bravery of a band of Marylanders and the gales of a fortuitous northeaster, would have left the new American nation stillborn. There was H.M.S. Asia, a 64-gun man-of-war; nine other tall" , "date" : "19930827" , "day_of_week_facet" : "Friday" , "geo_facet" : ["PROSPECT PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "A Crucial Battle In the Revolution" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/27\/nyregion\/a-crucial-battle-in-the-revolution.html"} , {"author" : "Kenneth M. Chanko writes about movies and video for Entertainment Weekly and Parenting." , "body" : "A YOUNG BOY, TRYING TO look cool under a melting afternoon sun, is sitting on an abandoned automobile on Driggs Avenue in the Williamsburg section of Brooklyn. He watches cars pass, waiting for a customer to buy drugs. At the word \"Cut!\" a woman rushes from behind the camera to hold an oversized umbrella over the boy so he doesn't wilt. Boaz Yakin," , "date" : "19930801" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "FILM; Filming on a Shoestring, a Director Takes to the Streets" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/01\/movies\/film-filming-on-a-shoestring-a-director-takes-to-the-streets.html"} ,   {"body" : "Of all the battles the founders of the Benjamin Banneker Academy have waged to open one of New York City's 32 small new public high schools on time in September, none has proven more intractable than the matter of the subversively angling wall. Architects at Pratt Institute, the Brooklyn design school sponsoring the new school, penciled the angling" , "date" : "19930726" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Illegal Angle: Inertia Mires New Schools" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/26\/nyregion\/illegal-angle-inertia-mires-new-schools.html"} , {"body" : "Joseph John Palisi, a history professor, research specialist and former official historian of the Borough of Brooklyn, died on Wednesday at his home in Bay Ridge, Brooklyn. He was 67. His nephew, Christopher Policano, said the cause was a heart attack. Dr. Palisi joined the faculty of St. Francis College in Brooklyn in 1968 and headed the Latin" , "date" : "19930724" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "27" , "title" : "Joseph J. Palisi, 67; Brooklyn Historian Restored Monument" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/24\/obituaries\/joseph-j-palisi-67-brooklyn-historian-restored-monument.html"} , {"body" : "To the Editor: The Society of Old Brooklynites, incorporated in 1880, objects to the sneering substance and tone of Garrison Keillor's \"In Praise of Sunshine Patriots\" (Op-Ed, July 4). Saying \"The crowd of New Yorkers who cheered on July 18, 1776, were sunshine patriots, out for a good time, and when it came to giving their lives for their country," , "date" : "19930717" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "If Pollsters Had Been Around During the American Revolution; Brooklyn's Heroes" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/17\/opinion\/l-if-pollsters-had-been-around-during-the-american-revolution-brooklyn-s-heroes-227193.html"} , {"body" : "Lillian Wexler, 82, lunched naked on cold borscht in her Upper East Side apartment. David Carney, 24, strolled through Manhattan with an oversized wet washcloth draped over his head like a soggy tortilla. Snow Lily and Blizzard, the polar bears at the Bronx Zoo, hid in the shady outcroppings of their fabricated Arctic habitat. As the sun baked the" , "date" : "19930709" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "100degrees of Lassitude in a New York Meltdown" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/09\/nyregion\/100degrees-of-lassitude-in-a-new-york-meltdown.html"} , {"body" : "Gov. Mario M. Cuomo and legislative leaders reached a compromise Wednesday that would allow New York City to build a much disputed garbage incinerator in the Brooklyn Navy Yard. But in doing so, they imposed new hurdles that could slow the project or make it more expensive. The agreement, which will partly exempt the incinerator from strict" , "date" : "19930708" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "Pact Reached On Incinerator For Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/08\/us\/pact-reached-on-incinerator-for-brooklyn.html"} , {"body" : "Faced with the threat of losing $1 billion in Federal transportation funds, Gov. Mario M. Cuomo and legislative leaders agreed today on a plan intended to reduce air pollution in New York City and its suburbs sharply by 1996. Once signed into law, the agreement between Mr. Cuomo and legislators will give state agencies broad new powers to curb smog" , "date" : "19930707" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Pollution-Curbing Plan Is Set in Albany" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/07\/nyregion\/pollution-curbing-plan-is-set-in-albany.html"} , {"body" : "At 3 A.M. yesterday under a full moon near City Hall, Ann Insler and her husband, Mel, said they could all but see George Washington, reading the Declaration of Independence to a noisy crowd of Colonial New Yorkers. The crowd was actually more than 150 present-day New Yorkers who had gathered for the start of the 12th annual Independence Day" , "date" : "19930705" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Early Risers Reawaken a Revolution in Moonlit Manhattan" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/05\/nyregion\/early-risers-reawaken-a-revolution-in-moonlit-manhattan.html"} , {"body" : "THE unflattering term applied in development circles to the suburban discount merchandisers who are tirelessly on the lookout for sites in the metropolitan area is \"big box users.\" \"They are always looking for big square footage on one floor, surrounded by five acres of parking,\" says Bruce Ratner, president of Forest City Ratner Company, the" , "date" : "19930627" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Perspectives: Bradlees at Atlantic Center; Retailing Opens a New Front in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/27\/realestate\/perspectives-bradlees-at-atlantic-center-retailing-opens-a-new-front-in-brooklyn.html"} , {"body" : "IS it possible to date the start of an addiction? To pinpoint the exact moment when a person goes from not hooked to hooked? In my case, I like to think it was that bright June day in 1984 when my friend Alma lured me out onto a tennis court and I hit the first of what has since become millions upon millions of tennis balls. But psychologically," , "date" : "19930618" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Love at 40: Tennis, Anyone?" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/18\/arts\/love-at-40-tennis-anyone.html"} , {"body" : "THIS summer, some people may lug to the beach all 1,295 pages of Gore Vidal's collected essays, \"United States,\" or Vikram Seth's 1,349-page novel, \"A Suitable Boy.\" (They'd make a nearly balanced set of exercise weights.) It's a safe bet those people won't have children and their paraphernalia to lug along, too. A parent can carry only so much," , "date" : "19930613" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Books"] , "page_facet" : "4" , "title" : "BEACH READING; Best Books For the Shore, For Young And Old" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/13\/books\/beach-reading-best-books-for-the-shore-for-young-and-old.html"} ,   {"body" : "A 16-year-old student on a lunch hour stroll outside a Brooklyn school for troubled teen-agers was chased by two older youths, cornered between two parked cars and shot several times at close range yesterday as he pleaded for his life, the police said. He died on the street minutes later. New York City police detectives said that at least two" , "date" : "19930608" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "PLEADING FOR LIFE, STUDENT IS SLAIN" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/08\/nyregion\/pleading-for-life-student-is-slain.html"} , {"body" : "In its unedited form, Monteverdi's \"Return of Ulysses\" looks at the Homeric tale of Ulysses's homecoming from a split perspective. Mostly, we see the story unfolding in mythologized but human terms. Yet there is also an otherworldly overlay, in which discussions between Jove and Neptune suggest the limits to which mortals determine their fates." , "date" : "19930607" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "11" , "title" : "Review\/Music; Dutch Opera in an Italian 'Ulysses'" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/07\/arts\/review-music-dutch-opera-in-an-italian-ulysses.html"} , {"body" : "Qedusizi Maphalala is South African. Mary Ruby Lee Thomas Johnson is American. They do not know each other. Thousands of miles of land and sea separate them. But on the stage of the Carey Playhouse at the Brooklyn Academy of Music, these two black women are united by history: sisters related if not by blood, then by bloodshed. The forces of bigotry" , "date" : "19930605" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "14" , "title" : "Review\/Theater; In Africa and America, Black Women's History" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/05\/theater\/review-theater-in-africa-and-america-black-women-s-history.html"} , {"body" : "A youth counselor who served as the president of the community advisory council of a Brooklyn police precinct was arrested yesterday and charged with sexually abusing a 14-year-old youth an average of once a week for nearly a year. The man, Solomon Kemp, 49, has worked as an assistant custodian at Public School 287 on Navy Street in Fort Greene," , "date" : "19930605" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "25" , "title" : "Youth Counselor Is Accused of Sexual Abuse" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/05\/nyregion\/youth-counselor-is-accused-of-sexual-abuse.html"} , {"body" : "NEW YORK CITY REYNOLDS DROPS PLAN The Chancellor of the City University of New York has abandoned a plan to force colleges in the system to eliminate or consolidate programs. The Chancellor, W. Ann Reynolds, bowed to criticism but said the goal of the original plan, to allow the university to invest in remaining programs, was still crucial. Page 1." , "date" : "19930605" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/05\/nyregion\/metro-digest-037393.html"} , {"body" : "A 77-year-old Brooklyn woman was found dead in her apartment yesterday with a hatchet in her head, the police said. The woman, Hilda Herbert, who lived alone at 499 Washington Avenue in Fort Greene, was found at 7:37 A.M. sitting in a chair with a blanket covering her from head to toe, said Detective Kim Royster, a spokeswoman for the Police" , "date" : "19930530" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "Woman, 77, Found Dead With Hatchet in Head" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/30\/nyregion\/woman-77-found-dead-with-hatchet-in-head.html"} , {"body" : "A 14-month-old girl was found Saturday night with a serious head injury in her uncle's Brooklyn apartment after the man became irrational and violent and had to be subdued by the authorities, the police said yesterday. The uncle, identified as Eddie Logan, 38, of 60 Irving Place in the Fort Greene section, was taken to Kings County Medical Center" , "date" : "19930524" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Child Suffers Head Injuries" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/24\/nyregion\/child-suffers-head-injuries.html"} , {"body" : "In a barren alley separating a school and a threadbare asphalt playground in Brooklyn, Alex Jimenez reached into his pocket and, with a shrug, whipped out a boxcutter, flicking it open to show its deadly potential. It is a weapon that he says helps him ward off thugs. It is also a weapon that keeps him honest with the police. \"All you have to do is" , "date" : "19930523" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "For Many Youths, Carrying Knives Keeps Fear Away" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/23\/nyregion\/for-many-youths-carrying-knives-keeps-fear-away.html"} , {"body" : "Oscar Teitelbaum died, the police say, while trying to get back the $250 he paid for a 1978 Volvo, which he claimed was a lemon. Mr. Teitelbaum, 48, was shot several times in the chest on Friday by a mechanic who brokered the deal when he returned to an outdoor repair shop in Fort Greene demanding a refund, said Police Officer Scott Bloch, a" , "date" : "19930523" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Complaint on Car Sale Results in Death" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/23\/nyregion\/complaint-on-car-sale-results-in-death.html"} , {"body" : "Amid the ideological warfare over teaching about sexuality and related matters in New York City's schools, voters elected more new faces to community school boards than ever before. But despite a complement of dissenting voices, the ideological cast of those boards is unlikely to change. With the results of the May 4 vote almost complete, an" , "date" : "19930522" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "New York City's 32 School Boards Get New Faces but Not New Views" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/22\/nyregion\/new-york-city-s-32-school-boards-get-new-faces-but-not-new-views.html"} ,   {"body" : "By staging a production of astonishing lucidity and theatricality, Ingmar Bergman has reinvented Yukio Mishima's \"Madame de Sade.\" In his hands, it becomes a political power play as well as a shocking discourse on the guises of evil. Written in 1965, five years before Mishima's ritual suicide, the play is about the Marquis de Sade \"as seen through" , "date" : "19930522" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "11" , "title" : "Review\/Theater; De Sade, Via Many Filters But Clear" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/22\/theater\/review-theater-de-sade-via-many-filters-but-clear.html"} , {"body" : "Closings in the week ended May 1 MANHATTAN Greenwich Village $325,000 30 Fifth Avenue (10th St.) 2-bedroom, 1 1\/2-bath, 1,200-sq.-ft. prewar co-op; 24-hr. doorman, dining area, 11-ft. ceilings, 2 exposures; maintenance $925, 43% tax-deductible (Broker: Betty D. Fox) Greenwich Village $375,000 43 West 13th Street 3-bedroom, 1 1\/2-bath, 2,000-sq.-ft." , "date" : "19930516" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "14" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/16\/realestate\/residential-resales-077293.html"} , {"body" : "\"POLITICAL PARTIES AND THE AFRICAN-AMERICAN COMMUNITY,\" Voorhies Auditorium, New York City Technical College, 186 Jay Street, Brooklyn Heights. David Hilliard, former chief of staff of the Black Panther Party; Assemblyman Roger Green of Fort Greene, Brooklyn; Dr. Basil Wilson, provost at John Jay College, and Charlene Mitchell, executive director" , "date" : "19930514" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "21" , "title" : "The Spoken Word" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/14\/arts\/the-spoken-word.html"} , {"body" : "The New York City Police Department said yesterday that it is considering new procedures to crack down on unlicensed drivers in the wake of three car accidents in the last three weeks that killed three pedestrians in Brooklyn, all children, and injured several others. Meanwhile, a 90-year-old woman was killed yesterday in Brooklyn by a car driven" , "date" : "19930503" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Action On Illegal Drivers Is Contemplated by Police" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/03\/nyregion\/action-on-illegal-drivers-is-contemplated-by-police.html"} , {"body" : "The communal fervor and idiosyncrasies that lie at the root of Mark Morris's appeal as a choreographer are very much up front in the brief season, entitled \"Dances to American Music,\" that his company is presenting through tomorrow night at the Brooklyn Academy of Music. Mr. Morris is never less than engaging as both dancer and dance maker than" , "date" : "19930501" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "11" , "title" : "Review\/Dance; Just Plain Home-Spun Clogging, Syncopated" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/01\/arts\/review-dance-just-plain-home-spun-clogging-syncopated.html"} , {"body" : "Mark Morris has frequently been described as a musical choreographer, and certainly he chooses an extraordinary range of popular and classical music for his dances. This weekend at the Brooklyn Academy of Music, Mr. Morris wears his heart on his sleeve, with a program called \"Dances to American Music,\" performed by the Mark Morris Dance Group and" , "date" : "19930430" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "5" , "title" : "Critic's Choice\/Dance; Mark Morris's Choreography to American Music" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/30\/arts\/critic-s-choice-dance-mark-morris-s-choreography-to-american-music.html"} , {"body" : "April THE COPASETICS: LEGENDS OF THE TAP, Walt Whitman Hall, Brooklyn Center for the Performing ARts, Brooklyn College, Flatbushand Nostrand Avenues, Flatbush. Tap greats in the tradition of Bill (Bojangles) Robinson and the Nicholas Brothers. Wednesday at 2 P.M. Tickets: $10 Information: (718) 951-4500. TRISHA BROWN DANCE COMPANY, City Center, 131" , "date" : "19930418" , "day_of_week_facet" : "Sunday" , "page_facet" : "22" , "title" : "ARTS AND ENTERTAINMENT; DANCE" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/18\/news\/arts-and-entertainment-dance.html"} , {"body" : "Tomorrow to May 1 WAGNER'S \"RING DES NIBELUNGEN.\" Given the musical reach and the expansiveness of the mythical world Wagner created in these four operas, it is easy to understand why the four-night cycle inspires an almost religious devotion. The Met's staging, by Otto Schenk and Gunther Schneider-Siemssen, is traditional, naturalistic and at" , "date" : "19930418" , "day_of_week_facet" : "Sunday" , "page_facet" : "20" , "title" : "ARTS AND ENTERTAINMENT; CLASSICAL MUSIC" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/18\/news\/arts-and-entertainment-classical-music.html"} , {"body" : "Ernest Dickerson has heard the comparisons before -- that he is to Spike Lee what Sven Nykvist is to Ingmar Bergman, or what Gordon Willis has been to Woody Allen. But he cringes at the compliments. He would rather not be the lesser half of a famous director-cinematographer duo. He would rather be the Bergman, Allen or Lee. \"I love to shoot, but" , "date" : "19930418" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "14" , "title" : "FILM; Ernest Dickerson Would Rather Be Called Director" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/18\/movies\/film-ernest-dickerson-would-rather-be-called-director.html"} , {"body" : "Betty Carter and Friends Betty Carter in \"Jazz Ahead '94,\" Majestic Theater, 651 Fulton Street, Fort Greene, Brooklyn, (718) 636-4181. When the singer Betty Carter was still a teen-ager, she was given opportunities to perform with well-established jazz stars like Charlie Parker, Miles Davis, Max Roach and Duke Jordan. Now she is giving similar" , "date" : "19930416" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "Sounds Around Town" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/16\/arts\/sounds-around-town-704493.html"} ,   {"body" : "It began as a balmy spring afternoon, so fine that the temptation to shed jackets and backpacks and shoot hoops was irresistible. It sent Christian Abakpa and his two immigrant brothers to a Brooklyn playground to hone their newly acquired skill at the foreign sport of pick-up basketball. Across the courts, Kenneth Parks and \"his boys\" were" , "date" : "19930412" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "An Immigrant Finds Death At a Brooklyn Playground" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/12\/nyregion\/an-immigrant-finds-death-at-a-brooklyn-playground.html"} , {"body" : "In \"Don Quixote,\" Cervantes wrote of journeying \"over all the universe in a map, without the expense and fatigue of traveling, without suffering the inconveniences of heat, cold, hunger and thirst.\" Well, welcome to the New York Identity Map, a multicolored, double-sided, highly detailed 36- by 48-inch visit, minus traffic and pedestrian gridlock," , "date" : "19930411" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: South of 65th Street; User-Friendly City Map" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/11\/realestate\/postings-south-of-65th-street-user-friendly-city-map.html"} , {"body" : "Yahtove Reid, an aspiring reggae artist, was the envy of many in his Brooklyn neighborhood and a star to his brothers and sisters. He was becoming known around his streets as a talented singer and a lot of people thought he was on his way up. On Wednesday, the 15-year-old was killed as he walked to a friend's house on a quiet Bushwick street lined" , "date" : "19930409" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Youth, 15, Is the Latest Victim in a String of Fatal Stabbings" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/09\/nyregion\/brooklyn-youth-15-is-the-latest-victim-in-a-string-of-fatal-stabbings.html"} , {"body" : "Christian Abakpa's parents had a well-thought-out plan for him and his brothers. Christian's parents, immigrants from Nigeria, had come to New York City more than 15 years ago to set the foundation for a better life, even though it meant leaving Christian and three of his brothers back home. The father worked as a social worker, the mother as a" , "date" : "19930407" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Fatal Stabbing Ends the Hopes Of One Family" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/07\/nyregion\/fatal-stabbing-ends-the-hopes-of-one-family.html"} , {"body" : "His body tense, his hand hovering over his holster, Officer Dennis Gallagher cautiously pushed open the door to a dank apartment house in Fort Greene, Brooklyn. He searched the lobby for the addicts who usually scurry away when he enters, leaving behind crack vials and fearful tenants. But he found none. \"When community policing started, a lot of" , "date" : "19930404" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "A Brooklyn Precinct: Crime Figures Send a Complex Message" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/04\/nyregion\/a-brooklyn-precinct-crime-figures-send-a-complex-message.html"} , {"body" : "International 3-15 SUMMIT OPENS WITH U.S. OFFER President Clinton and President Yeltsin began their first summit meeting, with Mr. Clinton presenting the Russian leader with a billion-dollar aid program intended to support democracy in Russia. 1 RUSSIANS QUESTION AID Russians are puzzled by the form and pace of aid from the West, a hodgepodge of" , "date" : "19930404" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/04\/nyregion\/news-summary-379593.html"} , {"body" : "A social worker with a clipboard waded through the crowded lobby of a Brooklyn center for homeless families, trying to accommodate the newcomers who were arriving faster than rooms could be prepared for them. The center is part of New York City's first attempt to assess whether homeless families need more than a place to stay, a process that is" , "date" : "19930402" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Assessing the Needs of New York's Homeless" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/02\/nyregion\/assessing-the-needs-of-new-york-s-homeless.html"} , {"body" : "METRO DIGEST NEW YORK CITY OVERWHELMING CHAOS IN SORTING HOMELESS A new evaluation process, part of New York City's first attempt to assess whether homeless families need more than a place to stay, is being pioneered at a center in Fort Greene, Brooklyn. But the process is unfamiliar to both workers and the people they are trying to serve, and the" , "date" : "19930402" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/02\/nyregion\/metro-digest-090693.html"} , {"body" : "FOR many New Yorkers, the subway is like the picture of Dorian Gray. It exposes the foul countenance of their city's wayward soul. Dorian banished his festering portrait to the attic. We keep ours in the basement. Over the years, ravages intermittently suppressed at street level have settled below ground in a dense sediment of urban pathologies:" , "date" : "19930326" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Critic's Notebook; Touring New York Underground" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/26\/arts\/critic-s-notebook-touring-new-york-underground.html"} , {"body" : "THE first time Marlene Zarfes ever worried seriously about lead-based paint was in February when officials of the New York City Department of Health called. They told her that her pediatrician had found a dangerously high level of lead in the blood of her 15-month-old son, Adam. They also told her that they were coming to inspect her co-op" , "date" : "19930321" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Lead Paint Moves Up as Housing Issue" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/21\/realestate\/lead-paint-moves-up-as-housing-issue.html"} ,   {"body" : "WHEN Robert F. Wagner was Mayor, he once recalled, some of the loudest opposition to a proposed low-income housing project came from black residents of a nearby Queens neighborhood. Most had graduated from the slums only to find that city government was, by design, creating what market forces and racial prejudice had periodically fashioned on their" , "date" : "19930315" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education" , "Health"] , "page_facet" : "3" , "title" : "METRO MATTERS; Unpopular Projects Unite Minorities" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/15\/nyregion\/metro-matters-unpopular-projects-unite-minorities.html"} , {"body" : "For five years the 651\/Kings Majestic Corporation at the Brooklyn Academy of Music has put together imaginative programming to lure audiences, chiefly from Brooklyn, who might otherwise seldom see live theater. The programs have ranged from concerts by performing artists who live and work in the borough to blockbuster shows like last year's \"100" , "date" : "19930312" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "16" , "title" : "Performance Art Opens An Anniversary Season" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/12\/theater\/performance-art-opens-an-anniversary-season.html"} , {"body" : "THE gem of housing redevelopment in Central Harlem has gone on the market on St. Nicholas Avenue, bringing adults back to an elementary school transformed. The school is the former P.S. 157, between 126th and 127th Streets. It served for more than 70 years and closed in 1975, gradually deteriorating thereafter amid failed attempts at redevelopment." , "date" : "19930307" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)"] , "nytd_section_facet" : ["Education" , "Real Estate"] , "page_facet" : "1" , "title" : "Going to School in Harlem -- To Live" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/07\/realestate\/going-to-school-in-harlem-to-live.html"} , {"body" : "Les Arts Florissants, an early-music ensemble directed by William Christie, is to present concert performances of two operas by Rameau this weekend at the Brooklyn Academy of Music Opera House, 30 Lafayette Avenue, at Ashland Place, in Fort Greene. \"Castor et Pollux\" is based on the classical myth of Leda's two sons, who achieve immortality by" , "date" : "19930226" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "13" , "title" : "Operas by Rameau" , "url" : "http:\/\/www.nytimes.com\/1993\/02\/26\/arts\/operas-by-rameau.html"} , {"body" : "Richard Colabella, a leader in developing mental health services in the Roman Catholic Diocese of Brooklyn, died on Monday at Mercy Hospital in Rockville Centre, L.I. He was 56 and lived in Franklin Square, L.I. He had cancer, said Thomas A. DeStefano, executive director of Catholic Charities in Brooklyn and Queens. Since 1985, Mr. Colabella was" , "date" : "19930218" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "12" , "title" : "Richard Colabella, 56, Health Executive, Dies" , "url" : "http:\/\/www.nytimes.com\/1993\/02\/18\/obituaries\/richard-colabella-56-health-executive-dies.html"} , {"body" : "Long after the hour of her scheduled appointment had passed, Michele Bryant sat with her 2-year-old son in the waiting room of the New York City Department of Health clinic in Fort Greene, Brooklyn. She had little choice but to wait it out in the dreary room on a snowy Saturday: As a single mother with a full-time job that offered no health" , "date" : "19930214" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "1" , "title" : "Vaccinations Are Often Free, But Many Children Miss Out" , "url" : "http:\/\/www.nytimes.com\/1993\/02\/14\/us\/vaccinations-are-often-free-but-many-children-miss-out.html"} , {"body" : "FUELED by a growing demand and a slowly shrinking supply, rents for New York City's unregulated apartments, which had declined significantly since the stock market crash in 1987, are starting to show signs of bottoming out. To be sure, few brokers foresee a quick return to the days of the mid-80's when finding a decent rental -- at least by New" , "date" : "19930207" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Apartment Rentals Tightening" , "url" : "http:\/\/www.nytimes.com\/1993\/02\/07\/realestate\/apartment-rentals-tightening.html"} , {"body" : "THE women who made these African heritage dolls (below) range in age from 60 to 94, says Onnie Millar, the art teacher who led the retirees' workshop that produced the work. The dolls will be displayed in a one-day exhibition on Saturday at the Brooklyn Historical Society; children and adults both may be surprised to learn that the dolls are made" , "date" : "19930204" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS; Dolls That Say a Lot Without Words" , "url" : "http:\/\/www.nytimes.com\/1993\/02\/04\/garden\/currents-dolls-that-say-a-lot-without-words.html"} , {"body" : "Leslie Harris, the director and screenwriter of \"Just Another Girl on the IRT,\" sat in a nondescript coffeehouse this morning on Main Street of this lush ski resort, staring at the snow-covered slopes and the army of skiers parading past. \"Far cry from Brooklyn,\" she said with a laugh. Ms. Harris, who is 32, edited the movie in her Fort Greene" , "date" : "19930126" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["PARK CITY (UTAH)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "11" , "title" : "A Trip Straight Out of Brooklyn To the Sundance Film Festival" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/26\/movies\/a-trip-straight-out-of-brooklyn-to-the-sundance-film-festival.html"} , {"body" : "IN \"Beulah,\" a show that made its debut on ABC in 1950, the title character was a huge black maid with a mooching, irresponsible boyfriend; a dimwitted, high-strung girlfriend; a keen sense of rhythm, and an apparently inexhaustible supply of patience. \"Beulah\" was the first television sitcom to feature a black lead, preceding \"Amos 'n' Andy\" by a" , "date" : "19930115" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "From 'Beulah' to 'Oprah'" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/15\/arts\/from-beulah-to-oprah.html"} ,   {"body" : "Soukous and Soca Tabu Ley Rochereau\/Pan Rebels Steel Orchestra, Harambee, 127 West 43d Street, Manhattan, (212) 819-1133. Tabu Ley Rochereau is a suave crooner who leads one of Zaire's longest-running soukous bands, playing gleaming, lilting, repatriated rumbas. He shares a bill with the Pan Rebels, a Trinidadian steel-drum orchestra that peals out" , "date" : "19931231" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "Sounds Around Town: On New Year's Eve" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/31\/arts\/sounds-around-town-on-new-year-s-eve-291593.html"} , {"body" : "* MANHATTAN BEACH A State Supreme Court judge has ruled that the 120-year-old esplanade in Manhattan Beach is private property and that a man may build a fence across the walkway behind his home. The Manhattan Beach Community Group had complained that a 6-foot cyclone fence built by Jack Laboz of 293 Amherst Street interrupted the seven-block" , "date" : "19931226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FORT GREENE (NYC)" , "MANHATTAN BEACH (NYC)" , "PROSPECT PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UPDATE" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/26\/nyregion\/neighborhood-report-brooklyn-update.html"} , {"body" : "The Brooklyn Hospital Center and the New York University Medical Center have agreed to share physicians, medical students and patients. The affiliation, part of an industry trend to broaden services by forming partnerships, is to be formally announced on Jan. 5 at Brooklyn Borough Hall. The two hospitals, which will remain under the control of" , "date" : "19931226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: FORT GREENE; Hospitals Unite to Expand Service" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/26\/nyregion\/neighborhood-report-fort-greene-hospitals-unite-to-expand-service.html"} , {"body" : "Tightly swathed in a leather jacket, Angel Plaza walked swiftly to the rear of the mini-market in the Fort Greene section of Brooklyn. Inside his shirt was a tiny microphone and in a nearby van, two associates recorded the hushed conversation Mr. Plaza secretly taped with the store owner. A Federal agent posing as a member of a burglary ring, Mr." , "date" : "19931226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Agents Follow Food Stamps And Fences" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/26\/nyregion\/agents-follow-food-stamps-and-fences.html"} , {"body" : "A 15-year-old Brooklyn youth was arrested Sunday night in the shooting of an off-duty police officer during the robbery of the officer's sheepskin jacket, the authorities said yesterday. The youth, Daniel T. Brown of 265 Livonia Avenue in the Samuel J. Tilden Houses in Brownsville, not far from where the shooting of Officer Eddie Vera took place," , "date" : "19931221" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Youth Held In Shooting Of an Officer" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/21\/nyregion\/youth-held-in-shooting-of-an-officer.html"} , {"body" : "An off-duty police officer who had just dropped off his daughter at a preschool program in Brooklyn was shot and seriously wounded yesterday morning in a gun battle with a man who wanted his sheepskin jacket, the police said. The officer was attacked as he walked past a basketball court at a housing project in Brownsville. Then, wounded in the" , "date" : "19931218" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Officer Shot In Gunfight Over Jacket" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/18\/nyregion\/officer-shot-in-gunfight-over-jacket.html"} , {"body" : "JARRELL TOMPKINS, 15 years old, has been wondering how to protect himself at Intermediate School 52 in Melrose in the Bronx ever since a classmate grabbed him and pressed a razor to his throat in a hallway robbery. Judith Huggins, a teacher at Public School 149 in East New York, Brooklyn, has been wondering how best to comfort a fourth grader who" , "date" : "19931212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Violence and the Schools: A Search for Safety" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/12\/nyregion\/violence-and-the-schools-a-search-for-safety.html"} , {"body" : "The following agencies accept items for the needy, including food, clothing, toys and furniture. AMERICAN RED CROSS , 150 Amsterdam Avenue, Manhattan, accepts new, unwrapped toys and books for children who are homeless, victims of disasters or in H.I.V.\/AIDS wards in hospitals. Hours: Monday through Friday, 9 A.M. to 5 P.M. (212) 787-1000. BAILEY" , "date" : "19931212" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "WHERE TO GIVE; Groups That Welcome Clothing, Toys, Furniture . . ." , "url" : "http:\/\/www.nytimes.com\/1993\/12\/12\/nyregion\/where-to-give-groups-that-welcome-clothing-toys-furniture.html"} , {"body" : "Center for Living MONDAY -- Susan Sarandon will be the host of an evening of performances by Anne Meara, Jerry Stiller, Betty Buckley and others to raise money for the Manhattan Center for Living, which provides nonmedical support services for people with life-threatening diseases. The performances are at the Church of the Incarnation, 209 Madison" , "date" : "19931212" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "12" , "title" : "BENEFITS" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/12\/style\/benefits-256393.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN GRAMERCY PARK AREA $140,000 235 East 22d Street (Gramercy House) 1-bedroom, 1-bath, 800-sq.-ft. prewar co-op; 24-hr. doorman, concierge, fireplace, 2 exposures;" , "date" : "19931212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/12\/realestate\/residential-resales-131093.html"} , {"body" : "THE Clinton Hill neighborhood in west central Brooklyn is a late-19th-century treasure trove of mansions and brownstones, wide, tree-lined boulevards with broad vistas and a few smaller, charming side streets. A pedestrian roaming its avenues can marvel at fluted and banded Doric and Tuscan columns, bay windows and flower-bedecked balconies," , "date" : "19931205" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CLINTON HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Clinton Hill: The Past Serving the Present" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/05\/realestate\/clinton-hill-the-past-serving-the-present.html"} , {"body" : "Moving as silently as dawn's approach, Art Manley walked over dew-dampened grass one morning recently to an old, concrete fountain at the center of an acre of municipal park land. The 31-year-old jazz musician took a long look out over the slumbering neighborhood that stretched before him in blocks of neat, pastel-colored houses," , "date" : "19931205" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LOS ANGELES (CALIF)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "Soul Central" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/05\/style\/soul-central.html"} , {"body" : "As \"Njinga the Queen King\" begins, a character describes time as circular; past generations are never far away from the present. That African concept makes for a music-theater work, written and directed by Ione with music by Pauline Oliveros, that bounces restlessly through the last 400 years, pausing only for some spectacular dancing and drumming." , "date" : "19931203" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "3" , "title" : "Review\/Theater; A Tale of Africa's Past That Haunts the Present" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/03\/theater\/review-theater-a-tale-of-africa-s-past-that-haunts-the-present.html"} , {"body" : "The Brooklyn-Battery Tunnel was closed for more than two hours yesterday morning after a Triborough Bridge and Tunnel Authority officer discovered a metal box in the Manhattan-bound tube that he believed might be a bomb, the police said. The New York City Police Department Bomb Squad was called in, and the suspicious object was found to be a" , "date" : "19931203" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Fear of Bomb Closes Tunnel During the Morning Rush" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/03\/nyregion\/fear-of-bomb-closes-tunnel-during-the-morning-rush.html"} , {"body" : "A teacher at Brooklyn Technical High School was assaulted yesterday by three masked intruders who entered his classroom and repeatedly punched and kicked him, the police said. The teacher, Evan Wagshul, suffered bruises and was treated and released at Brooklyn Hospital. Mr. Wagshul was in the middle of teaching his mathematics class at the school" , "date" : "19931125" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "Math Teacher Hurt In Classroom Attack" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/25\/nyregion\/math-teacher-hurt-in-classroom-attack.html"} , {"body" : "The vaudevillian ghouls who strut and skulk through \"The Black Rider\" are literally born in a trunk. Or is it an enormous coffin? As though summoned by the Ghost of Show Business Past, they emerge one by one out of a 10-foot-tall black box, jerking and writhing across the stage like ventriloquist's dummies to form a hideously jovial chorus line." , "date" : "19931122" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "11" , "title" : "Review\/Theater: The Black Rider; When Tragedy Becomes the Food of Satire" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/22\/arts\/review-theater-the-black-rider-when-tragedy-becomes-the-food-of-satire.html"} , {"body" : "As the holidays approach, some food programs for the needy are beginning their annual food drives while others are continuing their year-round efforts. Here is a list of programs that accept donations: ALL BOROUGHS CITY HARVEST AND THE FIRE DEPARTMENT More than 200 firehouses in the five boroughs are designated to receive packaged and canned foods." , "date" : "19931121" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "PUBLIC INTEREST; Food Drives: Where to Share During the Holiday Season" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/21\/nyregion\/public-interest-food-drives-where-to-share-during-the-holiday-season.html"} , {"body" : "\"Billboards\" is four choreographers' ballets rolled into one, danced magnificently by the Joffrey Ballet to the recorded music of a composer identified in the Brooklyn Academy of Music's current program as Prince Rogers Nelson. Yes, that's how he wishes to be billed, although an asterisk on the same program reveals the open secret that he uses the" , "date" : "19931111" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "19" , "title" : "Review\/Dance; Joffrey Offers a Rock Ballet to Songs by Prince" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/11\/arts\/review-dance-joffrey-offers-a-rock-ballet-to-songs-by-prince.html"} , {"body" : "BENJAMIN HAMALIAN was fed up. Pantrac, his company, was in a storefront space in East New York, a rather downtrodden section of Brooklyn. He had been robbed four times in eight years, and enough was enough. Mr. Hamalian looked around Brooklyn, but all he found were expensive storefronts in unsafe neighborhoods. Then he moved Pantrac, which exports" , "date" : "19931107" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Swords to Plowshares on Brooklyn Piers" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/07\/realestate\/swords-to-plowshares-on-brooklyn-piers.html"} , {"body" : "\"It does not invoke the history of music,\" Virgil Thomson once wrote of Erik Satie's \"Mass for the Poor,\" composed in 1895. \"Its inner life is as independent of you as a Siamese cat.\" Classical music has been somewhat overrun in recent years by Siamese cats. The halting, hushed, minimal, liturgical manner that occupied Satie toward the end of the" , "date" : "19931105" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "32" , "title" : "Critic's Notebook; Of Mystics, Minimalists and Musical Miasmas" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/05\/arts\/critic-s-notebook-of-mystics-minimalists-and-musical-miasmas.html"} , {"body" : "The defeat of David N. Dinkins, the first black mayor of the nation's largest city, triggered painful soul searching yesterday among black supporters who saw it as a revealing commentary on the state of race relations in New York. Many predicted that Mr. Dinkins's loss will translate into a tougher, smarter battle for the empowerment of people of" , "date" : "19931104" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "THE 1993 ELECTIONS: Voices; For Blacks, Loss by Dinkins Undermines Hopes of Change" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/04\/nyregion\/the-1993-elections-voices-for-blacks-loss-by-dinkins-undermines-hopes-of-change.html"} , {"body" : "MAYOR Bronx Rptng Dinkins Giuliani Marlin Bockmn Breman 74 Mott Haven, Hunts Point 100% 20,881 4,364 178 13 23 75 Clasons Pt. W Farms, E Trmnt 100% 17,436 4,316 145 10 15 76 Union Port, Parkchtr 100% 16,111 7,529 215 20 12 77 High Bridge, Morris Hghts 100% 18,050 2,080 80 33 14 78 Univ Heights, Fordham 100% 12,716 3,480 127 29 9 79 Tremont," , "date" : "19931104" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE 1993 ELECTIONS: RESULTS; The Vote For Mayor and Comptroller by Assembly District" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/04\/nyregion\/1993-elections-results-vote-for-mayor-comptroller-assembly-district.html"} , {"body" : "The defeat of New York's first black Mayor brought cries of anguish from black supporters, who said the verdict was based largely on race. \"We are an extremely hurt people on this night and we have to make an adjustment,\" said Percy Sutton, the former Manhattan borough president, one of Mayor David N. Dinkins's closest friends and political" , "date" : "19931103" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE 1993 ELECTIONS: The Supporters; Viewing a Verdict as Based on Race" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/03\/nyregion\/the-1993-elections-the-supporters-viewing-a-verdict-as-based-on-race.html"} , {"body" : "MAYOR Bronx Rptng Dinkins Giuliani Marlin Bockmn Breman 74 Mott Haven, Hunts Point 100% 20,881 4,364 178 13 23 75 Clasons Pt. W Farms, E Trmnt 100% 17,436 4,316 145 10 15 76 Union Port, Parkchtr 100% 16,111 7,529 215 20 12 77 High Bridge, Morris Hghts 100% 18,050 2,080 80 33 14 78 Univ Heights, Fordham 100% 12,716 3,480 127 29 9 79 Tremont," , "date" : "19931103" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE 1993 ELECTIONS: RESULTS; The Vote For Mayor and Comptroller by Assembly District" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/03\/nyregion\/1993-elections-results-vote-for-mayor-comptroller-assembly-district.html"} , {"body" : "\"Orphee,\" Philip Glass's new chamber opera based on the film by Jean Cocteau, arrived at the Majestic Theater of the Brooklyn Academy of Music on Wednesday night. On the face of it, Mr. Glass's two-act piece is an interpretation of an interpretation, a gloss on a gloss. And indeed, there are places in it -- Orphee's pursuit of the Princess on the" , "date" : "19931029" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "Review\/Opera; Philip Glass Looks Back at Cocteau's 'Orphee'" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/29\/arts\/review-opera-philip-glass-looks-back-at-cocteau-s-orphee.html"} , {"body" : "The Sardono Dance Theater, which made its New York debut on Thursday night at the Brooklyn Academy of Music, does more than preserve traditional dances of Indonesia. Sardono Waluyu Kusumo, its director, also creates his own contemporary choreography in an Indonesian style. Therefore his \"Passage Through the Gong\" is an appropriate as well as an" , "date" : "19931028" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "16" , "title" : "Review\/Dance; Sculptured Delicacy Of Indonesian Scenes" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/28\/arts\/review-dance-sculptured-delicacy-of-indonesian-scenes.html"} , {"body" : "RIVERDALE The Autumn, First Hand, At Wave Hill Festival For some city dwellers, the only evidence of the changing season is the sight of lonely brown leaves floating past apartment windows. But the Wave Hill nature preserve has an alternative -- its annual Fall Festival of Leaves, including a foliage tour, a demonstration of herb uses and a" , "date" : "19931017" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/17\/nyregion\/playing-in-the-neighborhood-410193.html"} , {"body" : "Helen Adam, a poet and composer of Scottish ballads, died on Sept. 19 at a nursing home in Fort Greene, Brooklyn. She was 83. A master of ballads and classical English poetry, she was nevertheless closely associated with the Beat authors and the San Francisco school of poets. She read her work alongside friends like Allen Ginsburg and Robert" , "date" : "19931012" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "9" , "title" : "Helen Adam, 83, Poet And Writer of Ballads" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/12\/obituaries\/helen-adam-83-poet-and-writer-of-ballads.html"} , {"body" : "New York City, with the help of the United States Committee for Unicef, will give free immunizations for measles, mumps and rubella, diphtheria, tetanus and whooping cough, polio, meningitis and hepatitis B to any child who needs them on Saturday. Here are immunization sites, as listed by the Department of Health. MANHATTAN Baruch Houses Child" , "date" : "19931010" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "PUBLIC INTEREST; Where to Get Free Shots for Children" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/10\/nyregion\/public-interest-where-to-get-free-shots-for-children.html"} , {"body" : "The city has won its long battle to operate a garbage incinerator at the Brooklyn Navy Yard, but many nearby residents are lining up to contest a new city proposal that would establish a federally financed job training program for youths and adults at the yard's old administrative building at Flushing and Washington Avenues. Participants would live" , "date" : "19931010" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "WILLIAMSBURG; A New Battle Over Navy Yard" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/10\/nyregion\/williamsburg-a-new-battle-over-navy-yard.html"} , {"body" : "Here is a sampling of shows in New York City that are to close soon: Closing This Weekend \"THE MADNESS OF GEORGE III,\" Brooklyn Academy of Music, 30 Lafayette Avenue, at Ashland Place, Fort Greene. A drama by Alan Bennett; featuring the Royal National Theater of Great Britain; starring Nigel Hawthorne and directed by Nicholas Hytner. Through" , "date" : "19931008" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "Last Chance" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/08\/arts\/last-chance.html"} , {"body" : "Rosa Archer felt personally insulted. She said that she was perfectly competent to judge her politicians based on their performance and potential without being swayed by skin color. \"What the President said, it was just outrageous,\" said Ms. Archer, a writer and editor who lives on Manhattan's Upper West Side. \"This is what we're all trying to get" , "date" : "19930928" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "For Voters, Strong Reactions on Race" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/28\/nyregion\/for-voters-strong-reactions-on-race.html"} , {"body" : "BRONX Reporting Dinkins Innis Melendez 74 Mott Haven, Hunts Point 100 6,567 598 1,174 75 Clasons Point, West Farms, East Tremont 100 6,700 606 1,131 76 Union Port, Parkchester 100 5,754 923 990 77 High Bridge, Morris Heights 100 6,999 284 760 78 University Heights, Fordham 100 4,007 510 621 79 Tremont, Morrisania 100 7,491 420 712 80 Morris Park" , "date" : "19930916" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE 1993 PRIMARY; The Primary Races, by Assembly District" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/16\/nyregion\/the-1993-primary-the-primary-races-by-assembly-district.html"} , {"body" : "BRONX Reporting Dinkins Innis Melendez 74 Mott Haven, Hunts Point 100 6,567 598 1,174 75 Clasons Point, West Farms, East Tremont 100 6,700 606 1,131 76 Union Port, Parkchester 100 5,754 923 990 77 High Bridge, Morris Heights 100 6,999 284 760 78 University Heights, Fordham 100 4,007 510 621 79 Tremont, Morrisania 100 7,491 420 712 80 Morris Park" , "date" : "19930915" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "THE 1993 PRIMARY; The Primary Races, District by District" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/15\/nyregion\/the-1993-primary-the-primary-races-district-by-district.html"} , {"body" : "An East New York man was fatally stabbed and robbed in a Brooklyn subway station Saturday night in front of a token booth clerk, the transit police said. The man, Kenneth Sigismundi, 45, was attacked by a knife-wielding robber who followed him from a grocery where he had just won about $95 in a video poker game, the transit police said. The attack" , "date" : "19930913" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Man Is Fatally Stabbed in Brooklyn Subway" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/13\/nyregion\/man-is-fatally-stabbed-in-brooklyn-subway.html"} , {"body" : "NEW YORK CITY AN UNUSUAL PRIMARY CAN SHAPE NOVEMBER New York City headed into an unusual Democratic primary, the first time in decades that the battle for the Democratic mayoral nomination has been overshadowed by November's general election. As the candidates raced through last-minute appearances, campaign managers and political strategists" , "date" : "19930913" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/13\/nyregion\/metro-digest-080193.html"} , {"body" : "AT the Costume Institute of the Metropolitan Museum of Art on Wednesday night, in plain view of the patrons, critics, curators, designers and reporters attending the opening of \"Versailles 1973: American Fashion on the World Stage,\" Stephen Sprouse, the fashion designer, stuck his chewing gum on the wall. It was the sort of thing you might catch" , "date" : "19930912" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "4" , "title" : "THE NIGHT; Ancient History in the Making" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/12\/style\/the-night-ancient-history-in-the-making.html"} , {"body" : "A recent campaign appearance at a sultry center for the elderly in Brooklyn drew a mere dozen women who came to see State Senator David A. Paterson, a candidate in the Democratic primary for Public Advocate, the job that used to be called City Council President. Afterward, Mr. Paterson acknowledged that he had grown accustomed to gatherings with" , "date" : "19930830" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Long Shot Is Running For Office, And Respect" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/30\/nyregion\/a-long-shot-is-running-for-office-and-respect.html"} , {"body" : "A vast enemy fleet -- twice the size of the Spanish Armada -- lay in wait in New York Harbor the last week of August 1776, poised for a battle that, but for the bravery of a band of Marylanders and the gales of a fortuitous northeaster, would have left the new American nation stillborn. There was H.M.S. Asia, a 64-gun man-of-war; nine other tall" , "date" : "19930827" , "day_of_week_facet" : "Friday" , "geo_facet" : ["PROSPECT PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "A Crucial Battle In the Revolution" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/27\/nyregion\/a-crucial-battle-in-the-revolution.html"} , {"author" : "Kenneth M. Chanko writes about movies and video for Entertainment Weekly and Parenting." , "body" : "A YOUNG BOY, TRYING TO look cool under a melting afternoon sun, is sitting on an abandoned automobile on Driggs Avenue in the Williamsburg section of Brooklyn. He watches cars pass, waiting for a customer to buy drugs. At the word \"Cut!\" a woman rushes from behind the camera to hold an oversized umbrella over the boy so he doesn't wilt. Boaz Yakin," , "date" : "19930801" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "FILM; Filming on a Shoestring, a Director Takes to the Streets" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/01\/movies\/film-filming-on-a-shoestring-a-director-takes-to-the-streets.html"} , {"body" : "Of all the battles the founders of the Benjamin Banneker Academy have waged to open one of New York City's 32 small new public high schools on time in September, none has proven more intractable than the matter of the subversively angling wall. Architects at Pratt Institute, the Brooklyn design school sponsoring the new school, penciled the angling" , "date" : "19930726" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Illegal Angle: Inertia Mires New Schools" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/26\/nyregion\/illegal-angle-inertia-mires-new-schools.html"} , {"body" : "Joseph John Palisi, a history professor, research specialist and former official historian of the Borough of Brooklyn, died on Wednesday at his home in Bay Ridge, Brooklyn. He was 67. His nephew, Christopher Policano, said the cause was a heart attack. Dr. Palisi joined the faculty of St. Francis College in Brooklyn in 1968 and headed the Latin" , "date" : "19930724" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "27" , "title" : "Joseph J. Palisi, 67; Brooklyn Historian Restored Monument" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/24\/obituaries\/joseph-j-palisi-67-brooklyn-historian-restored-monument.html"} , {"body" : "To the Editor: The Society of Old Brooklynites, incorporated in 1880, objects to the sneering substance and tone of Garrison Keillor's \"In Praise of Sunshine Patriots\" (Op-Ed, July 4). Saying \"The crowd of New Yorkers who cheered on July 18, 1776, were sunshine patriots, out for a good time, and when it came to giving their lives for their country," , "date" : "19930717" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "If Pollsters Had Been Around During the American Revolution; Brooklyn's Heroes" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/17\/opinion\/l-if-pollsters-had-been-around-during-the-american-revolution-brooklyn-s-heroes-227193.html"} , {"body" : "Lillian Wexler, 82, lunched naked on cold borscht in her Upper East Side apartment. David Carney, 24, strolled through Manhattan with an oversized wet washcloth draped over his head like a soggy tortilla. Snow Lily and Blizzard, the polar bears at the Bronx Zoo, hid in the shady outcroppings of their fabricated Arctic habitat. As the sun baked the" , "date" : "19930709" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "100degrees of Lassitude in a New York Meltdown" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/09\/nyregion\/100degrees-of-lassitude-in-a-new-york-meltdown.html"} , {"body" : "Gov. Mario M. Cuomo and legislative leaders reached a compromise Wednesday that would allow New York City to build a much disputed garbage incinerator in the Brooklyn Navy Yard. But in doing so, they imposed new hurdles that could slow the project or make it more expensive. The agreement, which will partly exempt the incinerator from strict" , "date" : "19930708" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "Pact Reached On Incinerator For Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/08\/us\/pact-reached-on-incinerator-for-brooklyn.html"} , {"body" : "Faced with the threat of losing $1 billion in Federal transportation funds, Gov. Mario M. Cuomo and legislative leaders agreed today on a plan intended to reduce air pollution in New York City and its suburbs sharply by 1996. Once signed into law, the agreement between Mr. Cuomo and legislators will give state agencies broad new powers to curb smog" , "date" : "19930707" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Pollution-Curbing Plan Is Set in Albany" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/07\/nyregion\/pollution-curbing-plan-is-set-in-albany.html"} , {"body" : "At 3 A.M. yesterday under a full moon near City Hall, Ann Insler and her husband, Mel, said they could all but see George Washington, reading the Declaration of Independence to a noisy crowd of Colonial New Yorkers. The crowd was actually more than 150 present-day New Yorkers who had gathered for the start of the 12th annual Independence Day" , "date" : "19930705" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Early Risers Reawaken a Revolution in Moonlit Manhattan" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/05\/nyregion\/early-risers-reawaken-a-revolution-in-moonlit-manhattan.html"} , {"body" : "THE unflattering term applied in development circles to the suburban discount merchandisers who are tirelessly on the lookout for sites in the metropolitan area is \"big box users.\" \"They are always looking for big square footage on one floor, surrounded by five acres of parking,\" says Bruce Ratner, president of Forest City Ratner Company, the" , "date" : "19930627" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Perspectives: Bradlees at Atlantic Center; Retailing Opens a New Front in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/27\/realestate\/perspectives-bradlees-at-atlantic-center-retailing-opens-a-new-front-in-brooklyn.html"} , {"body" : "IS it possible to date the start of an addiction? To pinpoint the exact moment when a person goes from not hooked to hooked? In my case, I like to think it was that bright June day in 1984 when my friend Alma lured me out onto a tennis court and I hit the first of what has since become millions upon millions of tennis balls. But psychologically," , "date" : "19930618" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Love at 40: Tennis, Anyone?" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/18\/arts\/love-at-40-tennis-anyone.html"} , {"body" : "THIS summer, some people may lug to the beach all 1,295 pages of Gore Vidal's collected essays, \"United States,\" or Vikram Seth's 1,349-page novel, \"A Suitable Boy.\" (They'd make a nearly balanced set of exercise weights.) It's a safe bet those people won't have children and their paraphernalia to lug along, too. A parent can carry only so much," , "date" : "19930613" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Books"] , "page_facet" : "4" , "title" : "BEACH READING; Best Books For the Shore, For Young And Old" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/13\/books\/beach-reading-best-books-for-the-shore-for-young-and-old.html"} , {"body" : "A 16-year-old student on a lunch hour stroll outside a Brooklyn school for troubled teen-agers was chased by two older youths, cornered between two parked cars and shot several times at close range yesterday as he pleaded for his life, the police said. He died on the street minutes later. New York City police detectives said that at least two" , "date" : "19930608" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "PLEADING FOR LIFE, STUDENT IS SLAIN" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/08\/nyregion\/pleading-for-life-student-is-slain.html"} , {"body" : "In its unedited form, Monteverdi's \"Return of Ulysses\" looks at the Homeric tale of Ulysses's homecoming from a split perspective. Mostly, we see the story unfolding in mythologized but human terms. Yet there is also an otherworldly overlay, in which discussions between Jove and Neptune suggest the limits to which mortals determine their fates." , "date" : "19930607" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "11" , "title" : "Review\/Music; Dutch Opera in an Italian 'Ulysses'" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/07\/arts\/review-music-dutch-opera-in-an-italian-ulysses.html"} , {"body" : "Qedusizi Maphalala is South African. Mary Ruby Lee Thomas Johnson is American. They do not know each other. Thousands of miles of land and sea separate them. But on the stage of the Carey Playhouse at the Brooklyn Academy of Music, these two black women are united by history: sisters related if not by blood, then by bloodshed. The forces of bigotry" , "date" : "19930605" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "14" , "title" : "Review\/Theater; In Africa and America, Black Women's History" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/05\/theater\/review-theater-in-africa-and-america-black-women-s-history.html"} , {"body" : "A youth counselor who served as the president of the community advisory council of a Brooklyn police precinct was arrested yesterday and charged with sexually abusing a 14-year-old youth an average of once a week for nearly a year. The man, Solomon Kemp, 49, has worked as an assistant custodian at Public School 287 on Navy Street in Fort Greene," , "date" : "19930605" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "25" , "title" : "Youth Counselor Is Accused of Sexual Abuse" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/05\/nyregion\/youth-counselor-is-accused-of-sexual-abuse.html"} , {"body" : "NEW YORK CITY REYNOLDS DROPS PLAN The Chancellor of the City University of New York has abandoned a plan to force colleges in the system to eliminate or consolidate programs. The Chancellor, W. Ann Reynolds, bowed to criticism but said the goal of the original plan, to allow the university to invest in remaining programs, was still crucial. Page 1." , "date" : "19930605" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/05\/nyregion\/metro-digest-037393.html"} , {"body" : "A 77-year-old Brooklyn woman was found dead in her apartment yesterday with a hatchet in her head, the police said. The woman, Hilda Herbert, who lived alone at 499 Washington Avenue in Fort Greene, was found at 7:37 A.M. sitting in a chair with a blanket covering her from head to toe, said Detective Kim Royster, a spokeswoman for the Police" , "date" : "19930530" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "Woman, 77, Found Dead With Hatchet in Head" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/30\/nyregion\/woman-77-found-dead-with-hatchet-in-head.html"} , {"body" : "A 14-month-old girl was found Saturday night with a serious head injury in her uncle's Brooklyn apartment after the man became irrational and violent and had to be subdued by the authorities, the police said yesterday. The uncle, identified as Eddie Logan, 38, of 60 Irving Place in the Fort Greene section, was taken to Kings County Medical Center" , "date" : "19930524" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Child Suffers Head Injuries" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/24\/nyregion\/child-suffers-head-injuries.html"} , {"body" : "In a barren alley separating a school and a threadbare asphalt playground in Brooklyn, Alex Jimenez reached into his pocket and, with a shrug, whipped out a boxcutter, flicking it open to show its deadly potential. It is a weapon that he says helps him ward off thugs. It is also a weapon that keeps him honest with the police. \"All you have to do is" , "date" : "19930523" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "For Many Youths, Carrying Knives Keeps Fear Away" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/23\/nyregion\/for-many-youths-carrying-knives-keeps-fear-away.html"} , {"body" : "Oscar Teitelbaum died, the police say, while trying to get back the $250 he paid for a 1978 Volvo, which he claimed was a lemon. Mr. Teitelbaum, 48, was shot several times in the chest on Friday by a mechanic who brokered the deal when he returned to an outdoor repair shop in Fort Greene demanding a refund, said Police Officer Scott Bloch, a" , "date" : "19930523" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Complaint on Car Sale Results in Death" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/23\/nyregion\/complaint-on-car-sale-results-in-death.html"} , {"body" : "Amid the ideological warfare over teaching about sexuality and related matters in New York City's schools, voters elected more new faces to community school boards than ever before. But despite a complement of dissenting voices, the ideological cast of those boards is unlikely to change. With the results of the May 4 vote almost complete, an" , "date" : "19930522" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "New York City's 32 School Boards Get New Faces but Not New Views" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/22\/nyregion\/new-york-city-s-32-school-boards-get-new-faces-but-not-new-views.html"} , {"body" : "By staging a production of astonishing lucidity and theatricality, Ingmar Bergman has reinvented Yukio Mishima's \"Madame de Sade.\" In his hands, it becomes a political power play as well as a shocking discourse on the guises of evil. Written in 1965, five years before Mishima's ritual suicide, the play is about the Marquis de Sade \"as seen through" , "date" : "19930522" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "11" , "title" : "Review\/Theater; De Sade, Via Many Filters But Clear" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/22\/theater\/review-theater-de-sade-via-many-filters-but-clear.html"} , {"body" : "Closings in the week ended May 1 MANHATTAN Greenwich Village $325,000 30 Fifth Avenue (10th St.) 2-bedroom, 1 1\/2-bath, 1,200-sq.-ft. prewar co-op; 24-hr. doorman, dining area, 11-ft. ceilings, 2 exposures; maintenance $925, 43% tax-deductible (Broker: Betty D. Fox) Greenwich Village $375,000 43 West 13th Street 3-bedroom, 1 1\/2-bath, 2,000-sq.-ft." , "date" : "19930516" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "14" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/16\/realestate\/residential-resales-077293.html"} , {"body" : "\"POLITICAL PARTIES AND THE AFRICAN-AMERICAN COMMUNITY,\" Voorhies Auditorium, New York City Technical College, 186 Jay Street, Brooklyn Heights. David Hilliard, former chief of staff of the Black Panther Party; Assemblyman Roger Green of Fort Greene, Brooklyn; Dr. Basil Wilson, provost at John Jay College, and Charlene Mitchell, executive director" , "date" : "19930514" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "21" , "title" : "The Spoken Word" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/14\/arts\/the-spoken-word.html"} , {"body" : "The New York City Police Department said yesterday that it is considering new procedures to crack down on unlicensed drivers in the wake of three car accidents in the last three weeks that killed three pedestrians in Brooklyn, all children, and injured several others. Meanwhile, a 90-year-old woman was killed yesterday in Brooklyn by a car driven" , "date" : "19930503" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Action On Illegal Drivers Is Contemplated by Police" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/03\/nyregion\/action-on-illegal-drivers-is-contemplated-by-police.html"} , {"body" : "The communal fervor and idiosyncrasies that lie at the root of Mark Morris's appeal as a choreographer are very much up front in the brief season, entitled \"Dances to American Music,\" that his company is presenting through tomorrow night at the Brooklyn Academy of Music. Mr. Morris is never less than engaging as both dancer and dance maker than" , "date" : "19930501" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "11" , "title" : "Review\/Dance; Just Plain Home-Spun Clogging, Syncopated" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/01\/arts\/review-dance-just-plain-home-spun-clogging-syncopated.html"} , {"body" : "Mark Morris has frequently been described as a musical choreographer, and certainly he chooses an extraordinary range of popular and classical music for his dances. This weekend at the Brooklyn Academy of Music, Mr. Morris wears his heart on his sleeve, with a program called \"Dances to American Music,\" performed by the Mark Morris Dance Group and" , "date" : "19930430" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "5" , "title" : "Critic's Choice\/Dance; Mark Morris's Choreography to American Music" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/30\/arts\/critic-s-choice-dance-mark-morris-s-choreography-to-american-music.html"} , {"body" : "April THE COPASETICS: LEGENDS OF THE TAP, Walt Whitman Hall, Brooklyn Center for the Performing ARts, Brooklyn College, Flatbushand Nostrand Avenues, Flatbush. Tap greats in the tradition of Bill (Bojangles) Robinson and the Nicholas Brothers. Wednesday at 2 P.M. Tickets: $10 Information: (718) 951-4500. TRISHA BROWN DANCE COMPANY, City Center, 131" , "date" : "19930418" , "day_of_week_facet" : "Sunday" , "page_facet" : "22" , "title" : "ARTS AND ENTERTAINMENT; DANCE" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/18\/news\/arts-and-entertainment-dance.html"} , {"body" : "Tomorrow to May 1 WAGNER'S \"RING DES NIBELUNGEN.\" Given the musical reach and the expansiveness of the mythical world Wagner created in these four operas, it is easy to understand why the four-night cycle inspires an almost religious devotion. The Met's staging, by Otto Schenk and Gunther Schneider-Siemssen, is traditional, naturalistic and at" , "date" : "19930418" , "day_of_week_facet" : "Sunday" , "page_facet" : "20" , "title" : "ARTS AND ENTERTAINMENT; CLASSICAL MUSIC" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/18\/news\/arts-and-entertainment-classical-music.html"} , {"body" : "Ernest Dickerson has heard the comparisons before -- that he is to Spike Lee what Sven Nykvist is to Ingmar Bergman, or what Gordon Willis has been to Woody Allen. But he cringes at the compliments. He would rather not be the lesser half of a famous director-cinematographer duo. He would rather be the Bergman, Allen or Lee. \"I love to shoot, but" , "date" : "19930418" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "14" , "title" : "FILM; Ernest Dickerson Would Rather Be Called Director" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/18\/movies\/film-ernest-dickerson-would-rather-be-called-director.html"} , {"body" : "Betty Carter and Friends Betty Carter in \"Jazz Ahead '94,\" Majestic Theater, 651 Fulton Street, Fort Greene, Brooklyn, (718) 636-4181. When the singer Betty Carter was still a teen-ager, she was given opportunities to perform with well-established jazz stars like Charlie Parker, Miles Davis, Max Roach and Duke Jordan. Now she is giving similar" , "date" : "19930416" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "Sounds Around Town" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/16\/arts\/sounds-around-town-704493.html"} , {"body" : "It began as a balmy spring afternoon, so fine that the temptation to shed jackets and backpacks and shoot hoops was irresistible. It sent Christian Abakpa and his two immigrant brothers to a Brooklyn playground to hone their newly acquired skill at the foreign sport of pick-up basketball. Across the courts, Kenneth Parks and \"his boys\" were" , "date" : "19930412" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "An Immigrant Finds Death At a Brooklyn Playground" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/12\/nyregion\/an-immigrant-finds-death-at-a-brooklyn-playground.html"} , {"body" : "In \"Don Quixote,\" Cervantes wrote of journeying \"over all the universe in a map, without the expense and fatigue of traveling, without suffering the inconveniences of heat, cold, hunger and thirst.\" Well, welcome to the New York Identity Map, a multicolored, double-sided, highly detailed 36- by 48-inch visit, minus traffic and pedestrian gridlock," , "date" : "19930411" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: South of 65th Street; User-Friendly City Map" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/11\/realestate\/postings-south-of-65th-street-user-friendly-city-map.html"} , {"body" : "Yahtove Reid, an aspiring reggae artist, was the envy of many in his Brooklyn neighborhood and a star to his brothers and sisters. He was becoming known around his streets as a talented singer and a lot of people thought he was on his way up. On Wednesday, the 15-year-old was killed as he walked to a friend's house on a quiet Bushwick street lined" , "date" : "19930409" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Youth, 15, Is the Latest Victim in a String of Fatal Stabbings" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/09\/nyregion\/brooklyn-youth-15-is-the-latest-victim-in-a-string-of-fatal-stabbings.html"} , {"body" : "Christian Abakpa's parents had a well-thought-out plan for him and his brothers. Christian's parents, immigrants from Nigeria, had come to New York City more than 15 years ago to set the foundation for a better life, even though it meant leaving Christian and three of his brothers back home. The father worked as a social worker, the mother as a" , "date" : "19930407" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Fatal Stabbing Ends the Hopes Of One Family" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/07\/nyregion\/fatal-stabbing-ends-the-hopes-of-one-family.html"} , {"body" : "His body tense, his hand hovering over his holster, Officer Dennis Gallagher cautiously pushed open the door to a dank apartment house in Fort Greene, Brooklyn. He searched the lobby for the addicts who usually scurry away when he enters, leaving behind crack vials and fearful tenants. But he found none. \"When community policing started, a lot of" , "date" : "19930404" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "A Brooklyn Precinct: Crime Figures Send a Complex Message" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/04\/nyregion\/a-brooklyn-precinct-crime-figures-send-a-complex-message.html"} , {"body" : "International 3-15 SUMMIT OPENS WITH U.S. OFFER President Clinton and President Yeltsin began their first summit meeting, with Mr. Clinton presenting the Russian leader with a billion-dollar aid program intended to support democracy in Russia. 1 RUSSIANS QUESTION AID Russians are puzzled by the form and pace of aid from the West, a hodgepodge of" , "date" : "19930404" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/04\/nyregion\/news-summary-379593.html"} , {"body" : "A social worker with a clipboard waded through the crowded lobby of a Brooklyn center for homeless families, trying to accommodate the newcomers who were arriving faster than rooms could be prepared for them. The center is part of New York City's first attempt to assess whether homeless families need more than a place to stay, a process that is" , "date" : "19930402" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Assessing the Needs of New York's Homeless" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/02\/nyregion\/assessing-the-needs-of-new-york-s-homeless.html"} , {"body" : "METRO DIGEST NEW YORK CITY OVERWHELMING CHAOS IN SORTING HOMELESS A new evaluation process, part of New York City's first attempt to assess whether homeless families need more than a place to stay, is being pioneered at a center in Fort Greene, Brooklyn. But the process is unfamiliar to both workers and the people they are trying to serve, and the" , "date" : "19930402" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/02\/nyregion\/metro-digest-090693.html"} , {"body" : "FOR many New Yorkers, the subway is like the picture of Dorian Gray. It exposes the foul countenance of their city's wayward soul. Dorian banished his festering portrait to the attic. We keep ours in the basement. Over the years, ravages intermittently suppressed at street level have settled below ground in a dense sediment of urban pathologies:" , "date" : "19930326" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Critic's Notebook; Touring New York Underground" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/26\/arts\/critic-s-notebook-touring-new-york-underground.html"} , {"body" : "THE first time Marlene Zarfes ever worried seriously about lead-based paint was in February when officials of the New York City Department of Health called. They told her that her pediatrician had found a dangerously high level of lead in the blood of her 15-month-old son, Adam. They also told her that they were coming to inspect her co-op" , "date" : "19930321" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Lead Paint Moves Up as Housing Issue" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/21\/realestate\/lead-paint-moves-up-as-housing-issue.html"} , {"body" : "WHEN Robert F. Wagner was Mayor, he once recalled, some of the loudest opposition to a proposed low-income housing project came from black residents of a nearby Queens neighborhood. Most had graduated from the slums only to find that city government was, by design, creating what market forces and racial prejudice had periodically fashioned on their" , "date" : "19930315" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education" , "Health"] , "page_facet" : "3" , "title" : "METRO MATTERS; Unpopular Projects Unite Minorities" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/15\/nyregion\/metro-matters-unpopular-projects-unite-minorities.html"} , {"body" : "For five years the 651\/Kings Majestic Corporation at the Brooklyn Academy of Music has put together imaginative programming to lure audiences, chiefly from Brooklyn, who might otherwise seldom see live theater. The programs have ranged from concerts by performing artists who live and work in the borough to blockbuster shows like last year's \"100" , "date" : "19930312" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "16" , "title" : "Performance Art Opens An Anniversary Season" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/12\/theater\/performance-art-opens-an-anniversary-season.html"} , {"body" : "THE gem of housing redevelopment in Central Harlem has gone on the market on St. Nicholas Avenue, bringing adults back to an elementary school transformed. The school is the former P.S. 157, between 126th and 127th Streets. It served for more than 70 years and closed in 1975, gradually deteriorating thereafter amid failed attempts at redevelopment." , "date" : "19930307" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)"] , "nytd_section_facet" : ["Education" , "Real Estate"] , "page_facet" : "1" , "title" : "Going to School in Harlem -- To Live" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/07\/realestate\/going-to-school-in-harlem-to-live.html"} , {"body" : "Les Arts Florissants, an early-music ensemble directed by William Christie, is to present concert performances of two operas by Rameau this weekend at the Brooklyn Academy of Music Opera House, 30 Lafayette Avenue, at Ashland Place, in Fort Greene. \"Castor et Pollux\" is based on the classical myth of Leda's two sons, who achieve immortality by" , "date" : "19930226" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "13" , "title" : "Operas by Rameau" , "url" : "http:\/\/www.nytimes.com\/1993\/02\/26\/arts\/operas-by-rameau.html"} , {"body" : "Richard Colabella, a leader in developing mental health services in the Roman Catholic Diocese of Brooklyn, died on Monday at Mercy Hospital in Rockville Centre, L.I. He was 56 and lived in Franklin Square, L.I. He had cancer, said Thomas A. DeStefano, executive director of Catholic Charities in Brooklyn and Queens. Since 1985, Mr. Colabella was" , "date" : "19930218" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "12" , "title" : "Richard Colabella, 56, Health Executive, Dies" , "url" : "http:\/\/www.nytimes.com\/1993\/02\/18\/obituaries\/richard-colabella-56-health-executive-dies.html"} , {"body" : "Long after the hour of her scheduled appointment had passed, Michele Bryant sat with her 2-year-old son in the waiting room of the New York City Department of Health clinic in Fort Greene, Brooklyn. She had little choice but to wait it out in the dreary room on a snowy Saturday: As a single mother with a full-time job that offered no health" , "date" : "19930214" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "1" , "title" : "Vaccinations Are Often Free, But Many Children Miss Out" , "url" : "http:\/\/www.nytimes.com\/1993\/02\/14\/us\/vaccinations-are-often-free-but-many-children-miss-out.html"} , {"body" : "FUELED by a growing demand and a slowly shrinking supply, rents for New York City's unregulated apartments, which had declined significantly since the stock market crash in 1987, are starting to show signs of bottoming out. To be sure, few brokers foresee a quick return to the days of the mid-80's when finding a decent rental -- at least by New" , "date" : "19930207" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Apartment Rentals Tightening" , "url" : "http:\/\/www.nytimes.com\/1993\/02\/07\/realestate\/apartment-rentals-tightening.html"} , {"body" : "THE women who made these African heritage dolls (below) range in age from 60 to 94, says Onnie Millar, the art teacher who led the retirees' workshop that produced the work. The dolls will be displayed in a one-day exhibition on Saturday at the Brooklyn Historical Society; children and adults both may be surprised to learn that the dolls are made" , "date" : "19930204" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS; Dolls That Say a Lot Without Words" , "url" : "http:\/\/www.nytimes.com\/1993\/02\/04\/garden\/currents-dolls-that-say-a-lot-without-words.html"} , {"body" : "Leslie Harris, the director and screenwriter of \"Just Another Girl on the IRT,\" sat in a nondescript coffeehouse this morning on Main Street of this lush ski resort, staring at the snow-covered slopes and the army of skiers parading past. \"Far cry from Brooklyn,\" she said with a laugh. Ms. Harris, who is 32, edited the movie in her Fort Greene" , "date" : "19930126" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["PARK CITY (UTAH)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "11" , "title" : "A Trip Straight Out of Brooklyn To the Sundance Film Festival" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/26\/movies\/a-trip-straight-out-of-brooklyn-to-the-sundance-film-festival.html"} , {"body" : "IN \"Beulah,\" a show that made its debut on ABC in 1950, the title character was a huge black maid with a mooching, irresponsible boyfriend; a dimwitted, high-strung girlfriend; a keen sense of rhythm, and an apparently inexhaustible supply of patience. \"Beulah\" was the first television sitcom to feature a black lead, preceding \"Amos 'n' Andy\" by a" , "date" : "19930115" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "From 'Beulah' to 'Oprah'" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/15\/arts\/from-beulah-to-oprah.html"}]