[  {"body" : "IT WAS 10 A.M. on one of those pre-holiday Saturdays and Amy Bittinger was cutting things close. Ms. Bittinger, who lives in Park Slope, Brooklyn, had 30 minutes to get to the Upper West Side of Manhattan. \"This is only a seven-mile trip,\" she declared as she headed down Cadman Plaza West to the Brooklyn Bridge's Gothicized grandeur. \"I can be" , "date" : "19931219" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE ROAD WARS; Traffic is Murder These Days, and It Will Only Get Worse. But You Don't Just Have to Sit There Steaming." , "url" : "http:\/\/www.nytimes.com\/1993\/12\/19\/nyregion\/road-wars-traffic-murder-these-days-it-will-only-get-worse-but-you-don-t-just.html"} , {"body" : "It may be hard to envision the Gowanus Canal, with its reputation as an open sewer running through an abandoned industrial wasteland, being transformed into a trendy waterfront with marinas, restaurants, shops and condominiums. But that's exactly what neighborhood advocates have in mind, and they are making progress. City officials are moving ahead" , "date" : "19931219" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS CANAL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: SUNSET PARK; Transforming the Murky Gowanus Canal" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/19\/nyregion\/neighborhood-report-sunset-park-transforming-the-murky-gowanus-canal.html"} , {"body" : "Overriding three years of local opposition, the Federal Government is about to open a new jail in Sunset Park. The first contingent of inmates is expected to number about 80, but critics are more concerned about the jail's ultimate capacity. They say that while the original plan was for 1,000, the capacity is being doubled to 2,000 and could be" , "date" : "19931219" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: SUNSET PARK; U.S. to Open Jail, Despite Snags" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/19\/nyregion\/neighborhood-report-sunset-park-us-to-open-jail-despite-snags.html"} , {"body" : "After seven months of partisan squabbling, the New York State Legislature and Gov. Mario M. Cuomo gave final approval today to a $9.5 billion rebuilding plan for the New York metropolitan area's bus, subway and commuter rail system. The transit plan was part of a broader package of transportation agreements that will allocate $21 billion for road," , "date" : "19931218" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Mass Transit Gets Billions From Albany" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/18\/nyregion\/mass-transit-gets-billions-from-albany.html"} , {"body" : "The Brooklyn-Battery Tunnel was closed for more than two hours yesterday morning after a Triborough Bridge and Tunnel Authority officer discovered a metal box in the Manhattan-bound tube that he believed might be a bomb, the police said. The New York City Police Department Bomb Squad was called in, and the suspicious object was found to be a" , "date" : "19931203" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Fear of Bomb Closes Tunnel During the Morning Rush" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/03\/nyregion\/fear-of-bomb-closes-tunnel-during-the-morning-rush.html"} , {"body" : "Road construction has slowed much of New York City to a perpetual crawl, and it is about to get worse: Columbus Avenue is going under the knife. From 59th to 110th Streets, the Upper West Side thoroughfare will be ripped open next summer for at least two years of major surgery, receiving new sewer lines, water mains, concrete, pavement, street" , "date" : "19931116" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "COLUMBUS AVENUE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Easing the Pain of Street Surgery; New York Aims for Better Communication in Road Projects" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/16\/nyregion\/easing-pain-street-surgery-new-york-aims-for-better-communication-road-projects.html"} , {"body" : "Amid a torrent of community frustration and anger over the proposed 10-year reconstruction of the Gowanus Expressway, state transportation officials are developing an alternative proposal that would call for demolition of a four-mile elevated stretch of the road that cuts through the heart of Sunset Park and replacing it with a street-level" , "date" : "19931114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS EXPRESSWAY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: SUNSET PARK; Gowanus Deadline Spurs Alternative Plan" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/14\/nyregion\/neighborhood-report-sunset-park-gowanus-deadline-spurs-alternative-plan.html"} , {"body" : "In Gowanus Bay, just beyond the warehouses and small manufacturing outlets of Bush Terminal, birds from all over the world can be found feeding and mating amid abandoned and derelict piers and a landfill. \"It's cause for amazement,\" said Neil Walsh, a 55-year-old retired publishing administrator and longtime bird watcher who has been recording his" , "date" : "19931114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: SUNSET PARK; Birds Find Unlikely Sanctuary" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/14\/nyregion\/neighborhood-report-sunset-park-birds-find-unlikely-sanctuary.html"} , {"body" : "The Series So Far Previous stories in the Mayoral Agenda series focused on the city budget, Sept. 27; social services, Oct. 2; crime, Oct. 11, and the economy, Oct. 18. Whoever is elected mayor on Tuesday will face expensive problems that have yet to surface as major campaign issues. They are the housekeeping questions: taking out the garbage," , "date" : "19931028" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Next Mayor Faces Expensive Challenges on Basic Services and Repairs" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/28\/nyregion\/next-mayor-faces-expensive-challenges-on-basic-services-and-repairs.html"} , {"body" : "For Brooklyn's Gowanus Canal, June 21, 1911, was a glorious day. A new system to flush out the putrid industrial canal was installed, as 350 dignitaries applauded from a barge and a young woman tossed red carnations on the still waters. The system, which involved a tunnel to bring clean water from New York Harbor to the head of the canal to get the" , "date" : "19931011" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS CANAL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "First Step In Making An Eyesore An Asset" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/11\/nyregion\/first-step-in-making-an-eyesore-an-asset.html"} ,   {"body" : "The Gowanus Canal is the stuff of Brooklyn legend, a murky stream where bodies have been found and suicides attempted and foolhardy children have dipped toes in polluted waters. \"Anything that comes out of there, you better run for the hills,\" said John Bevins, a car service driver, who grew up playing along the canal, delighting in watching the" , "date" : "19931011" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Brooklyn Legends Thrive On Banks of the Gowanus" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/11\/nyregion\/brooklyn-legends-thrive-on-banks-of-the-gowanus.html"} , {"body" : "When horn-honking, engine-revving, cut-'em-off-at-every-opportunity New York drivers look back on September 1993, what comes to mind almost sounds like a tin-eared rewrite of a song from the musical \"The Fantasticks\": Try to remember the kind of September when traffic flowed smoothly and roads were not under construction. Mark Kulewicz tried to" , "date" : "19931004" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "1" , "title" : "A Season When Quick Trips Aren't; Autumn in New York: Trying to Get There With No Detour" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/04\/nyregion\/season-when-quick-trips-aren-t-autumn-new-york-trying-get-there-with-no-detour.html"} , {"body" : "WHAT makes a good school? On Washington Avenue in the heart of the South Bronx, where wine bottles and crushed bricks spill onto the sidewalk and abandoned tires sprawl in vacant lots like pieces of a modern sculpture, the answer can be found at Public School 42, a turn-of-the-century coal-heated schoolhouse. The school is small, intimate, a model" , "date" : "19930926" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "For Schools, Best Isn't Always Best Known" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/26\/nyregion\/for-schools-best-isn-t-always-best-known.html"} , {"body" : "This list summarizes The Times's recommendations in some contested races in the New York City Democratic primary election today. Poll hours are 6 A.M. to 9 P.M. Comptroller Alan Hevesi Public Advocate Mark Green Bronx CITY COUNCIL 12th District (Co-op City, Williamsbridge, Baychester, Edenwald and parts of Wakefield): Lawrence Warden. 17th District" , "date" : "19930914" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "24" , "title" : "New York City Primary Choices" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/14\/opinion\/new-york-city-primary-choices.html"} , {"body" : "As in the rest of New York City, many City Council incumbents from Brooklyn face no serious challenge in this year's Democratic primary. That virtually guarantees their re-election in this overwhelmingly Democratic borough. Here are The Times's endorsements in some of the more spirited races. 38th District (Sunset Park, Red Hook, Gowanus and parts" , "date" : "19930910" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "For City Council From Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/10\/opinion\/for-city-council-from-brooklyn.html"} , {"body" : "Gov. Mario M. Cuomo announced yesterday that three companies have been chosen to negotiate for rights to operate ferry routes in New York City, including a new route from Staten Island to midtown Manhattan. The announcement hastens the day when the harbor and the East River may be crisscrossed by sleek ferryboats with plush seats and airline-style" , "date" : "19930910" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "3 Companies Are Picked For Ferries" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/10\/nyregion\/3-companies-are-picked-for-ferries.html"} , {"body" : "A vast enemy fleet -- twice the size of the Spanish Armada -- lay in wait in New York Harbor the last week of August 1776, poised for a battle that, but for the bravery of a band of Marylanders and the gales of a fortuitous northeaster, would have left the new American nation stillborn. There was H.M.S. Asia, a 64-gun man-of-war; nine other tall" , "date" : "19930827" , "day_of_week_facet" : "Friday" , "geo_facet" : ["PROSPECT PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "A Crucial Battle In the Revolution" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/27\/nyregion\/a-crucial-battle-in-the-revolution.html"} , {"body" : "Tractors amble along the narrow highway that cuts through this upstate village, and it's not unusual to see rows of corn growing in backyards. When people pass one another on the street, they never fail to say hello. These are the things Rashad Herdigen loves about Candor, where he has spent the last 10 summers through the Fresh Air Fund. They are" , "date" : "19930808" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CANDOR (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "A Nice Place to Visit, And to Live Someday" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/08\/nyregion\/a-nice-place-to-visit-and-to-live-someday.html"} , {"body" : "To people who knew him, John Camacho was a troubled young man who had received a golden chance to straighten out his life: the help of a cousin and her husband in Connecticut. The couple, Santa and Al Marquez, gave him advice, let him stay in their home and tried to keep him away from what they saw as his aimless life in Brooklyn. But on Tuesday" , "date" : "19930805" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["CONNECTICUT" , "SOUTH WINDSOR (CONN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Victim's Cousin Accused of Killing Family" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/05\/nyregion\/victim-s-cousin-accused-of-killing-family.html"} , {"body" : "THIS summer, some people may lug to the beach all 1,295 pages of Gore Vidal's collected essays, \"United States,\" or Vikram Seth's 1,349-page novel, \"A Suitable Boy.\" (They'd make a nearly balanced set of exercise weights.) It's a safe bet those people won't have children and their paraphernalia to lug along, too. A parent can carry only so much," , "date" : "19930613" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Books"] , "page_facet" : "4" , "title" : "BEACH READING; Best Books For the Shore, For Young And Old" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/13\/books\/beach-reading-best-books-for-the-shore-for-young-and-old.html"} ,   {"body" : "Imagine the impact on New York City traffic if large stretches of the Gowanus Expressway, the Franklin D. Roosevelt Drive, the Brooklyn-Queens Expressway, and the Queensboro and Williamsburg Bridges had to be shut down because there was no longer money for repairs. That's the nightmare that state officials are depicting to prod the Legislature into" , "date" : "19930613" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK STATE" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "Albany Pressured to Draw Plans to Reduce Pollution" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/13\/nyregion\/albany-pressured-to-draw-plans-to-reduce-pollution.html"} , {"body" : "Three people, including a 6-year-old boy, were shot yesterday afternoon in an exchange of gunfire between two men outside a Brooklyn housing project, the housing police said. The wounds were not considered life threatening. The boy, whose identity was withheld by the police, was walking with an aunt shortly after 2 P.M., outside 414 Baltic Street," , "date" : "19930524" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Shooting Leaves Boy and 2 Others Hurt" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/24\/nyregion\/shooting-leaves-boy-and-2-others-hurt.html"} , {"body" : "After one of the fiercest ideological battles of the New York City school board campaign, candidates in District 15 in Brooklyn who favor the teaching of multiculturalism and tolerance for homosexuals overwhelmed opponents of that view, results released yesterday showed. The same pattern followed yesterday in District 3 on Manhattan's Upper West" , "date" : "19930518" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Supporters of Gay Rights Win More School Races" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/18\/nyregion\/supporters-of-gay-rights-win-more-school-races.html"} , {"body" : "To the Editor: I have been following with interest and dismay the public discussion on Brooklyn's Gowanus Expressway reconstruction. Once again we have negotiations focusing on the terms without first analyzing the premise: that the Gowanus should be rebuilt. The rationale is that the expressway is deteriorated and is in danger of collapse. This is" , "date" : "19930508" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS EXPRESSWAY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "20" , "title" : "Gowanus Expressway Should Be Demolished, Not Rebuilt" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/08\/opinion\/l-gowanus-expressway-should-be-demolished-not-rebuilt-571893.html"} , {"body" : "A naked man who was running across the Brooklyn Bridge and shouting that it was a beautiful day was struck and killed by a car minutes before dawn yesterday, the authorities said. Ninety minutes later, they said, a woman climbed the cables to the top of the bridge, threatening to jump. The two incidents backed up traffic into Queens for much of the" , "date" : "19930508" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN BRIDGE"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "25" , "title" : "A Death and a Suicide Threat Tie Up Brooklyn Bridge Traffic" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/08\/nyregion\/a-death-and-a-suicide-threat-tie-up-brooklyn-bridge-traffic.html"} , {"body" : "To the Editor: I was shocked on a visit to New York City last week to see the sorry state of the highways. The bus ride from La Guardia Airport to Manhattan was one long ride along a highway of trash. At one point along the Brooklyn-Queens Expressway there was an actual dump with mattresses, tires and boxes. As someone born and raised in the city," , "date" : "19930508" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN-QUEENS EXPRESSWAY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "20" , "title" : "Gowanus Expressway Should Be Demolished, Not Rebuilt; Riding on the Trashway" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/08\/opinion\/l-gowanus-expressway-should-be-demolished-not-rebuilt-riding-on-the-trashway-584093.html"} , {"body" : "Six months ago, the board of School District 15 in Brooklyn so angered some parents by approving a modified version of the Rainbow Curriculum that the police had to escort board members out when their meeting ended. On Tuesday, still angry but better organized, those parents and their allies hope to take control of the board. On the surface, the" , "date" : "19930502" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "49" , "title" : "In Brooklyn's District 15, Divisions of the City Are Reflected in the Campaign" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/02\/nyregion\/in-brooklyn-s-district-15-divisions-of-the-city-are-reflected-in-the-campaign.html"} , {"body" : "Five-year-old Travis Thomas looked up from his waffles and crinkled his nose. \"I'm going to the planetarium,\" he said. \"I'm going on a trip.\" His 9-year-old brother, Clifford, gazed out the eighth-floor window across the morning grayness of the Gowanus Houses in Brooklyn. \"How cold is it?\" he asked. Minutes later, Clifford and Travis ventured out" , "date" : "19930411" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Promise and Despair Share Project" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/11\/nyregion\/promise-and-despair-share-project.html"} , {"body" : "International 3-13 U.S. PANEL URGES INTERVENTION Clinton Administration experts assessing the fighting in Bosnia urged Washington to seriously consider military intervention, according to an executive summary of the group's draft report. 1 SERBS INTENSIFY BOSNIA FIGHTING Serbian troops pressed closer to the Bosnian town of Srebrenica and" , "date" : "19930411" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/11\/nyregion\/news-summary-142193.html"} , {"body" : "Most of the $8 million stolen from a Brooklyn armored car warehouse late last year was recovered yesterday in an empty apartment four miles away, and the authorities arrested four men they described as members of a feckless gang who were sitting on stacks of hundred-dollar bills that they couldn't spend. Officials of the New York Police Department" , "date" : "19930204" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Stolen $8 Million Found; F.B.I. and Police Arrest 4" , "url" : "http:\/\/www.nytimes.com\/1993\/02\/04\/nyregion\/stolen-8-million-found-fbi-and-police-arrest-4.html"} ,   {"body" : "Aquiles Familia, a former city welfare worker and aspiring novelist, has been laboring in his Brooklyn apartment to produce what he describes as a \"realistic novel about social problems.\" What he did not know until yesterday was that sitting in the empty apartment next door was the stuff of a compelling nonfiction tale -- the $8 million in cash" , "date" : "19930204" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "The Address Was in the 100's" , "url" : "http:\/\/www.nytimes.com\/1993\/02\/04\/nyregion\/the-address-was-in-the-100-s.html"} , {"body" : "In a country whose new President imitates Elvis, it may well be time to pay homage to doo-wop. After all, Elvis and doo-wop started out at the same time to a like mixture of teen idolatry and adult approbation. Doo-wop's most resonant star, Frankie Lymon of the Bronx, sang with the passion of his tenement streets as much as Elvis embodied Memphis." , "date" : "19930117" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "POP MUSIC; The Durability of Doo-Wop" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/17\/arts\/pop-music-the-durability-of-doo-wop.html"} , {"body" : "Imagine how much worse your daily traffic jam could be. If, for instance, the construction that is causing a backup on your route were left undone and your road or bridge deteriorated so badly that it was eventually closed altogether. Of course, such long-term consequences are for engineers and planners to worry about -- it is the rare commuter who" , "date" : "19930104" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "New Year Brings New Road Projects to Test Commuters' Patience" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/04\/nyregion\/new-year-brings-new-road-projects-to-test-commuters-patience.html"}]