[  {"body" : "\"I GUESS I am about as petit bourgeois as you can get,\" said Scott Lechner as he sat in the Pizza Club and explained his entrepreneurial adventures in the Christmas tree business. Mr. Lechner, who is 36 years old, is one of three partners in the Pizza Club, a happy-looking, sit-down and not-so-very-fast food establishment on Avenue U in the Marine" , "date" : "19931127" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "ABOUT NEW YORK; Four Weeks, 7,000 Trees And Three Guys' Future" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/27\/nyregion\/about-new-york-four-weeks-7000-trees-and-three-guys-future.html"} , {"body" : "A father who raced back into his burning Brooklyn home to rescue his 12-year-old daughter died early yesterday, hours after flames from what was apparently an electrical fire swept through the house, leaving every wall charred or blackened by smoke, fire officials said. Neighbors said that in the chaotic first moments of the predawn blaze, the" , "date" : "19931002" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Brooklyn Man Dies Trying to Save Daughter From Fire" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/02\/nyregion\/brooklyn-man-dies-trying-to-save-daughter-from-fire.html"} , {"body" : "Leon A. Katz, who represented the Flatbush, Marine Park and Sheepshead Bay sections of Brooklyn in the City Council from 1969 to 1982, died on Monday in Englewood Hospital in New Jersey. He was 62 and lived in Manhattan. The cause was a heart attack, his family said. Mr. Katz, a Democrat, was a strong opponent of rent control. After his district" , "date" : "19930915" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "16" , "title" : "Leon A. Katz, City Councilman, 62" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/15\/obituaries\/leon-a-katz-city-councilman-62.html"} , {"body" : "Closings in the week ending July 3 MANHATTAN Chelsea $890,000 401 West 21st Street 2 attached single-family homes to be used as a one-family residence; 5 bedrooms, 3 1\/2-baths,dining room, eat-in kitchen, 4 fireplaces, parking space, 1,000-sq.-ft. of commercial space on the ground floor, landmark district, 44- by 60-ft. lot; taxes $7,839 (Brokers:" , "date" : "19930718" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "10" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/18\/realestate\/residential-resales-022793.html"} , {"body" : "IS it possible to date the start of an addiction? To pinpoint the exact moment when a person goes from not hooked to hooked? In my case, I like to think it was that bright June day in 1984 when my friend Alma lured me out onto a tennis court and I hit the first of what has since become millions upon millions of tennis balls. But psychologically," , "date" : "19930618" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Love at 40: Tennis, Anyone?" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/18\/arts\/love-at-40-tennis-anyone.html"} , {"body" : "Here is a sampling of spectator sports in the New York metropolitan region and participatory sports in New York City this summer. Dates and times are subject to change. FOR SPECTATORS Baseball SHEA STADIUM, Flushing, Queens. The New York Mets. Unless otherwise noted, games are at 7:40 P.M. Tickets range from $6.50 to $15. Information: (718)" , "date" : "19930613" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "page_facet" : "44" , "title" : "SPORTS" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/13\/news\/sports-341093.html"} , {"body" : "IF you can't get away from New York City this summer, you can round up the family and head for the parks. Children can learn how music is similar to games and sports in a series of free outdoor concerts by the Little Orchestra Society in various cityparks. Or they can get their blood pumping by running races in Central Park, where everyone receives" , "date" : "19930613" , "day_of_week_facet" : "Sunday" , "page_facet" : "15" , "title" : "CHILDREN; From Mazes to Mermaids, Fun for All Ages" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/13\/news\/children-from-mazes-to-mermaids-fun-for-all-ages.html"} , {"body" : "A GRATIFYING sight awaits Andrew Carnegie should he decide to materialize on Amboy Road in the Tottenville section of Staten Island. A library built with his money in 1904 has been overhauled at a cost of $1.9 million by the Department of General Services. It reopened in March -- repaired, restored and braced for the brave new audio-visual world of" , "date" : "19930606" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Perspectives: Renewing the Branches; Carnegie's Library Parade Marches On" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/06\/realestate\/perspectives-renewing-the-branches-carnegie-s-library-parade-marches-on.html"} , {"body" : "A NEW ATTITUDE ON SMALL BUSINESS After decades of counting on big business and local government to create jobs, New York City must now look mainly to small companies to rebuild its decimated jobs base and thus must make it easier for them to operate, political leaders, economists and urban planners say. This represents a new attitude toward small" , "date" : "19930503" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/03\/nyregion\/metro-digest-778593.html"} , {"body" : "One evening not long ago, on a street corner in Chelsea, an angry crowd of lawyers, teachers, artists and others gathered in front of a newly opened \"adult\" video store, its signs blaring \"XXX\" and its windows frosted white. A young woman began berating a store employee for ravaging the Manhattan neighborhood. \"Why don't you go back to where you" , "date" : "19930503" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Sex Shops Testing Neighborhoods' Tolerance" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/03\/nyregion\/sex-shops-testing-neighborhoods-tolerance.html"} ,   {"body" : "In coordinated protests throughout New York City yesterday, hundreds of residents in several neighborhoods rallied against what they called the proliferation of adult video stores, topless bars and nude cabarets in residential areas. The protesters descended on adult entertainment spots in the Murray Hill, Chelsea and Turtle Bay neighborhoods of" , "date" : "19930419" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Hundreds Join Protests Against Proliferation of Sex Shops" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/19\/nyregion\/hundreds-join-protests-against-proliferation-of-sex-shops.html"} , {"body" : "A TALE OF SURVIVAL AND DEFIANCE Lillian Lazar was 16 years old when she reached for a pair of fabric shears to attack a German soldier on April 19, 1943, the day Jews in Warsaw's fetid and dying ghetto rose in the first organized resistance to the Nazi extermination. Yesterday, she awoke at 5 A.M. in her home in Yonkers, picked up 12 dozen plain" , "date" : "19930419" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/19\/nyregion\/metro-digest-896393.html"} , {"body" : "THIS actually happened just a few yards from the high-rises and the parkways and the bodegas of this huge city. An Urban Park Ranger, Karen LeRiche, was conducting a nature tour in a city park when nature cooperated in a most graphic fashion. \"All of a sudden, I just said, 'People . . .' \" Ms. LeRiche recalls. \"It was a red-tailed hawk, swooping" , "date" : "19930418" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "4" , "title" : "NATURE WALKS; Discovering the Woods Around the Corner" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/18\/news\/nature-walks-discovering-the-woods-around-the-corner.html"} , {"body" : "Here is a sampling of spectator sports in the New York metropolitan region and participatory sports in New York City this spring. Dates and times are subject to change. FOR SPECTATORS Baseball Home Games SHEA STADIUM, Flushing, Queens. New York Mets. Unless otherwise noted, games are at 7:40 P.M. Tickets range from $6.50 to $15. Information: (718)" , "date" : "19930418" , "day_of_week_facet" : "Sunday" , "page_facet" : "5" , "title" : "SPORTS" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/18\/news\/sports-367093.html"} , {"body" : "Signs of Spring Walk Marine Park Avenue U, at Burnett Street Brooklyn (718) 287-3400 Recommended for all ages Tomorrow One of the first birds to show up in the New York City area as winter ends is the red-winged blackbird. These thrushes, which are as black as crows but have scarlet-orange epaulets on their wings, were sighted by some sharp-eyed" , "date" : "19930319" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/19\/arts\/for-children.html"} , {"body" : "Closings in the week ended Jan. 30 MANHATTAN Gramercy Park Area $775,000 143 East 18th Street 3-bedroom, 2-bath, one-family, 5-story town house; dining room, family room, 3 fireplaces, 1,800 sq. ft. of office space on the first two floors, 14.9- by 79.4-ft. lot; taxes $9,500 (Broker: Ambrose Mar-Elia) Greenwich Village $285,000 70 East 10th Street" , "date" : "19930214" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1993\/02\/14\/realestate\/residential-resales-731093.html"} , {"body" : "A 41-year-old token-booth clerk who spent his spare time caring for his blind wife and refurbishing the house that has been in his family for three generations was found shot to death yesterday in a Brooklyn subway station in what apparently was a robbery, the police said. The body of Russell Manzo was discovered about 2:30 A.M. by a transit police" , "date" : "19930106" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Token Clerk Fatally Shot In Subway" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/06\/nyregion\/token-clerk-fatally-shot-in-subway.html"}]