[  {"body" : "Broadway musicals done for television come in two basic packages. There are the full-fledged productions, like last week's extraordinarily successful CBS production of \"Gypsy,\" starring Bette Midler. And there are the concert versions with full orchestra, several performers and a few props. They, too, can be exceptionally rewarding. A few years" , "date" : "19931222" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "Reviews\/ Television; Still Happily Footloose In the New York of 1944" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/22\/arts\/reviews-television-still-happily-footloose-in-the-new-york-of-1944.html"} , {"body" : "Two years ago the Brooklyn Museum confronted a budget crisis that required cutting both its staff and its hours. But that was then. Tonight, the 96-year-old institution is giving a party for 2,300 guests to show off not only the $1 million reinstallation of its Egyptian collection, but also the $31 million renovation of its once-dusty, little-used" , "date" : "19931130" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "New Wing, New Hope at Brooklyn Museum" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/30\/arts\/new-wing-new-hope-at-brooklyn-museum.html"} , {"body" : "If the residents of Gravesend have their way, the incinerator that they say spewed smoke and soot over their neighborhood until two years ago will never reopen. But the city, which is running out of places to put its garbage and which has already withstood a fierce battle over an incinerator in the Brooklyn Navy Yard, has every intention of" , "date" : "19931121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN NAVY YARD (NYC)" , "GRAVESEND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: GRAVESEND; Fight to Keep Smokestacks Well Plugged" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/21\/nyregion\/neighborhood-report-gravesend-fight-to-keep-smokestacks-well-plugged.html"} , {"body" : "BENJAMIN HAMALIAN was fed up. Pantrac, his company, was in a storefront space in East New York, a rather downtrodden section of Brooklyn. He had been robbed four times in eight years, and enough was enough. Mr. Hamalian looked around Brooklyn, but all he found were expensive storefronts in unsafe neighborhoods. Then he moved Pantrac, which exports" , "date" : "19931107" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Swords to Plowshares on Brooklyn Piers" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/07\/realestate\/swords-to-plowshares-on-brooklyn-piers.html"} , {"body" : "IT is a disgusting image. The front of the truck trailer lurches upward, causing garbage to ooze from the rear. Most of the load is indistinguishable: the mess is gooey, gunky, endless. But here is a box that once contained Betty Crocker au gratin potatoes. There, a Spam can. On the container's fuzzy gray floor are the remnants of a small boy's" , "date" : "19931031" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Business"] , "page_facet" : "12" , "title" : "Profile: James Lebenthal; Municipal Bonds? Boring? Not in This Showman's Hands" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/31\/business\/profile-james-lebenthal-municipal-bonds-boring-not-in-this-showman-s-hands.html"} , {"body" : "For years he wondered if he was the only cop fighting corruption. His superior officers shunted him aside. And when the Mollen Commission was established, he worried that he was being set up to take the fall for the Police Department's failure to police itself. Yesterday Sgt. Joseph Trimboli got a promotion and a long round of applause from his" , "date" : "19931030" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Back From the Edge; Promotion and Vindication for Officer Who Stood Alone" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/30\/nyregion\/back-from-the-edge-promotion-and-vindication-for-officer-who-stood-alone.html"} , {"body" : "Outlining an environmental platform that rests largely on programs begun during his first term, Mayor David N. Dinkins said yesterday that the city would continue an aggressive program to recycle garbage, replace gas-burning city vehicles with those that burn alternative fuels and buy large tracts of land to protect its reservoirs of drinking water" , "date" : "19931018" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "HUDSON RIVER"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Dinkins Stresses Recycling Plan As Pier Is Opened for Public Use" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/18\/nyregion\/dinkins-stresses-recycling-plan-as-pier-is-opened-for-public-use.html"} , {"body" : "A plan for the redevelopment of Piers 1 to 5 in Red Hook and Sunset Park will speed the gentrification of neighboring Fulton Ferry, some residents believe, and it makes them nervous. They are concerned that their landlords will try to evict them. A neighborhood of tenements and warehouses between the Brooklyn and Manhattan Bridges, Fulton Ferry has" , "date" : "19931017" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FULTON FERRY (NYC)" , "NEW YORK CITY" , "RED HOOK (NYC)" , "SUNSET PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: FULTON FERRY\/BROOKLYN HEIGHTS; Loft Residents Question Plan For Piers" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/17\/nyregion\/neighborhood-report-fulton-ferry-brooklyn-heights-loft-residents-question-plan.html"} , {"body" : "The city has won its long battle to operate a garbage incinerator at the Brooklyn Navy Yard, but many nearby residents are lining up to contest a new city proposal that would establish a federally financed job training program for youths and adults at the yard's old administrative building at Flushing and Washington Avenues. Participants would live" , "date" : "19931010" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "WILLIAMSBURG; A New Battle Over Navy Yard" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/10\/nyregion\/williamsburg-a-new-battle-over-navy-yard.html"} , {"body" : "An 18-hour occupation of a newly constructed public housing project in Williamsburg, Brooklyn, came to a peaceful conclusion yesterday afternoon when about 200 mostly Hispanic protesters, who were demanding more apartments in the complex, began trickling out, clutching blankets, television sets and the hands of their children. City officials" , "date" : "19931003" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "200 Protesters Leave Project Peacefully" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/03\/nyregion\/200-protesters-leave-project-peacefully.html"} ,   {"body" : "About 250 Hispanic residents of the Williamsburg section of Brooklyn took over a nearly completed public housing project last night, moving in television sets, blankets and their children because they said they fear that Hasidic Jews in the neighborhood might get special treatment in gaining apartments when the project opens. By early this morning," , "date" : "19931002" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Demonstrators Seize Project In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/02\/nyregion\/demonstrators-seize-project-in-brooklyn.html"} , {"body" : "When Luis Garcia had a talk with a friend by a curbside telephone in New York City, little did he know that the conversation would lead to his arrest on charges that he helped dispose of the bodies of three people who were slain in a Hartford suburb. Mr. Garcia, a 22-year-old from Brooklyn, had told the friend that \"no one would ever know who did" , "date" : "19930927" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CONNECTICUT" , "SOUTH WINDSOR (CONN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Suspect's Chat by Pay Phone Leads to His Arrest in Killings" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/27\/nyregion\/suspect-s-chat-by-pay-phone-leads-to-his-arrest-in-killings.html"} , {"body" : "\"The last three and a half years have not been an easy time for me,\" Gov. Jim Florio said tonight as he prepared to wrap up a now well-rehearsed stump speech that ends with an appeal that he -- one of the most unpopular politicians in recent New Jersey history -- be re-elected. At the back of the room, Paul Mucha listened intently to Mr. Florio's" , "date" : "19930920" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW JERSEY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Using His Right, Florio Rises To Become Top Contender" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/20\/nyregion\/using-his-right-florio-rises-to-become-top-contender.html"} , {"body" : "New York State will issue permits for construction of a garbage incinerator at the Brooklyn Navy Yard, removing the last major hurdle to a project that has stirred strong opposition from environmental groups and neighbors of the Navy Yard, the State Commissioner for Environmental Conservation has announced. \"In the more than seven years since the" , "date" : "19930912" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "47" , "title" : "State Approves the Brooklyn Navy Yard Incinerator" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/12\/nyregion\/state-approves-the-brooklyn-navy-yard-incinerator.html"} , {"body" : "MANHATTAN BOROUGH PRESIDENT There is no primary. Ruth W. Messinger (D-L) is the incumbent. 1st COUNCIL DISTRICT MARGARET S. CHIN (D) Director, Chinatown Center of La Guardia Community College; member of Community Board 1; a candidate for City Council in 1991. KATHRYN E. FREED (D-L) City Council member elected in 1991; tenant lawyer and former" , "date" : "19930912" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "VOTERS GUIDE; Races By Borough" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/12\/nyregion\/voters-guide-races-by-borough.html"} , {"body" : "International 3-23 ARAFAT AND RABIN SIDE BY SIDE Once bitter enemies, Yasir Arafat and Yitzhak Rabin will stand side by side at the White House Monday for the signing of the peace agreement that will usher in Palestinian self-rule in Gaza and Jericho. 1 CLINTON VOWS TO AID ISRAELIS President Clinton promised the Israeli public the unflinching" , "date" : "19930912" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/12\/nyregion\/news-summary-011393.html"} , {"body" : "Historic New York Lower East Side Tenement Museum, 90 Orchard Street (Delancey Street); (212) 431-0233. On Sunday, the museum will offer walking tours focusing on vaudeville in New York (at noon) and the Jewish Lower East Side (at 1 P.M.). Other tours this month include one on Chinese heritage (Sept. 12 at 1 P.M.), religious buildings (Sept. 19 at" , "date" : "19930902" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "Calendar: Walks, Art And a Tour" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/02\/garden\/calendar-walks-art-and-a-tour.html"} , {"body" : "A vast enemy fleet -- twice the size of the Spanish Armada -- lay in wait in New York Harbor the last week of August 1776, poised for a battle that, but for the bravery of a band of Marylanders and the gales of a fortuitous northeaster, would have left the new American nation stillborn. There was H.M.S. Asia, a 64-gun man-of-war; nine other tall" , "date" : "19930827" , "day_of_week_facet" : "Friday" , "geo_facet" : ["PROSPECT PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "A Crucial Battle In the Revolution" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/27\/nyregion\/a-crucial-battle-in-the-revolution.html"} , {"body" : "Atop one coffin was a small teddy bear. On another was a Yankees cap. A third had a textbook, \"Mastering Electronics,\" on top, and on a fourth was an open Bible. The Marquez family was buried today, six days after the police say they were slain by a relative they had taken in and tried to befriend. On Saturday, three of their bodies were discovered" , "date" : "19930806" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CONNECTICUT"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "A Family Slain at Home Is Mourned in Hartford" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/06\/nyregion\/a-family-slain-at-home-is-mourned-in-hartford.html"} , {"body" : "To people who knew him, John Camacho was a troubled young man who had received a golden chance to straighten out his life: the help of a cousin and her husband in Connecticut. The couple, Santa and Al Marquez, gave him advice, let him stay in their home and tried to keep him away from what they saw as his aimless life in Brooklyn. But on Tuesday" , "date" : "19930805" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["CONNECTICUT" , "SOUTH WINDSOR (CONN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Victim's Cousin Accused of Killing Family" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/05\/nyregion\/victim-s-cousin-accused-of-killing-family.html"} ,   {"body" : "Two men were arrested in Brooklyn yesterday in the killing of a Connecticut couple and their two children last weekend, the police said. Three of the bodies were dumped by the edge of the East River near the Brooklyn Navy Yard. One suspect, John Camacho, 22, a relative of the family, was charged with four counts of murder, said Officer Andrew" , "date" : "19930804" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["CONNECTICUT"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "2 Men Arrested in Killing of Connecticut Family" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/04\/nyregion\/2-men-arrested-in-killing-of-connecticut-family.html"} , {"body" : "NEW YORK CITY CLERIC TALKED ON TARGETS, TAPES INDICATE Sheik Omar Abdel Rahman talked of the merits of targeting various buildings in a terrorist plot and advised the plotters to prepare carefully and \"go slow,\" according to transcripts of conversations with an F.B.I. informer. A1. Federal agents say they have arrested nine members of a gang of gun" , "date" : "19930804" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/04\/nyregion\/metro-digest-425093.html"} , {"body" : "A woman and her two children who were shot to death and dumped at the edge of the East River over the weekend were finally identified yesterday, and when the police searched their home in Connecticut they made another chilling discovery -- the body of the woman's husband, wrapped in a blanket in the garage. While detectives searched for two" , "date" : "19930803" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "EAST RIVER (NYC)" , "SOUTH WINDSOR (CONN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Bodies at River Identified; Police Find a Fourth Victim" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/03\/nyregion\/bodies-at-river-identified-police-find-a-fourth-victim.html"} , {"body" : "A day after the bodies of a woman and two children were found at the edge of the East River in Brooklyn, investigators were still trying to determine yesterday who the victims were and why they were killed. The police said they believed that the three may have belonged to the same family, but added that little more could be said about the case" , "date" : "19930802" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "No I.D.'s Yet For 3 Found Dead at River" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/02\/nyregion\/no-id-s-yet-for-3-found-dead-at-river.html"} , {"body" : "CURTAILING SMOKING IN THE MALL As the country goes, so goes the mall. And the country, judging by the number of malls moving to ban cigarettes, minds very much if you smoke. Some states, like New York and Vermont, have laws that prohibit smoking in most public indoor spaces, including malls. But in the last few months, dozens of malls throughout" , "date" : "19930802" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/02\/nyregion\/metro-digest-529993.html"} , {"body" : "International 3-17 U.S. GAINS LEBANON CEASE-FIRE Israel ended its seven-day assault against pro-Iranian guerrillas in Lebanon and agreed to a cease-fire that was brokered by the U.S. 1 Warren Christopher did himself a favor before his Mideast visit. 12 GERMANY BALKS AT LEADERSHIP Despite its size and economic strength, Germany has disappointed and" , "date" : "19930801" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/01\/nyregion\/news-summary-429793.html"} , {"body" : "The bodies of a woman and two children who had apparently been taken from their home in the middle of the night and shot to death were found at the edge of the East River yesterday in an isolated, rundown waterfront area near the Brooklyn Navy Yard. Alerted by a dog-walker who called at 8:40 A.M., the police found the bodies at the foot of Jay" , "date" : "19930801" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Two Children And Woman Found Slain" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/01\/nyregion\/two-children-and-woman-found-slain.html"} , {"body" : "Mingling governmental duties with political needs, Mayor David N. Dinkins spent most of yesterday in Brooklyn, trying to shore up his support in neighborhoods that were among his main bastions of strength in the last election. Mr. Dinkins's aides said the trip was part of a wider strategy to take to the streets more often as the election nears," , "date" : "19930731" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "A Re-election Campaign Grows in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/31\/nyregion\/a-re-election-campaign-grows-in-brooklyn.html"} , {"body" : "A supervisor of psychologists for New York City's public high schools was charged yesterday with sexually abusing two teen-age boys, and police and school officials said they were investigating whether other school employees were involved in similar crimes. Investigators said the supervisor, Pedro Cumba, a longtime school psychologist, brought the" , "date" : "19930720" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "School Psychologist Is Charged With Sex Abuse" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/20\/nyregion\/school-psychologist-is-charged-with-sex-abuse.html"} , {"body" : "It is perhaps fitting that in a country where it sometimes seems that no two people agree, and where everyone is passionately convinced he is right, the three leading Haitian weekly newspapers are often engaged in open combat. It is equally fitting, in a country where radio stations are the first targets of frequent coups and the instinct of" , "date" : "19930712" , "day_of_week_facet" : "Monday" , "geo_facet" : ["HAITI"] , "nytd_section_facet" : ["Business"] , "page_facet" : "8" , "title" : "THE MEDIA BUSINESS; In Haiti, a War of the Printed Word" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/12\/business\/the-media-business-in-haiti-a-war-of-the-printed-word.html"} ,   {"body" : "Conventional wisdom holds that legislatures get their most difficult work done in years when they're free from the tyranny of the ballot box. But the unimpressive New York State Legislature got even less done in this non-election year than usual. As The Times's Kevin Sack writes, the session of 1993 will be known for what it didn't do. After six" , "date" : "19930710" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "From Bad to Worse in Albany" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/10\/opinion\/from-bad-to-worse-in-albany.html"} , {"body" : "Gov. Mario M. Cuomo and legislative leaders reached a compromise Wednesday that would allow New York City to build a much disputed garbage incinerator in the Brooklyn Navy Yard. But in doing so, they imposed new hurdles that could slow the project or make it more expensive. The agreement, which will partly exempt the incinerator from strict" , "date" : "19930708" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "Pact Reached On Incinerator For Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/08\/us\/pact-reached-on-incinerator-for-brooklyn.html"} , {"body" : "HOT ENOUGH FOR YOU? It was inescapable. There was the heat -- a record 98 degrees in Central Park and 102 at Newark Airport. There was the humidity. There was the ozone, enough to set off an alert that the air was not fit to breathe. A1. Experts are reminding people that besides air-conditioning and ice, they can take advantage of perspiration and" , "date" : "19930708" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/08\/nyregion\/metro-digest-370393.html"} , {"body" : "International A2-11 CLINTON'S WORLD DEBUT President Clinton stepped onto the world stage with a flourish in Tokyo, sitting down with other leaders at the opening session of his first economic summit meeting. He hailed a limited pact to lower tariffs as a major breakthrough. Mr. Clinton also plunged into the streets to shake hands and chat with" , "date" : "19930708" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/08\/nyregion\/news-summary-196493.html"} , {"body" : "Faced with the threat of losing $1 billion in Federal transportation funds, Gov. Mario M. Cuomo and legislative leaders agreed today on a plan intended to reduce air pollution in New York City and its suburbs sharply by 1996. Once signed into law, the agreement between Mr. Cuomo and legislators will give state agencies broad new powers to curb smog" , "date" : "19930707" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Pollution-Curbing Plan Is Set in Albany" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/07\/nyregion\/pollution-curbing-plan-is-set-in-albany.html"} , {"body" : "Lots of old news from Albany. Once again, the lawmakers are showing their preference for late-and-sloppy over early-and-orderly. The Republican-dominated State Senate is again standing in the way of legislation banning the sale of assault weapons, as well as a meaningful bill setting stronger penalties for hate crimes. The Legislature is again" , "date" : "19930629" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "Health"] , "page_facet" : "14" , "title" : "An Agenda for Albany" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/29\/opinion\/an-agenda-for-albany.html"} , {"body" : "A bill in the New York State Assembly intended to prevent the bunching of incinerators, landfills and sewage plants in poor or minority communities is encountering opposition from an unexpected corner: the Dinkins administration. Under the legislation, companies or government agencies seeking to open such \"environmental facilities\" would have to" , "date" : "19930627" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Dinkins Opposes Measure on Garbage" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/27\/nyregion\/dinkins-opposes-measure-on-garbage.html"} , {"body" : "WHY fight it? The Goodspeed Opera House restoration of \"On the Town\" is captivating. What Leonard Bernstein meant when he wrote of \"the joy of music\" is fully transmitted into the joy of a musical comedy. This -- pure, simple, sweet, sentimental and funny -- is how it used to be. Bathed in a very real nostalgia, here is the \"New York, New York\" of" , "date" : "19930606" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "8" , "title" : "THEATER; 'On the Town' in Revival At Goodspeed Opera" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/06\/nyregion\/theater-on-the-town-in-revival-at-goodspeed-opera.html"} , {"body" : "A youth counselor who served as the president of the community advisory council of a Brooklyn police precinct was arrested yesterday and charged with sexually abusing a 14-year-old youth an average of once a week for nearly a year. The man, Solomon Kemp, 49, has worked as an assistant custodian at Public School 287 on Navy Street in Fort Greene," , "date" : "19930605" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "25" , "title" : "Youth Counselor Is Accused of Sexual Abuse" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/05\/nyregion\/youth-counselor-is-accused-of-sexual-abuse.html"} , {"body" : "For decades and even centuries, they have lain beneath layers of landfill, brick, concrete and asphalt -- largely forgotten as the swarm of progress transformed a hamlet called Nieuw Amsterdam into the nation's largest city. Now the dead and their hidden cemeteries have risen to the center of an emotional debate over the city's neglected past and" , "date" : "19930523" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WASHINGTON SQUARE PARK (NYC)" , "NEW YORK CITY" , "BRONX (NYC)" , "BRYANT PARK (NYC)" , "BROOKLYN NAVY YARD (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)" , "NEGROES BURIAL GROUND (MANHATTAN)" , "VAN CORTLANDT PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Unearthing Early Cemeteries, New York Turns Up Politics" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/23\/nyregion\/unearthing-early-cemeteries-new-york-turns-up-politics.html"} ,   {"body" : "For decades telescopic sights, triangulation and trigonometry tables were good enough for laying out roads and figuring out town boundaries. But Adolph N. Sokolyansky deals with a problem that demands higher precision: garbage. Out for another day of work at the Fresh Kills Landfill on Staten Island, already the nation's largest landfill and still" , "date" : "19930511" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Buying Time by Buying Space on Mount Garbage; Engineers at the Fresh Kills Landfill Work to Squeeze in Every Last Inch of City Trash" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/11\/nyregion\/buying-time-buying-space-mount-garbage-engineers-fresh-kills-landfill-work.html"} , {"body" : "Of course, Pete Hamill's answer would have something to do with the dreams newsmen talk about in bars. The question came up the other day in his new office at The New York Post. That is the newspaper where he started in the news business in 1960 and where he built a big name by capturing the lyrical sounds of the city's streets and the Irish bars" , "date" : "19930312" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Pete Hamill's Dream Meets Gritty Tabloid Reality; Post's New Editor, Sentimental Lyricist of the Streets, Battles Prosaic Balance Sheets" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/12\/nyregion\/pete-hamill-s-dream-meets-gritty-tabloid-reality-post-s-new-editor-sentimental.html"} , {"body" : "A year ago at a funeral, a husky firefighter introduced himself to Patricia McTigue and said: \"I admire your husband. He's everything I'm striving to be.\" She next saw the firefighter on Tuesday, when he was watching from the curb as her husband -- his 6-foot-1 body savagely transmogrified by burns that eight operations have only begun to heal --" , "date" : "19930208" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Hailing Grit of an Injured Firefighter" , "url" : "http:\/\/www.nytimes.com\/1993\/02\/08\/nyregion\/hailing-grit-of-an-injured-firefighter.html"} , {"body" : "After years of struggle, the Federal Clean Air Act was revised in 1990 with a grand purpose: to force all 50 states to meet new air pollution standards so strict that everything from the way people got to work to the way factories were designed would have to change. But three years later, the struggle is far from over, as industry groups," , "date" : "19930130" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "NEW YORK STATE" , "CALIFORNIA" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "New York Lags on Meeting Pollution Standards" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/30\/nyregion\/new-york-lags-on-meeting-pollution-standards.html"} , {"body" : "The Dinkins administration, ending a highly visible example of petty corruption in government, yesterday shut down a giant city warehouse in Brooklyn where workers had for years systematically stolen cribs, clothing and other supplies meant for New York's poorest families. City officials said the wide-open looting was brought under control more" , "date" : "19930112" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York Shuts Warehouse With History Of Looting" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/12\/nyregion\/new-york-shuts-warehouse-with-history-of-looting.html"} , {"body" : "TWO years after the Board of Estimate was disbanded and the ultimate authority for planning and zoning passed to the City Council, patterns have begun to emerge in how land-use decisions are made. Perhaps most striking is the way the Council has given up some of the reflexive parochialism that characterized its predecessor. While borough presidents" , "date" : "19930103" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Council's Land-Use Procedures Emerging" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/03\/realestate\/council-s-land-use-procedures-emerging.html"}]