[  {"body" : "When prosecutors charged Sheik Omar Abdel Rahman and 14 other men with a massive terrorist conspiracy in August, the indictment left out one crime that investigators had long tried to tie to the sheik. The investigators had said at that time that they had looked into but could not prove whether Mr. Abdel Rahman had ordered his followers to carry" , "date" : "19931123" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Inquiry Into Slaying of Sheik's Confidant Appears Open" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/23\/nyregion\/inquiry-into-slaying-of-sheik-s-confidant-appears-open.html"} , {"body" : "Andrea Schlesinger was explaining to a group of high school students last week the results of a survey she conducted to gauge student familiarity with the New York City Board of Education. \"We didn't do too well,\" said Ms. Schlesinger, who is a 17-year-old senior at Edward R. Murrow High School in Brooklyn and the Board of Education's student" , "date" : "19931119" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Nonvoting, but Student Speaks Out; Representative on New York Board of Education Chides Classmates and Colleagues" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/19\/nyregion\/nonvoting-but-student-speaks-representative-new-york-board-education-chides.html"} , {"body" : "Here is a sampling of tours by bus, van and foot that are scheduled during the summer in New York City. Dates and times are subject to change. Today \"HARLEM ON SUNDAY.\" A bus tour that includes a church service with gospel music, the Hamilton Grange mansion, the Morris Jumel mansion (former headquarters of George Washington), and the Apollo" , "date" : "19930725" , "day_of_week_facet" : "Sunday" , "page_facet" : "19" , "title" : "TOURS" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/25\/news\/tours.html"} , {"body" : "Here is a sampling of tours by bus, van and foot that are scheduled during the summer in New York City. Dates and times are subject to change. Today \"UPTOWN ELEGANCE: HARLEM'S OPEN HOUSE TOURS.\" A tour through the Mount Morris Park area, which has an array of Victorian homes and 19th-century churches, with stops at some, led by Michael Adams," , "date" : "19930613" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "36" , "title" : "TOURS" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/13\/news\/tours.html"}]