[  {"body" : "Amid a sense of nostalgia and amazement, New York City high school track and field was reborn yesterday with the unveiling of an Olympic-style surface at the refurbished Armory Track Center on 168th Street in Washington Heights in Manhattan. They came by the thousands -- athletes, coaches and spectators -- to witness the 40th annual Bishop Loughlin" , "date" : "19931219" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON HEIGHTS (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "TRACK & FIELD; A New Gem Shines Bright in Washington Heights Area" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/19\/sports\/track-field-a-new-gem-shines-bright-in-washington-heights-area.html"} , {"body" : "By the end of his long descent into fury and death on the Long Island Rail Road last week, Colin Ferguson's world had been reduced to black and white, good and evil, hate and non-hate: an Orwellian realm where shades of meaning were gone and only rage made sense. It was a world of unjust laws and universal hostility, as uncaring as form letters" , "date" : "19931212" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Tormented Life -- A special report; A Long Slide From Privilege Ends in Slaughter on a Train" , "url" : "http:\/\/www.nytimes.com\/1993\/12\/12\/nyregion\/tormented-life-special-report-long-slide-privilege-ends-slaughter-train.html"} , {"body" : "When a custom-designed computer program failed to meet William Haberman's expectations, the furniture builder used the leverage of dissatisfied customers everywhere: he held back on payment. And when Michael Lafaro realized he might not be paid, he used his art and singular access as a software designer: he infected the client's system with a virus" , "date" : "19931123" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Technology"] , "page_facet" : "1" , "title" : "Software Maker Accused of Using Virus to Compel Client to Pay Bill" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/23\/nyregion\/software-maker-accused-of-using-virus-to-compel-client-to-pay-bill.html"} , {"body" : "The trip to New York was a welcome chance to leave the hotel, to not have to lay around, feel the weight of tragedy, the anxiety of being alone. Brian Shaw rode to Brooklyn. There were uncles and cousins to see yesterday afternoon, in Flatbush and in Sheepshead Bay. There were warm family embraces and stories to tell and tears to shed. There was" , "date" : "19931123" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "14" , "title" : "ON PRO BASKETBALL; Game Over. No Reason to Call Home." , "url" : "http:\/\/www.nytimes.com\/1993\/11\/23\/sports\/on-pro-basketball-game-over-no-reason-to-call-home.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN GRAMERCY PARK $155,500 60 Gramercy Park North 1-bedroom, 1-bath, 875-sq.-ft. prewar co-op; 24-hr. doorman, entry foyer, dining area, library, 3 exposures; maintenance" , "date" : "19931121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/21\/realestate\/residential-resales-582093.html"} , {"body" : "Fencing Classes Various public and private locations Recommended ages: 7 and up \"Aim at the heart,\" said Josie Fusco, the fencing teacher at the Carmine Street Recreation Center in Manhattan. \"Who has the burden of responsibility?\" she then asked her three students, who ranged in age from 10 to 15. \"The person attacked.\" With fencing, it's easy to" , "date" : "19931119" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1993\/11\/19\/arts\/for-children.html"} , {"body" : "The gentlest breeze wafting inland off the Atlantic is like a deadbolt that renders hundreds of residents in Sheepshead Bay prisoners in their own homes -- stunk in, so to speak, by odors emanating from the 100 million gallons of raw sewage processed each day at a nearby treatment plant. \"There's no delicate way to describe it: the plant constantly" , "date" : "19931031" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Neighborhood Reports: Sheepshead Bay; Residents Cry Foul Over Air" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/31\/nyregion\/neighborhood-reports-sheepshead-bay-residents-cry-foul-over-air.html"} , {"body" : "At the western point of Sheepshead Bay, where land and water meet, a light will glow atop a tower. It may be taken for a lighthouse, or a fiery chimney. It will be an eternal flame, in memory of the millions who perished in the Holocaust. The people of Sheepshead Bay, through their own Holocaust Memorial Committee, have succeeded in their" , "date" : "19931031" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Neighborhood Reports: Sheepshead Bay; In a Garden by the Water, a Tower of Memories" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/31\/nyregion\/neighborhood-reports-sheepshead-bay-in-a-garden-by-the-water-a-tower-of-memories.html"} , {"body" : "For years he wondered if he was the only cop fighting corruption. His superior officers shunted him aside. And when the Mollen Commission was established, he worried that he was being set up to take the fall for the Police Department's failure to police itself. Yesterday Sgt. Joseph Trimboli got a promotion and a long round of applause from his" , "date" : "19931030" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Back From the Edge; Promotion and Vindication for Officer Who Stood Alone" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/30\/nyregion\/back-from-the-edge-promotion-and-vindication-for-officer-who-stood-alone.html"} , {"body" : "Crafts on Park Ave. Seventh Regiment Armory, 643 Park Avenue (66th Street); (800) 649-0279. A crafts show and sale featuring 175 artists starts tomorrow, from 3 to 9 P.M. Also open Saturday, 11 A.M. to 6 P.M.; Sunday, noon to 5 P.M. Admission is $7; children 16 and under, no charge. East Side Tour Friends of the Upper East Side Historic Districts;" , "date" : "19931028" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "11" , "title" : "Events: Crafts, Tiny Trees" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/28\/garden\/events-crafts-tiny-trees.html"} ,   {"body" : "New York City, with the help of the United States Committee for Unicef, will give free immunizations for measles, mumps and rubella, diphtheria, tetanus and whooping cough, polio, meningitis and hepatitis B to any child who needs them on Saturday. Here are immunization sites, as listed by the Department of Health. MANHATTAN Baruch Houses Child" , "date" : "19931010" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "PUBLIC INTEREST; Where to Get Free Shots for Children" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/10\/nyregion\/public-interest-where-to-get-free-shots-for-children.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA $319,000 10 West 15th Street 2-bedroom, 2-bath, 1,100-sq.-ft. postwar co-op; 24-hr. doorman, elevator, dining area, remodeled kitchen, 300-sq.-ft. terrace;" , "date" : "19931003" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "CONNECTICUT" , "WESTCHESTER COUNTY (NY)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "10" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/03\/realestate\/residential-resales-698093.html"} , {"body" : "Scouting the Top Teams Following are the scouting reports for this weekend's top games in the Public Schools Athletic League and Catholic High Schools Football League as well as for New Jersey, Connecticut, Westchester County and Rockland County. The teams' records are in parentheses. P.S.A.L. Sheepshead Bay (2-0) at Lafayette (1-2) Key Players:" , "date" : "19931002" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "34" , "title" : "HIGH SCHOOL FOOTBALL REPORT" , "url" : "http:\/\/www.nytimes.com\/1993\/10\/02\/sports\/high-school-football-report.html"} , {"body" : "THE powerful force of a home sales market substantially below the price levels five or six years ago is asserting itself in the lives of thousands of families in the metropolitan area. For many who bought starter houses in the middle 80's, the fall in prices has forced the postponement of purchase and relocation decisions that are essential to" , "date" : "19930919" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The Home-Buying Decision of a Lifetime" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/19\/realestate\/the-home-buying-decision-of-a-lifetime.html"} , {"body" : "Leon A. Katz, who represented the Flatbush, Marine Park and Sheepshead Bay sections of Brooklyn in the City Council from 1969 to 1982, died on Monday in Englewood Hospital in New Jersey. He was 62 and lived in Manhattan. The cause was a heart attack, his family said. Mr. Katz, a Democrat, was a strong opponent of rent control. After his district" , "date" : "19930915" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "16" , "title" : "Leon A. Katz, City Councilman, 62" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/15\/obituaries\/leon-a-katz-city-councilman-62.html"} , {"body" : "Hundreds of thousands of New Yorkers who have to take the bus to the subway have long cursed both geography and the Metropolitan Transportation Authority, which makes them pay for both trips. Now, with ridership sagging, the M.T.A. has proposed something that will save commuters money, if not time: free transfers. What the M.T.A. is calling for in" , "date" : "19930912" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "56" , "title" : "M.T.A. Proposes Free Bus-Subway Transfers for Commuters" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/12\/nyregion\/mta-proposes-free-bus-subway-transfers-for-commuters.html"} , {"body" : "The emergency inspection of New York City's schools for asbestos hazards suffered another setback when an independent investigator threw out 33 inspections because the contractor who did them is not licensed in New York State, officials said yesterday. Those inspections must now be redone. The action, coming after a series of other setbacks, has" , "date" : "19930908" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Another Setback for Asbestos Inspections in Schools" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/08\/nyregion\/another-setback-for-asbestos-inspections-in-schools.html"} , {"body" : "Howard Goodman, Irving Polinsky and Siegfried Mittelman were immersed in their pinochle game at a Bronx center for the elderly when word came that the room would soon be taken over for a campaign appearance by Donald M. Halperin, a candidate in the Democratic primary for New York City public advocate. Mr. Polinsky and Mr. Mittelman looked up from" , "date" : "19930908" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Running for an Old Job That Has a New Game" , "url" : "http:\/\/www.nytimes.com\/1993\/09\/08\/nyregion\/running-for-an-old-job-that-has-a-new-game.html"} , {"body" : "HIGH noon on a Lexington Avenue bus stuck in slow-moving traffic. The vehicle is beyond steamy. The air-conditioning has broken down. The bus driver, perspiration dripping from his face, looks as though he is about to pass out. Still, as each passenger boards the bus -- Joan Stark of Scarsdale, N.Y., is one of them -- the exhausted driver warns," , "date" : "19930804" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/1993\/08\/04\/garden\/metropolitan-diary-851593.html"} , {"body" : "In a brazen midafternoon shooting, four people were injured by shotgun fire yesterday on a residential street in Sheepshead Bay, Brooklyn. The police said that three of the victims, all immigrants from Russia, were shot when they emerged from a Lexus automobile and were walking toward a residence at 2553 East 16th Street. The fourth victim, not a" , "date" : "19930727" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "4 Hurt in Sheepshead Bay Shotgun Attack" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/27\/nyregion\/4-hurt-in-sheepshead-bay-shotgun-attack.html"} ,   {"body" : "Of all the transformations and evolutions that New York City neighborhoods have undergone in the last century, few are as stark as that of Sheepshead Bay. This is a place where Sousa played, where the wealthy raced horses, where at least one America's Cup-winning yacht was berthed and where the first trans-Atlantic phone call was placed. But it was" , "date" : "19930719" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "STRICTLY BUSINESS; Sheepshead Bay at Odds on a Waterfront Proposal" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/19\/nyregion\/strictly-business-sheepshead-bay-at-odds-on-a-waterfront-proposal.html"} , {"body" : "SHOCK THERAPY LOSING ITS STIGMA Although many people still recoil at the thought of electroshock therapy, associating it with images of Frankenstein's monster, the electric chair and bolts of lightning, the treatment has made a discreet comeback in the last decade. Increasingly, those who have been aided are willing to speak out, describing its" , "date" : "19930719" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/19\/nyregion\/metro-digest-187493.html"} , {"body" : "Four years ago, Bill Lynch led David N. Dinkins to victory against a battle-weary Democratic incumbent -- and then on to become New York City's first black Mayor -- by coaching a hungry team of liberal outsiders from a Times Square building so seedy that his staff shared elevators with porno actresses between scenes. The knock on him then: He was a" , "date" : "19930719" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "As Campaign Warms, Dinkins Manager Is Cool, Calm and Directed" , "url" : "http:\/\/www.nytimes.com\/1993\/07\/19\/nyregion\/as-campaign-warms-dinkins-manager-is-cool-calm-and-directed.html"} , {"body" : "In raids on three houses in Queens yesterday, the police freed 39 Asian immigrants held captive in Queens and were considering charges against a \"handful\" of Asian gang members suspected of smuggling them into the country. The first raid began shortly after 11 A.M., when officials rescued about 15 men from a squat brick house at 164-30 73d Avenue" , "date" : "19930629" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CHINA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "39 Immigrants Rescued In Three Raids in Queens" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/29\/nyregion\/39-immigrants-rescued-in-three-raids-in-queens.html"} , {"body" : "A Chinese woman found weeping on a Brooklyn street early Friday led the police to a house in Sheepshead Bay where she and eight other immigrants had been held captive, some for as long as half a year, the police said yesterday. The 21-year-old woman told detectives she was kidnapped from Kennedy International Airport a week ago, robbed of $300 and" , "date" : "19930627" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "CHINA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "8 Captives Are Freed In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/27\/nyregion\/8-captives-are-freed-in-brooklyn.html"} , {"body" : "For the third time this week, the body of an Asian man believed to have been a passenger on a stricken vessel smuggling illegal Chinese immigrants was found yesterday morning floating off Fort Tilden Gateway Beach in Queens, authorities said. If the Medical Examiner's office determines that the three bodies were from the ship, the Golden Venture," , "date" : "19930617" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "ROCKAWAY PENINSULA (NYC)" , "CHINA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Finding of 3d Body Raises More Questions About Ship" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/17\/nyregion\/finding-of-3d-body-raises-more-questions-about-ship.html"} , {"body" : "Here is a sampling of tours by bus, van and foot that are scheduled during the summer in New York City. Dates and times are subject to change. Today \"UPTOWN ELEGANCE: HARLEM'S OPEN HOUSE TOURS.\" A tour through the Mount Morris Park area, which has an array of Victorian homes and 19th-century churches, with stops at some, led by Michael Adams," , "date" : "19930613" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "36" , "title" : "TOURS" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/13\/news\/tours.html"} , {"body" : "Pat Wallace doesn't agonize over her daughter's mental illness anymore. Thanks to medication, Kelly, 31, has emerged from a decade-long nightmare of psychiatric confinement and suicide attempts amid conflicting diagnoses, from schizophrenia to manic depression. \"It was almost like I was on the moon -- in a different atmosphere -- but without the" , "date" : "19930608" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "After the Parents Are Gone; Programs Provide Continuing Care for Mentally Ill Children" , "url" : "http:\/\/www.nytimes.com\/1993\/06\/08\/nyregion\/after-parents-are-gone-programs-provide-continuing-care-for-mentally-ill.html"} , {"body" : "Closings in the week ended April 17 MANHATTAN Gramercy Park Area $206,500 242 East 19th Street 2-bedroom, 2-bath, 1,020-sq.-ft. co-op in a prewar building; manned elevator, windowed kitchen, fireplace, 2 exposures; maintenance $1,260, 50% tax-deductible (Broker: Herbert H. Kliegerman Associates) Greenwich Village $1.85 million 12 East 12th Street" , "date" : "19930502" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "15" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1993\/05\/02\/realestate\/residential-resales-162493.html"} , {"body" : "Closings in the week ended April 10 MANHATTAN Chelsea $267,000 244 West 23d Street 1-bedroom, 1 1\/2-bath, 1,500-sq.-ft. duplex co-op in a loft building; dining room, fireplace, sauna; maintenance $541, 18% tax-deductible (Broker: Silverman Group) Madison Square $199,000 5 East 22d Street (Madison Green) 1-bedroom, 1-bath, 700-sq.-ft. condo in a" , "date" : "19930425" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/25\/realestate\/residential-resales-079493.html"} ,   {"body" : "THE ONE guy above all who you might think would want boxing abolished visited a doctor at the Rusk Institute of Rehabilitation Medicine in Manhattan on Friday afternoon. He is the guy with the hundreds of stitches that appear mowed in the shape of a question mark in his closely cropped scalp. The design is a result of surgery to remove a blood clot" , "date" : "19930425" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Health" , "Sports"] , "page_facet" : "9" , "title" : "Sports of The Times; The Prizefighter From Russia Who Wanted a Rematch" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/25\/sports\/sports-of-the-times-the-prizefighter-from-russia-who-wanted-a-rematch.html"} , {"body" : "NOW is the time for all good children to make a dash for the outdoors, starting, say, with a spring fair. Whether they're held at schools or in parks, fairs are usually a cheap, entertaining way to spend an afternoon. So is the Isamu Noguchi Garden Museum in Long Island City, Queens, with a courtyard that makes visitors feel as if they have entered" , "date" : "19930418" , "day_of_week_facet" : "Sunday" , "page_facet" : "15" , "title" : "CHILDREN; A Time to Feel Young (Especially If You Are)" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/18\/news\/children-a-time-to-feel-young-especially-if-you-are.html"} , {"body" : "Closings in the week ended Mar. 20 MANHATTAN East Midtown $188,700 410 East 57th Street 1-bedroom, 2-bath, 900-sq.-ft. prewar co-op; 24-hr. doorman, manned elevator, dining area, renovated kitchen, east exposure; maintenance $960, 35% tax-deductible (Broker: Halstead Property Co.) Gramercy Park $220,000 60 Gramercy Park North 1-bedroom, 1-bath," , "date" : "19930404" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1993\/04\/04\/realestate\/residential-resales-562293.html"} , {"body" : "The script for \"Rocky\" would have had to be revised for Sergei Artemiev, the 24-year-old Russian lightweight contender, lying in a hospital here for the last week after having undergone a four-and-a-half-hour operation for a blood clot on the surface of his brain. He was the blond, bad guy in the black trunks from the Evil Empire who became the" , "date" : "19930328" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Health" , "Sports"] , "page_facet" : "5" , "title" : "BOXING; Knocked-Out Russian Boxer, His Dream Now Dead, Fights for His Life" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/28\/sports\/boxing-knocked-out-russian-boxer-his-dream-now-dead-fights-for-his-life.html"} , {"body" : "TOM GILLETT describes his romance with Marina Mikhailovna Volo-khonskaya as a mix of \"WASP-y Connecticut Ivy and Leningrad Brooklyn Russian.\" They met a year ago, soon after Mr. Gillett, a freelance advertising copywriter and a longtime Russophile, pulled out his Russian word processor and composed what he now refers to as his most successful ad." , "date" : "19930314" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "12" , "title" : "VOWS; Tom Gillett and Marina Volokhonskaya" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/14\/style\/vows-tom-gillett-and-marina-volokhonskaya.html"} , {"body" : "Closings in the week ended Feb. 27 MANHATTAN East Midtown $1.5 million 721 Fifth Avenue (56th St.) (Trump Tower) 3-bedroom, 4-bath, 2,800-sq.-ft. condo in a 10-year-old building; 24-hr. doorman, concierge, manned elevator, dining room, 9-ft. ceilings; common charge $2,448, taxes $20,676 (Broker: Corcoran Group) SoHo $325,000 136 Grand Street" , "date" : "19930314" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "12" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/14\/realestate\/residential-resales-444293.html"} , {"body" : "IT'S known as Manhattan College, but it's in the Bronx, a cluster of red-brick dorms and classrooms perched on a steep hill above Broadway among the now leafless trees of the Riverdale section. \"All these stairs,\" one of its 3,600 students mentioned yesterday. \"That's why Manhattan has always had good track teams.\" Its athletes are known as" , "date" : "19930311" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "15" , "title" : "Sports of The Times; Manhattan's Own Shining Moment" , "url" : "http:\/\/www.nytimes.com\/1993\/03\/11\/sports\/sports-of-the-times-manhattan-s-own-shining-moment.html"} , {"body" : "Closings in the week ended Feb. 6 MANHATTAN Chelsea $290,000 117 West 17th Street 1-bedroom, 1-bath, 1,300-sq.-ft. condo in a loft building; elevator, breakfast nook, south exposure; common charge $204, 100% tax-abated (Broker: Delson\/Ginsberg Real Estate) Greenwich Village $595,000 622 Greenwich Street (Morton St.) 3-bedroom, 2-bath, 2,150-sq.-ft." , "date" : "19930221" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1993\/02\/21\/realestate\/residential-resales-603793.html"} , {"body" : "Closings in the week ended Jan. 30 MANHATTAN Gramercy Park Area $775,000 143 East 18th Street 3-bedroom, 2-bath, one-family, 5-story town house; dining room, family room, 3 fireplaces, 1,800 sq. ft. of office space on the first two floors, 14.9- by 79.4-ft. lot; taxes $9,500 (Broker: Ambrose Mar-Elia) Greenwich Village $285,000 70 East 10th Street" , "date" : "19930214" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1993\/02\/14\/realestate\/residential-resales-731093.html"} , {"body" : "IN the late afternoon of last Aug. 30, Eileen Egan, who has spent most of her almost 80 years in the advocacy and practice of nonviolence, was attacked in Manhattan. Miss Egan, an editor of The Catholic Worker and a friend and biographer of Mother Teresa, was knocked down by a man she did not see. Her hip and seven ribs were broken. Her head was" , "date" : "19930123" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "ABOUT NEW YORK; Lifetime's Work, Tested and True" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/23\/nyregion\/about-new-york-lifetime-s-work-tested-and-true.html"} ,   {"body" : "THE nine Mosaic Minstrels were a bit antsy as they piled on to the bus that was about to take them from their Sheepshead Bay neighborhood in Brooklyn to their first out-of-town gig. \"Why shouldn't we be excited?\" asked Shodiah Jones, a 10-year-old fifth grader. \"I mean it's not every day that any bunch of kids gets to sing for the new President of" , "date" : "19930120" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "SHEEPSHEAD BAY (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education" , "Washington"] , "page_facet" : "3" , "title" : "ABOUT NEW YORK; White House Tenants Offered Musical Mosaic" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/20\/nyregion\/about-new-york-white-house-tenants-offered-musical-mosaic.html"} , {"body" : "A 16-year-old Brooklyn youth shot twin brothers on a sidewalk two blocks away from Sheepshead Bay High School after an argument, the police said yesterday. Napoleon and Nicholas Brown, both 16 years old, were walking home from school about 3 P.M. when they encountered Derek Turton, 16, in front of the Sheepshead Bay-Nostrand Avenue Houses, at 2957" , "date" : "19930113" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "SHEEPSHEAD BAY (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Twin Brothers Shot on Way Home From School" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/13\/nyregion\/twin-brothers-shot-on-way-home-from-school.html"} , {"body" : "Closings in the week ended Dec. 26 MANHATTAN Greenwich Village $600,000 2 Cornelia Street 3-bedroom, 2 1\/2-bath, 2,400-sq.-ft. duplex condo in a loft building; part-time doorman, elevator, dining area, 11-ft. ceilings, 2 exposures, Washington Square view; common charge $1,034, taxes $300 (abated) Brokers: Sotheby's International Realty-Silverman" , "date" : "19930110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/10\/realestate\/residential-resales-429293.html"} , {"body" : "An off-duty police officer who was kidnapped and beaten in Brooklyn last night shot and fatally wounded one of his assailants, the police said. The policeman, a narcotics officer whose name was withheld because of the nature of his work, was forced into his own car, then driven a short distance to the parking lot at 1710 Avenue Y in Sheepshead Bay," , "date" : "19930106" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Officer Shoots an Attacker" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/06\/nyregion\/officer-shoots-an-attacker.html"} , {"body" : "Vanessa Correa, a bashful 7-year-old whose missing baby teeth give her a jack-o'-lantern smile, was born in the United States, just a few blocks from the Sunnyside, Queens, walk-up where she now lives. Yet, when she entered kindergarten two years ago, officials at Public School 199, noticing her Hispanic surname, gave her an English test and then" , "date" : "19930104" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Whose Language? Bilingualism in the Schools -- A special report; School Programs Assailed As Bilingual Bureaucracy" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/04\/nyregion\/whose-language-bilingualism-schools-special-report-school-programs-assailed.html"} , {"body" : "Closings in the week ended Dec. 19 MANHATTAN Greenwich Village $457,500 1 Fifth Avenue (8th St.) 2-bedroom, 2-bath, 1,350-sq.-ft. prewar co-op; 24-hr. doorman, expanded kitchen, Washington Square view; maintenance $1,395, 55% tax-deductible (Brokers: Kanelba & Robilotti-Ann Weintraub Realty) TriBeCa $677,500 65 North Moore Street 1-bedroom, 2-bath," , "date" : "19930103" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1993\/01\/03\/realestate\/residential-resales-311593.html"}]