[  {"body" : "AMONG the first political demonstrations that Builder Levy photographed was one that he helped organize when he was a 21-year-old college student. On Feb. 3, 1964, 450,000 children around the city skipped school to protest de facto segregation. Assembling a picket line in front of Lafayette High School in Bath Beach, Brooklyn, where he lived, Mr." , "date" : "20081102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY VISIBLE; Taking to the Streets" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/02\/nyregion\/thecity\/02prot.html"} , {"body" : "ABOUT three years ago, Christian Zaino, an undergraduate at New York University, found that the history of Dyker Heights, his southwest Brooklyn neighborhood near the Verrazano-Narrows Bridge, had not yet been fully documented. So he made it the topic of his senior thesis, poring over archived stories from the daily Brooklyn Eagle and joining up" , "date" : "20080713" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "DYKER HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "LIVING IN | DYKER HEIGHTS, BROOKLYN; Short on Subway Stops, Long on Christmas Lights" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/13\/realestate\/13livi.html"} , {"author" : "Samuel G. Freedman is a professor of journalism at Columbia University. His e-mail is sgfreedman@nytimes.com." , "body" : "Set just a few subway stops apart in blue-collar Brooklyn, drawing from a similar pool of new immigrants and American-born blacks, two high schools spent the past decade careering toward opposite destinies. The question now is whether the failure of one will destroy the success of the other. Since the late 1990s, Lafayette High School in the Bath" , "date" : "20080507" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "ON EDUCATION; Failings of One Brooklyn High School May Threaten a Neighbor's Success" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/07\/education\/07education.html"} , {"body" : "Correction Appended The men huddle on street corners in Bensonhurst, Brooklyn, like apparitions: No one seems to know their names or anything about them. They speak Spanish in a neighborhood where Italian is still common, even if its presence has waned over the years. They will paint homes, fix roofs, tend to yards or lay bricks if someone is" , "date" : "20080121" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Where 3 Died in Fire, a Changing Neighborhood" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907EFDA1231F932A15752C0A96E9C8B63"}]