[  {"body" : "FERENCIK--Claire, nee Kirby, of Garden City, NY formerly of Bay Ridge, Brooklyn and St. Anselm's parish on December 8, 2008 at the age of 85. Beloved wife of the late Joseph F. Ferencik Sr. Devoted mother of Claire, Eugene, Jane, Ann (Graham), Constance (O'Brien) and Joseph and cherished grandmother of nine grandchildren. Friends may call Thursday" , "date" : "20081210" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "34" , "title" : "Paid Notice: Deaths FERENCIK, CLAIRE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9403E7DF1E3AF933A25751C1A96E9C8B63"} , {"body" : "The New York State Police used helicopters north of New York City on Saturday to search for a 25-year-old Brooklyn woman who has been missing since early Wednesday morning, the authorities said. The State Police also seized the car of a man with whom the woman, Laura Garza, was last seen about 4 a.m. Wednesday as they left Marquee, a nightclub on" , "date" : "20081207" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "47" , "title" : "The Search for a Missing Brooklyn Woman Continues in Orange County" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/07\/nyregion\/07missing.html"} , {"body" : "At about 1 a.m. Friday, the Very Rev. Boris Oparin, an assistant priest in Bensonhurst, Brooklyn, started receiving a barrage of phone calls from friends and relatives in Moscow, alerting him that Aleksy II, the patriarch of the Russian Orthodox Church, had died. In those early morning hours, between the incessant calls, the priest reflected on his" , "date" : "20081207" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["RUSSIA" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "title" : "In Bensonhurst, Aleksy II Is Remembered as a Uniter" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/07\/nyregion\/07russian.html"} , {"body" : "VINCE PETERSON, sounding authoritative beyond his boyish looks and 27 years, abruptly cut off the voices resonating throughout the First Presbyterian Church of Katonah and sprang up from his stool at the grand piano. ''The problem here is not the notes,'' he said somewhat sternly. ''The problem here is not the ability to count. The problem here is" , "date" : "20081207" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "From a Choral Group, Sounds of the Season" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990DE3DC1F3EF934A35751C1A96E9C8B63"} , {"body" : "VINCE PETERSON, sounding authoritative beyond his boyish looks and 27 years, abruptly cut off the voices resonating throughout First Presbyterian Church of Katonah and sprang up from his stool at the grand piano. ''The problem here is not the notes,'' he said somewhat sternly. ''The problem here is not the ability to count. The problem here is not" , "date" : "20081207" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "MUSIC | KATONAH, N.Y.; The Sounds of the Season" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/07\/nyregion\/westchester\/07musicwe.html"} , {"body" : "With sheet music resting near her pillow, Nia Drummond, 14, hovers over a keyboard set on a floral comforter. Singing ''New York State of Mind,'' the teenager's powerful voice echoes off the bare walls, filling the sparsely furnished two-bedroom apartment in Crown Heights, Brooklyn, where she has lived her entire life. From the doorway, Andrea" , "date" : "20081203" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "28" , "title" : "THE NEEDIEST CASES; Fresh Start for a Teenager Who Wants to Be Heard" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/03\/nyregion\/03neediest.html"} , {"body" : "For more than 100 years the Bay Ridge United Methodist Church, with its serpentine stone and clock tower, lent a bucolic yet dignified air to the corner of Fourth and Ovington Avenues in Brooklyn. Then, on Oct. 21, a bulldozer laid waste to the structure, known as the Green Church. Daunted by the cost of repairing and maintaining the 1899 building," , "date" : "20081201" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Preserving the City: Houses of Worship Choosing to Avoid Landmark Status" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/01\/arts\/design\/01landmarks.html"} , {"body" : "SLATER--Elizabeth L. , in San Francisco on November 23, at age 96. Previously of Bay Ridge, Brooklyn. Lifelong progressive, loving wife of the late Irwin Slater. Deeply missed by Arnold, Paul, Gene, grandsons Matt, Dan, Andy, Ben; two great-grandchildren; brother Sam Gurstelle; nephews Michael Kudish and Emile Gurstelle and niece Rima Intreglia." , "date" : "20081126" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "31" , "title" : "Paid Notice: Deaths SLATER, ELIZABETH L." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9900EFDE113AF935A15752C1A96E9C8B63"} , {"body" : "AMENDOLAGINE--Vita oia) passed away peacefully November 24, 2008, predeceased by her husband Modesto and leaving behind daughters, Ann Amendolagine and Mia Hernandez, twin Rosalia Gioia, son-in-law Michael Hernandez, adoring grandson Anthony Michael, ten in-laws, fourteen nieces and nephews, many grand nieces and nephews and one great -" , "date" : "20081126" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "31" , "title" : "Paid Notice: Deaths AMENDOLAGINE, VITA" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990DE2DE113AF935A15752C1A96E9C8B63"} , {"body" : "If ever there were a bus route that perfectly linked highbrow and lowbrow New York, the X28 may well be it. It starts, in Manhattan, in front of the Dior boutique on East 57th Street, and makes express stops to Coney Island's Sea Gate Beach Club, which is painted with turquoise and white stripes and cartoons of green, grinning -- and oddly" , "date" : "20081124" , "day_of_week_facet" : "Monday" , "geo_facet" : ["MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "On the City's Fringes, and Worried About a Ride" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/24\/nyregion\/24nobus.html"} ,   {"body" : "CASTRONOVO--Joseph B., 91, passed away in Houston, Texas on November 22, 2008. He was born in New York City, the son of Antoinette and Biagio Castronovo. He resided in Bay Ridge, Brooklyn, and Southampton, New York, until moving to Palm Beach, Florida in 1987. He received a B.B.A. from St. John's University and an M.B.A. from New York University. A" , "date" : "20081124" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "9" , "title" : "Paid Notice: Deaths CASTRONOVO, JOSEPH B." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9407E2DF113AF937A15752C1A96E9C8B63"} , {"body" : "FOR years, residents of Bay Ridge, Brooklyn, have complained about a dearth of fresh produce in the neighborhood, and the problem seemed to only worsen in June with the closing of a Key Food on Third Avenue and 94th Street. So when word spread that a farmers' market would open on Oct. 4 in the parking lot of the shuttered Key Food, much rejoicing" , "date" : "20081102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "BAY RIDGE; A Greenmarket, With a Clock Ticking" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/02\/nyregion\/thecity\/02mark.html"} , {"body" : "Read a mile-by-mile recap of how the men's New York City Marathon unfolded. Liz Robbins was on the media truck following the elite runners as Marilson Gomes dos Santos of Brazil dueled with Abderrahim Goumri of Morocco who finished second two years in a row. 2:00 P.M. At the press conference nearly two hours after the race, the runners told the" , "date" : "20081102" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S."] , "title" : "THE RACE LEADER; The Men's Race, Mile-by-Mile" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940DE1DC1031F931A35752C1A96E9C8B63"} , {"body" : "AROUND TOWN Museums and Sites MERCHANT'S HOUSE MUSEUM, 29 East Fourth Street, East Village. Sunday, 3 to 5 p.m., a mid-19th-century funeral re-enactment and cemetery tour; $15; $5 for members. (212) 777-1089; merchantshouse.org. MUSEUM OF THE CITY OF NEW YORK, Fifth Avenue at 103rd Street. Saturday at 5 p.m., ''Do Enka: East Meets West,'' a" , "date" : "20081031" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B05E7DD173DF932A05753C1A96E9C8B63"} , {"body" : "New York Comedy Festival With a few exceptions, the lineup at the fifth annual New York Comedy Festival is not inherently political. But the festival begins on Wednesday, the day after the election that has been the source of punch lines, gaffes and punditry-defining impressions for more than a year. No matter who wins, will the comedians -- who" , "date" : "20081031" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/31\/arts\/31wspare.html"} , {"body" : "ON Sunday runners representing more than 100 countries will compete in the New York City Marathon. If they weren't so busy, many could track down foods from home right here in the city. This guide does not stray far from the 26.2-mile course. Each of the 26.2 stops (26 with a fixed address and one itinerant truck) represents at least one national" , "date" : "20081029" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "Grab a Bite If You Don't Have to Run" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/29\/dining\/29marathon.html"} , {"body" : "Huffing and hobbling along the running path in Central Park, Matthew Long stood out against the smooth-striding runners swarming the park to prepare for the New York City Marathon. Mr. Long, 42, a New York City firefighter and a former triathlete and competitive marathoner, once had a smooth, swift stride himself, but he was critically injured when" , "date" : "20081025" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Getting Ready for the Marathon" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/25\/nyregion\/25runner.html"} , {"body" : "As they pressed their foreheads to the sidewalk in front of the Islamic Center of Bay Ridge, a group of Arab men finished their noon prayers on a recent Friday. Unable to squeeze inside the mosque, they worshiped alongside a bright red table that held voting literature and buttons that said, ''I'm Arab and I vote.'' ''Yalla vote, Yalla vote,''" , "date" : "20081019" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Arab Muslims in Brooklyn Find Power in the Voting Booth" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/19\/nyregion\/19muslim.html"} , {"body" : "The eighth-grade math class at Intermediate School 30 in Bay Ridge, Brooklyn, sounded like a video arcade on Monday morning as 30 students zoomed through virtual tunnels and zapped competitors with a blue freezing light. Then all action stopped as an algebra problem popped on screen: What is the slope-intercept formula for points A and B? ''You" , "date" : "20081008" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Science" , "New York and Region" , "Education" , "Technology"] , "title" : "Video Game Helps Math Students Vanquish an Archfiend: Algebra" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/08\/nyregion\/08video.html"} , {"body" : "Inside a friend's office on Fifth Avenue in Bay Ridge, Brooklyn, Zein Rimawi, a Palestinian-American store owner, said Mayor Michael R. Bloomberg's bid to change the term limits law struck him as fundamentally unfair. ''He supported it, and now he himself he wants to change it. God bless America,'' Mr. Rimawi said. ''I have been living here for 25" , "date" : "20081005" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Complex Feelings in Brooklyn's Mix" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/05\/nyregion\/05bayridge.html"} ,   {"body" : "IT may be hard to remember or believe, but there was a time, not so long ago, when New Yorkers' main complaint about bank branches was that there were not enough of them. Those days have been gone for a while. For proof, take a stroll through the Upper West Side and see the rise of the bank branches in full flower. On Broadway, there are a Chase" , "date" : "20081005" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DISPATCHES; The Corner Bank, and What Comes Next" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/05\/nyregion\/thecity\/05disp.html"} , {"body" : "SOMEDAY soon, it now seems almost certain, a church will be razed in Brooklyn. Bay Ridge United Methodist Church, on Fourth Avenue, has been empty on Sundays for months, and the demolition permits are in place. There will be lamentations, and maybe tears, but the controversy surrounding the church has always had a twist: It is the congregants who" , "date" : "20080928" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "BAY RIDGE; At a Church With No Future, A Memento of the Past" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/28\/nyregion\/thecity\/28time.html"} , {"body" : "AROUND TOWN BOCCE TOURNAMENT If space aliens landed on Earth, so the old joke goes, they would watch humans picking up after their dogs and mistake them for our masters. If they came this weekend, they might come upon what they believe to be a sect of humans who worship spheres, and in a sense they'd be right. As the New York City Parks and" , "date" : "20080919" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/19\/arts\/19wspare.html"} , {"body" : "Weeks later, when the smoke had cleared and the dust settled, there, out the living room window, was the View, that most coveted of New York City apartment amenities, shattered forever. All across the city, for days, months, maybe years after 9\/11, it hurt to look out the window. In Sunset Park, Brooklyn, Marissa Gonzalez, a corporate recruiter and" , "date" : "20080911" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A 9\/11 Loss Some Can See From Their Window, Still" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/11\/nyregion\/11views.html"} , {"body" : "AROUND TOWN NEW YORK CLOWN THEATER FESTIVAL Expect more than oversize shoes and squirting flowers at this year's three-week celebration of all things buffoon. Though there may be some traditional circus bits, the festival, now in its third year, is an adult showcase for seriously trained clowns from all over the world, with classes and cabarets to" , "date" : "20080905" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/05\/arts\/05wspare.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Every Friday and Saturday at 7:30 and 8:30 p.m., ''SonicVision,'' an animated alternative-music show, is presented in the Rose Center; tickets, $15; $12 for members. Through Jan. 4, ''The Horse'' examines the ways in which humans and horses are" , "date" : "20080905" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "15" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0DEED71E31F936A3575AC0A96E9C8B63"} , {"body" : "CABELLO--Noelle , 64, singer\/ songwriter, independent spirit, beautiful soul. Loved Knopfler\/Dylan\/Ellington\/Rogers & Astaire\/old people\/dogs\/ Rand\/Cornelia Street Cafe's jasmine rice. Born in San Juan, graduated Bay Ridge High. Services: Thursday 10:30-12:30 at Greenwich Village Funeral Home, 199 Bleecker St. Survived by longtime partner Rand" , "date" : "20080905" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "6" , "title" : "Paid Notice: Deaths CABELLO, NOELLE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9406E2DD123AF936A3575AC0A96E9C8B63"} , {"body" : "CABELLO--Noelle , 64, singer\/ songwriter, independent spirit, beautiful soul. Loved Knopfler\/Dylan\/Ellington\/Rogers & Astaire\/old people\/dogs\/ Rand\/Cornelia Street Cafe's jasmine rice. Born in San Juan, graduated Bay Ridge High. Services: Thursday 10:30-12:30 at Greenwich Village Funeral Home, 199 Bleecker St. Survived by longtime partner Rand" , "date" : "20080904" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "12" , "title" : "Paid Notice: Deaths CABELLO, NOELLE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9900E7DD123AF937A3575AC0A96E9C8B63"} , {"body" : "If all goes according to plan this weekend at the Toronto International Film Festival, voices caught on tape at a Manhattan rap session more than 33 years ago will introduce a film about the making of ''A Chorus Line.'' Those voices, and others from a handful of movies at this sprawling, 10-day film festival opening on Thursday, are also likely to" , "date" : "20080903" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "1" , "title" : "A Nostalgia for New York, by Way of the Toronto Film Festival" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/03\/movies\/03fest.html"} , {"body" : "At the end of the line, the subway creaks to a stop a few yards short of the yellow crash bumper. A few stragglers, or a lurch of homebound commuters, head for the street. Train cleaners wielding worn-sided corn brooms and generic spray bottles marked ''lemon'' or ''Windex'' amble onto the cars, rousting any sleepers and drunks unmoved by the" , "date" : "20080824" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Lonesomeness, Beauty, Ambition and Often an Abiding Oddness: It's the Curious World of the Last Stop" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/24\/nyregion\/24laststop.html"} ,   {"body" : "For New Yorkers who might want a break from pork buns for breakfast while at the Olympics, there are bagels to be had, even in Beijing. The best known place in Beijing for New York-style bagels -- translated as ''beigu,'' or ''precious wheat'' -- is Mrs. Shanen's Bagels. The bagels, slightly smaller than the average version found in New York, with" , "date" : "20080822" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BEIJING (CHINA)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Chinese Food: Craving a Bagel At the Olympics" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E04E4DB113DF931A1575BC0A96E9C8B63"} , {"body" : "David Byrne is an installation artist, author, blogger, recording executive, photographer, film director and PowerPoint enthusiast. He's even been known to dabble in music. But in certain New York neighborhoods he may be most visible as a bicycle rider, a lanky figure pedaling around the Lower East Side, or from Bay Ridge out to Coney Island in" , "date" : "20080809" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "7" , "title" : "David Byrne, Cultural Omnivore, Raises Cycling Rack to an Art Form" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/09\/arts\/design\/09bike.html"} , {"body" : "To the Editor: ''It doesn't matter if there are, like, three Norwegians left, because what they contributed still exists,'' Victoria Hofmo says in ''When Brooklyn Was Norway'' (The Voice, July 27), about her founding of the Scandinavian East Coast Museum. One event that does still exist is the annual parade on May 17, or on the Sunday most" , "date" : "20080803" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "8" , "title" : "LETTERS TO THE EDITOR; Clinton's Remarks, a Library's Future and Bay Ridge's Past | They Still March To Celebrate Norway" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9901E7DD143DF930A3575BC0A96E9C8B63"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "A DECADE ago, Melissa Lehmann took off for Bremerton, Wash., to help friends who were having a baby. Within two months, she had met her future husband, Jason White, who chatted her up at a Morrissey concert at the Moore Theater in Seattle. In 1999, they married and bought a three-bedroom house in a Seattle neighborhood called Ravenna. For the next" , "date" : "20080727" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "THE HUNT; A Fondness for Bay Ridge" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/27\/realestate\/27hunt.html"} , {"body" : "VICTORIA HOFMO, a native of Bay Ridge, Brooklyn, who has long blond hair and sky blue eyes, grew up only vaguely aware of her Scandinavian background. At Christmas, her family used to eat a Norwegian rice porridge called risgrot; the person who found the almond hidden inside got a special gift. Ms. Hofmo's grandmother, who died when she was 13," , "date" : "20080727" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NORWAY" , "BAY RIDGE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "THE VOICE; When Brooklyn Was Norway" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/27\/nyregion\/thecity\/27scan.html"} , {"body" : "STORMS can roll in quickly across Breezy Point, Queens, which sits on a low-lying spit at the borough's southernmost edge, dangling into the Atlantic Ocean. When they do, Susan Hines, a therapist and part-time photographer, grabs her camera and heads to the stone jetty at Rockaway Point, hoping for that perfect shot of swirling clouds and waves. If" , "date" : "20080727" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BREEZY POINT (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "LIVING IN BREEZY POINT, QUEENS; Beach Living, 22 Miles From Manhattan" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/27\/realestate\/27livi.html"} , {"body" : "The very first time the hero of ''Mad Men'' appeared on the screen, this ad executive was in a swanky New York bar, smoking and drinking manhattans before heading downtown to look in on his sexy, free-thinking girlfriend -- before going home to his wife. Season 2 puts Don Draper (Jon Hamm) in his undershirt in a doctor's office, where he is chided" , "date" : "20080725" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "TELEVISION REVIEW; Back to the Office, Vices in Tow" , "url" : "http:\/\/tv.nytimes.com\/2008\/07\/25\/arts\/television\/25mad.html"} , {"body" : "At 4:05 p.m. on Sunday, the National Weather Service extended a heat advisory for New York City, telling residents to avoid sun exposure, drink plenty of fluids and stay in air-conditioned rooms. By then, police officers with bullhorns had been walking around for hours in four southwestern Brooklyn neighborhoods, asking people to turn off their" , "date" : "20080721" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "4 Brooklyn Neighborhoods Lose Power" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/21\/nyregion\/21power.html"} , {"body" : "There was a time, in the 1970s and '80s that handguns were so coveted on the streets of Kings County, that the borough gave rise to a law enforcement legend known as the Brooklyn Bounce. If you were to throw a gun from a window in Bay Ridge or Bushwick, so the legend went, it would be eagerly grabbed before it had a chance to bounce more than once." , "date" : "20080720" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Swapping Guns for Cash, at Church" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/20\/nyregion\/20guns.html"} , {"body" : "Starbucks said on Thursday that 10 of the 600 coffee shops it planned to shut by mid-2009 would be in New York City. Still, those closings would leave New Yorkers with 225 Starbucks to choose from. With sales weakening as consumers cut back on flavored lattes and grande cappuccinos, Seattle-based Starbucks said this month that it would pare its" , "date" : "20080718" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEWARK (NJ)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Starbucks to Close 10 Stores In New York by Mid-2009" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E06EFDD113DF93BA25754C0A96E9C8B63"} ,   {"body" : "To the Editor: Re ''Restless Pioneers, Seeding Brooklyn,'' July 16: I have lived in the Carroll Gardens, Cobble Hill, Boerum Hill neighborhood (sorry, I refuse to call it Bococa) for 23 years. We used to have to travel to Park Slope or Bay Ridge to find something okayish to eat. Since Jim Mamary and Alan Harding opened Patois and began the Smith" , "date" : "20080716" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Brooklyn Pioneers" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04EEDA143CF935A25754C0A96E9C8B63"} , {"body" : "The phenomenon can be a little startling to newcomers, though it is one that more seasoned New Yorkers most likely no longer see, possibly because they are still recovering from the night before. Michael Treanor, who is 23 and from Santa Cruz, Calif., finds himself caught up in it every time he visits. ''Without having to drive, I drink here all" , "date" : "20080716" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BRYANT PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Ah, the Heat, the Crowd, The Park, and the Booze" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/16\/nyregion\/16drinking.html"} , {"body" : "At Newswalk, a 168-unit condominium building in Prospect Heights, Brooklyn, doormen have for years let residents know they have packages by putting little yellow sticky notes on their mailboxes. They still do that, but now many residents receive automated phone calls or e-mail alerts, too. ''At first, I thought the calls were spam,'' said James" , "date" : "20080716" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "For Half a Cent, a Call That Informs, and Annoys" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/16\/nyregion\/16call.html"} , {"body" : "ABOUT three years ago, Christian Zaino, an undergraduate at New York University, found that the history of Dyker Heights, his southwest Brooklyn neighborhood near the Verrazano-Narrows Bridge, had not yet been fully documented. So he made it the topic of his senior thesis, poring over archived stories from the daily Brooklyn Eagle and joining up" , "date" : "20080713" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "DYKER HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "LIVING IN | DYKER HEIGHTS, BROOKLYN; Short on Subway Stops, Long on Christmas Lights" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/13\/realestate\/13livi.html"} , {"body" : "WITH a trunk full of cod, brisket, blackberries, arugula and antifreeze, Alan Harding drives down Smith Street, past American Apparel, past the Michelin-starred restaurant Saul and past Patois, the bistro he helped open 11 years ago. Back then the neighborhood was a more likely destination for drug deals than dinner. Patois, where he was the chef," , "date" : "20080709" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Restless Pioneers, Seeding Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/09\/dining\/09brook.html"} , {"body" : "Around the Coney Island handball courts, the handball mecca of New York City, there was the usual thwock of rubber balls against concrete walls, sneakers sliding on sun-baked courts and raspy trash being talked among the players, many of whom had deep tans, taut bodies and egos big enough to play great playground handball. But there was also a buzz" , "date" : "20080628" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Want to Play Handball? Better Not Forget Your Ego" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/28\/nyregion\/28handball.html"} , {"body" : "Most neighborhoods in Brooklyn have at least one blog -- and in some places, there seems to be one in every house, every bedroom -- but not many read like BayRidgeTalk.com, where the subjects over the last year or two veered away from apartment sales and plumbing tips and block parties and sounded more like rat-a-tat police reports. ''Fighting and" , "date" : "20080626" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "1" , "title" : "Brooklyn Blog Helps Lead To Drug Raid" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/26\/nyregion\/26bayridge.html"} , {"body" : "The green street sign says, ''Welcome to Manhattan,'' but drivers coming off the Manhattan Bridge usually have no trouble knowing precisely where they are. They are deposited smack in the middle of Chinatown, into a round-the-clock scene of barely controlled chaos: delivery trucks, tourists, taxis, electronics shops and counterfeit street vendors." , "date" : "20080624" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BOWERY (NYC)" , "CHINATOWN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Woman Is Killed When Truck Hits Bus in Chinatown" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/24\/nyregion\/24crash.html"} , {"author" : "E-mail: susan.dominus@nytimes.com" , "body" : "As the president of her high school Peace Club, Claire Brennan does not like to fight. Even so, Claire, who will be a senior at Friends Seminary this fall, found herself in some impassioned conversations -- let's not even call them debates -- this year, as she and some friends discussed what non-Western foreign language the school should add to its" , "date" : "20080620" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "BIG CITY; A School Steeped in Tolerance Adds a Course That Tests It" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/20\/nyregion\/20bigcity.html"} , {"body" : "FOR at least four years, Barbara Grebin and fellow residents of Bay Ridge Towers, a pair of 30-story co-op buildings at the northern tip of that Brooklyn neighborhood, have been fighting to seal off access to the train tracks that run under the complex's parking deck and alongside its foundations. The space under the deck, they and local officials" , "date" : "20080615" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "BAY RIDGE; Good Fences Make Happy Neighbors" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/15\/nyregion\/thecity\/15enca.html"} ,   {"body" : "Competition and rivalry are common in politics, just as they are within families. But it is highly uncommon for a family rivalry to boil over into politics, and that is just what has occurred in the race for the Congressional seat that is being vacated by Representative Vito J. Fossella of Staten Island. The Republican candidate is Francis H." , "date" : "20080609" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE" , "ALEXANDRIA (VA)" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "G.O.P. Candidate for Congress Faces Challenge From His Son" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/09\/nyregion\/09staten.html"} , {"body" : "In the New York Police Department, officers who reach the rank of sergeant typically retire after 20 to 25 years on the force. Sgt. Andrew P. McGoey waited longer to turn in his badge -- a lot longer. On Monday at police headquarters in Lower Manhattan, Sergeant McGoey will surrender Shield No. 801 after 39 years on the force. Of the city's roughly" , "date" : "20080609" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "After 39 Years, a Police Sergeant Retires Only Because He Must" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/09\/nyregion\/09sergeant.html"} , {"author" : "Compiled by Kris Ensminger E-mail: eating@nytimes.com" , "body" : "Bay Ridge, tucked away on the Narrows in the shadows of the Verrazano-Narrows Bridge, may not be the easiest Brooklyn neighborhood to reach, and as a result many New Yorkers are unaware of its vibrancy. But Bay Ridge boasts an ever-evolving population that includes nearly every ethnic group. These restaurants, which range from veritable" , "date" : "20080608" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "GOOD EATING\/BAY RIDGE; Variety by the Water" , "url" : "http:\/\/events.nytimes.com\/2008\/06\/08\/nyregion\/thecity\/08rest.html"} , {"body" : "Although Mayor Michael R. Bloomberg of New York is no slouch when it comes to technology -- the billionaire made much of his money from the Bloomberg terminal -- he tried hard to establish his geeky creds with the predominantly 20- and 30-something crowd at the kickoff reception at Gracie Mansion last week for Internet Week New York. Reeling off" , "date" : "20080608" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Technology" , "Business"] , "page_facet" : "2" , "title" : "SUITS; Billions of Dollars, And 3,715 friends" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/08\/business\/08suits.html"} , {"body" : "Once more, the betting parlor in Bensonhurst opened its glass doors for a big horse race. And once more, the bettors -- to wager more than they could spend or just enough to have some fun or, for the lucky ones, to make a buck on a horse -- filed dutifully inside. It was a ritual repeated several dozen times throughout New York City on Saturday" , "date" : "20080608" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "Big Day at Belmont May Be One of the Last for the OTB" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/08\/nyregion\/08otb.html"} , {"author" : "E-mail: hjaraton@nytimes.com" , "body" : "Brian Carty would like to be Tiger Woods when he grows up. Better, actually, if that is humanly possible. ''I want to break Tiger's records,'' he said, getting ahead of himself, and Tiger, too. Nothing wrong with a 12-year-old's fantasy, conceptualized for this sixth grader from Jamaica, a section of Queens, and from a family with roots in Jamaica," , "date" : "20080606" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "6" , "title" : "SPORTS OF THE TIMES; Helping Young Golfers Shoot for the Stars" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/06\/sports\/golf\/06araton.html"} , {"body" : "William P. Ford, a former Wall Street lawyer who spent more than two decades seeking to bring high-ranking military officials to justice after his sister and three other American churchwomen were murdered in El Salvador's civil war in the 1980s, died on Sunday at his home in Montclair, N.J. He was 72. The cause was esophageal cancer, his son" , "date" : "20080603" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["EL SALVADOR"] , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "8" , "title" : "William P. Ford, 72, Rights Advocate" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/03\/nyregion\/03ford.html"} , {"body" : "To the Editor: In his review of ''Read All About It!,'' the children's book by Laura and Jenna Bush aimed at convincing reluctant readers that books are fun (May 11), Roger Sutton says that Laura Bush ''has brought both professional expertise and personal investment to a favorite first-lady cause: literacy.'' Reading Is Fundamental, or R.I.F., is," , "date" : "20080601" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "Arts" , "Books"] , "page_facet" : "7" , "title" : "LETTERS; Encouraging Literacy" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9500E6D61F3AF932A35755C0A96E9C8B63"} , {"body" : "Republican leaders in Staten Island on Thursday night endorsed Francis H. Powers, a retired Wall Street executive, as their candidate for the Congressional seat being vacated by Representative Vito J. Fossella. Mr. Powers, known within the party primarily for his fund-raising efforts for several Staten Island candidates, has not run for public" , "date" : "20080530" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE" , "ALEXANDRIA (VA)" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Republicans Back Ex-Wall Street Executive to Run for Fossella's Seat" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/30\/nyregion\/30staten.html"} , {"body" : "There are neighborhoods in the far reaches of New York City, from Tottenville on Staten Island to Bushwick in Brooklyn, that have about as much in common with the glimmering, candy-coated Manolo Blahnik world of ''Sex and the City'' as, say, East Texas. As the film version of the popular television series opens on Friday, it is easy to imagine that" , "date" : "20080530" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)" , "STATEN ISLAND (NYC)" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "1" , "title" : "Far From the Glamour, Identifying With 4 Fabulous Friends" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/30\/nyregion\/30reax.html"} ,   {"body" : "A YEAR ago, Leon Lim, a 35-year-old doctoral student in Sanskrit from Dayton, Ohio, decided with his wife, Ranjani Powers, a yoga instructor, to head off to Bali, or India, or anywhere, really, just ''somewhere very far away'' -- from the Iraq war, the Patriot Act and the tanking dollar, Mr. Lim said. ''We were just so disillusioned with the way" , "date" : "20080525" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LOUISVILLE (KY)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "It's Not a Campaign, It's a Mission" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/25\/fashion\/25ronpaul.html"} , {"body" : "In 1907, a metalwork shop opened in Manhattan in what is now a fashionable area called SoHo. The neighborhood was much grittier then, and the shop served the many local manufacturers. When SoHo began attracting a creative class a few decades later, artists and designers on low budgets would come into the shop with sketches and requests, and the De" , "date" : "20080516" , "day_of_week_facet" : "Friday" , "geo_facet" : ["SOHO (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "From Metalwork to Luxury Condos: Century-Old SoHo Shop Ends Its Run" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/16\/nyregion\/16metal.html"} , {"body" : "NEW PLACES Turqua Grill 9604 Third Avenue, Bay Ridge, Brooklyn. (718) 238-8885. The action in the shadow of the Verrazano-Narrows Bridge at the far end of Bay Ridge is a delightful, and recent, surprise. Valets work for several restaurants at once, while a constant flow of diners dips in for a fancy cupcake here or a plate of good spaghetti and" , "date" : "20080507" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "9" , "title" : "DINING BRIEFS; Dining Briefs" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/07\/dining\/07briefs.html"} , {"body" : "NEW PLACES Turqua Grill 9604 Third Avenue, Bay Ridge, Brooklyn. (718) 238-8885. The action in the shadow of the Verrazano-Narrows Bridge at the far end of Bay Ridge is a delightful, and recent, surprise. Valets work for several restaurants at once, while a constant flow of diners dips in for a fancy cupcake here or a plate of good spaghetti and" , "date" : "20080507" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "9" , "title" : "DINING BRIEFS" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D02E5D61430F934A35756C0A96E9C8B63"} , {"body" : "Debbie Almontaser dreamed of starting a public school like no other in New York City. Children of Arab descent would join students of other ethnicities, learning Arabic together. By graduation, they would be fluent in the language and groomed for the country's elite colleges. They would be ready, in Ms. Almontaser's words, to become ''ambassadors" , "date" : "20080428" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "U.S." , "Education" , "Technology"] , "page_facet" : "1" , "title" : "BATTLE IN BROOKLYN | A PRINCIPAL'S RISE AND FALL; Her Dream, Branded as a Threat" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/28\/nyregion\/28school.html"} , {"body" : "WALKING is the Rodney Dangerfield of the fitness world: It gets no respect. Consider walking shoes, historically the clunky, unattractive stepsiblings of running shoes. But walking is the top fitness activity in the United States, with more than 89 million Americans taking part, according to the National Sporting Goods Association. Not only has the" , "date" : "20080424" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style" , "Health"] , "page_facet" : "8" , "title" : "GEAR TEST WITH LIMEI ALICE TAN, RACE WALKER; Physical Culture | Race Walking Is Gaining New Respect" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?sec=health&res=9505E0DC1E38F937A15757C0A96E9C8B63"} , {"body" : "To the Editor: Pay phones wouldn't be going the way of the dodo, as suggested in ''Shrinking Portals to the Past'' (The City Visible, April 13), if the telephone booth were still around. That truly was a street enclosure, with doors that kept out the deafening noise of the street and a generous shelf for pen and paper. It's no surprise to me that" , "date" : "20080420" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "10" , "title" : "LETTERS TO THE EDITOR; When Public Phones Are Too Public" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9407E6D8153CF933A15757C0A96E9C8B63"} , {"body" : "The Muslim boys at Xaverian High School in Brooklyn pass under the stone gaze of the Virgin Mary every morning, and crucifixes adorn the classrooms where they receive a solid Catholic education. The school band is to play for Pope Benedict XVI when he arrives in New York on Friday, so the buzz of his first papal visit to the United States is also" , "date" : "20080417" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["EUROPE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "22" , "title" : "Wary Reception Among Muslims Who Recall Pontiff's Remark About Muhammad" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/17\/nyregion\/17muslim.html"} , {"body" : "Senator John McCain, who drew criticism last month after he warned against broad government intervention to solve the deepening mortgage crisis, pivoted Thursday and called for the federal government to aid some homeowners in danger of losing their homes, by helping them to refinance and get federally guaranteed 30-year mortgages. ''There is" , "date" : "20080411" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "17" , "title" : "McCain Shifts on Aid To Some Mortgage Holders" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/11\/us\/politics\/11mccain.html"} , {"body" : "For many New York City police officers, a trip to the gym or the station house weight room is as much a part of the day as roll call or making notes in a memo book. Officers pump iron in New York, as they do around the nation. And sometimes, they pump more than that. Prompted by an investigation into a Brooklyn pharmacy that revealed several" , "date" : "20080410" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Police Department to Start Routinely Testing Officers for Steroid Use" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/10\/nyregion\/10steroids.html"} ,   {"author" : "As told to Lisa Amand" , "body" : "CHARLIE SAHADI, the 64-year-old owner of Sahadi Importing Company, a venerable Middle Eastern food store on Atlantic Avenue in Brooklyn, does not sound serious about his threats to retire. Forty times a day, Mr. Charlie, as his staff calls him, is up and down the worn metal stairs between the basement and the cluttered office he shares with his" , "date" : "20080406" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "THE VOICE; Mr. Charlie And the Spices Of His Life" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/06\/nyregion\/thecity\/06saha.html"} , {"author" : "Jeff Byles, an editor at The Architect's Newspaper, is the author of ''Rubble: Unearthing the History of Demolition.''" , "body" : "NEW YORK'S streets are as gritty as the city's reputation, traffic-clogged canyons of concrete where New Yorkers, on foot and in vehicles, jostle and growl, exulting all the while. Stared down a Hummer lately? Yet there is a growing desire to tame New York's 5,800 miles of streets, sidewalks and highways, which constitute the city's principal" , "date" : "20080406" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Taking Back the Streets" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/06\/nyregion\/thecity\/06stre.html"} , {"body" : "TEN years ago, when a Bay Ridge businessman named Emmanuel Maropakis bought a former metal fabrication factory on a desolate strip of Third Avenue at Sixth Street in Gowanus, he thought he could make a few dollars renting the place out for storage. The immediate surroundings were not promising: Local commerce included the South Brooklyn Casket" , "date" : "20080316" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CARROLL GARDENS (NYC)" , "PARK SLOPE (NYC)" , "GOWANUS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "GOWANUS; Where Did All the Truckers Go?" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/16\/nyregion\/thecity\/16thir.html"} , {"body" : "at least two out of five -- end in divorce. But if a couple is married on Feb. 29, which disappears from the calendar three years out of four, will that help or hurt the marriage? And when to celebrate anniversaries? Must the couple be married four times longer than other couples to celebrate, say, the tin, or 10-year, anniversary? Such were the" , "date" : "20080301" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "For a Leap Day Wedding, That Special Something" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/01\/nyregion\/01leap.html"} , {"body" : "THORNER--Dr. Gerald Charles, born on December 6th, 1922 in Brooklyn, New York passed away February, 26, 2008. After early graduation from Brooklyn College he volunteered to served in World War II as an Officer for the USAAF 20th Air Force Pacific Theater, Tinian. His B-29 and crew flew 17 missions. After his Honorable Discharge, he received his" , "date" : "20080229" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "21" , "title" : "Paid Notice: Deaths THORNER, DR. GERALD CHARLES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F03E2DA153AF93AA15751C0A96E9C8B63"} , {"body" : "A man was killed and three people were injured in Brooklyn early Thursday when their car was hit by a stolen vehicle whose driver had been fleeing the police at speeds of up to 100 miles an hour, the authorities said. A police spokesman, Chief Michael Collins, said officers had spotted the stolen car, a Nissan, and were getting ready to follow it," , "date" : "20080229" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BELT PARKWAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "One Is Killed and Three Are Injured in Crash Involving Stolen Car Fleeing the Police" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/29\/nyregion\/29crash.html"} , {"body" : "The body of a 52-year-old man, his mouth covered by duct tape, was found in a hotel bathtub in Brooklyn on Monday afternoon, the police said. Officers responding to a 911 call about 12:45 p.m. found the body of the man, whom they identified as Paul Mento of 71st Street, Brooklyn, in the bathtub in Room 221 of the Best Western Gregory Hotel at 8315" , "date" : "20080226" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Body Discovered In Hotel Bathtub" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/26\/nyregion\/26duct.html"} , {"body" : "ANY doubts whether Julius Spiegel, Brooklyn's commissioner of parks since 1981 and ostensibly forever, is capable of overt bossiness are dispelled the instant one squeezes into the passenger seat of his city-issued Prius. ''Buckle your seat belt,'' he orders, unfurling the suave Canadian accent he's retained since moving here from Montreal four" , "date" : "20080222" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "MCCARREN PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "PUBLIC LIVES; The Parks, He Knows. But the Trees? Don't Ask." , "url" : "http:\/\/www.nytimes.com\/2008\/02\/22\/nyregion\/22lives.html"} , {"body" : "IT is 2 a.m., and Eighth Avenue, the main drag of Sunset Park, Brooklyn, is eerily silent and deserted. The fishmongers and mushroom sellers have long since packed up their wares. All that is left from the day's bustle are crushed produce boxes, pungent with the remains of unsold fruits and vegetables, stacked neatly along the curb. But inside" , "date" : "20080217" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "URBAN STUDIES | DINING LATE; Bright Lights In the Wee Hours" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/17\/nyregion\/thecity\/17late.html"} , {"body" : "On a winter day in 2005, an undercover officer noticed two young men loitering on a street corner in Gravesend, Brooklyn. Something about their behavior caught his eye. He approached the men, gave one of them $19 and was handed two bags of crack cocaine by the other. After he left, other officers moved in and arrested them. In the spring of 2007," , "date" : "20080205" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Brooklyn, Police Work Is Undone by Scandal" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/05\/nyregion\/05drugs.html"} ,   {"author" : "More Dispatches: nytimes.com\/cityroom" , "body" : "LOWEN'S PHARMACY, at the corner of Bay Ridge Avenue and Third Avenue in Bay Ridge, Brooklyn, since 1953, was open for business last week, with a Valentine's Day display in the window next to an old newspaper article, blown up to poster size, hailing the store as a ''beacon of service.'' With the text was a picture of John Rossi, the store's" , "date" : "20080203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "DISPATCHES; Mourning the Medicine Man" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/03\/nyregion\/thecity\/03disp.html"} , {"body" : "Usually, it is the harsh yellow of the crime scene tape that catches the eye, its cold, crisp snap in the wind a universally understood sign of recent unpleasantness. But at the corner of Newkirk Avenue and Argyle Road in Brooklyn, amid countless bodegas and Laundromats and Chinese takeout joints, it was not the yellow tape alone that drew" , "date" : "20080203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "DITMAS PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "DITMAS PARK JOURNAL; Betting on Cuisine to Marginalize Crime" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/03\/nyregion\/03journal.html"} , {"body" : "For them, it's almost impossible to remember a time when Hillary Rodham Clinton was not in the White House or the Senate. Sept. 11, 2001, was a third of a lifetime ago. And to most of these New York college students, Tuesday's primary election is an exhilarating first chance to cast a vote in a contest of national import -- even though they have" , "date" : "20080202" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education" , "Washington"] , "page_facet" : "1" , "title" : "On a City Campus, Excitement and Uncertainty for Primary" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/02\/nyregion\/02students.html"} , {"body" : "ATANASIO--Joseph F., M.D., on January 31, 2008. Passed away at home after a lengthy illness at the age of 93. Dr. Joe, as he was fondly known by his patients who numbered in the thousands, was a highly respected and renowned physician in Bay Ridge, Brooklyn for over 50 years. In WWII, Dr. Joe served as a physician, attaining the rank of Major, in" , "date" : "20080201" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "10" , "title" : "Paid Notice: Deaths ATANASIO, JOSEPH F., M.D." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9401E3DA173AF932A35751C0A96E9C8B63"} , {"body" : "The part-owner of a Brooklyn pharmacy that the authorities have raided twice in recent months, seizing millions of dollars' worth of steroids in an investigation of illicit drug use, was found shot to death in an office above the pharmacy on Monday evening, the police said. The death was apparently a suicide. The dead man, John Rossi, 56, had" , "date" : "20080129" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Co-Owner of Store in Steroid Raids Is Found Shot to Death in Office" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/29\/nyregion\/29steroids.html"} , {"body" : "ON Jan. 2, commuters in and around New York City woke up and celebrated the new year by going back to work. On that day and every workday since, I have been commuting with them, traveling in and out of the city to write an online series called Next Stop for The New York Times about how people get to their jobs and what they think of the ritual they" , "date" : "20080127" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Commuting: The Ferocity And the Fun" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/27\/realestate\/27cov.html"} , {"body" : "Singing, Eating Carnevale festivities will be held Friday through Feb. 5 at Tommaso Ristorante, 1464 86th Street (Bay Eighth Street), Bay Ridge, Brooklyn. There will be a four-course dinner with lots of pork, opera singing and other entertainment. The dinner, not including wine, tax and tip, will cost $35.95 on Jan. 28, 29, 30, 31 and Feb. 4;" , "date" : "20080123" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/23\/dining\/23fcal.html"} , {"body" : "Correction Appended The men huddle on street corners in Bensonhurst, Brooklyn, like apparitions: No one seems to know their names or anything about them. They speak Spanish in a neighborhood where Italian is still common, even if its presence has waned over the years. They will paint homes, fix roofs, tend to yards or lay bricks if someone is" , "date" : "20080121" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Where 3 Died in Fire, a Changing Neighborhood" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907EFDA1231F932A15752C0A96E9C8B63"} , {"body" : "Three men died Saturday morning after they were overcome by thick black smoke and flames from a fire in the Brooklyn apartment they shared, the Police and Fire Departments said. Two other men, including one who jumped from a window, were in critical condition. The cause of the fire, which started shortly before 7 a.m., was believed to be" , "date" : "20080120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "3 Die in Fire at Apartment Where Immigrant Workers Lived" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/20\/nyregion\/20brooklyn.html"} , {"body" : "Nearly every day a tiny new development trickles out from the stealth presidential campaign of Michael R. Bloomberg, the billionaire mayor of New York. He has talked with Chuck Hagel and Sam Nunn, potential running mates. He has delivered a tart critique of the presidential field. He is conducting intricate polling to test his appeal in all 50" , "date" : "20080111" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "U.S." , "Washington"] , "page_facet" : "1" , "title" : "Calls Grow for Bloomberg to Make Up His Mind" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/11\/us\/politics\/11bloomberg.html"} ,   {"body" : "BUSCH--Mary E., was born December 30, 1917 and raised in Brooklyn, NY, the only child of John F. McKenna, the owner of the McKenna Lumber Company and President of the old Kingsboro Savings Bank, and his wife, the former Elizabeth Farrell. She attended St. Anselm's School in Bay Ridge, Brooklyn, and then Marymount Academy and Marymount College in" , "date" : "20080109" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "8" , "title" : "Paid Notice: Deaths BUSCH, MARY E." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9401E5D61F3AF93AA35752C0A96E9C8B63"} , {"body" : "The candy canes were the first to go. Just before 10 on Tuesday morning, a beat-up white van pulled up to Michael Mazza's house in Dyker Heights, Brooklyn. A worker emerged from the van, climbed the stone stairs to Mr. Mazza's well-trod lawn and began shouldering out candy canes one by one. In the unforgiving glare of a balmy January day, they" , "date" : "20080109" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "DYKER HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DYKER HEIGHTS JOURNAL; Demolition Crews Go to Work on a Winter Wonderland" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/09\/nyregion\/09journal.html"} , {"body" : "IN New York City real estate, death is the ultimate leveler, evicting the residents of 16-room duplexes as well as those in fifth-floor walk-ups. It doesn't matter whom you know. But even as homeowners ascend to that great co-op in the sky (where the plumbing is excellent and every line commands sweeping views), all hell can break loose among those" , "date" : "20080106" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Heirs to a Headache" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/06\/realestate\/06cov.html"}]