[  {"body" : "It's hard to find much evidence of the Italian-American atmosphere that was once dominant in the Ocean Hill-Brownsville section of Brooklyn. Carlucci's Restaurant on Eastern Parkway is now the Zion Deliverance Temple, a Pentecostal storefront church. Ariola Bakery on Rockaway Avenue has become Wah-Sing Chinese Take-Out. A restaurant offering jerk" , "date" : "20081230" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "A Church That Held the Neighborhood's Heart" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/30\/nyregion\/30loreto.html"} , {"body" : "ONE day nine years ago, Mary-Ann Monforton asked an artist to donate one of her pieces to an auction for Bomb, the literary and art magazine where she still works. The artist declined, but she did ask if she could fix Ms. Monforton up on a blind date. Within a week, Ms. Monforton met Morris Shuman, a Yale-educated artist who had settled in SoHo" , "date" : "20081221" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "HABITATS; Bankrolled by a Basquiat" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/21\/realestate\/21habi.html"} , {"body" : "Ben Sherman, principal of the new East-West School of International Studies in Flushing, Queens, was mortified one morning when a fire drill unexpectedly interrupted a cultural program, sending students and visitors from Korea scurrying outside. The drill had been planned by the principal of Intermediate School 237, whose building Mr. Sherman's" , "date" : "20081221" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "U.S." , "Education"] , "page_facet" : "1" , "title" : "Looking for Common Ground As More Schools Share a Roof" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/21\/education\/21shared.html"} , {"body" : "They came, they played, they swept. Intermediate School 318 in Brooklyn pulled off a remarkable feat at a national chess championship in Florida last weekend. Teams from the school won the sixth-, seventh- and eighth-grade championships -- every grade in which the school had entered a team. More than 1,200 players from more than 100 schools" , "date" : "20081220" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "For School, National Chess Champions in 3 Grades" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E05EEDC1E3AF933A15751C1A96E9C8B63"} , {"body" : "New York City Transit will begin a pilot program to test partitions that would separate bus drivers from passengers, officials said on Thursday. The test program was prompted by the death on Dec. 1 of Edwin Thomas, 46, a bus driver on the B46 route in Bedford-Stuyvesant, Brooklyn, who was stabbed to death after an argument with a passenger who had" , "date" : "20081219" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Driver-Protection Partitions to Be Tested on Buses" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/19\/nyregion\/19mta.html"} , {"body" : "The Joseph family kitchen is a 6-by-6-foot closet off a cramped bedroom in an apartment in Bedford-Stuyvesant, Brooklyn. There are Cheerios and peanut-butter crackers, and a minifridge filled with take-out boxes. Above the microwave hangs a picture of a man walking in clouds. ''Help me believe in what I could be, and all that I am,'' the framed" , "date" : "20081216" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "THE NEEDIEST CASES; Settled Down, a Father Strives for Something Better" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/16\/nyregion\/16neediest.html"} , {"body" : "Their eyes met over mashed potatoes. Consuela Lewis was plating up fried-chicken dinners as a volunteer for an organization in Anchorage that serves free meals to children. Then she spotted Jerry Sails. ''I was like, 'Who is this stud muffin?' '' Ms. Lewis remembers. When the cafeteria closed, Ms. Lewis, then 19, and Mr. Sails, then 29, hung around" , "date" : "20081214" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "48" , "title" : "THE NEEDIEST CASES; Love in Alaska, and Tough Sledding in New York" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/14\/nyregion\/14neediest.html"} , {"author" : "E-mail: cityletters@nytimes.com" , "body" : "The Long Road To a Safe Haven To the Editor: Re ''The Year of Living Nervously'' (Dec. 7), about a Cameroonian activist's long quest for political asylum in the United States: The restrictions on legal work during the approval process are not the only burdens placed on asylum applicants. Because of changes in immigration rules dating to 1996," , "date" : "20081214" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "12" , "title" : "LETTERS TO THE EDITOR; Coming to America, Fighting for a School" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D06EEDE1638F937A25751C1A96E9C8B63"} , {"body" : "NO one in New York has any privacy. But would you be willing to share a bathroom with that guy down the hall to save a buck? A number of young New Yorkers who want to live alone but cannot afford it have settled on just that sort of compromise: renting a room and sharing facilities like kitchens and bathrooms with neighbors. Jessica Duffett, 25, an" , "date" : "20081214" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Room to Rent. Bath Nearby." , "url" : "http:\/\/www.nytimes.com\/2008\/12\/14\/realestate\/14cov.html"} , {"body" : "Twice in the past year and a half, Nanetta Williams and her partner, Willie Jordan, have fallen on hard times. And twice they've bravely fought their way out with help from The New York Times Neediest Cases Fund. Ms. Williams lived in the same Brooklyn apartment for more than 25 years and would have happily stayed on for many years more. But last" , "date" : "20081213" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "20" , "title" : "EDITORIAL; Bad Luck and Gratitude" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/13\/opinion\/13sat4.html"} ,   {"body" : "SMART BROOKLYN GALLERY HOP That Brooklyn has a thriving arts scene is hardly news. Review-circuit destinations like Dumbo Arts Center on Washington Street, Pierogi in Williamsburg and countless other galleries have sprouted up in recent years at a breakneck pace. But what is probably news to many who live outside Brooklyn's borders (and inside" , "date" : "20081212" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/12\/arts\/12wspare.html"} , {"body" : "SMART BROOKLYN GALLERY HOP That Brooklyn has a thriving arts scene is hardly news. Review-circuit destinations like Dumbo Arts Center on Washington Street, Pierogi in Williamsburg and countless other galleries have sprouted up in recent years at a breakneck pace. But what is probably news to many who live outside Brooklyn's borders (and inside" , "date" : "20081212" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "31" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B04E7DD1E3EF931A25751C1A96E9C8B63"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. REZ ABBASI GROUP (Friday and Saturday) Rez Abbasi, a thoughtful guitarist born in Pakistan but raised in Southern California, introduces a fusionlike new ensemble he calls R.O.C., for Realities of Chromaticism. Its roster features the Indian vocalist Kiran Ahluwalia alongside the alto" , "date" : "20081212" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Jazz Listings" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/12\/arts\/music\/12wjazz.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. REZ ABBASI GROUP (Friday and Saturday) Rez Abbasi, a thoughtful guitarist born in Pakistan but raised in Southern California, introduces a fusionlike new ensemble he calls R.O.C., for Realities of Chromaticism. Its roster features the Indian vocalist Kiran Ahluwalia alongside the alto" , "date" : "20081212" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0CEED91739F931A25751C1A96E9C8B63"} , {"body" : "A sampling of performances of Handel's ''Messiah'' and other oratorios in New York City. Admission is free unless otherwise noted. (Churches accept donations.) Friday AVERY FISHER HALL, Lincoln Center. Handel's ''Messiah''; National Chorale and Orchestra, with Jee Hyun Lim, soprano; Jennifer Roderer, alto; Matt Morgan, tenor; and Derrick Parker," , "date" : "20081212" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Hallelujah Choruses" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E2D71438F931A25751C1A96E9C8B63"} , {"body" : "A sampling of performances of Handel's ''Messiah'' and other oratorios in New York City. Admission is free unless otherwise noted. (Churches accept donations.) Friday AVERY FISHER HALL, Lincoln Center. Handel's ''Messiah''; National Chorale and Orchestra, with Jee Hyun Lim, soprano; Jennifer Roderer, alto; Matt Morgan, tenor; and Derrick Parker," , "date" : "20081212" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "Hallelujah Choruses" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/12\/arts\/12webmessiah.html"} , {"body" : "Since 2000, the number of young children living in parts of Lower Manhattan has nearly doubled. The poverty rate declined in all but one New York City neighborhood. A majority of Bronx residents are Hispanic. And the number of white people living in Harlem more than tripled, helping to drive up median household income there by nearly 20 percent --" , "date" : "20081209" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "City Growing More Diverse, Census Finds" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/09\/nyregion\/09census.html"} , {"body" : "To the Editor: Re ''Sad Students, and Echoes of a Strict Era'' (Dispatches, Nov. 30), about Darrius Spann and other former students who joined a class-action lawsuit alleging unfair treatment at Boys and Girls High School in Bedford-Stuyvesant, Brooklyn: We know only from Mr. Spann why he was suspended. He was also suspended from an educational" , "date" : "20081207" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "LETTERS TO THE EDITOR; Filing A Lawsuit To Get Students Back On Track" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE4DE1530F934A35751C1A96E9C8B63"} , {"body" : "Only 200 feet from Fulton Street's thumping hip-hop music and fast food outlets, dozens of votive candles burned amid stuffed animals and a brick wall of graffiti sentiments on Kingston Avenue. It was a makeshift memorial to Mario Smith, a 14-year-old boy who had been sitting with friends on a stoop before he was fatally shot. Fourteen blocks away," , "date" : "20081206" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "BEDFORD-STUYVESANT JOURNAL; A Neighborhood in Transition, Sometimes Uneasily" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/06\/nyregion\/06metjournal.html"} , {"body" : "With sheet music resting near her pillow, Nia Drummond, 14, hovers over a keyboard set on a floral comforter. Singing ''New York State of Mind,'' the teenager's powerful voice echoes off the bare walls, filling the sparsely furnished two-bedroom apartment in Crown Heights, Brooklyn, where she has lived her entire life. From the doorway, Andrea" , "date" : "20081203" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "28" , "title" : "THE NEEDIEST CASES; Fresh Start for a Teenager Who Wants to Be Heard" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/03\/nyregion\/03neediest.html"} ,   {"body" : "A dispute inside the Bloomberg administration pitting the city's housing agency against the mayor's budget office has delayed the building of hundreds of homes for low- and moderate-income New Yorkers in economically struggling neighborhoods, city officials, developers and advocates of such housing say. The dispute between the two agencies -- the" , "date" : "20081203" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Feud Between City Agencies Delays Moderate-Cost Housing" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/03\/nyregion\/03housing.html"} , {"body" : "A 20-year-old man has been charged with murder in the stabbing death of a New York City bus driver, the police said on Tuesday. The man, Horace D. Moore, of 1327 Park Place in Crown Heights, Brooklyn, told the police that he stabbed the driver, Edwin Thomas, 46, on Monday after an argument on the bus, said the chief police spokesman, Paul J." , "date" : "20081203" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Crown Heights Man Is Charged With Bus Driver's Murder" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/03\/nyregion\/03arrest.html"} , {"body" : "Jose Corchado sat with serene ease in the offices of R.D.S. Delivery Service, surrounded by a makeshift exhibition of his art. He spoke slowly and softly as he described each detailed image -- a sharp contrast to his boss, who spoke quickly about his employee's talent. ''He's a hidden treasure,'' boomed the boss, Larry Zogby, the president of" , "date" : "20081202" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "THE NEEDIEST CASES; Helping to Send a Courier Down the Path to His Goals" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/02\/nyregion\/02neediest.html"} , {"body" : "A New York City bus driver was fatally stabbed in Brooklyn on Monday after refusing to give a transfer to his assailant, who had not paid his fare, the police said. Witnesses said the killer jumped off the bus, slipped the hood of his black sweatshirt over his head and ran away. New York City Transit officials said it was the first slaying of a" , "date" : "20081202" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Rider Fatally Stabs City Bus Driver and Flees" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/02\/nyregion\/02driver.html"} , {"body" : "Dorothy Tanksley, 68, has not slept in a bed since 2004 because of back problems. A maroon reclining chair in her living room, a gift from her daughter, serves as a bed. The lever provides the extra boost she needs to get up and into her wheelchair. ''I hurt most of the time, 24-7,'' Ms. Tanksley said recently at her home in Bedford-Stuyvesant," , "date" : "20081123" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "THE NEEDIEST CASES; A Mother Again, a Generation Later" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E1DC113EF930A15752C1A96E9C8B63"} , {"body" : "I AM A MAN Museum of Contemporary African Diasporan Arts 80 Hanson Place, Fort Greene, Brooklyn Through Jan. 18 The Museum of Contemporary African Diasporan Arts opened slightly less than a decade ago in a small converted office on the top floor of a walk-up church building in the Bedford-Stuyvesant section of Brooklyn. The museum has since moved" , "date" : "20081121" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "Art in Review" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9900E2DC1E38F932A15752C1A96E9C8B63"} , {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. AUNTS (Friday and Saturday) The exuberant performance entity Aunts is at it again with ''i believe in you,'' a series of three-hour ''chain curation'' dance projects featuring a ridiculous line-up of performers. ''Chain curation'' is pretty much what it sounds like: Aunts invited some" , "date" : "20081121" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980CEEDD1731F932A15752C1A96E9C8B63"} , {"body" : "For months, Madaline McKay lived with a secret. She told her fiancé, and some friends and co-workers. Her daughter was an adult; old enough to understand. But there was one person she could not tell: her 11-year-old son, Omari. Breast cancer has been a painful and recurring presence in Ms. McKay's life. She was 4 when she saw it ravage her mother." , "date" : "20081120" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "THE NEEDIEST CASES; An Appearance of Normalcy, for Her Son's Sake" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B03E7D6113EF933A15752C1A96E9C8B63"} , {"body" : "Fifteen minutes into an evening social studies class at Boricua College in Brooklyn, students were still trailing in, among them a young woman in a bus driver's uniform, two single mothers and a 41-year-old security guard named Lessey Santiago. The lesson was on Maslow's hierarchy of needs, a theory posited in 1943 by the psychologist Abraham" , "date" : "20081119" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "THE NEEDIEST CASES; Seeking a Normal Life, a Man Retains His Faith in Positive Thinking" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9801EEDF1E3EF93AA25752C1A96E9C8B63"} , {"body" : "PRECISELY how the economic crisis will leave its imprint on the architectural development of New York has yet to be determined. It's not clear how plummeting stocks, rising unemployment and a stunted mortgage industry will mark the city's skyline. But one person who can offer some educated guesses is Andrew Scott Dolkart, an associate professor of" , "date" : "20081116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "THE VOICE; Skyline's Forecast: Only Partly Cloudy" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/16\/nyregion\/thecity\/16dolk.html"} ,   {"body" : "WHAT does a newly minted British movie star do when he hits New York? He heads straight to Brooklyn to visit Bedford-Stuyvesant, apparently. ''I visited the Marcy projects this afternoon,'' said Robert Pattinson, who plays Edward Cullen, the handsome vegetarian vampire in the film ''Twilight,'' which opens Nov. 21. ''It was great. Nobody noticed me" , "date" : "20081116" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Style"] , "page_facet" : "4" , "title" : "A NIGHT OUT WITH | ROBERT PATTINSON; Home by Daybreak" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/16\/fashion\/16nite.html"} , {"body" : "At first glance, the standoff that led to the death of Gilberto Blanco in a Coney Island parking lot on Thursday appeared mismatched. He had a chair. A police officer had a gun. During a confrontation, the officer fatally shot him. In a preliminary review on Friday, the Police Department found that the actions of the officer, Dawn Ortiz, 33," , "date" : "20081115" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "Police Defend Shooting Of Man Swinging a Chair" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/15\/nyregion\/15shoot.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. AMBROSE AKINMUSIRE QUINTET (Tuesday and Wednesday) Ambrose Akinmusire, a fiercely gifted young trumpeter who took first prize in last year's Thelonious Monk International Jazz Competition, spearheads a young post-bop ensemble with the tenor saxophonist Walter Smith III, the pianist" , "date" : "20081114" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/14\/arts\/music\/14jazz.html"} , {"body" : "Saying that Nixzaliz Santiago had failed in her ''duty'' to save her own dying daughter, a judge on Wednesday sentenced the mother of 7-year-old Nixzmary Brown to up to 43 years in prison for her role in a notorious case of abuse that horrified New York and prompted an overhaul of the city's child welfare system. The sentence, the maximum term," , "date" : "20081113" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Mother Gets 43 Years In Death Of Child, 7" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0CE2DF113DF930A25752C1A96E9C8B63"} , {"body" : "More New York City residents voted for Barack Obama on Tuesday than for John Kerry in 2004 and for Al Gore in 2000. But an analysis suggests that overall turnout increased only slightly from four years ago. The analysis helps to show how Mr. Obama, the Democrat, beat Senator John McCain, the Republican, by a ratio of nearly four to one, and" , "date" : "20081110" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "History and Buzz Aside, Voter Turnout in City Barely Topped 2004 Figure" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/10\/nyregion\/10turnout.html"} , {"body" : "THE chef at Benihana was struggling to entertain the customers around his table, but Tracy Morgan wouldn't surrender the spotlight. On a recent Thursday afternoon, Mr. Morgan, the comedian and ''30 Rock'' star, was putting on a show for the gathering crowd -- tourists, office workers, restaurant staff and a pair of NBC publicists sent to keep an" , "date" : "20081102" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "TELEVISION; Each Room Is a Stage, Every Day Is a Show" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/02\/arts\/television\/02itzk.html"} , {"body" : "Arrests have been made in two fatal Brooklyn shootings that occurred this month, one at a Fort Greene hair salon and another during a home invasion, the police said on Thursday. In the home invasion case, Alan Chaparro, 28, of 538 Monroe Street in Bedford-Stuyvesant, Brooklyn, was arrested and charged with murder, robbery and weapons possession in" , "date" : "20081031" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Police Arrest 2 in Brooklyn In 2 Fatal October Shootings" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/31\/nyregion\/31arrest.html"} , {"body" : "They had both outlived scores of men who had died by the gun in that very Brooklyn neighborhood, but their story, played out in a murder trial that ended on Wednesday, is a reminder that a man is never too old to get killed in a barroom quarrel -- and never too old to do the killing. On May 5, 2007, Joe Seals, 64, entered a social club in" , "date" : "20081030" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "In This Murder Mystery, the Only Real Mystery Was Whether It Was Self-Defense" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/30\/nyregion\/30club.html"} , {"body" : "Opening This Week CENTER CUT Jeffrey Chodorow's sprawling new steakhouse on the second floor of the Empire Hotel, opening Oct. 30, includes dishes like steak Diane, Korean short ribs, prime rib and hot-smoked king salmon: 44 West 63rd Street, (212) 956-1288. DARDANEL Turkish food, emphasizing Black Sea cuisine, including anchovies and halvah pie," , "date" : "20081029" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/29\/dining\/29off.html"} , {"body" : "IN the six years since Donna Walrond moved to Bedford-Stuyvesant, Brooklyn, she has found much to like about the neighborhood. Her rent is cheap, the neighbors are friendly, and crime is decidedly down. There's just one problem. ''We have two good restaurants,'' she said the other day in the toy-strewn living room of her three-bedroom apartment on" , "date" : "20081019" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD STUYVESANT (NYC)" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "8" , "title" : "BEDFORD-STUYVESANT; Her Wheels, Their Meals" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/19\/nyregion\/thecity\/19take.html"} ,   {"author" : "Susan Hartman is the author of two books of poetry, ''Dumb Show'' and ''El Abogado.''" , "body" : "TWENTY years ago, six girls lit up a troubled Brooklyn block. Gunfire could be heard in the distance. There was a stream of visitors to the apartments of drug dealers. But these girls had claimed a patch of sidewalk in front of their building, and from April to October, on a strip of Parkside Avenue just east of Prospect Park, these 8- and" , "date" : "20081019" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Jump Rope Girls, 20 Years On" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/19\/nyregion\/thecity\/19jump.html"} , {"body" : "A jury in Brooklyn convicted the mother of 7-year-old Nixzmary Brown of manslaughter on Friday in a notorious case of abuse that led to the overhaul of New York City's child welfare agency. The jury, which deliberated for three days, acquitted the mother, Nixzaliz Santiago, of the more serious charge of second-degree murder. During the trial," , "date" : "20081018" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Verdict Is Manslaughter For Abused Girl's Mother" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/18\/nyregion\/18nixzmary.html"} , {"body" : "What did Nixzmary Brown's mother know about her daughter's injuries, and when did she know it? Was she a wickedly indifferent mother or merely an incompetent one? Those were the questions that a prosecutor and a lawyer for the mother, Nixzaliz Santiago, argued on Tuesday as Ms. Santiago's murder trial in Brooklyn came to a close. The prosecutor," , "date" : "20081015" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "Jury Asked to Decide if Girl Died Because of Her Mother's Indifference" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/15\/nyregion\/15nixzmary.html"} , {"body" : "The brief struggle between police officers and a drug suspect in the dark vestibule of a Brooklyn crack house unfolded that winter night in 1998 amid chaos and confusion. When it was over, the suspect lay dead and a police sergeant was injured by a bullet through his back. The sergeant, Dexter Brown, sued the city and a detective, Luis Lopez, who" , "date" : "20081014" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "10 Years Later, Account of Sergeant's Shooting Is Still in Dispute" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/14\/nyregion\/14sergeant.html"} , {"body" : "On a recent day on the boulevard that stretches from the heart of Brooklyn to the sea, a young teacher helped his daughters with schoolwork, a man hurled Russian insults and coins at an elderly woman who he thought was driving too slowly, and a man from Bedford-Stuyvesant read a tabloid for hours, having only just discovered, after 46 years, the" , "date" : "20081011" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "BROOKLYN JOURNAL; A Tree-Lined Boulevard That's a Park and a Living Room" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/11\/nyregion\/11journal.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Friday, 9 p.m. to 1 a.m., ''One Step Beyond,'' a dance party with cocktails and a screening of ''Cosmic Collisions''; $20. Every Friday and Saturday at 7:30 and 8:30 p.m. (except Oct. 24), ''SonicVision,'' an animated alternative- music show, is" , "date" : "20081010" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "38" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907EEDD123DF933A25753C1A96E9C8B63"} , {"body" : "AROUND TOWN I KIFFE NY For many years French culture has been almost synonymous with highbrow -- or, as in the case of films by Godard and music by Piaf, eventually came to be regarded as such. But the large influx of African and Arab immigrants into the poorer neighborhoods outside Paris, unknown to most Americans until the 2005 riots, has" , "date" : "20081010" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/10\/arts\/10wspare.html"} , {"body" : "For more than a year, Jo Anne Simon, a lawyer in Downtown Brooklyn, has been busy planning her campaign to represent a City Council district that stretches from Park Slope to Williamsburg and Greenpoint. She has started a Web site and has held a number of fund-raising events, which have taken in more than $50,000. But with the current turbulence" , "date" : "20081010" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Council Candidates Are Left in Limbo Over Term Limits" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/10\/nyregion\/10candidates.html"} , {"body" : "It is the question on the minds of New Yorkers, once they stop pondering the fate of their 401(k)'s: If the city's economy sinks to depths not seen in decades, will crime return with a vengeance? Expert opinions differ, but the question is hardly illogical. The last time stocks on Wall Street fell hard, in 1987, crime was exploding, and the city" , "date" : "20081010" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Keeping Wary Eye on Crime as Economy Sinks" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/10\/nyregion\/10crime.html"} , {"body" : "Rows and rows of police officers, perhaps as many as 2,000, lined up on Monday outside a Long Island church in a final, solemn goodbye to a colleague who killed himself after ordering the fatal Taser shooting of an emotionally disturbed man in Brooklyn last month. Their colleague, Lt. Michael W. Pigott, did not get an official inspector's funeral" , "date" : "20081007" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "29" , "title" : "Show of Strength at Funeral for Lieutenant in Taser Case" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/07\/nyregion\/07funeral.html"} ,   {"body" : "To the mourners who solemnly and tentatively approached the dark brown coffin holding the body of Lt. Michael W. Pigott at a Long Island funeral home on Saturday afternoon, the unanswered questions following his suicide did not matter. The wake was a time to provide protection and comfort to Lieutenant Pigott's family by closing ranks. And several" , "date" : "20081005" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "40" , "title" : "At the Wake of a Police Lieutenant, a Time to Show Support" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/05\/nyregion\/05wake.html"} , {"body" : "Before he killed himself at a police training center on Thursday, Lt. Michael W. Pigott left a note next to pictures of his children explaining his rationale: He did not want his children to see him in handcuffs. But despite his fear, a number of legal experts on Friday said that it appeared unlikely that Lieutenant Pigott, who had ordered the" , "date" : "20081004" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Suicide Note Reveals Fears in Taser Case, but Prosecution Seemed Unlikely" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/04\/nyregion\/04taser.html"} , {"body" : "He wanted to be an Air Force fighter pilot, but a hearing problem ended that dream. He clammed for a while on Long Island, where he had grown up, then joined the New York Police Department. He was levelheaded, calm, mild mannered, an ideal cop in many ways. In 21 years on the force, Michael W. Pigott made scores of arrests working in some of the" , "date" : "20081003" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Taser Fire Claims 2nd Victim: Officer Who Gave the Order" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/03\/nyregion\/03taser.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. AACM AT THE KITCHEN (Thursday) The Association for the Advancement of Creative Musicians, a new-music organization established in Chicago more than 40 years ago, has lately been celebrating the publication of an important book by George E. Lewis: ''A Power Stronger Than Itself: The AACM" , "date" : "20081003" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/03\/arts\/music\/03jazz.html"} , {"body" : "FOR years, Adam Frank yearned for a brownstone of his own. In 2002, after living in a series of rentals in Williamsburg, Brooklyn, he almost bought one for $575,000. It was a three-family brownstone on South Second Street. ''It was in need of a major overhaul,'' he said. After the inspection, ''I freaked out and had trouble getting financing. I was" , "date" : "20080928" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "THE HUNT; A 'Goldilocks' House" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/28\/realestate\/28hunt.html"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "Underwater Trains Q.Given the price of scrap metal, why is the Metropolitan Transportation Authority placing its obsolete cars in artificial reefs instead of scrapping them? A. Do the fish get a vote? Using the cars as artificial reef material not only provides a breeding environment for marine life, but is less expensive than scrapping them, New" , "date" : "20080928" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BRONX (NYC)" , "QUEENS (NYC)" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F. Y. I." , "url" : "http:\/\/www.nytimes.com\/2008\/09\/28\/nyregion\/thecity\/28fyi.html"} , {"body" : "Two days after a naked man fell to his death when a police officer of the Emergency Service Unit shot him with a Taser gun, Police Commissioner Raymond W. Kelly appointed a new commander of the unit on Friday. He also ordered that the more than 400 officers in the unit participate in training beginning on Monday to review tactics and rules" , "date" : "20080927" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Police Replace Leader of Unit Involved in Taser Death" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/27\/nyregion\/27taser.html"} , {"body" : "It was hard living upstairs from Nixzmary Brown's family. The screaming and fighting were nearly constant, said one neighbor, Ulbis Rivera. There were the daily visits from Nixzmary's mother, Nixzaliz Santiago, and her complaints about life with her husband, Nixzmary's stepfather, Cesar Rodriguez. There was the day, Ms. Rivera recalled, when Ms." , "date" : "20080927" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Telling, Again, Of Girl's Death A Floor Below" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/27\/nyregion\/27nixzmary.html"} , {"body" : "The firing of a Taser stun gun that led an emotionally disturbed man to fall from a Brooklyn building ledge to his death on Wednesday appeared to have violated departmental guidelines, the police said on Thursday. The guidelines tell officers that when possible, the Taser, which fires barbs that deliver thousands of volts of electrical current," , "date" : "20080926" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Use of Taser Broke Rules, Police Suggest" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/26\/nyregion\/26taser.html"} , {"body" : "Up until a week or so ago, Iman Morales struck his neighbors and landlords in Bedford-Stuyvesant, Brooklyn, as a model citizen and tenant. He kept his one-bedroom apartment on Tompkins Avenue clean, paid his rent on time, was unfailingly polite. He did not work -- Mr. Morales, 35, had been on public assistance since moving in three years ago, said" , "date" : "20080926" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "4" , "title" : "Bizarre Behavior Came On Suddenly, Neighbors Say" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/26\/nyregion\/26morales.html"} ,   {"body" : "A naked and apparently emotionally disturbed man fell to his death from a building ledge in Brooklyn on Wednesday after an officer shot him with a Taser stun gun, the police said. The police and witnesses said he had been yelling at passers-by and swinging a long light bulb tube at officers before he fell. The man, identified by the police as Inman" , "date" : "20080925" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Naked Man Dies in Brooklyn After Police Use a Taser Gun" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/25\/nyregion\/25tased.html"} , {"body" : "Efforts by the Bloomberg administration to add accountability to the public school system have included moving quickly to shut down schools deemed beyond repair, and rewarding those that make significant progress on standardized tests. Those initiatives seemed to collide last week, when teachers and principals at five of the failed schools earned" , "date" : "20080924" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Bonuses Given At Schools That Failed" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/24\/education\/24bonus.html"} , {"body" : "New York City plans to expand primary health care facilities in 11 high-poverty areas, City Council Speaker Christine C. Quinn announced on Monday, saying she hoped to put $26 million toward the effort in the next four years, city finances permitting. Ms. Quinn said the City Council would hold public forums in each borough during the next few weeks" , "date" : "20080923" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "4" , "title" : "City Plans To Increase Health Care For the Poor" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/23\/nyregion\/23health.html"} , {"body" : "Nixzmary Brown's mother did not beat her daughter to death, a prosecutor told a jury in Brooklyn on Thursday. Nixzmary, the 7-year-old girl whose killing in 2006 horrified New Yorkers and upended the city's child welfare system, was mainly assaulted by her stepfather, the prosecutor, Ama Dwimoh, told the jury in State Supreme Court. He pummeled her" , "date" : "20080919" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "At Trial, Mother as Victim Or Catalyst in Girl's Death" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/19\/nyregion\/19nixzmary.html"} , {"body" : "The sign of the times for Wall Street is that familiar jagged line, the one that starts on the upper left and drops like a weighted corpse in a cold lake. But on the streets and avenues away from Wall Street, the signs, while less obvious than a black line on a white sheet, are no less clear. They are the piles of little Dora the Explorer socks" , "date" : "20080918" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "WALL STREET (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Wall Street Is Down, and So Are They" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/18\/nyregion\/18voices.html"} , {"body" : "The number of schools receiving A's under New York's much-contested grading system increased significantly this year from last in what Mayor Michael R. Bloomberg said was a clear sign of success and evidence that his signature accountability program was spurring improvement at schools across the city. Nine of the schools that got F's for the 2006-7" , "date" : "20080917" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Schools Get More A's And Fewer F's" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/17\/nyregion\/17grades.html"} , {"body" : "By way of introduction, the judge told prospective jurors in a Brooklyn courtroom on Monday that the case involved the death of a 7-year-old girl named Nixzmary Brown. ''The defendant in this case, Nixzaliz Santiago, is Nixzmary Brown's natural mother,'' the judge, Patricia M. DiMango of State Supreme Court, told the panel. At that news, mouths" , "date" : "20080916" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Jury Selection Begins in Murder Trial of 7-Year-Old Brooklyn Girl's Mother" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/16\/nyregion\/16nixzmary.html"} , {"body" : "An off-duty emergency medical technician was stabbed to death at his companion's apartment in Brooklyn early Sunday, the police said. The victim, Jason Ruiz, 30, was a popular member of the close-knit fraternity of emergency medical technicians who work for the Fire Department. On July 15, he helped rescue a woman who had suffered a seizure and" , "date" : "20080915" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Medical Technician Is Killed Answering Knock at the Door" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/15\/nyregion\/15EMT.html"} , {"body" : "19TH-CENTURY HOUSE $650,000 BROOKLYN: 537 Lafayette Avenue (between Bedford and Nostrand Avenues), Bedford-Stuyvesant A 2,500-square-foot town house on a deep lot, currently divided into a two-bedroom two-bath owner's duplex and a top-floor rental with a bedroom and a bath. Arlene Booth (718) 780-8157, Ingrid Niles (718) 780-8158, Prudential" , "date" : "20080914" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "Letters: 19TH-CENTURY HOUSE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0DEEDE173CF937A2575AC0A96E9C8B63"} , {"body" : "It was only a matter of time before it happened. Bring together 50 young fans who have memorized every word of the musical ''Rent,'' provide free beer, pipe the show's rousing songs through a set of restaurant stereo speakers, and sooner or later, they may well start dancing on the tables as the characters do in the play's riotously joyous paean to" , "date" : "20080907" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROADWAY (NYC)" , "EAST VILLAGE (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "34" , "title" : "As 'Rent' Ends 12-Year Run, a Gathering of Fans Overflows With Emotion" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/07\/nyregion\/07rent.html"} ,   {"body" : "It was a grueling day of nonstop activity for United States Representative Edolphus Towns. He started campaigning shortly after sunrise at a subway station in East New York, in the heart of his Congressional district in Brooklyn. By day's end last Thursday, he had stumped at a senior center and a community barbecue, solicited contributions by phone" , "date" : "20080904" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Accused of Being Out of Touch, a 25-Year Congressman Campaigns for Dear Life" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/04\/nyregion\/04edtowns.html"} , {"body" : "Mayor Michael R. Bloomberg expressed confidence on Tuesday morning that legislators in Albany would, with ''a lot of information and prodding,'' renew the 2002 state law that put the mayor in charge of the schools. Then he added, ominously, ''The alternative is too devastating to contemplate.'' Setting the tone for the school year in the first hour" , "date" : "20080903" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "School Day 1 Offers a View From the Top" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/03\/education\/03school.html"} , {"body" : "Tracy Evans takes her tennis game seriously, often showing up at courts in Brooklyn as many as five times a week. But during the United States Open, Ms. Evans, a bank operations manager, pushes herself even harder -- inspired by all the whooshing serves, backhands, overhead smashes, lobs and drop shots taking place only a handful of miles away at" , "date" : "20080831" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Would-Be Serenas Fill Courts Across the City" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/31\/nyregion\/31courts.html"} , {"body" : "MILLIONS of New Yorkers compress their lives into small spaces and yearn for things that their friends in the suburbs don't think twice about: an extra bedroom, a patch of grass, a little distance between themselves and the neighbors. Circle the block five times looking for a place to park, and another wish can be added to the list: a private" , "date" : "20080831" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The Ultimate Luxury: A Garage" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/31\/realestate\/31cov.html"} , {"body" : "The teachers at the Crispus Attucks School, P.S. 21, in Bedford-Stuyvesant, Brooklyn, may be among the most fortunate in the city when it comes to on-street parking. There are about 55 teachers and administrators at the school and, according to a city inventory, 60 parking spots on the surrounding streets reserved for their use. It ranks among the" , "date" : "20080828" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "An Uneven Allotment Of Parking Near Schools" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/28\/nyregion\/28parking.html"} , {"author" : "ROSALIE R. RADOMSKY e-mail: realprop@nytimes.com" , "body" : "$3.2 MILLION 1373 Fulton Street Bedford-Stuyvesant, Brooklyn This 3,040-square-foot 1986 building, now a drive-through Burger King, is offering 27,307 buildable square feet along the Fulton Street retail corridor. Owners: Javaid Sayed and Cosmo Tristani Broker: Michael Amirkhanian, Massey Knakal Realty Services ROSALIE R. RADOMSKY e-mail:" , "date" : "20080827" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "TRANSACTIONS | For Sale" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502E0DB123CF934A1575BC0A96E9C8B63"} , {"body" : "Detective Matthew Walker was sitting on his couch watching television recently when he saw surveillance video on the news of a man attacking an elderly woman from behind as she got off an elevator. The video, viewed by many people on the Internet and television since the police released it on Monday, has provoked widespread outrage. But for" , "date" : "20080822" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Video of Attack In Brooklyn Leads to Arrest" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/22\/nyregion\/22arrest.html"} , {"body" : "The skies over Coney Island put on a spectacular show on Saturday evening, with the sunset casting violet hues and a fat yellow moon disappearing and reappearing through clouds. But for a row of spectators lined up along a lonely section of the Boardwalk, the real entertainment was happening opposite the beach, inside an ornate yet decrepit" , "date" : "20080818" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "CONEY ISLAND JOURNAL; Roller Skaters Revel in a New Rink in the City" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/18\/nyregion\/18roller.html"} , {"body" : "In April, when word reached Crown Heights that New York City's homeless services agency planned to move its central intake center from Manhattan to the Bedford-Atlantic Armory in Brooklyn, local residents started a fierce campaign to prevent the move. They handed out fliers, met with elected officials and Department of Homeless Services" , "date" : "20080815" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Concessions Made in Plan For Homeless In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/15\/nyregion\/15armory.html"} , {"body" : "AROUND TOWN Del Close Marathon In comedy circles, endurance usually comes up only in reference to boozing, writing sessions or retellings of ''The Aristocrats'' joke. But this weekend more than 300 comedians, stand-ups, improvisers and writers from around the country will participate in 54 continuous hours of funny. It's the 10th annual Del Close" , "date" : "20080808" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/08\/arts\/08wspare.html"} ,   {"body" : "A Brooklyn man who was being questioned in his apartment by police detectives about a forged check was fatally shot on Saturday morning by one of the detectives after he threatened them with a knife, the police said. The man, Darryl Battle, 20, was suspected of trying to cash a forged check for $1,003.50 last month at a Chase bank branch on East" , "date" : "20080803" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Brooklyn Man Is Shot Dead During Police Questioning" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/03\/nyregion\/03shoot.html"} , {"body" : "INTERNATIONAL KARADZIC, NOW AT THE HAGUE, Will Have First Day at World Court Radovan Karadzic, the former Bosnian Serb leader who was transferred Wednesday from Serbia to a jail near The Hague, will appear in court for the first time to answer charges of genocide and war crimes. The hearing will begin legal proceedings against him, as well as offer" , "date" : "20080731" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Inside The Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E4D81230F932A05754C0A96E9C8B63"} , {"body" : "Stella Porsenna, a child protective specialist for the New York City Administration for Children's Services, was striking out trying to track down a man who had drug problems and a history of abusing the mother of his 1-year-old daughter. So she turned to George A. Flores, a retired New York City police officer. With a quick check of law" , "date" : "20080728" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Policing Days Behind Them, Investigators Lend Skills to Child Welfare Agency" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/28\/nyregion\/28child.html"} , {"body" : "Dakota Blair acknowledges that both he and the apartment building where he lives are somewhat out of place. Mr. Blair, 23, a software engineer from East Texas, pays $1,700 a month for a studio in what he calls the Yuppie Spaceship: a new luxury apartment building on an unluxurious corner in Bedford-Stuyvesant, Brooklyn. After nine months in the" , "date" : "20080727" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Growing Pains Come and Go In Bed-Stuy" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/27\/nyregion\/27gentrify.html"} , {"body" : "International LOOKING PAST KREMLIN, Russian Tabloids Thrive The Russian newspaper Komsomolskaya Pravda, formerly a gray government mouthpiece, is now part of a vibrant tabloid culture that illustrates the complex nature of life under Prime Minister Vladimir V. Putin: As long as the papers do not threaten the Kremlin or its closest friends, they can" , "date" : "20080727" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "INSIDE THE TIMES, JULY 27, 2008" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE0DF1E30F934A15754C0A96E9C8B63"} , {"body" : "The size of new buildings in an area of Carroll Gardens, Brooklyn, that is known for the large, elaborate gardens in front of its brownstones will be limited by a zoning change passed by the City Council on Wednesday. Because of arcane zoning rules that date to the mid-1800s, those large gardens had made the Brooklyn neighborhood susceptible to" , "date" : "20080724" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CARROLL GARDENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "New Limits On Builders In an Area Of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/24\/nyregion\/24zone.html"} , {"body" : "With its two cars, single track and four stops, the Franklin Avenue shuttle in Brooklyn looks less like a part of the New York City subway system than a way to get around Mister Rogers's neighborhood. It is indeed a beautiful day in the neighborhood for the little shuttle. On Monday, it was named the most punctual train in the subway system by New" , "date" : "20080724" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Train Takes Riders Down the Garden Path, on Time" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/24\/nyregion\/24shuttle.html"} , {"body" : "For weeks, as Craig Samuel and Ben Grossman hammered tables together, put up trellises in the side yard and tacked down upholstery at what would be Peaches Market Cafe, their truly homemade restaurant and take-out market, residents of Bedford-Stuyvesant would wander in, look around, and ask, When? What fueled their expectations was the fact that" , "date" : "20080723" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; Meet Peaches, Little Piggy's Friend" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/23\/dining\/23stuy.html"} , {"body" : "Theater Charles Isherwood The teeming hordes of tourists who descend on Manhattan in the summer rarely stray far from Times Square in search of theater. But there is plenty of stage activity in the other boroughs too. A whimsical riff on ''Hamlet'' opens this week at an appropriately unusual site, the McCARREN PARK POOL in scruffy-hip Brooklyn." , "date" : "20080720" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "The Week Ahead | July 20-July 26 | Theater" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9805E0D8143FF933A15754C0A96E9C8B63"} , {"body" : "Two armed men were shot by off-duty law enforcement officers, one fatally, early Sunday morning in separate incidents in the Bronx and Queens, the police said. The shootings occurred less than six hours after officers shot and killed a man they said had fired at them in Brooklyn on Saturday night. In one of the Sunday shootings, a man approached an" , "date" : "20080714" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Off-Duty Officers Shoot 2, Killing One, in Separate Attacks" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/14\/nyregion\/14shootings.html"} ,   {"body" : "A 22-year-old man was fatally shot in Brooklyn last night after he opened fire on police and was killed by return fire, the authorities said. Police said a sergeant and two police officers were on patrol around 8:47 p.m. on the 800 block of Hancock Street in Bedford-Stuyvesant when they heard gunfire and saw the man running with a gun in his hand." , "date" : "20080713" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Police Fatally Shoot Armed Man" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E07E3DD163AF930A25754C0A96E9C8B63"} , {"body" : "IN New York State, a person with AIDS is eligible to receive food stamps and housing assistance, along with a small daily stipend. Eleven dollars is what Wayne Starks, who is 52 years old and lives in Bedford-Stuyvesant, Brooklyn, receives every day to improve the quality of his life. Every day, Mr. Starks records in a notebook how much money he" , "date" : "20080713" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY VISIBLE; Suddenly, a Sculptor" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/13\/nyregion\/thecity\/13aids.html"} , {"body" : "For Siddiq Booker, life is full of rejections. Clutching a handful of CDs that bore his dreadlocked visage, Mr. Booker scanned Broadway's throngs of students, tourists and office workers for anyone he could stop long enough to buy his latest record, which is titled, fittingly, ''Hustle to Be Free.'' As sirens blared and cab horns honked past Eighth" , "date" : "20080713" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "On the Sidewalks, the Persistent Pitch of Rappers Peddling Their Own Voices" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/13\/nyregion\/13rap.html"} , {"body" : "The bad old days of subway turnstile jumping may be gone, but the fine for trying to sneak a free ride went up on Monday anyway, to $100 from $60 -- the first increase in nearly a quarter century. From Jan. 1 through July 6 this year, transit police issued 41,090 tickets for fare evasion and arrested an additional 8,437 people for not paying the" , "date" : "20080708" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Bigger Penalty for Riders Who Cheat on the Fare" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/08\/nyregion\/08fare.html"} , {"body" : "CLINTON HILL LOFT $565,000 BROOKLYN: 100 Lexington Avenue, #2L (near Franklin Avenue) A 1,375-square-foot open loft in a 2001 condominium conversion of an 1895 factory building. The corner loft has a finished kitchen and bath, and a shared roof deck. Phylis Stigliano, Aguayo & Huebener (516) 359-3332; www.ahrlty.com. Open house Sunday, 1 to 3 p.m." , "date" : "20080706" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET; Clinton Hill Loft" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE7D91231F935A35754C0A96E9C8B63"} , {"body" : "A Brooklyn lawyer and a onetime legal guardian to John L. Phillips Jr., the so-called kung fu judge and the owner of the Slave Theater in Bedford-Stuyvesant, has been ordered to repay the Phillips estate $403,000 that she improperly kept for herself or misused, according to a judge's ruling. The lawyer, Emani P. Taylor, paid herself fees from the" , "date" : "20080705" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Ex-Guardian Must Repay $403,000 to Judge's Estate" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/05\/nyregion\/05judge.html"} , {"body" : "From a perch on her stoop in Brooklyn, Ella Evans watches over the recent arrivals to her neighborhood, the women wearing business suits and the boys with blue hair. They get off the G train, too trusting, she thinks, of streets that were risky not so long ago and still demand caution. She has good reason to feel this way. In recent months, an old" , "date" : "20080705" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CLINTON HILL (NYC)" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Muggings Revive Memories Of an Area's Bad Old Days" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/05\/nyregion\/05muggings.html"} , {"body" : "Childhood lead poisoning declined by 15 percent last year, the Department of Health and Mental Hygiene reported on Wednesday, reaching the lowest rate ever recorded in New York City. The 2007 figure -- 1,970 poisonings among children 6 months to 6 years of age -- is a 90 percent decline since 1995, when nearly 20,000 children were identified with" , "date" : "20080703" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Lead Poisoning Cases Decline" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/03\/nyregion\/03lead.html"} , {"body" : "Brooklyn's 10th Congressional District, home to more African-Americans than any other in New York, gave Senator Barack Obama his highest margin of victory in the state. But the district's longtime congressman, Edolphus Towns, did not share his constituency's preference for Mr. Obama. Now some of those voters are pushing to oust him. ''His decision" , "date" : "20080701" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A New Campaign Charge: You Supported Clinton" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/01\/us\/politics\/01dems.html"} , {"body" : "''IF you're in New York City and you want to learn about the rest of America, you should come look at Staten Island,'' says Jonathan R. Peters, an associate professor of finance at the City University of New York's College of Staten Island. Staten Island is more dependent on private cars and private homes than its urban neighbors. It has a smaller" , "date" : "20080622" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Fighting Foreclosure on Staten Island" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/22\/realestate\/22cov.html"} ,   {"body" : "JOE LONG, the owner of Birdell's, a venerable independent record store on Nostrand Avenue in Bedford-Stuyvesant, Brooklyn, has supplied three generations of music lovers with 45s, 78s, 33s, cassette tapes, CDs, DVDs and the occasional dollop of fatherly advice. Mr. Long, or, as some people know him, Mr. Birdell, began working at the store in 1957" , "date" : "20080622" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "THE VOICE; Bed-Stuy's Long-Playing Music Man" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/22\/nyregion\/thecity\/22bird.html"} , {"body" : "The Macon branch of the Brooklyn Public Library, one of 18 Brooklyn libraries that opened between 1901 and 1923 through the support of the steel magnate Andrew Carnegie, reopened on Thursday after a two-year, $2 million renovation. The library, a two-story, neoclassical building at 361 Lewis Avenue with fireplaces, oak paneling, alcoves and wooden" , "date" : "20080620" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "After a $2 Million Rehab, a Brooklyn Library Reopens" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/20\/nyregion\/20library.html"} , {"body" : "Kyle Smith's deflated body lay in a small white coffin piled with stuffed animals, a bruise still visible on his right cheek. All evening, scores of teary friends and relatives consoled his ashen father, a doorman in Manhattan's financial district, and his sobbing mother, a newly married restaurant manager now living in South Carolina. The" , "date" : "20080619" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "After a Little Boy's Death, Grief and Regret at Missed Clues" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/19\/nyregion\/19kyle.html"} , {"body" : "WHILE condominium developers across the country are trying to unload thousands of apartments that they can't sell, some builders in Brooklyn have found the real estate equivalent of a golden parachute. Having turned their new units into high-priced rentals, they have found a surprising number of eager takers. These renters are a breed of" , "date" : "20080615" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PARK SLOPE (NYC)" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BEDFORD-STUYVESANT (NYC)" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "They (The New) Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/15\/realestate\/15cov.html"} , {"body" : "With its airy dining room, round tables and sleek wood chairs that look like something from a SoHo showroom, the new St. John's Bread and Life center in Bedford-Stuyvesant bears very little resemblance to the traditional soup kitchen. Founded 26 years ago over a hot stove at St. John's University on Lewis Avenue and run for most of that time by" , "date" : "20080611" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "3" , "title" : "Technology And Food Yield Choice At Charity" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/11\/nyregion\/11kitchen.html"} , {"body" : "Doctors at a community hospital in Brooklyn that is part of a large system of hospitals say they are being squeezed out so the system can sell off property in popular neighborhoods. The doctors contend that the parent company, Continuum Health Partners, has been downsizing the institution where they work, Long Island College Hospital, in the Cobble" , "date" : "20080610" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "COBBLE HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Doctors Say Hospital Is Falling Victim to Its Own Real Estate Value" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/10\/nyregion\/10hospital.html"} , {"body" : "The singer R. Kelly wrote a popular R & B opera about being trapped in a closet. Nicholas White became a minor celebrity after security cameras caught him stuck in a Manhattan elevator for 41 hours. Add to these annals of urban misfortune the tale of Kyle Hausmann, a mild-mannered paralegal who recently found himself locked in a Brooklyn bar. The" , "date" : "20080609" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Night Out That Became A Night In. In the Bar." , "url" : "http:\/\/www.nytimes.com\/2008\/06\/09\/nyregion\/09bar.html"} , {"body" : "Eight months into New York City's bold experiment of moving hundreds of troubled teenagers out of group homes and into foster care, the system is stretched so thin that many involved say they are having trouble making thoughtful matches between foster parents and their charges. Some child-welfare experts are worried they may soon be unable to" , "date" : "20080608" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Older Children, Bigger Hurdles" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/08\/nyregion\/08foster.html"} , {"body" : "A man and a woman were arrested in Brooklyn on assault charges in the killing of a 3-year-old boy who lived with them, the police said, and more charges were possible after the medical examiner's office determined that the boy had been beaten to death. The woman, Nymeen Cheatham, 30, and the man, Lemar Martin, 25, who lived together at 129 Patchen" , "date" : "20080608" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Brooklyn Woman and Her Fiancé Face Assault Charges in Death of Boy, 3" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/08\/nyregion\/08baby.html"} , {"body" : "The police were investigating the death on Friday of a 3-year-old Brooklyn boy who the authorities said showed signs of physical abuse. Investigators were questioning four people late Friday, including a woman who lived with the boy at 129 Patchen Ave., in the Bedford-Stuyvesant neighborhood, and were also searching for his mother, the police said." , "date" : "20080607" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Four Questioned In Toddler's Death" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/07\/nyregion\/07baby.html"} ,   {"body" : "Do not get Antoine Njeim or Jaye Griffith started about Senator Hillary Rodham Clinton. To Mr. Njeim, 41, a jewelry store owner in Astoria, Queens, Mrs. Clinton was far superior to Senator Barack Obama, and was dealt an unkind hand in Florida and Michigan. ''Even now, I still think she has a chance,'' he said. ''If he stumbles, she can be the" , "date" : "20080606" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Clinton May Come Home to Find A Little Fence-Mending Is Needed" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/06\/nyregion\/06voices.html"} , {"author" : "Joseph P. Kennedy II is the chairman and president of the nonprofit Citizens Energy Corporation." , "body" : "I REMEMBER how my father listened with rare empathy to everyone. He paid a lot of attention, for instance, to Putt, an old man who lived in a rest home at the end of Sea Street in Hyannis. A gas attack during World War I had left Putt unable to hear or speak. He spent most every day riding around Lewis Bay in a little rowboat with a five-horsepower" , "date" : "20080605" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "29" , "title" : "OP-ED CONTRIBUTOR; Taking 'No' For an Answer" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/05\/opinion\/05joekennedy.html"} , {"body" : "Kira Pallis Watson and Perry Louis Le Blanc were married on Friday in Manhattan. The Rev. Peggy Funderburke, a minister of the Reformed Church in America, performed the ceremony at Marble Collegiate Church. Mrs. Le Blanc, 38, is a partner in the Manhattan office of the St. Louis law firm Bryan Cave. She is on the board of the Union Settlement" , "date" : "20080525" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "13" , "title" : "Kira Watson, Perry Le Blanc" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/25\/fashion\/weddings\/25watson.html"} , {"body" : "Dance Jack Anderson The LA MAMA MOVES! festival is moving along, bringing diverse attractions to all three theaters at La MaMa E.T.C. Take, for instance, Friday night, when works choreographed by JOHN JASPERSE, MIGUEL GUTIERREZ and BEN MUNISTERI, among others, explore male bonding in the Club; dancers from seven countries appear in ''New York" , "date" : "20080518" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "THE WEEK AHEAD | MAY 18 $(MDASH$) MAY 24; Dance" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F05E7DF1F3AF93BA25756C0A96E9C8B63"} , {"body" : "For nearly as long as rail lines have crisscrossed the country, there have been stories about wanderers covertly climbing aboard train cars and riding away from problems or speeding toward some glimmering promise on the horizon. The paths of train hoppers, tramps, hobos and travelers, looking for work, adventure or merely free transportation, have" , "date" : "20080518" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "31" , "title" : "In Search of America or Adventure, Train Hoppers Captured on Film" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/18\/nyregion\/18hobo.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. MICHAËL ATTIAS TWINES OF COLESION (Wednesday) An alto saxophonist and composer with a taste for inquisitive frictions, Michaël Attias presents a working band featuring Tony Malaby on tenor saxophone, Russ Lossing on Wurlitzer piano, John Hebert on bass and Satoshi Takeishi on drums. At" , "date" : "20080516" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/16\/arts\/music\/16jazz.html"} , {"author" : "E-mail: susan.dominus@nytimes.com" , "body" : "George Leonard, the principal of the Bedford Academy High School in Bedford-Stuyvesant, Brooklyn, used to take a straightforward approach to ensuring that students at the school he founded showed up for after-school tutoring when he or their teachers thought they needed it. ''We'd block the exits,'' Mr. Leonard said. His background as a star" , "date" : "20080516" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "BIG CITY; A School Succeeds With Extra Study and Little Homework" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/16\/nyregion\/16bigcity.html"} , {"body" : "ART 'BRUCE HIGH QUALITY FOUNDATION: THE RETROSPECTIVE' According to the mission statement (short version) on its Web site, the Bruce High Quality Foundation collective (named after a sign on its building in Bedford-Stuyvesant, Brooklyn) ''was created to foster an alternative to everything.'' Now after three or four years of fostering, the six" , "date" : "20080516" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Museum and Gallery Listings" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/16\/arts\/design\/16wart.html"} , {"body" : "'BRUCE HIGH QUALITY FOUNDATION: THE RETROSPECTIVE' According to the mission statement (short version) on its Web site, the Bruce High Quality Foundation collective (named after a sign on its building in Bedford-Stuyvesant, Brooklyn) ''was created to foster an alternative to everything.'' Now after three or four years of fostering, the six Cooper" , "date" : "20080516" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9806EEDB143FF935A25756C0A96E9C8B63"} , {"body" : "A 9-year-old boy was critically injured in Brooklyn on Tuesday by a 16-year-old hit-and-run driver who later turned himself in, the police said. The 9-year-old, identified as Akeem Suluki, was taken to Kings County Hospital Center. Relatives said he suffered brain, lung and other injuries. The accident occurred after school, at about 3:30 p.m., at" , "date" : "20080514" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Brooklyn Boy, 9, Is Struck by a Car" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/14\/nyregion\/14hit.html"} ,   {"body" : "The man in the Mister Softee truck stuck his head out the window and glared at the fellow in the white cap and black bow tie. The guy in the bow tie grimaced back as he rang the bell on his Good Humor truck, whose bumper sat inches from Mister Softee's. ''Ching ching ching.'' ''This is open turf,'' said Jose Martinez, 52, the Good Humor man," , "date" : "20080514" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "It's Still Spring, but the Ice Cream Truck War Revs Up" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/14\/nyregion\/14icecream.html"} , {"body" : "The body of a woman who had been slashed to death was discovered on Monday on a Brooklyn street, about 30 feet from her car, and her 1-year-old son was found unharmed in the car, the police said. The woman, identified as Iasha Bristol, 27, of Bedford-Stuyvesant, had been slashed across the throat, the police said. Her body was found by a passer-by" , "date" : "20080513" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Woman, 27, Found Dead On a Street In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/13\/nyregion\/13slay.html"} , {"body" : "IN 1976, a 16-year-old boy from Washington Heights heard a radio announcement from Percy Sutton, then Manhattan borough president, urging that people of all ages be represented on the city's community boards. When the boy's mother, a City Council member who represented the neighborhood, heard of her son's plan to answer the call, she told him, ''No" , "date" : "20080511" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEW YORK UP CLOSE; All in Favor, Say 'Word'" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/11\/nyregion\/thecity\/11yout.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. 'JAZZ GIANTS: THE PHOTOGRAPHY OF HERMAN LEONARD' There have been many great jazz photographers but none more accomplished than Herman Leonard. In a celebrated career that began in the late 1940s, Mr. Leonard, now in his mid-80s, is responsible for some of the music's defining images. His" , "date" : "20080509" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/09\/arts\/music\/09jazz.html"} , {"body" : "James Frederick was in Manhattan cycling west in the Prince Street bike lane on a recent morning when a green Ford parked in the lane forced him to swerve into the narrow roadway where cars and vans were rushing past. ''It's kind of scary because the cars next to you just keep going,'' said Mr. Frederick, 49, a messenger who lives in the" , "date" : "20080504" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "Bike Lanes, Intended for Safety, Become Traffic Battlegrounds" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/04\/nyregion\/04bikes.html"} , {"body" : "BLACK liberation theology was a radical movement born of a competitive time. By the mid-1960s, the horns of Jericho seemed about to sound for the traditional black church in the United States. Martin Luther King Jr. was yielding to Malcolm X. Young black preachers embraced the Nation of Islam and black intellectuals sought warmth in the secular and" , "date" : "20080504" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "1" , "title" : "RACE AND THE RACE; A Fiery Theology Under Fire" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/04\/weekinreview\/04powell.html"} , {"body" : "The last few re-election races have not been particularly easy ones for Representative Edolphus Towns, a 13-term incumbent from central Brooklyn. In fact, in the last election, in 2006, Mr. Towns won the primary with less than 50 percent of the vote in a three-way race. And now he is preparing again to face a challenge for the Democratic nomination" , "date" : "20080428" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Brooklyn Congressman and Veteran Of Tough Primaries Faces New Fight" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/28\/nyregion\/28brooklyn.html"} , {"body" : "A SCORE of teenagers from Bedford-Stuyvesant were slumped in their swivel chairs Wednesday night when Noel Leader, a retired police sergeant. and Keith Sainten, a police detective who was off duty, asked for volunteers. A few eagerly raised their hands. ''This'll be a hostile car stop,'' Mr. Sainten said, instructing two of the boys to imagine they" , "date" : "20080427" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "URBAN STUDIES | PLAY-ACTING; When the Police Say, 'Stop'" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/27\/nyregion\/thecity\/27work.html"} , {"body" : "AROUND TOWN CHRIS ROCK When Senator Barack Obama made a speech about race last month, the consensus from commentators was that it was rare to hear such a frank meditation on the topic. Well, candor about race may not be a common practice for politicians on the stump, but it's nothing new to comedy clubs, where black comedians have often held the" , "date" : "20080425" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/25\/arts\/25wspare.html"} , {"body" : "This article is byRay Rivera, Russ BuettnerandWilliam K. Rashbaum. In 2005, when Larry B. Seabrook, a city councilman from the Bronx, was running for re-election, he committed close to $50,000 -- virtually all of his campaign's privately raised money -- to hiring one employee: his brother, the manager of a halfway house. Mr. Seabrook is hardly" , "date" : "20080425" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "In Council Campaigns, Relatives on the Payroll" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/25\/nyregion\/25council.html"} ,   {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. FROY AAGRE (Saturday and Tuesday) Ms. Aagre is a young Norwegian tenor and soprano saxophonist who takes after lyrically minded progressives like Jan Garbarek and Charles Lloyd. She kicks off an East Coast tour, leading an American quartet with Kris Davis on piano, Michael Bates on bass" , "date" : "20080425" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/25\/arts\/music\/25jazz.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through May 26, ''Water: H2O = Life'' and ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter.'' In the Imax theater, ''Dinosaurs Alive!,'' a film about museum paleontologists in search of dinosaur remains. Timed tickets to ''Water:" , "date" : "20080418" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9805EEDE1430F93BA25757C0A96E9C8B63"} , {"body" : "On Saturdays during the school year and all week in the summer, PinChang Huang, 16, leaves her home in Queens just after dawn and boards a crowded van bound for a nail salon on Long Island. Through a long workday, she gives manicures, pedicures and massages, and observes her clients at the Aroma Spa with a careful eye. Older women are most prone to" , "date" : "20080414" , "day_of_week_facet" : "Monday" , "geo_facet" : ["EAST NEW YORK (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "MANHATTAN (NYC)" , "BEDFORD-STUYVESANT (NYC)" , "LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "With Mentors at Their Sides, Girls in Need Write Their Stories and Find New Lives" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/14\/nyregion\/14writers.html"} , {"body" : "IN 1991, the high crime rate at the Cypress Hills Houses in East New York, Brooklyn, made it the perfect setting for Mayor David Dinkins to announce a crackdown on illegal guns. It was a little too perfect, in fact. As the mayor spoke, shots rang out a block and a half away. People in the crowd screamed, some started to run and others ducked for" , "date" : "20080413" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In the Projects, Hope and Hard Knocks" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/13\/nyregion\/thecity\/13cypr.html"} , {"body" : "Doris Tillett, a textile designer who with her husband created hand-printed fabrics for some of America's most prominent decorators and also helped establish community-run textile businesses in depressed New York neighborhoods, died in Housatonic, Mass., on March 30. She was 91 and until recently had lived in Manhattan. Her death was announced by" , "date" : "20080410" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts" , "Obituaries"] , "page_facet" : "7" , "title" : "Doris Tillett, 91, Designer Of Hand-Printed Textiles" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/10\/arts\/design\/10tillett.html"} , {"body" : "Faced with a deluge of children vying for coveted slots in gifted and talented programs, and a dearth of top-scoring applicants, Schools Chancellor Joel I. Klein announced plans on Wednesday to broaden the city's new policy for admitting children to the programs. The change, which is expected to be approved at a meeting on Thursday by the Panel for" , "date" : "20080410" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Broader Rule Sought to Pick Gifted Pupils" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/10\/education\/10gifted.html"} , {"body" : "Mark Graham sat inside the low-ceilinged ground floor of a narrow Brooklyn row house. The room was plain, and his mood was calm as he reflected on a favorite Bible verse. ''Seek the shalom of the city into which I have sent you into exile,'' he recited, from the Book of Jeremiah. He spread his arms and looked about. There was little to behold. But" , "date" : "20080407" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CITYWIDE; With an Ex-Inmate's Help, Returning to Life Outside" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/07\/nyregion\/07citywide.html"} , {"body" : "As he faced the judge about to sentence him for causing his 7-year-old stepdaughter's death, Cesar Rodriguez said he was sorry. He said he loved his stepdaughter, Nixzmary Brown. He said he would serve his time. Still, Mr. Rodriguez said Thursday before a packed courtroom in Brooklyn, ''I can honestly say that I'm being accused of something I did" , "date" : "20080404" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Maximum Term For Stepfather In Death of Girl" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/04\/nyregion\/04nixzmary.html"} , {"body" : "What was meant to be a simple walk to a Bedford-Stuyvesant grocery store Sunday evening turned deadly for a 27-year-old mother of three. After leaving her children with their grandmother in the apartment that they shared, the mother, Nancy Williams, headed to the store and stopped to chat with neighbors gathered behind 730 Gates Avenue around a" , "date" : "20080401" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "An Innocent Errand Ends in Death for a Brooklyn Mother of Three" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/01\/nyregion\/01stray.html"} , {"body" : "For the past several months, elegantly dressed men and women have been handing out thousands of postcards to passers-by on the streets of Harlem. It is part of a campaign to boycott neighborhood shops to protest gentrification. While the boycott itself has had little impact, the man behind it, an ex-convict turned minister named James D. Manning," , "date" : "20080331" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Minister Sees Salvation Of Harlem In Boycott" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/31\/nyregion\/31pastor.html"} ,   {"body" : "A woman in a Brooklyn playground was shot to death on Sunday night, the police said. The victim was identified as Nancy Latoya Williams, 27, a mother of three, who the police said was hit by one of several shots fired nearby. Ms. Williams was at the playground behind an apartment building at 730 Gates Avenue in Bedford-Stuyvesant when a bullet" , "date" : "20080331" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Woman, 27, Is Fatally Shot in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/31\/nyregion\/31shoot.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. BEN ALLISON AND MAN SIZE SAFE (Sunday and Thursday) On his lean new album, ''Little Things Run the World'' (Palmetto), the bassist Ben Allison spearheads Man Size Safe, the same responsive quintet that performs Sunday as part of the new Search and Restore program at the Knitting Factory." , "date" : "20080328" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "Jazz" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/28\/arts\/music\/w28jazz.html"} , {"body" : "An article on Wednesday about the conviction of Cesar Rodriguez for killing his 7-year-old stepdaughter, Nixzmary Brown, misstated the number of bedrooms in the family's apartment on Greene Avenue in Bedford-Stuyvesant, Brooklyn, where Nixzmary was found beaten to death. It has three bedrooms, not two." , "date" : "20080324" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections: For the Record" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E0DF153CF937A15750C0A96E9C8B63"} , {"body" : "THE restoration of town houses may be one of the most popular hobbies in Clinton Hill, Brooklyn, a neighborhood that prides itself on its brownstone blocks. A couple who recently took up that hobby, Peter Smith and Susan Miller Smith, moved in last November after renting a one-bedroom apartment for nearly 19 years in Greenwich Village. Although a" , "date" : "20080323" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CLINTON HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN | CLINTON HILL, BROOKLYN; Elegance Is Abundant; Groceries Are Less So" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/23\/realestate\/23livi.html"} , {"body" : "A deeply divided jury in Brooklyn convicted the stepfather of 7-year-old Nixzmary Brown of first-degree manslaughter for his role in her fatal 2006 beating, inflicted as punishment for stealing a snack from the refrigerator and jamming his computer printer with toys. But the jury acquitted the stepfather, Cesar Rodriguez, of second-degree murder." , "date" : "20080319" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Stepfather Is Found Guilty In Death of 7-Year-Old Girl" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/19\/nyregion\/19nixzmary.html"} , {"body" : "Jurors deliberated for a third day on Monday without reaching a verdict in the trial of Cesar Rodriguez, who is accused of fatally beating his 7-year-old stepdaughter, Nixzmary Brown. The jurors' questions for the judge indicate they may be bouncing among the three most serious charges against Mr. Rodriguez -- second-degree murder and first- and" , "date" : "20080318" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Jurors Inquire About Charges In Death of Girl" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/18\/nyregion\/18nixzmary.html"} , {"body" : "Less than an hour into Sunday, March 9, 1997, a Chevrolet Impala pulled alongside an S.U.V. carrying the hip-hop star Christopher G. Wallace, known as the Notorious B.I.G., in the Mid-Wilshire District here. Someone in it shot Mr. Wallace dead with a 9-millimeter pistol. And gangsta rap had its defining moment. Next week a movie crew working for" , "date" : "20080317" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Film Skirts Loose Ends In Death Of a Rapper" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E0DF103BF934A25750C0A96E9C8B63"} , {"body" : "Less than an hour into Sunday, March 9, 1997, a Chevrolet Impala pulled alongside an S.U.V. carrying the hip-hop star Christopher G. Wallace, known as the Notorious B.I.G., in the Mid-Wilshire District here. Someone in it shot Mr. Wallace dead with a 9-millimeter pistol. And gangsta rap had its defining moment. Next week a movie crew working for" , "date" : "20080317" , "day_of_week_facet" : "Monday" , "geo_facet" : ["LOS ANGELES (CALIF)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "Film Skirts Loose Ends In Death Of a Rapper" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/17\/movies\/17bigg.html"} , {"body" : "AROUND TOWN Museums and Sites ST. PATRICK'S DAY FESTIVITIES Sometime during the fifth century, the teenager who would become St. Patrick was captured in his native Britain and forced into slavery in Ireland. He escaped, only to return as a missionary and convert virtually the entire country to Christianity. March 17 -- the day he is said to have" , "date" : "20080314" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/14\/arts\/14wspare.html"} , {"body" : "A teenager was critically injured on Thursday when a gun went off while he was visiting friends in a Brooklyn apartment, the police said. Residents identified the victim as Marquise Perez, 15. They described him as an honor student and aspiring basketball player whose skills had drawn the attention of college scouts. The shooting occurred about 5" , "date" : "20080314" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Boy, 15, Is Shot and Critically Injured While Visiting Friends" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/14\/nyregion\/14shoot.html"} ,   {"body" : "the square-jawed crusader who promised to bring ethics to Albany, the former prosecutor who chased corruption on Wall Street so ferociously that people nicknamed him Eliot Ness -- was somehow involved in a prostitution scandal was too much. New Yorkers who thought they had heard everything were, for a change, dumbfounded. They had trouble folding" , "date" : "20080311" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "'I apologize to the public, to whom I promised better.'" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/11\/nyregion\/11reax.html"} , {"body" : "the square-jawed crusader who promised to bring ethics to Albany, the former prosecutor who chased corruption on Wall Street so ferociously that people nicknamed him Eliot Ness -- was somehow involved in a prostitution scandal was too much. New Yorkers who thought they had heard everything were, for a change, dumbfounded. They had trouble folding" , "date" : "20080311" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Not New to Twists, Many New Yorkers Are Stunned by Allegations" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980DE2D7133AF932A25750C0A96E9C8B63"} , {"body" : "SHOUTS of ''Brooklyn!'' cut through the applause at the Music Hall of Williamsburg on Valentine's Day for the sold-out homecoming show of Yeasayer and MGMT, two of the borough's reigning new buzz bands. And as Yeasayer rang out the last chords of ''2080,'' an echoey, disorienting song about environmental apocalypse, its singer, Chris Keating, made" , "date" : "20080309" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "MUSIC; All Hail Brooklyn: Alt-Rock Thrives In Alt-Borough" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/09\/arts\/music\/09sisa.html"} , {"body" : "AS natives of Seattle, where they paid $1,100 for a one-bedroom rental in a downtown neighborhood called Belltown, Brandon and Jette Starniri faced culture shock when they moved to New York three years ago and settled into a Brooklyn Heights walk-up. Though ''we were used to newer, modern places,'' they grew to appreciate the gracious brownstone on" , "date" : "20080309" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "THE HUNT; Taking the Two-Family Path" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/09\/realestate\/09hunt.html"} , {"body" : "For weeks, defense lawyers for the stepfather of Nixzmary Brown, a 7-year-old girl who was beaten to death in Brooklyn, have been promising that jurors would hear bombshell testimony that Nixzmary's mother had admitted killing her. On Friday, that testimony, given earlier in the week by a secret witness who was incarcerated with Nixzmary's mother" , "date" : "20080308" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Mother Told of Helping to Kill Girl, Inmate Testifies" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/08\/nyregion\/08trial.html"} , {"body" : "AROUND TOWN Museums and Sites EDIBLE ESTATES Most New Yorkers don't have to worry about lawns; a stoop is luxury enough. But if the architect and artist Fritz Haeg has his way, everyone in the country will not only be fixated on their lawns, but they will also be harvesting them. Mr. Haeg is the creator of Edible Estates, which aims to persuade" , "date" : "20080307" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/07\/arts\/07wspare.html"} , {"body" : "Throughout the trial for the murder of 7-year-old Nixzmary Brown, her stepfather's lawyers have said that the girl's mother, reeling from postpartum depression and mental illness, fatally struck her child. For two days this week in State Supreme Court in Brooklyn, the lawyers have put Nixzmary's maternal grandmother on the stand, hoping to elicit" , "date" : "20080307" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Relative Says Slain Girl Feared Stepfather" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/07\/nyregion\/07trial.html"} , {"body" : "DeLaCOUR--Margaret J. 63, of Brooklyn Heights and Glen Cove, New York died on Monday, February 18th, after a sudden illness on board the cruise ship Corinthian II, upon her return from a trip to Antarctica with the New York Yacht Club. Beloved wife of Willis S. DeLaCour Jr., mother of Dirk, Russell and Sophie, daughter of Bertha K. Jones and" , "date" : "20080302" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "33" , "title" : "Paid Notice: Deaths DELACOUR, MARGARET J" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D04E0D9153AF931A35750C0A96E9C8B63"} , {"author" : "Elizabeth Weil is a contributing writer for the magazine. Her most recent article was about when a child should start kindergarten." , "body" : "On an unseasonably cold day last November in Foley, Ala., Colby Royster and Michael Peterson, two students in William Bender's fourth-grade public-school class, informed me that the class corn snake could eat a rat faster than the class boa constrictor. Bender teaches 26 fourth graders, all boys. Down the hall and around the corner, Michelle Gay" , "date" : "20080302" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine" , "Education"] , "page_facet" : "38" , "title" : "Teaching to the Testosterone" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/02\/magazine\/02sex3-t.html"} , {"body" : "Correction Appended AROUND TOWN Museums and Sites ESPRESSO ENTHUSIASTS WORKSHOP A clock, a bathroom scale and a thermometer? I had signed up for a class on how to become a barista, but these were not the tools of the trade I expected. The session, held one Sunday a month in an industrial space in Clinton Hill, Brooklyn, seemed like an enjoyable way" , "date" : "20080229" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/29\/arts\/29wspare.html"} ,    {"author" : "ROSALIE R. RADOMSKY; e-mail: realprop@nytimes.com" , "body" : "$4.75 MILLION 724-726 DeKalb Avenue Bedford-Stuyvesant, Brooklyn This five-story building has 30 federally subsidized Section 8 apartments and 5 free-market ones. The contract for the subsidized units expires in 2012. Owner: Dekalb Holdings Group Broker: Heidi Burkhart, Eastern Consolidated TRANSACTIONS ROSALIE R. RADOMSKY; e-mail:" , "date" : "20080206" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "TRANSACTIONS; For Sale" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D03E2DE163BF935A35751C0A96E9C8B63"} , {"author" : "ROSALIE R. RADOMSKY; e-mail: realprop@nytimes.com" , "body" : "$4.75 MILLION 724-726 DeKalb Avenue Bedford-Stuyvesant, Brooklyn This five-story building has 30 federally subsidized Section 8 apartments and 5 free-market ones. The contract for the subsidized units expires in 2012. Owner: Dekalb Holdings Group Broker: Heidi Burkhart, Eastern Consolidated ROSALIE R. RADOMSKY; e-mail: realprop@nytimes.com" , "date" : "20080206" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "For Sale" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E6DF123AF935A35751C0A96E9C8B63"} , {"body" : "At 3 o'clock one morning last February, Jordan Thomas, a 37-year-old actor-turned-filmmaker, woke up in his Brooklyn apartment and headed for the computer. Inspired by Barack Obama's star-making speech at the 2004 Democratic National Convention, Mr. Thomas had been paying close attention to the Illinois senator, and was now eager to catch the" , "date" : "20080204" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "2 Newcomers in Democrats' Battle for New York" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9406E2D6173AF937A35751C0A96E9C8B63"} , {"body" : "Staff Sgt. Sandra Rolon spent more than a year in Kuwait, managing food service operations at a military base as part of the 408th Personnel Service Battalion in the U.S. Army Reserve. She thought of her time there in 2004 as a way both to serve her country and to pursue a more personal goal: buying a home. By the summer of 2007, Ms. Rolon had put" , "date" : "20080204" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE NEEDIEST CASES; Helping to Keep Homelessness at Bay as Foreclosures Hit More Families" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/04\/nyregion\/04neediest.html"} , {"body" : "Usually, it is the harsh yellow of the crime scene tape that catches the eye, its cold, crisp snap in the wind a universally understood sign of recent unpleasantness. But at the corner of Newkirk Avenue and Argyle Road in Brooklyn, amid countless bodegas and Laundromats and Chinese takeout joints, it was not the yellow tape alone that drew" , "date" : "20080203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "DITMAS PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "DITMAS PARK JOURNAL; Betting on Cuisine to Marginalize Crime" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/03\/nyregion\/03journal.html"} , {"author" : "As told to Jennifer Bleyer" , "body" : "AS a child growing up in Bedford-Stuyvesant, Robert Holt Jr. thought that the mysterious gray machines rolled into his school for Election Day looked like coffins. Now, as one of 21 repairmen in the place where Brooklyn's voting machines are fixed, he has developed a certain amount of affection for the hulking contraptions. Mr. Holt, 47, is a" , "date" : "20080203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE VOICE; The Fixer" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/03\/nyregion\/thecity\/03elec.html"} , {"body" : "Every day, Neediest Cases articles offer glimpses into the lives of New York's poor. Often, the subjects have recently survived a crisis -- or are still in one -- and their futures seem uncertain at best. Revisiting three cases from the 2005-6 campaign shows how timely assistance, and the continuing support of the seven agencies that are the" , "date" : "20080203" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "THE NEEDIEST CASES; What Money Can Buy: Help With Achieving A Self-Sufficient Life" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/03\/nyregion\/03neediest.html"} , {"body" : "The jury in the trial of a Brooklyn man charged with killing his 7-year-old stepdaughter watched a surveillance video on Wednesday that prosecutors are hinting is crucial to their case. The prosecution has maintained that the defendant, Cesar Rodriguez, 29, killed the girl, Nixzmary Brown, in January 2006 after a prolonged period of abuse. The" , "date" : "20080131" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Jury Shown Store Video In Death Of 7-Year-Old" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/31\/nyregion\/31nixzmary.html"} , {"body" : "Working as an undercover narcotics officer is among the most dangerous jobs on the police force. You have to pretend to be an addict and win the trust of dealers. But if you must do the job, it would seem, a good place to land would be the area designated by the Police Department as Brooklyn South. For as large as it is, covering the vast territory" , "date" : "20080125" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Undercover Work Seen as Mix of Art, Temptation and, Sometimes, Corruption" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/25\/nyregion\/25arrest.html"} , {"body" : "The four-story red-brick building blends in with the apartment houses on a hardscrabble stretch of hair salons and liquor stores in Crown Heights, Brooklyn. But it is here, miles from what was not long ago the most notorious skid row in America, where a new kind of Bowery makes its home. The building, an eight-unit residential property at 69" , "date" : "20080122" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Illegal Boarding Houses Pit City's Laws Against Lack of Alternatives" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/22\/nyregion\/22homeless.html"} ,   {"body" : "An article last Saturday about jury selection in the murder trial of Cesar Rodriguez, the stepfather of Nixzmary Brown, a 7-year-old Brooklyn girl who was beaten to death two years ago, misidentified her home address in Bedford-Stuyvesant. It was Greene Avenue, not Green Street." , "date" : "20080119" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Correction: For the Record" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0DE4DB163CF93AA25752C0A96E9C8B63"} , {"body" : "A child's wooden school chair with a length of nylon twine tied to it. A bloodstained Donald Duck pillow. A cat litter box and its contents, 13 lumps of human excrement. A blanket trailing a piece of duct tape. These were some of the items found in the room where Nixzmary Brown died, prosecutors say: innocent objects, modified. On Thursday morning," , "date" : "20080118" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "In Slain Child's Things, Grim Testimony" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/18\/nyregion\/18nixzmary.html"} , {"body" : "Nixzmary Brown may have been only 7 years old when she died, battered and starved, in her family's Brooklyn apartment two years ago. She may have weighed only 36 pounds -- the same as a healthy child half her age. But for all that, a lawyer for her stepfather told jurors on Wednesday at the opening of his murder trial, Nixzmary was a force of" , "date" : "20080117" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Trial, Defense Casts Slain Girl, 7, as a Terror" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/17\/nyregion\/17nixzmary.html"} , {"body" : "IF there were a device similar to a Geiger counter that measured self-conscious eccentricity, it would have been clicking away like mad in Chinatown on the chilly evening of Dec. 14. A dozen people had clustered around Nate Hill, a 30-year-old artist who was wearing a military officer's cap and a long coat lined with green velvet. Standing outside" , "date" : "20080113" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CHINATOWN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "URBAN STUDIES; And on the Third Day, He Created the FlounderOctoFrog" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/13\/nyregion\/thecity\/13taxi.html"} , {"body" : "Corrections Appended The prosecutor posed a series of questions about the challenges of raising children, the necessity of discipline, the ubiquity of corporal punishment, and the matter of how hard is too hard. ''Could you ever imagine a circumstance where you had to discipline a child and you got so mad that you lost it?'' she asked prospective" , "date" : "20080112" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "At a Child-Murder Trial, Raising Questions All Parents Face" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9506E6D9163DF931A25752C0A96E9C8B63"} , {"body" : "It has been seven years since Brenda Hopkins started the treatments that do what her kidneys no longer can. She goes to the Brooklyn Kidney Center for dialysis treatment every Monday, Tuesday and Thursday, and sometimes on Saturday if she has excessive swelling in her ankles. Her legs swell if she does not eat well. She has end-stage renal failure," , "date" : "20080109" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE NEEDIEST CASES; Washer and Dryer Ease a Grandmother's Burden" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/09\/nyregion\/09neediest.html"} , {"body" : "A Brooklyn lawyer has been suspended from practicing as a state panel investigates her handling of the estate of John L. Phillips Jr. -- the so-called kung fu judge and the owner of the Slave Theater in Bedford-Stuyvesant -- while she was acting as his legal guardian. The lawyer, Emani P. Taylor, had been accused of improperly enriching herself" , "date" : "20080105" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Lawyer Is Suspended As Conduct Is Criticized" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/05\/nyregion\/05judge.html"}]