[  {"body" : "International ESTONIA SPY CASE Rattles Nerves at NATO By 2001, Herman Simm occupied a post that satisfied his fascination with secrets: As chief of Estonia's National Security Authority, his job was to secure all classified communication between Estonia and its allies. And prosecutors say they have established why he was so interested in secrets:" , "date" : "20081225" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "INSIDE THE TIMES: December 25, 2008" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D04EEDE133AF936A15751C1A96E9C8B63"} , {"body" : "How many people pass through Times Square each day? It is a critical question, not only for public policy but also for commerce, as retail rents and advertising rates depend on the foot and eyeball traffic that streams through the flashy juncture of Seventh Avenue and Broadway in the West 40s. ''It's like, how do you count the number of jelly beans" , "date" : "20081225" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["TIMES SQUARE AND 42ND STREET (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "How Russians Count New York Crowds" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/25\/nyregion\/25count.html"} , {"body" : "To the Editor: Re ''A Bensonhurst Boyhood, Unlocked at Last,'' (New York Observed, Dec. 14), about reminiscences of a childhood in Brooklyn posted online by the author's father: Unlike her father, I talk too much about a Brooklyn childhood. And now, because I began a correspondence with a cousin in South America when I was 14 after I discovered my" , "date" : "20081221" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "10" , "title" : "LETTERS TO THE EDITOR; A Link With a Father, Civil Protests and Aggrieved Park Users: Connecting With Dad Across a Generation" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E0DA133BF932A15751C1A96E9C8B63"} , {"body" : "An article last Sunday about the growth of a Nativity scene first created 40 years ago by an Italian immigrant at St. Athanasius Roman Catholic Church in Bensonhurst, Brooklyn, misspelled the Italian word for Nativity scene. It is presepio, not precipio." , "date" : "20081221" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Corrections"] , "page_facet" : "4" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0DE6D61230F932A15751C1A96E9C8B63"} , {"author" : "Suzanne Wasserman is director of the Gotham Center for New York City at the CUNY Graduate Center." , "body" : "MY father was not one to reminisce. Although my mother spun nostalgic tales of growing up on the South Side and then the West Side of Chicago in the 1930s and '40s, my father rarely talked about his childhood. He was a quiet and reserved man with dark eyes and, when younger, curly dark hair, the kind of man who seemed unaware that he was handsome." , "date" : "20081214" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "3" , "title" : "NEW YORK OBSERVED; A Bensonhurst Boyhood, Unlocked at Last" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/14\/nyregion\/thecity\/14root.html"} , {"body" : "When an Italian immigrant asked the pastor of his Brooklyn church 40 years ago if he could create a precipio, or Nativity scene, for his church, the priest happily agreed. So the immigrant, Antonio Vigilante, set about fashioning a modest tableau on a folding table in the back of St. Athanasius Catholic Church in Bensonhurst. Under the shelter of" , "date" : "20081214" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "46" , "title" : "A Little Nativity Scene in Bensonhurst, and How It Grew Over the Decades" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/14\/nyregion\/14nativity.html"} , {"body" : "At about 1 a.m. Friday, the Very Rev. Boris Oparin, an assistant priest in Bensonhurst, Brooklyn, started receiving a barrage of phone calls from friends and relatives in Moscow, alerting him that Aleksy II, the patriarch of the Russian Orthodox Church, had died. In those early morning hours, between the incessant calls, the priest reflected on his" , "date" : "20081207" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["RUSSIA" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "title" : "In Bensonhurst, Aleksy II Is Remembered as a Uniter" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/07\/nyregion\/07russian.html"} , {"body" : "Trying to trap the juror, Doreen Giuliano used small talk as cover for elaborate verbal snares. When it seemed as if she might be revealing too much, she changed the subject. And when the conversation drifted away from what interested her most -- her son's case -- she smoothly coaxed it back her way. During a recorded conversation with the juror," , "date" : "20081202" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Juror Sting Could Overturn Murder Verdict" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/02\/nyregion\/02juror.html"} , {"body" : "The church custodian saw him first: a man alone in a parking lot, swinging a folding chair like an ax, bringing it down toward the windshield of a parked van and stopping, an inch from the glass. Then backing up and dancing around with the chair, a strange ballet. Then swinging again, over and over. The custodian yelled for the man to stop, and" , "date" : "20081201" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "A Flash of Menace, and a Death by Police Bullet" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/01\/nyregion\/01coney.html"} , {"body" : "Doreen Giuliano concocted an elaborate undercover sting operation to free her son from prison, changing her appearance and her identity to pursue a flirtatious relationship with a man who was a juror in her son's trial. But legal experts said on Saturday that she would have a difficult time persuading a judge to overturn her son's conviction. Ms." , "date" : "20081130" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "Mother's Sting Faces Stiff Legal Obstacles" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/30\/nyregion\/30juror.html"} ,   {"body" : "At 46, Doreen Giuliano reinvented herself. She dyed her hair blond and tanned at a salon. She left her white seven-bedroom, colonial-style house for a spare basement apartment three miles away. She took on a new name, and for about a year, she said, she rode her bicycle around her new neighborhood, trying to attract the gaze of a young man whom she" , "date" : "20081129" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "In Bid to Free Son, Disguised Mother Woos Juror" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/29\/nyregion\/29juror.html"} , {"body" : "The most-ticketed block in New York City is 14th Street, between Seventh and Eighth Avenues. The number of parking tickets issued citywide has surged 42 percent since Mayor Michael R. Bloomberg took office. The day after Thanksgiving was the most-ticketed day of the last fiscal year. And, no, Virginia, there is no five-minute grace period. These" , "date" : "20081128" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Adding to the City's Coffers, One Ticket at a Time" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/28\/nyregion\/28parking.html"} , {"body" : "Class-action lawsuits, especially the type that drag on for years, are rarely synonymous with sudden joy, serendipitous generosity, or an unexpected Thanksgiving turkey. But this month Harris v. Eggleston, a lawsuit with its roots in 1990s welfare reform under Mayor Rudolph W. Giuliani, is the unlikely vehicle for spreading holiday cheer to" , "date" : "20081127" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "A Bounty of Food Stamps, Harvested From a Lawsuit" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/27\/nyregion\/27stamps.html"} , {"body" : "MAREK--Julius, 83, of Woodmere, New York was born on October 14, 1925 in Hamburg, Germany from which he fled at age 11 with his family settling in Bensonhurst in Brooklyn, New York. He passed away on November 19, 2008. A veteran of the U.S. Navy in WWII, he is survived by his beloved wife of 54 years, Ilse Marek (nee Warisch), as well as his" , "date" : "20081124" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "9" , "title" : "Paid Notice: Deaths MAREK, JULIUS" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F02E2DF113AF937A15752C1A96E9C8B63"} , {"body" : "In the forests northwest of Minsk, a 15-year-old Jewish girl named Faina Elman waited for the fascists to stop bombing her shtetl. She returned in a few days to find the village destroyed. Two years later, in 1943, when a pogrom swept through the village, Faina fled to the woods again, this time alone. ''I didn't eat for a few days,'' she recalled." , "date" : "20081118" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "THE NEEDIEST CASES; A Resistance Fighter, Struggling to Pay Bills" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9905E2DD1E3EF93BA25752C1A96E9C8B63"} , {"body" : "More New York City residents voted for Barack Obama on Tuesday than for John Kerry in 2004 and for Al Gore in 2000. But an analysis suggests that overall turnout increased only slightly from four years ago. The analysis helps to show how Mr. Obama, the Democrat, beat Senator John McCain, the Republican, by a ratio of nearly four to one, and" , "date" : "20081110" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "History and Buzz Aside, Voter Turnout in City Barely Topped 2004 Figure" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/10\/nyregion\/10turnout.html"} , {"body" : "Arrests have been made in two fatal Brooklyn shootings that occurred this month, one at a Fort Greene hair salon and another during a home invasion, the police said on Thursday. In the home invasion case, Alan Chaparro, 28, of 538 Monroe Street in Bedford-Stuyvesant, Brooklyn, was arrested and charged with murder, robbery and weapons possession in" , "date" : "20081031" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Police Arrest 2 in Brooklyn In 2 Fatal October Shootings" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/31\/nyregion\/31arrest.html"} , {"body" : "Anthony Spero, long a high-ranking member of the Bonanno crime family, died on Monday at the Federal Medical Center, part of the Butner Federal Correctional Complex in Butner, N.C. He was 79. Greg Norton, a medical center spokesman, confirmed the death but would not give the cause. He said Mr. Spero was transferred to Butner on Aug. 28 from a" , "date" : "20081004" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Obituaries" , "Business"] , "page_facet" : "10" , "title" : "Anthony Spero, 79, Adviser To Bonanno Crime Family" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/04\/obituaries\/04spero.html"} , {"body" : "Anthony Spero, long a high-ranking member of the Bonanno crime family, died on Monday at the Federal Medical Center, part of the Butner Federal Correctional Complex in Butner, N.C. He was 79. Greg Norton, a medical center spokesman, confirmed the death but would not give the cause. He said Mr. Spero was transferred to Butner on Aug. 28 from a" , "date" : "20081003" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "title" : "Anthony Spero, a Name in the Bonanno Crime Family, Is Dead at 79" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/03\/nyregion\/03spero.html"} , {"body" : "The masked gunman kicked in the apartment door, pressed a gun to Xhevdet Nuzi's head and issued an ultimatum: Hand over the money or someone dies. The robber had already taken hostages -- two women from an apartment one floor below, the police said on Wednesday. ''I don't know what happened,'' Mr. Nuzi said outside his Brooklyn apartment hours" , "date" : "20081002" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "After Fatal Home Invasion, Man Is Sought in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/02\/nyregion\/02shoot.html"} ,   {"body" : "SHANIK--Leo. Husband, father, grandfather, brother, 92. Leo Shanik passed away on August 18th, 2008 at the age of 92. Leo grew up in Bensonhurst, Brooklyn. Leo and his wife Belle raised their children in Rego Park, NY and retired to Palm Beach, FL. He courageously served his country in the Army as a Tech Sergeant during WWII. Mr. Shanik became" , "date" : "20080928" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "36" , "title" : "Paid Notice: Deaths SHANIK, LEO" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F01E7DF133AF93BA1575AC0A96E9C8B63"} , {"body" : "B & R Artisan Bread, a bakery with a devoted following in Framingham, Mass., occupies a space that was for decades a Jewish bakery well known for its challah. ''The baker, he actually mispronounced it,'' Michael Rhoads, the owner of B & R, said. ''He called it 'holly,' not challah. So all of his old customers come in and ask for holly bread.''" , "date" : "20080928" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "67" , "title" : "FOOD | RECIPE REDUX; 1976 : Challah" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9507E0D91531F93BA1575AC0A96E9C8B63"} , {"body" : "BENJAMIN--Walter, on September 22, 2008 at the age of 80. Beloved husband of Lillian, cherished father of Caryn (and Paul), Marcella (and Cliff), Jeffrey (and Andrea), Francine (and Curtis), adored grandfather of Shoshana, Joshua, Zachary, Ariel, Jesse, Judith, Olivia and Charlie. Born in Brooklyn, NY, he lived most of his life in Bensonhurst," , "date" : "20080923" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "27" , "title" : "Paid Notice: Deaths BENJAMIN, WALTER" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9400E1D6123AF930A1575AC0A96E9C8B63"} , {"body" : "Now that nearly every museum is also a children's museum -- now that nearly every museum has programs that strive to lure the young -- what do we seek from a museum that really is a children's museum? And not just any children's museum, but the venerable Brooklyn Children's Museum, reopening this weekend after spending nearly $70 million on" , "date" : "20080919" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "MUSEUM REVIEW; Kids, Can You Say 'Cultural Diversity'?" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/19\/arts\/design\/19chil.html"} , {"body" : "The crowd gathered at the feet of the bard on the steps of Brooklyn's Borough Hall on Sunday morning. ''I want to read some small poems to get into the Brooklyn atmosphere,'' said the borough's poet laureate, Ken Siegelman, as he ran through a little sheaf of verse celebrating the fig trees of Bensonhurst and the fidgety man who waits by the" , "date" : "20080915" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "4" , "title" : "In Downtown Brooklyn, a Sort of Circus in Celebration of Everything Literary" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/15\/nyregion\/15book.html"} , {"body" : "OFFERING a stop on the Staten Island Railway and a short drive to the Verrazano-Narrows Bridge, the Grasmere neighborhood in northeastern Staten Island has the singular advantage of convenience, according to residents. If this sounds like a charmless merit, evoking early morning crowds and the like, consider that the pride of Grasmere becomes more" , "date" : "20080907" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GRASEMERE (NYC)" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN | GRASMERE, STATEN ISLAND; Bucolic and Bustling, All at Once" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/07\/realestate\/07LIVING.html"} , {"body" : "As he weighs a bid to rewrite New York City's term limits, Mayor Michael R. Bloomberg is encountering an unlikely group of opponents: his own aides. Three of Mr. Bloomberg's most trusted advisers at City Hall -- Deputy Mayors Edward Skyler, Patricia E. Harris and Kevin Sheekey -- have confided to associates that they oppose revising the city's" , "date" : "20080829" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Top Bloomberg Deputies Are Said to Oppose Any Plan to Seek a Third Term" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/29\/nyregion\/29limits.html"} , {"body" : "Jose Pico, 17, just became a freak. So far, it's working out well. ''My cousin was working here as a freak, and he got fired, so they hired me,'' said Jose, who has been working for only a week at Shoot the Freak, a popular game on the Coney Island Boardwalk near Stillwell Avenue. Customers pay to shoot paint balls at a young man in full pads," , "date" : "20080808" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "It's a Living: Acting Like a Freak and Getting Shot" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/08\/nyregion\/08freak.html"} , {"body" : "At the busy height of his unlikely career Elliott Gould was as much an embodiment of the times as a movie star. As the 1960s faded into the '70s, Mr. Gould appeared in role after role that seemed to crystallize the ideals and anxieties of the era. He played a reluctant swinger and an avid philanderer in the free-love comedies ''Bob & Carol & Ted &" , "date" : "20080801" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "An Angsty Leading Man Who Caught the Spirit of His Times" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/01\/movies\/01goul.html"} , {"body" : "ABOUT three years ago, Christian Zaino, an undergraduate at New York University, found that the history of Dyker Heights, his southwest Brooklyn neighborhood near the Verrazano-Narrows Bridge, had not yet been fully documented. So he made it the topic of his senior thesis, poring over archived stories from the daily Brooklyn Eagle and joining up" , "date" : "20080713" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "DYKER HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "LIVING IN | DYKER HEIGHTS, BROOKLYN; Short on Subway Stops, Long on Christmas Lights" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/13\/realestate\/13livi.html"} ,   {"body" : "New immigrants accounted for at least one-third of the increase in the number of New York City voters since 2004, while the number of Irish, Italian and Jewish voters, who together represent the traditional core of the city's political establishment, decreased slightly, according to an analysis of voter registration records. The transformation of" , "date" : "20080713" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Upheaval Among the City's Voting Blocs" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/13\/nyregion\/13voters.html"} , {"body" : "For the New Yorker of a certain age, the first sip was a rite after nursing: from mother's milk to Manhattan Special. Those little glass bottles may as well have come with nipples. And brother, what a sip. In today's world of energy drinks and juices and endless vitamin boosters and ginger and ginseng, there is still nothing that resembles a cold" , "date" : "20080707" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Modern Comeback for a Taste of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/07\/nyregion\/07coffee.html"} , {"body" : "EVEN in black and white Jackie Gleason's jowly face lit up ''The Honeymooners'' like a crimson moon. Every shade of bluster, rage and recrimination tinted those classic 39 episodes from the mid-1950s. With a mug like that, who needed Technicolor? Maybe that's why ''The Color Honeymooners,'' as ''The Jackie Gleason Show'' from 1966 to 1971 is now" , "date" : "20080622" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "24" , "title" : "In Living Color, The Honeymoon Was Over" , "url" : "http:\/\/tv.nytimes.com\/2008\/06\/22\/arts\/television\/22evan.html"} , {"body" : "New York is famous for its superlatives. On Tuesday, the city did not disappoint. For a second consecutive day, the 96-degree heat and electricity use set records as residents cranked up their air conditioners to get through the unusual four-day June heat wave. The early-season swelter forced Consolidated Edison to work around the clock to repair" , "date" : "20080611" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Records Tumble and Sweaty New Yorkers Grumble as Heat Persists" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/11\/nyregion\/11heat.html"} , {"body" : "Competition and rivalry are common in politics, just as they are within families. But it is highly uncommon for a family rivalry to boil over into politics, and that is just what has occurred in the race for the Congressional seat that is being vacated by Representative Vito J. Fossella of Staten Island. The Republican candidate is Francis H." , "date" : "20080609" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE" , "ALEXANDRIA (VA)" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "G.O.P. Candidate for Congress Faces Challenge From His Son" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/09\/nyregion\/09staten.html"} , {"body" : "Once more, the betting parlor in Bensonhurst opened its glass doors for a big horse race. And once more, the bettors -- to wager more than they could spend or just enough to have some fun or, for the lucky ones, to make a buck on a horse -- filed dutifully inside. It was a ritual repeated several dozen times throughout New York City on Saturday" , "date" : "20080608" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "Big Day at Belmont May Be One of the Last for the OTB" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/08\/nyregion\/08otb.html"} , {"body" : "LAST winter, Dan Gordon decided that his $1,600-a-month rental in Park Slope, Brooklyn, needed a paint job. So he called his landlord. The conversation turned from painting to moving. Because of changes stemming from a death in the family, the landlord intended to move in. After five years, Mr. Gordon would have to leave. His parlor floor" , "date" : "20080601" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "THE HUNT; A Handyman's Special" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/01\/realestate\/01hunt.html"} , {"body" : "Republican leaders in Staten Island on Thursday night endorsed Francis H. Powers, a retired Wall Street executive, as their candidate for the Congressional seat being vacated by Representative Vito J. Fossella. Mr. Powers, known within the party primarily for his fund-raising efforts for several Staten Island candidates, has not run for public" , "date" : "20080530" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE" , "ALEXANDRIA (VA)" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Republicans Back Ex-Wall Street Executive to Run for Fossella's Seat" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/30\/nyregion\/30staten.html"} , {"body" : "IN the last 80 years, Little Italy in Lower Manhattan has lost more than 90 percent of its Italian-American population, according to community leaders, and shrunk by two-thirds. But the masonry walk-ups from that era have remained largely intact. Today, they are packed mostly in the blocks bounded by East Houston, Mulberry and Kenmare Streets and" , "date" : "20080504" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "12" , "title" : "POSTING; Bigger Condos, North of Littler Italy" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/04\/realestate\/04post.html"} , {"body" : "The Bloomberg administration has revised its redevelopment plan for the Coney Island waterfront in an effort to break a deadlock with some landowners and elected officials while still preserving the area's historic amusement district, which includes the Wonder Wheel and the Cyclone roller coaster. The proposal, which would turn the area into a" , "date" : "20080417" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "City's Coney Island Design Revised to Break Deadlock" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/17\/nyregion\/17coney.html"} ,   {"body" : "Eugene Ehrlich, a self-educated lexicographer who wrote 40 dictionaries, thesauruses and phrase books for the ''extraordinarily literate,'' not to mention people just hoping to sound that way, died on April 5 at his home in Mamaroneck, N.Y. He was 85. His son Henry confirmed the death, saying he had been ill for some time. Mr. Ehrlich's works" , "date" : "20080415" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts" , "Obituaries" , "Books"] , "page_facet" : "11" , "title" : "Eugene Ehrlich, 85, Word Connoisseur" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/15\/books\/15ehrlich.html"} , {"body" : "It was the birth of her son a year and a half ago that put Eden Matteson, 30, behind the wheel in Manhattan. It is the guarantee of a plush seat that spurs Eugene Yates, 62, to steer his creamy white Jaguar to his maintenance job at a courthouse downtown. And it is the ease of ferrying supplies for construction jobs to the soundtrack of his own" , "date" : "20080331" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Faster, Maybe. Cheaper, No. But Driving Has Its Fans." , "url" : "http:\/\/www.nytimes.com\/2008\/03\/31\/nyregion\/31drive.html"} , {"body" : "IT was the cats that caused Tania Dudina and George Kokoris to think about buying a place. Last spring, the couple, living in a studio in Sheepshead Bay, Brooklyn, adopted two cats. One had ringworm, a skin fungus. The cats, Loki and Pliooshka, needed months of treatment with medications, ointments and shampoos. They had to be kept apart, too, lest" , "date" : "20080330" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "THE HUNT; More Than a Pet Project" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/30\/realestate\/30hunt.html"} , {"body" : "THERE are four storefronts at 116-02 Rockaway Boulevard, a squat brick building on a quiet corner in South Ozone Park, Queens. One is a coin laundry, another is a plumber and two are empty, though there are traces of a previous tenant, like an orange sticker with the words ''Alter Ego'' (it's a hair product) or a small sign advertising the defunct" , "date" : "20080316" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DISPATCHES; The Emperor's Club of Rockaway Boulevard" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/16\/nyregion\/thecity\/16disp.html"} , {"body" : "AROUND TOWN Museums and Sites EDIBLE ESTATES Most New Yorkers don't have to worry about lawns; a stoop is luxury enough. But if the architect and artist Fritz Haeg has his way, everyone in the country will not only be fixated on their lawns, but they will also be harvesting them. Mr. Haeg is the creator of Edible Estates, which aims to persuade" , "date" : "20080307" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/07\/arts\/07wspare.html"} , {"body" : "An article in some editions on Jan. 21 about a fire that killed three day laborers in Bensonhurst, Brooklyn, misstated the year in which Bensonhurst was annexed into Brooklyn. It was 1894, not 1890. The article also referred incompletely to the area that became Brooklyn's 30th ward. It was New Utrecht that was annexed -- not just Bensonhurst, which" , "date" : "20080219" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections: For the Record" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9506EEDA1238F93AA25751C0A96E9C8B63"} , {"body" : "DOMINGO TORRES, a former dishwasher and line cook, manages the kitchens of La Palapa, a popular Mexican restaurant in the East Village, and its second location, La Palapa Rockola, across town. But Mr. Torres is reluctant to describe himself as the head chef of the two restaurants, festive places that are known for their authentic Mexico City" , "date" : "20080217" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY VISIBLE; Kitchen Ambition" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/17\/nyregion\/thecity\/17mexi.html"} , {"body" : "Correction Appended The men huddle on street corners in Bensonhurst, Brooklyn, like apparitions: No one seems to know their names or anything about them. They speak Spanish in a neighborhood where Italian is still common, even if its presence has waned over the years. They will paint homes, fix roofs, tend to yards or lay bricks if someone is" , "date" : "20080121" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Where 3 Died in Fire, a Changing Neighborhood" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907EFDA1231F932A15752C0A96E9C8B63"} , {"author" : "Ben Gibberd's book ''New York Waters: Profiles From the Edge,'' with the photographer Randy Duchaine, was published last year." , "body" : "BY 8 o'clock on an evening in early December, the bar at the Hilton Garden Inn in northwestern Staten Island was a scrum of beefy middle-aged men dressed in blazers, fancy dress shirts and loafers. Cheeks glistening in the warmth, they embraced one another noisily, slapping backs, planting kisses on both cheeks and occasionally offering a flurry of" , "date" : "20080120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Johnny Boy's Excellent Adventure" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/20\/nyregion\/thecity\/20boys.html"} , {"body" : "Three men died Saturday morning after they were overcome by thick black smoke and flames from a fire in the Brooklyn apartment they shared, the Police and Fire Departments said. Two other men, including one who jumped from a window, were in critical condition. The cause of the fire, which started shortly before 7 a.m., was believed to be" , "date" : "20080120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "3 Die in Fire at Apartment Where Immigrant Workers Lived" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/20\/nyregion\/20brooklyn.html"} ,   {"body" : "Milton Wolff, the last commander of the American volunteers who fought against Franco in the Spanish Civil War and the longtime commander of the Veterans of the Abraham Lincoln Brigade, died Monday in Berkeley, Calif. He was 92. The cause was congestive heart failure, said Peter N. Carroll, chairman of the Abraham Lincoln Brigade Archives. At first" , "date" : "20080117" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BERKELEY (CALIF)"] , "nytd_section_facet" : ["U.S." , "Obituaries"] , "page_facet" : "7" , "title" : "Milton Wolff, 92, Dies; Anti-Franco Leader" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/17\/obituaries\/17wolff.html"} , {"body" : "Robert Ivker, 43, read an article in December 2006 about Svetlana Ismailov, a caseworker dedicated to helping Holocaust survivors and World War II refugees apply for reparations from Germany. He clipped out the article, part of the Neediest Cases campaign, and placed it on his desk. Several weeks passed. The article began to nag at him. ''I am a" , "date" : "20080106" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "THE NEEDIEST CASES; 60 Years Removed From War, but Some Hardships Remain" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/06\/nyregion\/06neediestpart3.html"}]