[  {"body" : "IN September, Cathy DeVore, a real estate agent in Larchmont, N.Y., whose business has been at a standstill lately, began taking gradual steps to lay off her longtime nanny and housekeeper. Aware that the woman supports a son, a mother, and a niece in Dominica, and worried for their well-being, Mrs. DeVore wanted to make sure her employee found" , "date" : "20081211" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Trickledown Downsizing" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/11\/garden\/11domestics.html"} , {"body" : "Opening This Week BAR BRETON This taste of Brittany, owned by Cyril Renaud of Fleur de Sel, started serving breakfast on Dec. 8; lunch starts on Dec. 12, dinner on Dec. 16. The menu is dominated by seafood done in a hearty fashion, savory galettes and sweet crepes, with assorted ciders. Mr. Renaud plans to donate 5 percent of all profits to" , "date" : "20081210" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/10\/dining\/10off.html"} , {"body" : "SOME New Yorkers never get to know their neighbors. They nod hello, but rarely speak, and they certainly don't break bread with them. Even names may remain a mystery, unless an errant letter finds its way into the wrong mailbox. This is precisely the New York that a group of Brooklyn residents hopes to escape. They plan to do so by pooling their" , "date" : "20081130" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FORT GREENE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "A Village Down the Block" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/30\/realestate\/30cov.html"} , {"body" : "THE Blue Marble ice cream shop, on Atlantic Avenue in Boerum Hill, Brooklyn, has been open for just over a year, and it took only seven months for its owners -- first-time businesswomen -- to open their second store, in Prospect Heights. For their next venture, they have in mind a location slightly more ambitious: Kigali, Rwanda. The improbable" , "date" : "20081116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RWANDA" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "BOERUM HILL; A Taste of Hope For a Tragic Land" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/16\/nyregion\/thecity\/16crea.html"} , {"body" : "THESE days, when you find a chef with the urge to tinker, he will most likely be embroiled in such delicate work as teasing out the covalent bonds of mayonnaise or synthesizing panko gelatin. But what about the rougher breeds of food geek, those who, if not for a culinary passion, would have wound up in their yard, building rockets out of scrap" , "date" : "20081105" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "Pizza From Scratch: First, Get Bricks and a Trailer" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/05\/dining\/05pizza.html"} , {"body" : "AFTER Finola Keyes and John Wood adopted their daughter, Jillian, from China, they decided it was time for them to leave Brooklyn for the suburbs. Once they did, they couldn't wait to return. Ms. Keyes, a native of Potomac, Md., who once vowed she would never live in the suburbs as an adult, and Mr. Wood, who is from Easton, Mass., met in the" , "date" : "20081102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "THE HUNT; Back in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/02\/realestate\/02hunt.html"} , {"body" : "FROM one angle -- say, from the corner of Boerum Place and Schermerhorn Street -- downtown Brooklyn might seem to be a horrible place to live. Look over one shoulder and there's the abandoned Brooklyn House of Detention, which the city has considered revitalizing as a combination jail and multiuse project. Over the other shoulder are several lanes" , "date" : "20081026" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "DUMBO (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "HABITATS; Finding the Best Side of a Neighborhood" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/26\/realestate\/26habi.html"} , {"body" : "Manhattan Lower East Side . . . . . . . . $389,000 500 Grand Street (East Broadway) 12 weeks 750-sq.-ft. co-op in a prewar building; eat-in kitchen, bathroom window, high beamed ceilings, h\/w floors, fitness center and laundry room in building; maintenance $550, 50% tax deductible; listed at $449,000. Broker: Bond New York. Chelsea . . . . . . . ." , "date" : "20080914" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9807E4DC113DF937A2575AC0A96E9C8B63"} , {"body" : "MICHELLE WILLIAMS has an Academy Award nomination, the open adulation of major filmmakers and a résumé that is striking in its worldliness and creative ambition. But if her career has seemed to progress almost inconspicuously, it is partly because of its introspective bent -- small movies, subtle performances -- and partly because it has lately" , "date" : "20080907" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "35" , "title" : "THE NEW SEASON FILM; For Michelle Williams, It's All Personal" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/07\/movies\/moviesspecial\/07lim.html"} , {"author" : "Compiled by Kris Ensminger E-mail: eating@nytimes.com" , "body" : "BoCoCa, a term coined several years ago for a shopping guide, refers to the junction of Boerum Hill, Cobble Hill and Carroll Gardens. While it hasn't exactly caught on with the fervor of, say, TriBeCa or Dumbo, it does identify the site of a vibrant dining scene. These places have all opened in the past year or so. Black Mountain Wine House (718)" , "date" : "20080831" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CARROLL GARDENS (NYC)" , "COBBLE HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "GOOD EATING | BOCOCA; Brooklyn Cornucopia" , "url" : "http:\/\/events.nytimes.com\/2008\/08\/31\/nyregion\/thecity\/31rest.html"} ,   {"body" : "IN a crowded, dimly lighted fifth-floor studio in Chelsea, bodies twisted and turned as a pulsing bongo beat blared in the background. Feeling something like a scene from ''Dirty Dancing'' without all the bump and grind, the room shook with couples moving across the floor on a Sunday evening in late August. Summer may be almost over, but the dance" , "date" : "20080829" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "So You Think You Can't Salsa?" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/29\/arts\/dance\/29sals.html"} , {"body" : "To the Editor: Re ''An Effort to Halt Unwanted Paper Deliveries'' (news article, Aug. 5): We are delighted that the city has started enforcing a recent state law that prohibits ''lawn litter'' if a property owner has posted a sign saying such materials are not wanted. The Boerum Hill Association in Brooklyn has offered 3-by-5-inch laminated ''No" , "date" : "20080810" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "9" , "title" : "LETTER; Lawn Litter Be Gone" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E03EEDF173EF933A2575BC0A96E9C8B63"} , {"body" : "There are at least half a dozen ways to reach Isaac Abraham, a community advocate, which is fortunate, since he seems to love being found: to supply a quote, to solve a problem or to get in the middle of the city's political rumbles. He wears two cellphones on his hip along with an old black pager. In the trunk of his sport-utility vehicle, he" , "date" : "20080808" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Neighborhood Fixer Wants 'to Do It Elected'" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/08\/nyregion\/08abraham.html"} , {"body" : "Manhattan Turtle Bay . . . . . . . . . . . . . $325,000 321 East 45th Street 16 weeks 400-sq.-ft. studio co-op in a postwar building; part-time doormen, h\/w floors, laundry room and common roof deck in building; maintenance $431, 48% tax deductible; listed at $329,000. Brokers: Halstead Property; Bellmarc. West Village . . . . . . . . . . ." , "date" : "20080803" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Four Boroughs" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9403E7DD1438F930A3575BC0A96E9C8B63"} , {"body" : "To the Editor: Re ''Restless Pioneers, Seeding Brooklyn,'' July 16: I have lived in the Carroll Gardens, Cobble Hill, Boerum Hill neighborhood (sorry, I refuse to call it Bococa) for 23 years. We used to have to travel to Park Slope or Bay Ridge to find something okayish to eat. Since Jim Mamary and Alan Harding opened Patois and began the Smith" , "date" : "20080716" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Brooklyn Pioneers" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04EEDA143CF935A25754C0A96E9C8B63"} , {"body" : "It is easy to forget, in celebrating the suspension of street-cleaning parking rules, that such an act is accompanied by the suspension of, well, street cleaning. The absence of those lumbering scritchy-scratch street sweepers has not gone unnoticed in Park Slope, Brooklyn, where a two-month hiatus from alternate-side parking rules has created an" , "date" : "20080714" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "PARK SLOPE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Parking Rules Return; Cleaner Streets to Follow" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/14\/nyregion\/14slope.html"} , {"body" : "FOR a while Emily Mortimer seemed to specialize in characters not unlike herself: sweet, vulnerable, even a little scattered or ditzy. She was a neurotic, insecure actress in Nicole Holofcener's ''Lovely and Amazing''; Steve Martin's hapless, bumbling assistant in the ''Pink Panther'' remake; and, in the role that probably put her on the map, the" , "date" : "20080713" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "9" , "title" : "FILM; Finding the Darkness Within the Perky" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/13\/movies\/13mcgr.html"} , {"body" : "AROUND TOWN Museums and Sites 'GOING PLACES (DOING STUFF)' Necessity breeds invention. Also, gas is expensive, and everyone loves a road trip. Thus was born ''Going Places (Doing Stuff),'' an artist-led group bus adventure and the newest project from the Flux Factory, an alternative gallery space. Since 2002 the gallery has occupied a former" , "date" : "20080711" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/11\/arts\/11wspare.html"} , {"body" : "WITH a trunk full of cod, brisket, blackberries, arugula and antifreeze, Alan Harding drives down Smith Street, past American Apparel, past the Michelin-starred restaurant Saul and past Patois, the bistro he helped open 11 years ago. Back then the neighborhood was a more likely destination for drug deals than dinner. Patois, where he was the chef," , "date" : "20080709" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Restless Pioneers, Seeding Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/09\/dining\/09brook.html"} , {"body" : "BARS CLOVER CLUB 210 Smith Street (Baltic Street), Boerum Hill, Brooklyn; (718) 855-7939. The more serious the cocktail the more fun the night out: this is the guiding principle of the Clover Club, a Smith Street bar that serves what are now known as pre-Prohibition drinks, a professorial assortment of fizzes, smashes, swizzles and sours. If the" , "date" : "20080702" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "DINING BRIEFS; Dining Briefs" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/02\/dining\/02brief.html"} ,   {"body" : "BOERUM HILL HOUSE $2,495,000 BROOKLYN: 253 Dean Street (near Nevins Street) A 19th-century brick town house divided into a one-bedroom one-bath garden apartment with patio and a five-bedroom two-bath triplex with double parlor, dining room and garden. James Crow (917) 902-7119, Sue Wolfe (917) 868-5332, the Corcoran Group; www.corcoran.com. Open" , "date" : "20080608" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E07E4D9133DF93BA35755C0A96E9C8B63"} , {"body" : "AROUND TOWN ATLANTIC AVENUE ARTWALK From Harlem to Clinton Hill, the chance to peer into artists' studios is a staple of the New York neighborhood spring calendar. They're do-it-yourself affairs: grab a map, stop where you please, talk to the artist or don't. It's your world now; the artists just work here. And they're fine with that. Or at least" , "date" : "20080606" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/06\/arts\/06wspare.html"} , {"body" : "AROUND TOWN Museums and Sites PREVIOUSLY ON LOST Fan-fiction writers have nothing on Adam Schatz and Jeff Curtin, Brooklynites and the founders of what they believe is the world's first (only?) TV-recap rock band. Technically a duo, Previously on Lost was born about a year ago, when Mr. Schatz, 20, a jazz saxophone studies major at New York" , "date" : "20080530" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/30\/arts\/30wspare.html"} , {"body" : "AROUND TOWN Museums and Sites HISTORIC RICHMOND TOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. Sunday, 11 a.m. to 5 p.m., a Community Day and Quilt Show, with quilting demonstrations and antique items on display. Hours: Wednesdays through Sundays, 1 to 5 p.m. Tours on weekdays at 2:30 p.m. and on weekends at 2 and 3:30" , "date" : "20080530" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0CEEDE1238F933A05756C0A96E9C8B63"} , {"body" : "''Bland can be wonderful,'' said Gabe Thompson, the chef at dell'Anima in the West Village. ''Bland is important.'' Mr. Thompson was talking about the role of fresh ricotta in his kitchen. ''In Texas, people make a dinner party out of a stack of Wheat Thins, a jar of jalapeño jelly and a package of cream cheese,'' said Mr. Thompson, who is from" , "date" : "20080528" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Suddenly, Ricotta's A Big Cheese" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A02E3DB1331F93BA15756C0A96E9C8B63"} , {"body" : "ANDREA STRONG assumed she would remain in her 350-square-foot fourth-floor studio near Stuyvesant Square in Manhattan ''for all of my days.'' It was a great deal. After 10 years, she paid a monthly rent of about $1,300 for the rent-stabilized unit. For those 10 years, Ms. Strong had been a regular at the local coffee shop, 71 Irving Place. She" , "date" : "20080525" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "THE HUNT; A Sweet Deal" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/25\/realestate\/25hunt.html"} , {"body" : "Three opponents of a Brooklyn public school that teaches Arabic filed a lawsuit on Wednesday against the school's founding principal, Debbie Almontaser, claiming that she had defamed them by saying they had stalked her. The plaintiffs, Sara Springer, Irene Alter and Pamela Hall, are members of the Stop the Madrassa Coalition, a group that has" , "date" : "20080517" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Arabic School's Ex-Leader Sued" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/17\/nyregion\/17arabic.html"} , {"body" : "To the Editor: ''In City's Growing Neighborhoods, Public Schools Face Pupil Jam'' (front page, May 9) describes the latest twist in New York City's school facilities crisis. In 1988 the New York State Legislature, before creating the School Construction Authority, found that ''many of the schools are overcrowded, unsafe, unhealthy and unusable.''" , "date" : "20080516" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Opinion"] , "title" : "LETTERS; The Woes of New York's Public Schools" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502E0DF143BF935A25756C0A96E9C8B63"} , {"body" : "EVIDENCE suggests that New Yorkers may be more religiously observant now than three decades ago. The number of churches, temples, mosques and other houses of worship -- many of them in storefronts -- jumped by 37 percent in Manhattan from 1980 to 2000, according to census data. In Brooklyn during the same period, the jump was a whopping 87 percent." , "date" : "20080511" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "POSTING; Brooklyn Churches Come and Go" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/11\/realestate\/11post.html"} , {"body" : "A 29-year-old man was found shot to death inside a building in Boerum Hill, Brooklyn, on Friday, the police said. The body of the man, whose name was not immediately released, was discovered about 2 p.m. inside a building elevator at 423 Baltic Street, in the Gowanus Houses near downtown Brooklyn. He had a gunshot wound to the head, the police" , "date" : "20080510" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Man Is Found Shot to Death in an Elevator" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/10\/nyregion\/10Shot.html"} ,   {"body" : "The season of house tours, garden tours and show houses is here, with oak doors and picket-fence gates swinging open for visitors. This year's tours include apartments crammed with collections of antique English furniture, neckties and African art, and modern houses with steel-and-stone kitchens and polished master suites. Green design and organic" , "date" : "20080501" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "title" : "New York City" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/01\/garden\/tour-Ledeall.html"} , {"body" : "THE season of house tours, garden tours and show houses is here, with oak doors and picket-fence gates swinging open for visitors. This year's tours include apartments crammed with antique English furniture and African art, and modern houses with steel-and-stone kitchens. There are rambling gardens on country farms and ribbon gardens down city" , "date" : "20080501" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NORTHEASTERN STATES (US)" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "Polish Bedknobs, Stash Broomsticks" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D04EED9143DF932A35756C0A96E9C8B63"} , {"body" : "Debbie Almontaser dreamed of starting a public school like no other in New York City. Children of Arab descent would join students of other ethnicities, learning Arabic together. By graduation, they would be fluent in the language and groomed for the country's elite colleges. They would be ready, in Ms. Almontaser's words, to become ''ambassadors" , "date" : "20080428" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "U.S." , "Education" , "Technology"] , "page_facet" : "1" , "title" : "BATTLE IN BROOKLYN | A PRINCIPAL'S RISE AND FALL; Her Dream, Branded as a Threat" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/28\/nyregion\/28school.html"} , {"body" : "AROUND TOWN NY UKEFEST 2008 When Stephen DiLauro decided to pick up the ukulele again several years ago, he should have seen it coming. After all, this was the instrument that in the early 1900s, fresh from Hawaii, had managed to win over millions of American devotees who bought recordings by Tin Pan Alley musicians like Ukulele Ike. This is the" , "date" : "20080328" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/28\/arts\/28wspare.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Friday, 9 p.m. to 1 a.m., ''One Step Beyond,'' a monthly party series with techno, electronic and hip-hop music and dancing, and screenings of the space show ''The Search for Life: Are We Alone?''; $20. Through May 26, ''Water: H2O = Life'' and" , "date" : "20080328" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "40" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A04E1D8173AF93BA15750C0A96E9C8B63"} , {"author" : "Colin Moynihan contributed reporting." , "body" : "The goal of the organizers of the ''River to River: Join Hands for Peace'' protest on Saturday was modest. To make a statement against the war in Iraq, they needed thousands of people to stretch their arms fingertip to fingertip across most of the width of Manhattan, along 14th Street from 11th Avenue in the west to Avenue A in the east. ''We" , "date" : "20080323" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "IRAQ" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "23" , "title" : "A War Protest Falls Short in Manhattan" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/23\/nyregion\/23protest.html"} , {"author" : "Compiled by Kris Ensminger; E-mail: eating@nytimes.com" , "body" : "Brooklyn's restaurant week begins tomorrow. More than 175 restaurants, including these on Smith Street, are offering three-course meals for $23. A complete list of participating restaurants can be found at www.visitbrooklyn.org. CHESTNUT (718) 243-0049; 271 Smith Street (Degraw Street), Carroll Gardens; $; $25 and Under: 3\/3\/04. A little bar" , "date" : "20080323" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "GOOD EATING | SMITH STREET; A Big Week at Brooklyn Restaurants" , "url" : "http:\/\/events.nytimes.com\/2008\/03\/23\/nyregion\/thecity\/23rest.html"} , {"body" : "Children willing to share their Easter basket goodies with the adults in their life will probably find quite a few who keep coming back, if the basket includes the sablé cookies, below, made by Betty Bakery in Boerum Hill, Brooklyn. The cookies -- crisp, charming and just sweet enough ($3) -- carry scenes from vintage Easter greeting cards showing" , "date" : "20080319" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; Teaching the Children How to Share? Now's the Moment" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/19\/dining\/19candy.html"} , {"body" : "O.K., you can give up the obsession with Marshmallow Peeps. Now that you're an adult (sort of), it's time to upgrade your Easter\/springtime sweets. (But still have them, obvs.) At Batch, Pichet Ong's new bubble gum-pink take-out shop, you can buy Vietnamese coffee cake, yuzu shortbread and durian ice cream, or packages of cookies and biscotti. At" , "date" : "20080319" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "title" : "SHOPPING; Peepfest" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A00EED71E38F93AA25750C0A96E9C8B63"} , {"body" : "THEIR Carhartts are no longer ironic. Now they have real dirt on them. Until three years ago, Benjamin Shute was living in Williamsburg, where he kept Brooklyn Lager in his refrigerator and played darts in a league. Raised on the Upper East Side by a father who is a foundation executive and a mother who writes about criminal justice, Mr. Shute" , "date" : "20080316" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "Leaving Behind The Trucker Hat" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/16\/fashion\/16farmer.html"} ,   {"body" : "The Bloomberg administration said on Tuesday that it had withdrawn its plan to build a 2,040-bed jail in the South Bronx, a proposal opposed by community groups and elected officials. At the same time, city officials said that the decision would not affect their plan to reopen and expand the Brooklyn House of Detention. The $375 million Bronx jail," , "date" : "20080305" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "The City Withdraws Its Proposal for a $375 Million Jail in the South Bronx" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/05\/nyregion\/05jail.html"} , {"body" : "Acoustic music, especially bluegrass, has found new momentum and a new generation of pickers, and can be found every night of the week these days in clubs around New York. (The number preceding each item corresponds to a location on the map at right.) Mondays 1. NYC'S HOTTEST HOEDOWN, 7:30 p.m. to midnight, Parkside Lounge, 317 East Houston Street," , "date" : "20080229" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "10" , "title" : "The Week in Twang, Day by Day" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/29\/arts\/29bfolk.html"} , {"body" : "''HOWDY, folks,'' Chris Thile said one recent Tuesday night, as he twisted a peg on his mandolin. His audience, packed into the cozy Rockwood Music Hall on the Lower East Side, seemed to appreciate the salutation. Somebody voiced a request: ''Over the Waterfall,'' a bluegrass standard. ''Second tune I ever learned,'' he shot back, ''after 'Woody's" , "date" : "20080229" , "day_of_week_facet" : "Friday" , "geo_facet" : ["APPALACHIAN REGION" , "NEW YORK CITY" , "LOWER EAST SIDE (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "The Sound Is Rural, the Setting Urban" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/29\/arts\/music\/29folk.html"} , {"body" : "FOR New York basketball fans, 33 is either a famous or an infamous number, depending on your age. If you're over 20, you can probably remember when the Knicks were ruled by Patrick Ewing, the dominant center with a blazing 33 on his chest. Younger fans may be more likely to associate 33 with the number of games a miserable Knicks team won last" , "date" : "20080224" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UPPER WEST SIDE (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Any Given Monday" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/24\/nyregion\/thecity\/24bask.html"} , {"author" : "E-mail: dwyer@nytimes.com" , "body" : "For 36 hours, Marco Ceglie was holed up this week in a borrowed apartment off the Grand Concourse in the Bronx, his eyeballs pinned to a computer screen. He was editing videotape at a full-out sprint. There was not a minute to waste. A group of celebrities organized by the musician Will.i.am of the Black Eyed Peas had already turned a Barack Obama" , "date" : "20080216" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "ABOUT NEW YORK; Satire Looks To Obama For a Life After Bush" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/16\/nyregion\/16about.html"} , {"body" : "An Italian woman tends her garden in Boerum Hill, Brooklyn, and worries about her neighbor, an increasingly sullen black teenager, all the while arguing with her bigoted mother. A neighborhood and a world away, two buddies fishing in Red Hook recoil at a horrible sight bobbing in the water: a little coffin. And back in Boerum Hill, a wife walks out" , "date" : "20080206" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "5" , "title" : "One Writer's Brooklyn: Chronicles of Crime, Boombox Abuse and Divorce" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/06\/books\/06cohen.html"} , {"body" : "FOR sketch comedy fans the '90s were nothing short of a renaissance, thanks in no small part to the pioneering efforts of Michael Showalter. While troupes like Kids in the Hall, from Toronto, and Upright Citizens Brigade, from Chicago, hit pay dirt with their own acclaimed television shows, amassing legions of fans along the way, ''The State'' on" , "date" : "20080203" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "TELEVISION; Kill the Cats, but Keep the Career" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/03\/arts\/television\/03slen.html"} , {"body" : "SEATS in Carmelo Piazza's summer science classes are much coveted and, in the minds of those who lined up to register their children on Tuesday morning, worth getting up early for. This would be illustrated by Rob Thompson, an urban planner from Park Slope, who at 4:25 a.m. was first in line outside a storefront on Atlantic Avenue near Smith Street" , "date" : "20080127" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Science" , "New York and Region" , "Education" , "Technology"] , "page_facet" : "6" , "title" : "BROOKLYN UP CLOSE; Braving the Cold to Hang Out With the Rock Star of Science Class" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/27\/nyregion\/thecity\/27scie.html"} , {"body" : "The cause of the actor Heath Ledger's death could take two weeks to determine, the New York City medical examiner's office said on Wednesday. An autopsy was conducted Wednesday morning, but the results were inconclusive and blood and tissue tests need to be completed, said Ellen Borakove, the spokeswoman for the office. Other details surrounding" , "date" : "20080124" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Autopsy on Actor Is Inconclusive As Calls for Help Are Revealed" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/24\/nyregion\/24celeb.html"} , {"body" : "Heath Ledger, the Australian-born actor whose breakthrough role as a gay cowboy in the 2005 movie ''Brokeback Mountain'' earned him a nomination for an Academy Award and comparisons to the likes of Marlon Brando, was found dead Tuesday in an apartment in Manhattan with sleeping pills near his body, the police said. The police said Mr. Ledger, 28," , "date" : "20080123" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Front Page" , "Movies" , "New York and Region" , "Obituaries"] , "page_facet" : "1" , "title" : "Heath Ledger, 28, Found Dead; 'Brokeback' Star" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/23\/movies\/23ledger.html"} ,   {"body" : "Hundreds of fans, curiosity seekers and news crews gathered in front of Heath Ledger's home in SoHo on Tuesday night, spilling into the street as the police struggled to keep one lane open for traffic and roped off a sidewalk path to the door. The noisy, restive crowd gathered quickly as word of Mr. Ledger's death was transmitted via phone calls," , "date" : "20080123" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Throngs Gather in City as News Spreads at the Speed of Technology" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/23\/nyregion\/23scene.html"} , {"body" : "A TOP-FLOOR apartment was what Michelle Panzer and Paul Campbell wanted most. They craved the quiet that came with having no inconsiderate neighbors tromping above them. Tomblike silence was their ideal. To avoid noise, they would have been happy with ''a crypt -- an apartment buried underground,'' Ms. Panzer said. But at the same time, they wanted" , "date" : "20080113" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "THE HUNT; Quiet on the Home Front" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/13\/realestate\/13HUNT.html"} , {"body" : "Salvatore Bklyn Ricotta sounds tough, but it's actually a delicacy, from the kitchens of Lunetta in Boerum Hill, Brooklyn. Betsy Devine, far left, a sous-chef at the restaurant, and Rachel Mark, near left, who works for a wine importer, learned the craft in Tuscany from Salvatore Farina, who makes it for his wine bar in San Gimignano. His recipe" , "date" : "20080109" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; A Creamy Tuscan Ricotta, Made Fresh in Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9400E1D6113FF93AA35752C0A96E9C8B63"} , {"body" : "When the city announced plans to crack down on the abuse of parking permits issued to city employees, Christopher Stephens felt a shiver of furious recognition. He once oversaw parking permit violation cases as an administrative law judge in the city. One day, in Queens, a woman seeking to nullify her parking ticket confidently claimed breathtaking" , "date" : "20080105" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Paring Down Parking Permits, and Raising a Fuss" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/05\/nyregion\/05parking.html"}]