[  {"body" : "With a helicopter hovering overhead, Indian commandos on Friday morning stormed the Chabad-Lubavitch Jewish center in Mumbai where hostages had been held since it was seized Wednesday by seaborne terrorists. In the end, six of the hostages were killed, including the Brooklyn couple who operated the center. As the thump of explosions and rattle of" , "date" : "20081129" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["INDIA" , "MUMBAI (INDIA)"] , "nytd_section_facet" : ["World"] , "page_facet" : "13" , "title" : "Jewish Center Stormed; 6 Hostages Die" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/29\/nyregion\/29chabad.html"} , {"body" : "Since last year, when Assemblyman Dov Hikind invited his radio show listeners to discuss an explosive topic -- sexual abuse of children in the Orthodox Jewish community -- he says he has collected more than 1,000 complaints and the names of 60 accused sexual predators. He has kept those stories under lock and key in his Brooklyn office, he says," , "date" : "20081113" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Sexual Abuse Complaints Subpoenaed" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/13\/nyregion\/13hikind.html"} , {"body" : "Here's a set of measuring cups, a quarter-cup to a cup, that cleverly puts the handles to use, too, as measuring spoons: a quarter-teaspoon, half-teaspoon, teaspoon and tablespoon. Tovolo's heavy-duty stainless steel cups have rounded bottoms for easier scooping and pouring, but they have to be set on their rubber ring base to be stable on a" , "date" : "20081112" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "4" , "title" : "FOOD STUFF; Measuring Cups That Multitask" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/12\/dining\/12cups.html"} , {"body" : "An entry in the Transactions column in the Square Feet pages on Oct. 22 about a property for sale at 4802-4822 New Utrecht Avenue in Borough Park, Brooklyn, using information from the broker, misidentified the owner. It is Negica L.L.C., not the Bausk Family Trust. The entry also misstated the height of the building. It is three stories, not one." , "date" : "20081106" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "4" , "title" : "Corrections: For the Record" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940CE6DF1631F935A35752C1A96E9C8B63"} , {"body" : "Alejandra Vasquez, the 11-year-old beaten to death, allegedly by her mother with a mop handle, came to Brooklyn from Mexico about a month ago but was hidden -- never enrolled in school, and unseen by child-welfare officials who visited her family's apartment, even as she suffered repeated abuse, medical records and interviews showed. Alejandra was" , "date" : "20081028" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "11-Year-Old Brooklyn Girl, Beaten to Death, Was All But Invisible Until She Died" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/28\/nyregion\/28girl.html"} , {"body" : "$16.75million Canterbury 204 West 108th Street Manhattan A local real estate family has bought this 42,186-square-foot 1910 Beaux Arts building with 49 rental apartments. BUYER: L.M. 204 W108 L.L.C. SELLER: IGPF Canterbury L.L.C. BUYER'S BROKER: David Kalish, Eastern Consolidated SELLER'S BROKERS: Brian Ezratty, Deborah Gutoff and Ronda Rogovin," , "date" : "20081022" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "4" , "title" : "Transactions | For Sale" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A04E5DD153AF931A15753C1A96E9C8B63"} , {"body" : "$9.25million 4802-4822 New Utrecht Avenue Borough Park, Brooklyn This vacant one-story 51,700-squarefoot building offers a full loading bay and 180 feet of frontage next to the D train stop on 50th Street. OWNER: Bausk Family Trust BROKER: Jason Maier, Massey Knakal Realty Services" , "date" : "20081022" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "4" , "title" : "TRANSACTIONS | Recent Lease" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9900E0DD153AF931A15753C1A96E9C8B63"} , {"body" : "Dr. Jocelyn Woo Park, the daughter of Youn Sun Park and Dr. James Park of Woodbridge, Va., was married Saturday to David Alan Scupp, the son of Barbara E. Scupp and Charles H. Scupp of Valley Stream, N.Y. Rabbi Jill Hausman officiated at Battery Gardens in Manhattan. The couple met at the University of Virginia, where she was pursuing a medical" , "date" : "20081012" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "14" , "title" : "Jocelyn Park, David Scupp" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9900E6DB103DF931A25753C1A96E9C8B63"} , {"body" : "For more than a year, Jo Anne Simon, a lawyer in Downtown Brooklyn, has been busy planning her campaign to represent a City Council district that stretches from Park Slope to Williamsburg and Greenpoint. She has started a Web site and has held a number of fund-raising events, which have taken in more than $50,000. But with the current turbulence" , "date" : "20081010" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Council Candidates Are Left in Limbo Over Term Limits" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/10\/nyregion\/10candidates.html"} , {"body" : "In Korea, fermented black garlic is prized for its supposed antioxidant properties. Koreans add an extract made from it to energy drinks. The tender black cloves, which are treated with heat, easily slip out of the dried, brown husks. They are sweet, almost suggesting licorice. Chefs here have discovered it. Eric Ripert of Le Bernardin uses it to" , "date" : "20081008" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; Garlic, Either Sweet or Squashed" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/08\/dining\/08garl.html"} ,   {"author" : "Ruth Padawer is an adjunct professor at Columbia University's Graduate School of Journalism." , "body" : "Each day as the workers built the home that was to be his palace, Simon Taub would hover, barking orders at the bricklayers, the carpenters and the plumber, making sure everything was to his liking. He had, after all, chosen every detail: the rich mahogany for the spiral staircase that swept up all three stories; the green marble to line the walls," , "date" : "20081005" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "88" , "title" : "Chana and Simon Love Their House, but . . . They Loathe Each Other" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/05\/realestate\/keymagazine\/105divorce-t.html"} , {"body" : "For 19 years, Elizabeth Baumgartner, a Polish-American from Queens, has been publishing a series of how-to books aimed at newly arrived Polish immigrants trying to find their way in the United States. The books cover topics like buying a house, investing in mutual funds and starting your own business. These days, however, her best sellers are" , "date" : "20080921" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)" , "POLAND"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "A Land of Opportunity Lures Poles Back Home" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/21\/nyregion\/21poles.html"} , {"body" : "THE big news in classical music this fall is what won't be: a real season for New York City Opera. The company is essentially shutting down during renovations to its New York State Theater home, offering two unstaged performances of ''Antony and Cleopatra'' at Carnegie Hall in January and several fistfuls of orchestra concerts and lectures. That" , "date" : "20080907" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "68" , "title" : "No City Opera? Try Some Alternatives" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE6D8163EF934A3575AC0A96E9C8B63"} , {"body" : "$6.25 MILLION 1207 49th Street Borough Park, Brooklyn A local real estate investor bought this 36,000-square-foot four-story 1923 building with 36 rent-stabilized apartments and seven commercial units. Buyer: Pinnacle Realty Group Seller: G&P Realty of New York Seller's broker: Jason Maier, Massey Knakal Realty Services Buyer's broker: Moshe" , "date" : "20080903" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "7" , "title" : "TRANSACTIONS; Recent Sale" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990CE1D9133EF930A3575AC0A96E9C8B63"} , {"author" : "E-mail: cityletters@nytimes.com" , "body" : "Bark If You Love Angels With Tattoos To the Editor: Kudos for ''Heaven's Angels'' (Aug. 24), about Rescue Ink, the group of tattooed bikers who rescue missing and abused animals. As a humane and environmental educator, I find it inspiring to read about animal rescuers. It is not uncommon for us devoted animal people to risk everything from finances" , "date" : "20080831" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "9" , "title" : "LETTERS TO THE EDITOR; Do All Dog Rescuers Go to Heaven?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D07E0DC143AF932A0575BC0A96E9C8B63"} , {"body" : "Elegant Linen, a Brooklyn company that makes custom bedding, offers low prices on about 1,200 patterns comparable to those sold by well-known stores, according to Richard Citron, an owner. Carlton, the cotton pattern shown at left, is $225 for a queen set (a duvet cover, a fitted sheet and two standard shams). The company also makes a Hotel line (a" , "date" : "20080821" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS | DEALS; Fit for a Good-Night Mint" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/21\/garden\/21deals.html"} , {"body" : "There are at least half a dozen ways to reach Isaac Abraham, a community advocate, which is fortunate, since he seems to love being found: to supply a quote, to solve a problem or to get in the middle of the city's political rumbles. He wears two cellphones on his hip along with an old black pager. In the trunk of his sport-utility vehicle, he" , "date" : "20080808" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Neighborhood Fixer Wants 'to Do It Elected'" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/08\/nyregion\/08abraham.html"} , {"body" : "He may look cool and relaxed in his white Mercedes, golden tan and trademark pink polo shirts, but for Peter Stein, summer is no vacation. Mr. Stein, 63, is the enigmatic union chief who has been a towering figure in New York City's lifeguard system since the 1960s, when he helped unionize city lifeguards and later became president of Local 508," , "date" : "20080803" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "ROCKAWAY BEACH (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Union Boss Criticized After a Death in the Surf" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/03\/nyregion\/03lifeguards.html"} , {"body" : "To the Editor: ''It doesn't matter if there are, like, three Norwegians left, because what they contributed still exists,'' Victoria Hofmo says in ''When Brooklyn Was Norway'' (The Voice, July 27), about her founding of the Scandinavian East Coast Museum. One event that does still exist is the annual parade on May 17, or on the Sunday most" , "date" : "20080803" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "8" , "title" : "LETTERS TO THE EDITOR; Clinton's Remarks, a Library's Future and Bay Ridge's Past | They Still March To Celebrate Norway" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9901E7DD143DF930A3575BC0A96E9C8B63"} , {"body" : "A review on July 6 about ''Hospital,'' by Julie Salamon, referred incorrectly to Maimonides Medical Center, which was profiled in the book. While the ultra-Orthodox of the Borough Park section of Brooklyn have long been a crucial constituency, Maimonides was not specifically ''founded to meet their needs.''" , "date" : "20080803" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Corrections" , "Arts" , "Books"] , "page_facet" : "5" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E3DC173CF930A3575BC0A96E9C8B63"} ,   {"body" : "Patrons of Arlene's Grocery, the Lower East Side nightclub, have long known Paul and David Zablidowsky and their good friend Joey Cassata as ZO2, a shaggy-haired, heavy-metal trio whose set usually precedes the Monday night karaoke party. They might also know that in 2004 the band realized a dream when it was tapped for a 40-date tour, opening for" , "date" : "20080730" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Rock Trio's Double Life, Now Headed To Cable TV" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/30\/arts\/television\/30zrock.html"} , {"body" : "EVEN down to its name, Judy's Better Dresses could have been a fixture on Orchard Street. Everything from its hours (closed on Saturday, the Jewish Sabbath, and for many years open on Sunday) to its racks jammed with conservative but tasteful suits and blouses and coats, all carrying tags with marked-down prices, gives the store a Lower East Side" , "date" : "20080727" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "URBAN STUDIES | CLOSING UP SHOP; Last Days for a Midtown Fixture With an Orchard Street Feel" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/27\/nyregion\/thecity\/27stor.html"} , {"body" : "At 4:05 p.m. on Sunday, the National Weather Service extended a heat advisory for New York City, telling residents to avoid sun exposure, drink plenty of fluids and stay in air-conditioned rooms. By then, police officers with bullhorns had been walking around for hours in four southwestern Brooklyn neighborhoods, asking people to turn off their" , "date" : "20080721" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "4 Brooklyn Neighborhoods Lose Power" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/21\/nyregion\/21power.html"} , {"body" : "ABOUT three years ago, Christian Zaino, an undergraduate at New York University, found that the history of Dyker Heights, his southwest Brooklyn neighborhood near the Verrazano-Narrows Bridge, had not yet been fully documented. So he made it the topic of his senior thesis, poring over archived stories from the daily Brooklyn Eagle and joining up" , "date" : "20080713" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "DYKER HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "LIVING IN | DYKER HEIGHTS, BROOKLYN; Short on Subway Stops, Long on Christmas Lights" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/13\/realestate\/13livi.html"} , {"author" : "D. T. Max is the author of ''The Family That Couldn't Sleep: A Medical Mystery.''" , "body" : "HOSPITAL Man, Woman, Birth, Death, Infinity, Plus Red Tape, Bad Behavior, Money, God, and Diversity on Steroids. By Julie Salamon. 363 pp. The Penguin Press. $25.95. When journalists are young, many are drawn to the beautiful and exceptional, the objects of millions' longing. Older, their empathy turns toward those who are sick, diminished, facing" , "date" : "20080706" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books" , "Health"] , "page_facet" : "6" , "title" : "Medicine Show" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/06\/books\/review\/Max-t.html"} , {"body" : "Childhood lead poisoning declined by 15 percent last year, the Department of Health and Mental Hygiene reported on Wednesday, reaching the lowest rate ever recorded in New York City. The 2007 figure -- 1,970 poisonings among children 6 months to 6 years of age -- is a 90 percent decline since 1995, when nearly 20,000 children were identified with" , "date" : "20080703" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Lead Poisoning Cases Decline" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/03\/nyregion\/03lead.html"} , {"body" : "This efficient and sturdy plastic paddle beater by New Metro Design can be used with most KitchenAid, Cuisinart, Viking and DeLonghi standing mixers. Its outside edge is flexible plastic, like a windshield wiper blade, so it can neatly swipe the inside of the bowl as you mix, eliminating the need to stop the beating and scrape. There are four" , "date" : "20080618" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; An Easier Way To Scrape the Bowl" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/18\/dining\/18mixer.html"} , {"body" : "IN mid-April, a young black man in Crown Heights was struck with a baton and sprayed with Mace by two white men, according to the police, and ever since, tensions have run high in the Brooklyn neighborhood. Jews and blacks who live there eye one another warily, and police patrols and surveillance have intensified. But there is another split on" , "date" : "20080601" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "CROWN HEIGHTS; Patrolling The Streets, And Dissing The Rivals" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/01\/nyregion\/thecity\/01patr.html"} , {"body" : "FOR Maggie Tobin and Bob Mason, the last straw in Park Slope was the parking. The couple, who have two young children, lived there for eight years and loved being near Prospect Park and surrounded by friends. But when the time came to buy, they wanted more space and found the prices too high, and they decided they could also live without the ritual" , "date" : "20080525" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "KENSINGTON (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN KENSINGTON, BROOKLYN; Name From London, People From Everywhere" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/25\/realestate\/25livi.html"} , {"body" : "JEWISH arts in New York City. What, exactly, does that mean? A 19th-century Austrian menorah? D.J.'s from Tel Aviv playing Prospect Park in Brooklyn? Jackie Mason cracking up an Off Broadway crowd with jokes that would not be funny -- and would be offensive -- from the mouth of anyone else? Yes, yes, and for better or for worse, yes. The large," , "date" : "20080518" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "11" , "title" : "WEEKEND IN NEW YORK | JEWISH ARTS; Loosen Your Borscht Belt and Raise Your Highbrows" , "url" : "http:\/\/travel.nytimes.com\/2008\/05\/18\/travel\/18weekend.html"} ,   {"body" : "The Train to the Surf To the Editor: When David Gregorius was a resident at Maimonides Medical Center in Borough Park, Brooklyn ('' 'Scrubs' Near the D Train,'' May 11), he wrote an e-mail message to his friends saying, ''I live nowhere near the beach'' and describing a complicated subway ride to the Rockaways via Manhattan. It is true that to go" , "date" : "20080518" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "9" , "title" : "TO THE EDITOR; In Search of Waves, and a Memorable Star Turn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9500E0DD153FF93BA25756C0A96E9C8B63"} , {"body" : "The poor and hungry people at the Masbia soup kitchen in Borough Park hardly fit a bums-and-bag ladies stereotype. The storefront, on 14th Street in central Brooklyn, in one of New York's largest Hasidic communities, serves only hot kosher meals. Its operators say it is the only soup kitchen of its kind in the city, and at first glance it seems to" , "date" : "20080512" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "A Kosher Soup Kitchen Offers a Dignified Place to Eat, and Steak for One Day" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/12\/nyregion\/12kosher.html"} , {"author" : "Julie Salamon's book ''Hospital: Man, Woman, Birth, Death, Infinity, Plus Red Tape, Bad Behavior, Money, God and Diversity on Steroids,'' from which this article is adapted, will be published this month by Penguin Press." , "body" : "THE first e-mail message that David Gregorius sent to friends describing his new job in New York did not sound promising. July 2005 Dudes, Greetings from the Big Apple. ... I actually am winning the War on Cockroach Terror, but it is a nonstop battle, so keep me in your prayers. So things here in The Brooklyn are not what I thought they would be." , "date" : "20080511" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Books" , "Health"] , "page_facet" : "1" , "title" : "'Scrubs' Near the D Train" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/11\/nyregion\/thecity\/11hosp.html"} , {"body" : "Measles outbreaks in at least seven states are expected to produce more cases in 2008 than in any other recent year, federal health officials said Thursday, warning that measles is highly contagious and can cause severe illness and even death. Most of the cases have occurred in people who were never vaccinated. There were 64 cases from January" , "date" : "20080502" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S." , "Health"] , "page_facet" : "13" , "title" : "U.S. Sounds an Alert as Measles Flares" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/02\/health\/02measles.html"} , {"body" : "An article on March 9 about the Orthodox Jewish community in Borough Park, Brooklyn, misstated the estimated number of Orthodox Jews who live in the neighborhood. A 2002 study for the UJA-Federation of New York, citing data from randomly generated surveys and the 2000 census, estimated that 76,600 Jewish people, not all of them Orthodox, lived in" , "date" : "20080420" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "CORRECTION; Correction" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B01E7DB1231F933A15757C0A96E9C8B63"} , {"body" : "An article on March 9 about the Orthodox Jewish community in Borough Park, Brooklyn, misstated the estimated number of Orthodox Jews who live in the neighborhood. A 2002 study for the UJA-Federation of New York, citing data from randomly generated surveys and the 2000 census, estimated that 76,600 Jewish people, not all of them Orthodox, lived in" , "date" : "20080420" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "CORRECTION; Correction" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9505E7DE1E3DF933A15757C0A96E9C8B63"} , {"body" : "A 61-year-old Connecticut man has been charged with sexual abuse after following three children into two public bathrooms in Brooklyn on Thursday and molesting them, the police said on Friday. The man, Michael Martin, of Main Street in Stamford, followed an 8-year-old girl and her 4-year-old brother into a public restroom at Gravesend Park in" , "date" : "20080419" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CONNECTICUT"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Man Is Charged In Sexual Assault On Three Children" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/19\/nyregion\/19child.html"} , {"body" : "AROUND TOWN NY UKEFEST 2008 When Stephen DiLauro decided to pick up the ukulele again several years ago, he should have seen it coming. After all, this was the instrument that in the early 1900s, fresh from Hawaii, had managed to win over millions of American devotees who bought recordings by Tin Pan Alley musicians like Ukulele Ike. This is the" , "date" : "20080328" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/28\/arts\/28wspare.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Friday, 9 p.m. to 1 a.m., ''One Step Beyond,'' a monthly party series with techno, electronic and hip-hop music and dancing, and screenings of the space show ''The Search for Life: Are We Alone?''; $20. Through May 26, ''Water: H2O = Life'' and" , "date" : "20080328" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "40" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A04E1D8173AF93BA15750C0A96E9C8B63"} , {"body" : "BRAUNSTEIN--Col. Jerome (combat pilot), passed away at 84. Born in Borough Park, Brooklyn. The 82nd volunteer for NY State-US Army Air Corps. Flew over Europe, Africa and the Middle East in B-24 Liberator and 54 combat missions. Received a service medal and distinguished badge with 1 Oak Leaf Cluster and a Presidential citation in 1944. Over 36 day" , "date" : "20080323" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "27" , "title" : "Paid Notice: Deaths BRAUNSTEIN, COL. JEROME" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A03E7DE133AF930A15750C0A96E9C8B63"} ,   {"body" : "TAKE the D train to 55th Street in central Brooklyn, and you feel as if you have set foot in a different world. The station sits at the junction of New Utrecht Avenue, 13th Avenue and 55th Street in the heart of Borough Park, home to a quarter-million Orthodox Jews, one of the largest concentrations of Jews outside Israel. To travel to Borough Park" , "date" : "20080309" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY VISIBLE; In the Land Of Black Coats" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/09\/nyregion\/thecity\/09boro.html"} , {"body" : "As the sun sets in Borough Park, the streets are transformed into a pulsing, surreal landscape. Text and photographs by Gianni Cipriano." , "date" : "20080308" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN"] , "title" : "The City Visible | Borough Park, Brooklyn" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2008\/03\/08\/nyregion\/030908subcityvisible_index.html"} , {"body" : "Borough Park, Brooklyn, a family neighborhood where a lot of cooking is done, now has a high-end cookware shop called Kitchen Couture. Sara Leibowitz, the store's owner, was formerly a cookware buyer at a Lower East Side store. She has stocked her store with pots, pans and gadgets from well-known manufacturers like Le Creuset, Calphalon and" , "date" : "20080228" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "COOKWARE; Gear for Home Cooks In Brooklyn Kitchens" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0CE3D8143AF93BA15751C0A96E9C8B63"} , {"body" : "It is hard to know whether it was the robocalls, the blizzards of leaflets, the sheer excitement of a historic race or the euphoria of the Super Bowl. But more than a third of the state's enrolled Democrats voted Tuesday, the highest percentage in a New York presidential primary in 20 years and more than twice the proportion that cast ballots in" , "date" : "20080207" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Democrats In New York: Enthusiastic And Divided" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/07\/nyregion\/07turnout.html"} , {"body" : "As hosts of a small gathering the other night to watch a college football game, Brian Markey and his roommate, Owen Cahillane, hustled to get their place ready, which took a startling amount of time, considering that it has only 250 square feet of space. They live on a houseboat in the Bronx, on a finger of water that is formally known as" , "date" : "20080109" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "WESTCHESTER CREEK (NY)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "ABOUT NEW YORK; Young and Broke in the City, but Staying Afloat" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/09\/nyregion\/09about.html"}]