[  {"body" : "DEAR DIARY: Times are difficult for everybody. I was on the subway one recent morning and overheard this conversation. It started out because the man standing next to me, holding on to the horizontal pole over the seats, was acting kind of strange. He looked relatively young, maybe in his late 20s or early 30s, and was quite well dressed in a" , "date" : "20081215" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WALL STREET (NYC)" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/15\/nyregion\/15diary.html"} , {"body" : "-- an Englishman living in Russia -- what New York means to me. I have visited the city many times, but I see it most in my dreams. The dreams are not precise: they are sketches filled with the city's symbolism, iconography, multiculturalism. One important thing about New York is that it is not a capital city. I have lived in some of the great" , "date" : "20081210" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "PASSPORT" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980DE1DA1138F933A25751C1A96E9C8B63"} , {"body" : "The church custodian saw him first: a man alone in a parking lot, swinging a folding chair like an ax, bringing it down toward the windshield of a parked van and stopping, an inch from the glass. Then backing up and dancing around with the chair, a strange ballet. Then swinging again, over and over. The custodian yelled for the man to stop, and" , "date" : "20081201" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "A Flash of Menace, and a Death by Police Bullet" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/01\/nyregion\/01coney.html"} , {"body" : "The cold concrete platforms were like little expressways for whirring electric jacks and beeping Hi-Lo forklifts, their frenetic maneuvers punctuated with cries of ''Back it up! Back it up!'' and ''Turn around! Turn around!'' All Sunday night and into the early morning on Monday, hundreds of giant tractor-trailers and smaller trucks jockeyed for" , "date" : "20081125" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BRONX (NYC)" , "HUNTS POINT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Early Start for Bronx Market At Its Busiest Time of Year" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/25\/nyregion\/25hunts.html"} , {"body" : "In the room in Brooklyn where he was staying, along with birthday cards he had just received, the young archbishop from Brazil left photographs from his travels in a stack on a desk. One is a shot of Tower Bridge in London, and another shows him outside a government building in Oklahoma City. Somewhere, he had played in a field of snow. The" , "date" : "20081013" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BRAZIL" , "NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "A Cleric's Nomadic Life Comes to a Violent End" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/13\/nyregion\/13priest.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Friday, 9 p.m. to 1 a.m., ''One Step Beyond,'' a dance party with cocktails and a screening of ''Cosmic Collisions''; $20. Every Friday and Saturday at 7:30 and 8:30 p.m. (except Oct. 24), ''SonicVision,'' an animated alternative- music show, is" , "date" : "20081010" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "38" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907EEDD123DF933A25753C1A96E9C8B63"} , {"body" : "AROUND TOWN I KIFFE NY For many years French culture has been almost synonymous with highbrow -- or, as in the case of films by Godard and music by Piaf, eventually came to be regarded as such. But the large influx of African and Arab immigrants into the poorer neighborhoods outside Paris, unknown to most Americans until the 2005 riots, has" , "date" : "20081010" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/10\/arts\/10wspare.html"} , {"author" : "E-mail: haberman@nytimes.com" , "body" : "Pumping up her foreign-policy credentials as the Republican nominee for vice president, Gov. Sarah Palin of Alaska asks people to look at a map. Her state is a short boat ride from Russia, and it sits next to Canada. In an interview that has caused eyes to roll, even those of conservatives predisposed to her, Ms. Palin all but suggested to Katie" , "date" : "20080930" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["CANADA" , "NEW YORK STATE" , "RUSSIA"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "1" , "title" : "NYC; Come to Think of It, We Have a Foreign Policy, Too" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0DE5D61030F933A0575AC0A96E9C8B63"} , {"body" : "AROUND TOWN BROOKLYN BOOK FESTIVAL Tucked within the list of events planned for the more than 140 authors appearing at this Sunday's book festival is a little reading called ''Brooklyn's Own,'' featuring three authors who call the borough home. It is a testament to the vitality of the Brooklyn literary scene that the reading is not the signature" , "date" : "20080912" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/12\/arts\/12wspare.html"} , {"body" : "AROUND TOWN Museums and Sites MERCHANT'S HOUSE MUSEUM, 29 East Fourth Street, East Village. Wednesday at 6:30 p.m., ''Ghosts and the Paranormal,'' a discussion of paranormal research with Garrett Husveth, a ghost hunter; $20. (212) 777-1089; merchantshouse.com. PALEY CENTER FOR MEDIA, 25 West 52nd Street, Manhattan. Monday at 6:30 p.m., a screening" , "date" : "20080912" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "SPARE TIMES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0CE3DD163FF931A2575AC0A96E9C8B63"} ,   {"body" : "With high-rise projects stretching against the horizon, sea gulls pecking at drifting refuse and more cigarette butts than seashells in the sand, Brooklyn's beaches are not exactly known for their resortlike experience. But on Brighton Beach, sunbathers can have a taste of cabana-style service by motioning to a hulking figure lugging a worn bag in" , "date" : "20080901" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)" , "BRIGHTON BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Under the Table, Under the Boardwalk" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/01\/nyregion\/01hustle.html"} , {"body" : "NEXT weekend, according to nonpolice estimates, 10 quadrillion people will sweat their way down Eastern Parkway, dancing and eating and waving the flags of more than a dozen Caribbean nations during the city's most famous street party, the West Indian American Day Carnival. Into the food but not so much the ear-splitting music? Explore the West" , "date" : "20080824" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "4" , "title" : "WEEKEND IN NEW YORK | CARIBBEAN FOOD; In Brooklyn, Every Palate Is an Island" , "url" : "http:\/\/travel.nytimes.com\/2008\/08\/24\/travel\/24weekend.html"} , {"body" : "DEAR DIARY: I often have my morning coffee and read my Times in a place called Le Pain Quotidien at Eighth Street and Fifth Avenue. There is a big community-type table down one side that I sit at because I can spread the paper out. Today several people sat across from and beside me, and I became aware that the man, about 50, had a cockney accent." , "date" : "20080818" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/18\/nyregion\/18diary.html"} , {"body" : "I was at the bottom of the ocean in Brooklyn when it dawned on me why I love New York City beaches even more than those pristine, remote shores seen in vacation brochures. It was not exactly pristine or remote where I was swimming, at Brighton Beach, surrounded by a group of elderly Russians in bathing caps backstroking their afternoon away. But as" , "date" : "20080815" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Travel" , "Arts"] , "page_facet" : "30" , "title" : "SUMMER IN THE CITY; Too Darn Hot? Hop the 'Sea' Train" , "url" : "http:\/\/travel.nytimes.com\/2008\/08\/15\/arts\/15beac.html"} , {"body" : "FIVE hours of ballet, acrobatics and weight lifting, up to 260 pounds: until a few weeks ago, that was the grueling daily training routine for Evgeny Belyaev, Anton Smirnov, Nikolay Shaposhnikov and Nikolay Titov, top-level athletes at a gymnastics school in Voronezh, near the Ukrainian border in Russia. Now it's more like: warm-up, check. Turban," , "date" : "20080815" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "1" , "title" : "Four Russian Gymnasts Definitely Not in Beijing" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/15\/theater\/15spie.html"} , {"body" : "ABOUT three years ago, Christian Zaino, an undergraduate at New York University, found that the history of Dyker Heights, his southwest Brooklyn neighborhood near the Verrazano-Narrows Bridge, had not yet been fully documented. So he made it the topic of his senior thesis, poring over archived stories from the daily Brooklyn Eagle and joining up" , "date" : "20080713" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "DYKER HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "LIVING IN | DYKER HEIGHTS, BROOKLYN; Short on Subway Stops, Long on Christmas Lights" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/13\/realestate\/13livi.html"} , {"body" : "A picture caption in some editions last Friday with vignettes of a cross section of people riding the Q train on a summer morning misidentified the Brooklyn terminus for the Q. It is in Coney Island, not Brighton Beach." , "date" : "20080711" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "4" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0CE2D8163EF932A25754C0A96E9C8B63"} , {"body" : "Nadia Gavrylchenko, 30, was born in Russia and moved to New York with her family when she was 10. Ten years later, she fell in love with her Ukrainian husband, Andrey, and the couple now have a 6-year-old son. Ms. Gavrylchenko commutes from Brooklyn on the Q train each weekday morning to her job as an office manager. Though she returns to Russia" , "date" : "20080704" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "From Texas or Russia, Ohio or Colombia, Finding Themselves in New York" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/04\/nyregion\/04riders.html"} , {"body" : "Up there at the top of the page, it says this is July 1, a Tuesday. That means that Monday was June 30, a momentous day: The last day of the first six months of the year. That makes the first day of the rest of 2008 the perfect time to ask: How's it going? Are your New Year's resolutions shot to smithereens? Are you better off or worse off" , "date" : "20080701" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Where Did the 262,080 Minutes Go?" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/01\/nyregion\/01july.html"} , {"body" : "Around the Coney Island handball courts, the handball mecca of New York City, there was the usual thwock of rubber balls against concrete walls, sneakers sliding on sun-baked courts and raspy trash being talked among the players, many of whom had deep tans, taut bodies and egos big enough to play great playground handball. But there was also a buzz" , "date" : "20080628" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Want to Play Handball? Better Not Forget Your Ego" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/28\/nyregion\/28handball.html"} ,   {"body" : "ROMAN LUBA first saw Renata Bokalo at a Ukrainian summer camp in upstate New York. He was 8 years old. She was 4. ''My mother was the nurse,'' said Ms. Bokalo, who is now 34, ''and I hung around with her in the nurse's office, so all the kids knew me.'' ''I definitely remember her,'' said Mr. Luba, 38. Both are first-generation Ukrainian-Americans," , "date" : "20080608" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "HABITATS | WEST VILLAGE; Summer Camp, Forever" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/08\/realestate\/08habi.html"} , {"body" : "AROUND TOWN ATLANTIC AVENUE ARTWALK From Harlem to Clinton Hill, the chance to peer into artists' studios is a staple of the New York neighborhood spring calendar. They're do-it-yourself affairs: grab a map, stop where you please, talk to the artist or don't. It's your world now; the artists just work here. And they're fine with that. Or at least" , "date" : "20080606" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/06\/arts\/06wspare.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Saturday, 12:30 to 3:30 p.m., Identification Day, with scientists on hand to identify shells, rocks, fossils, bones or other natural or cultural object submitted by visitors. Through Jan. 4, ''The Horse'' examines the ways in which humans and horses" , "date" : "20080606" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "SPARETIMES| AROUND TOWN" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D03E2DF1E3EF935A35755C0A96E9C8B63"} , {"body" : "CANNED peas and boiled bologna, Lara Vapnyar says, is a dish she has missed since arriving in Brooklyn from Moscow in 1994. ''We also ate a lot of black caviar,'' she said last week. ''But I don't feel nostalgic for that.'' Along with immigration, food and love, nostalgia for the lost world of Soviet Russia has informed Ms. Vapnyar's fiction -- two" , "date" : "20080604" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Books" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Her Killer Meatballs Are the Stuff Of Fiction" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/04\/dining\/04vapnyar.html"} , {"body" : "On Monday evening, as I emerged from Lisandro Alonso's ''Liverpool,'' an Argentine movie that takes place in Tierra del Fuego (as you might have guessed from the title), it occurred to me that I had not seen an English-language film in four days. Not a long time, but in those 96 hours I had watched 12 movies. What's more, of the 20 or so I had seen" , "date" : "20080521" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "CANNES JOURNAL; Auteur Who's Ripe For French Discovery" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/21\/movies\/21scott.html"} , {"body" : "DEAR DIARY: Observed and overheard on a Sunday afternoon in April: A man pulled up in a car on Eighth Avenue in Midtown, and shouted to a woman sitting in the doorway of a fortune-telling parlor, ''Will I get a ticket if I park here?'' She replied with a shrug, ''I don't know.''Jim Norman SEASONAL RITUAL The sparrows spring into action as Spring" , "date" : "20080519" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/19\/nyregion\/19diary.html"} , {"body" : "The Train to the Surf To the Editor: When David Gregorius was a resident at Maimonides Medical Center in Borough Park, Brooklyn ('' 'Scrubs' Near the D Train,'' May 11), he wrote an e-mail message to his friends saying, ''I live nowhere near the beach'' and describing a complicated subway ride to the Rockaways via Manhattan. It is true that to go" , "date" : "20080518" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "9" , "title" : "TO THE EDITOR; In Search of Waves, and a Memorable Star Turn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9500E0DD153FF93BA25756C0A96E9C8B63"} , {"body" : "IN the opening moments of Grand Theft Auto IV, the latest chapter of the cinematically styled video game franchise, two men are standing at the side of a boat, watching a familiar sight drift into view. Through their eyes, we see a digitized, 21st-century retelling of a scene that greeted numerous generations of new arrivals to an unknown country:" , "date" : "20080504" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "1" , "title" : "A Strange City Called Home" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/04\/nyregion\/thecity\/04gran.html"} , {"body" : "I was rolling through the neon deluge of a place very like Times Square the other night in my Landstalker sport utility vehicle, listening to David Bowie's ''Fascination'' on the radio. The glittery urban landscape was almost enough to make me forget about the warehouse of cocaine dealers I was headed uptown to rip off. Soon I would get bored," , "date" : "20080428" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts" , "Technology"] , "page_facet" : "1" , "title" : "VIDEO GAME REVIEW | GRAND THEFT AUTO IV; Forget It, Niko, It's Liberty City, a Dystopian Dream" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/28\/arts\/28auto.html"} , {"body" : "I was rolling through the neon deluge of a place very like Times Square the other night in my Landstalker sport utility vehicle, listening to David Bowie's ''Fascination'' on the radio. The glittery urban landscape was almost enough to make me forget about the warehouse of cocaine dealers I was headed uptown to rip off. Soon I would get bored," , "date" : "20080428" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "VIDEO GAME REVIEW | GRAND THEFT AUTO IV; Forget It, Niko, It's Liberty City, a Dystopian Dream" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E00E4DD103AF93BA15757C0A96E9C8B63"} ,   {"author" : "Laura Silver is a contributor to ''Jews of Brooklyn,'' published by Brandeis University Press." , "body" : "IT was the spring of 1996. The three of us had spent a pleasant afternoon on the Brighton Beach Boardwalk at the famed Russian restaurant Tatiana: my grandmother, she was alive then; my Aunt Deena, we were on tentative speaking terms that year before her death; and I, the only granddaughter. We drank hot coffee with vanilla ice cream in clear glass" , "date" : "20080420" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK OBSERVED; The Fire, and the Mystery" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/20\/nyregion\/thecity\/20fire.html"} , {"body" : "MUCH about LifeStyle, the new clothing store, says hip. The shoes are displayed in illuminated boxes. Jeans are laid out on red lacquered shelves. Music videos by Lenny Kravitz and Gorillaz play on flat-screen televisions. The brands featured, like True Religion and Miss Sixty, are trendy, and the floor is glossy concrete. It's not the sort of" , "date" : "20080413" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "BRIGHTON BEACH; In a Throwback Place, A Fashion-Forward Store" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/13\/nyregion\/thecity\/13hip.html"} , {"body" : "ONE Friday evening last December, in a typically modern Cancún condo complex, a party was under way. A motley crew of revelers -- well-tanned men with curly gray hair, 20-something tourists, women with children and grandchildren on their hips -- crowded around four long folding tables sagging with food, and the turquoise-trimmed white walls" , "date" : "20080309" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CANCUN (MEXICO)" , "MEXICO"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "7" , "title" : "FRUGAL TRAVELER | CANCúN, MEXICO; Finding the Unexpected Beneath the Gaudy" , "url" : "http:\/\/travel.nytimes.com\/2008\/03\/09\/travel\/09Frugal.html"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "Verrazano Light Show Q. I have a view of the Verrazano-Narrows Bridge from my building. When I turn in around 11 p.m., the lights on the bridge are green. Lately, though, I've been waking up in the middle of the night, and I see red lights. Can you explain the light pattern? A. It's not really a pattern -- you are seeing parts of two systems. The" , "date" : "20080217" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F. Y. I." , "url" : "http:\/\/www.nytimes.com\/2008\/02\/17\/nyregion\/thecity\/17fyi.html"} , {"author" : "Amy Finnerty, a regular contributor to the Leisure & Arts section of The Wall Street Journal, lives in Brooklyn." , "body" : "BROOKLYN WAS MINE Edited by Chris Knutsen and Valerie Steiker. 232 pp. Riverhead Books. Paper, $15. Brooklyn isn't Greenwich Village, but many writers -- established and ascendant -- are concentrated in a handful of low-rise neighborhoods there. In ''Brooklyn Was Mine,'' a collection of essays edited by Chris Knutsen and Valerie Steiker, some of" , "date" : "20080203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "15" , "title" : "Last Exit" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/03\/books\/review\/Finnerty-t.html"} , {"author" : "Nathaniel Rich, an editor at The Paris Review, is the author of ''The Mayor's Tongue,'' a novel to be published by Riverhead Books in April." , "body" : "I RECENTLY went into Manhattan with a friend to visit her younger brother's new apartment on 52nd Street and the East River. The brother, Ariel, had just graduated from college and had been hired by a prestigious financial firm in Midtown. His two roommates had followed the same path, and so, apparently, had everyone else who lived on their long," , "date" : "20080203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "His City, Lost and Found" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/03\/nyregion\/thecity\/03broo.html"} , {"body" : "Two Ukrainian immigrants convicted in a pair of organized-crime murders in Brooklyn that went unsolved for 14 years were sentenced on Thursday to 25 years to life in prison, prosecutors said. The two men, Marat Krivoi and Vitaly Ivanitsky, were convicted in August in State Supreme Court in the 1992 deaths of a criminal associate and a high-stakes" , "date" : "20080201" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Two Are Sentenced for 1992 Mob Killings" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/01\/nyregion\/01mob.html"} , {"body" : "Even in a chess world accustomed to odd characters like Bobby Fischer, the Brooklynite who became world champion and then an unstable recluse, Gata Kamsky has always been an object of curiosity. When Mr. Kamsky defected from the Soviet Union in 1989 at age 14, he was already an accomplished player. He was shepherded by his Svengali-like father," , "date" : "20080127" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "A Chess Master Returns Older, and Maybe Wiser" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/27\/crosswords\/chess\/27kamsky.html"} , {"body" : "In the city of skyscrapers, the skyline is more colorful than ever. That is the most eye-grabbing result of a safety feature that has become ubiquitous in New York City high-rise construction: the safety net. Required under a 1987 city law, the nets have festooned construction sites from Riverdale to Brighton Beach for more than a decade, and now," , "date" : "20080125" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Safety Nets In City's Skies Protect Workers And Passers-by. But Not Always." , "url" : "http:\/\/www.nytimes.com\/2008\/01\/25\/nyregion\/25netting.html"} , {"body" : "AS founder of the stately but weathered South Florida burg of Hollywood, Joseph Wesley Young called his ''dream city'' a place designed to welcome everyone ''from the opulent at the top of the industrial and social ladder to the most humble of working people.'' Today, more than 75 years later, that vision is at the heart of a continuing debate," , "date" : "20080106" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["HOLLYWOOD (FLA)" , "FLORIDA"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "5" , "title" : "NEXT STOP | HOLLYWOOD, FLA.; Palms and Sand, but no Boutique Hotels (Yet)" , "url" : "http:\/\/travel.nytimes.com\/2008\/01\/06\/travel\/06next.html"} ,   {"body" : "DEAR DIARY: Times are difficult for everybody. I was on the subway one recent morning and overheard this conversation. It started out because the man standing next to me, holding on to the horizontal pole over the seats, was acting kind of strange. He looked relatively young, maybe in his late 20s or early 30s, and was quite well dressed in a" , "date" : "20081215" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WALL STREET (NYC)" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/15\/nyregion\/15diary.html"} , {"body" : "-- an Englishman living in Russia -- what New York means to me. I have visited the city many times, but I see it most in my dreams. The dreams are not precise: they are sketches filled with the city's symbolism, iconography, multiculturalism. One important thing about New York is that it is not a capital city. I have lived in some of the great" , "date" : "20081210" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "PASSPORT" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980DE1DA1138F933A25751C1A96E9C8B63"} , {"body" : "The church custodian saw him first: a man alone in a parking lot, swinging a folding chair like an ax, bringing it down toward the windshield of a parked van and stopping, an inch from the glass. Then backing up and dancing around with the chair, a strange ballet. Then swinging again, over and over. The custodian yelled for the man to stop, and" , "date" : "20081201" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "A Flash of Menace, and a Death by Police Bullet" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/01\/nyregion\/01coney.html"} , {"body" : "The cold concrete platforms were like little expressways for whirring electric jacks and beeping Hi-Lo forklifts, their frenetic maneuvers punctuated with cries of ''Back it up! Back it up!'' and ''Turn around! Turn around!'' All Sunday night and into the early morning on Monday, hundreds of giant tractor-trailers and smaller trucks jockeyed for" , "date" : "20081125" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BRONX (NYC)" , "HUNTS POINT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Early Start for Bronx Market At Its Busiest Time of Year" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/25\/nyregion\/25hunts.html"} , {"body" : "In the room in Brooklyn where he was staying, along with birthday cards he had just received, the young archbishop from Brazil left photographs from his travels in a stack on a desk. One is a shot of Tower Bridge in London, and another shows him outside a government building in Oklahoma City. Somewhere, he had played in a field of snow. The" , "date" : "20081013" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BRAZIL" , "NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "A Cleric's Nomadic Life Comes to a Violent End" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/13\/nyregion\/13priest.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Friday, 9 p.m. to 1 a.m., ''One Step Beyond,'' a dance party with cocktails and a screening of ''Cosmic Collisions''; $20. Every Friday and Saturday at 7:30 and 8:30 p.m. (except Oct. 24), ''SonicVision,'' an animated alternative- music show, is" , "date" : "20081010" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "38" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907EEDD123DF933A25753C1A96E9C8B63"} , {"body" : "AROUND TOWN I KIFFE NY For many years French culture has been almost synonymous with highbrow -- or, as in the case of films by Godard and music by Piaf, eventually came to be regarded as such. But the large influx of African and Arab immigrants into the poorer neighborhoods outside Paris, unknown to most Americans until the 2005 riots, has" , "date" : "20081010" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/10\/arts\/10wspare.html"} , {"author" : "E-mail: haberman@nytimes.com" , "body" : "Pumping up her foreign-policy credentials as the Republican nominee for vice president, Gov. Sarah Palin of Alaska asks people to look at a map. Her state is a short boat ride from Russia, and it sits next to Canada. In an interview that has caused eyes to roll, even those of conservatives predisposed to her, Ms. Palin all but suggested to Katie" , "date" : "20080930" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["CANADA" , "NEW YORK STATE" , "RUSSIA"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "1" , "title" : "NYC; Come to Think of It, We Have a Foreign Policy, Too" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0DE5D61030F933A0575AC0A96E9C8B63"} , {"body" : "AROUND TOWN BROOKLYN BOOK FESTIVAL Tucked within the list of events planned for the more than 140 authors appearing at this Sunday's book festival is a little reading called ''Brooklyn's Own,'' featuring three authors who call the borough home. It is a testament to the vitality of the Brooklyn literary scene that the reading is not the signature" , "date" : "20080912" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/12\/arts\/12wspare.html"} , {"body" : "AROUND TOWN Museums and Sites MERCHANT'S HOUSE MUSEUM, 29 East Fourth Street, East Village. Wednesday at 6:30 p.m., ''Ghosts and the Paranormal,'' a discussion of paranormal research with Garrett Husveth, a ghost hunter; $20. (212) 777-1089; merchantshouse.com. PALEY CENTER FOR MEDIA, 25 West 52nd Street, Manhattan. Monday at 6:30 p.m., a screening" , "date" : "20080912" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "SPARE TIMES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0CE3DD163FF931A2575AC0A96E9C8B63"} , {"body" : "With high-rise projects stretching against the horizon, sea gulls pecking at drifting refuse and more cigarette butts than seashells in the sand, Brooklyn's beaches are not exactly known for their resortlike experience. But on Brighton Beach, sunbathers can have a taste of cabana-style service by motioning to a hulking figure lugging a worn bag in" , "date" : "20080901" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)" , "BRIGHTON BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Under the Table, Under the Boardwalk" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/01\/nyregion\/01hustle.html"} , {"body" : "NEXT weekend, according to nonpolice estimates, 10 quadrillion people will sweat their way down Eastern Parkway, dancing and eating and waving the flags of more than a dozen Caribbean nations during the city's most famous street party, the West Indian American Day Carnival. Into the food but not so much the ear-splitting music? Explore the West" , "date" : "20080824" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "4" , "title" : "WEEKEND IN NEW YORK | CARIBBEAN FOOD; In Brooklyn, Every Palate Is an Island" , "url" : "http:\/\/travel.nytimes.com\/2008\/08\/24\/travel\/24weekend.html"} , {"body" : "DEAR DIARY: I often have my morning coffee and read my Times in a place called Le Pain Quotidien at Eighth Street and Fifth Avenue. There is a big community-type table down one side that I sit at because I can spread the paper out. Today several people sat across from and beside me, and I became aware that the man, about 50, had a cockney accent." , "date" : "20080818" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/18\/nyregion\/18diary.html"} , {"body" : "I was at the bottom of the ocean in Brooklyn when it dawned on me why I love New York City beaches even more than those pristine, remote shores seen in vacation brochures. It was not exactly pristine or remote where I was swimming, at Brighton Beach, surrounded by a group of elderly Russians in bathing caps backstroking their afternoon away. But as" , "date" : "20080815" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Travel" , "Arts"] , "page_facet" : "30" , "title" : "SUMMER IN THE CITY; Too Darn Hot? Hop the 'Sea' Train" , "url" : "http:\/\/travel.nytimes.com\/2008\/08\/15\/arts\/15beac.html"} , {"body" : "FIVE hours of ballet, acrobatics and weight lifting, up to 260 pounds: until a few weeks ago, that was the grueling daily training routine for Evgeny Belyaev, Anton Smirnov, Nikolay Shaposhnikov and Nikolay Titov, top-level athletes at a gymnastics school in Voronezh, near the Ukrainian border in Russia. Now it's more like: warm-up, check. Turban," , "date" : "20080815" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "1" , "title" : "Four Russian Gymnasts Definitely Not in Beijing" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/15\/theater\/15spie.html"} , {"body" : "ABOUT three years ago, Christian Zaino, an undergraduate at New York University, found that the history of Dyker Heights, his southwest Brooklyn neighborhood near the Verrazano-Narrows Bridge, had not yet been fully documented. So he made it the topic of his senior thesis, poring over archived stories from the daily Brooklyn Eagle and joining up" , "date" : "20080713" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "DYKER HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "LIVING IN | DYKER HEIGHTS, BROOKLYN; Short on Subway Stops, Long on Christmas Lights" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/13\/realestate\/13livi.html"} , {"body" : "A picture caption in some editions last Friday with vignettes of a cross section of people riding the Q train on a summer morning misidentified the Brooklyn terminus for the Q. It is in Coney Island, not Brighton Beach." , "date" : "20080711" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "4" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0CE2D8163EF932A25754C0A96E9C8B63"} , {"body" : "Nadia Gavrylchenko, 30, was born in Russia and moved to New York with her family when she was 10. Ten years later, she fell in love with her Ukrainian husband, Andrey, and the couple now have a 6-year-old son. Ms. Gavrylchenko commutes from Brooklyn on the Q train each weekday morning to her job as an office manager. Though she returns to Russia" , "date" : "20080704" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "From Texas or Russia, Ohio or Colombia, Finding Themselves in New York" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/04\/nyregion\/04riders.html"} , {"body" : "Up there at the top of the page, it says this is July 1, a Tuesday. That means that Monday was June 30, a momentous day: The last day of the first six months of the year. That makes the first day of the rest of 2008 the perfect time to ask: How's it going? Are your New Year's resolutions shot to smithereens? Are you better off or worse off" , "date" : "20080701" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Where Did the 262,080 Minutes Go?" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/01\/nyregion\/01july.html"} , {"body" : "Around the Coney Island handball courts, the handball mecca of New York City, there was the usual thwock of rubber balls against concrete walls, sneakers sliding on sun-baked courts and raspy trash being talked among the players, many of whom had deep tans, taut bodies and egos big enough to play great playground handball. But there was also a buzz" , "date" : "20080628" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Want to Play Handball? Better Not Forget Your Ego" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/28\/nyregion\/28handball.html"} , {"body" : "ROMAN LUBA first saw Renata Bokalo at a Ukrainian summer camp in upstate New York. He was 8 years old. She was 4. ''My mother was the nurse,'' said Ms. Bokalo, who is now 34, ''and I hung around with her in the nurse's office, so all the kids knew me.'' ''I definitely remember her,'' said Mr. Luba, 38. Both are first-generation Ukrainian-Americans," , "date" : "20080608" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "HABITATS | WEST VILLAGE; Summer Camp, Forever" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/08\/realestate\/08habi.html"} , {"body" : "AROUND TOWN ATLANTIC AVENUE ARTWALK From Harlem to Clinton Hill, the chance to peer into artists' studios is a staple of the New York neighborhood spring calendar. They're do-it-yourself affairs: grab a map, stop where you please, talk to the artist or don't. It's your world now; the artists just work here. And they're fine with that. Or at least" , "date" : "20080606" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/06\/arts\/06wspare.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Saturday, 12:30 to 3:30 p.m., Identification Day, with scientists on hand to identify shells, rocks, fossils, bones or other natural or cultural object submitted by visitors. Through Jan. 4, ''The Horse'' examines the ways in which humans and horses" , "date" : "20080606" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "SPARETIMES| AROUND TOWN" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D03E2DF1E3EF935A35755C0A96E9C8B63"} , {"body" : "CANNED peas and boiled bologna, Lara Vapnyar says, is a dish she has missed since arriving in Brooklyn from Moscow in 1994. ''We also ate a lot of black caviar,'' she said last week. ''But I don't feel nostalgic for that.'' Along with immigration, food and love, nostalgia for the lost world of Soviet Russia has informed Ms. Vapnyar's fiction -- two" , "date" : "20080604" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Books" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Her Killer Meatballs Are the Stuff Of Fiction" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/04\/dining\/04vapnyar.html"} , {"body" : "On Monday evening, as I emerged from Lisandro Alonso's ''Liverpool,'' an Argentine movie that takes place in Tierra del Fuego (as you might have guessed from the title), it occurred to me that I had not seen an English-language film in four days. Not a long time, but in those 96 hours I had watched 12 movies. What's more, of the 20 or so I had seen" , "date" : "20080521" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "CANNES JOURNAL; Auteur Who's Ripe For French Discovery" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/21\/movies\/21scott.html"} , {"body" : "DEAR DIARY: Observed and overheard on a Sunday afternoon in April: A man pulled up in a car on Eighth Avenue in Midtown, and shouted to a woman sitting in the doorway of a fortune-telling parlor, ''Will I get a ticket if I park here?'' She replied with a shrug, ''I don't know.''Jim Norman SEASONAL RITUAL The sparrows spring into action as Spring" , "date" : "20080519" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/19\/nyregion\/19diary.html"} , {"body" : "The Train to the Surf To the Editor: When David Gregorius was a resident at Maimonides Medical Center in Borough Park, Brooklyn ('' 'Scrubs' Near the D Train,'' May 11), he wrote an e-mail message to his friends saying, ''I live nowhere near the beach'' and describing a complicated subway ride to the Rockaways via Manhattan. It is true that to go" , "date" : "20080518" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "9" , "title" : "TO THE EDITOR; In Search of Waves, and a Memorable Star Turn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9500E0DD153FF93BA25756C0A96E9C8B63"} , {"body" : "IN the opening moments of Grand Theft Auto IV, the latest chapter of the cinematically styled video game franchise, two men are standing at the side of a boat, watching a familiar sight drift into view. Through their eyes, we see a digitized, 21st-century retelling of a scene that greeted numerous generations of new arrivals to an unknown country:" , "date" : "20080504" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "1" , "title" : "A Strange City Called Home" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/04\/nyregion\/thecity\/04gran.html"} , {"body" : "I was rolling through the neon deluge of a place very like Times Square the other night in my Landstalker sport utility vehicle, listening to David Bowie's ''Fascination'' on the radio. The glittery urban landscape was almost enough to make me forget about the warehouse of cocaine dealers I was headed uptown to rip off. Soon I would get bored," , "date" : "20080428" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts" , "Technology"] , "page_facet" : "1" , "title" : "VIDEO GAME REVIEW | GRAND THEFT AUTO IV; Forget It, Niko, It's Liberty City, a Dystopian Dream" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/28\/arts\/28auto.html"} , {"body" : "I was rolling through the neon deluge of a place very like Times Square the other night in my Landstalker sport utility vehicle, listening to David Bowie's ''Fascination'' on the radio. The glittery urban landscape was almost enough to make me forget about the warehouse of cocaine dealers I was headed uptown to rip off. Soon I would get bored," , "date" : "20080428" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "VIDEO GAME REVIEW | GRAND THEFT AUTO IV; Forget It, Niko, It's Liberty City, a Dystopian Dream" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E00E4DD103AF93BA15757C0A96E9C8B63"} , {"author" : "Laura Silver is a contributor to ''Jews of Brooklyn,'' published by Brandeis University Press." , "body" : "IT was the spring of 1996. The three of us had spent a pleasant afternoon on the Brighton Beach Boardwalk at the famed Russian restaurant Tatiana: my grandmother, she was alive then; my Aunt Deena, we were on tentative speaking terms that year before her death; and I, the only granddaughter. We drank hot coffee with vanilla ice cream in clear glass" , "date" : "20080420" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK OBSERVED; The Fire, and the Mystery" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/20\/nyregion\/thecity\/20fire.html"} , {"body" : "MUCH about LifeStyle, the new clothing store, says hip. The shoes are displayed in illuminated boxes. Jeans are laid out on red lacquered shelves. Music videos by Lenny Kravitz and Gorillaz play on flat-screen televisions. The brands featured, like True Religion and Miss Sixty, are trendy, and the floor is glossy concrete. It's not the sort of" , "date" : "20080413" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "BRIGHTON BEACH; In a Throwback Place, A Fashion-Forward Store" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/13\/nyregion\/thecity\/13hip.html"} , {"body" : "ONE Friday evening last December, in a typically modern Cancún condo complex, a party was under way. A motley crew of revelers -- well-tanned men with curly gray hair, 20-something tourists, women with children and grandchildren on their hips -- crowded around four long folding tables sagging with food, and the turquoise-trimmed white walls" , "date" : "20080309" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CANCUN (MEXICO)" , "MEXICO"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "7" , "title" : "FRUGAL TRAVELER | CANCúN, MEXICO; Finding the Unexpected Beneath the Gaudy" , "url" : "http:\/\/travel.nytimes.com\/2008\/03\/09\/travel\/09Frugal.html"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "Verrazano Light Show Q. I have a view of the Verrazano-Narrows Bridge from my building. When I turn in around 11 p.m., the lights on the bridge are green. Lately, though, I've been waking up in the middle of the night, and I see red lights. Can you explain the light pattern? A. It's not really a pattern -- you are seeing parts of two systems. The" , "date" : "20080217" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F. Y. I." , "url" : "http:\/\/www.nytimes.com\/2008\/02\/17\/nyregion\/thecity\/17fyi.html"} , {"author" : "Amy Finnerty, a regular contributor to the Leisure & Arts section of The Wall Street Journal, lives in Brooklyn." , "body" : "BROOKLYN WAS MINE Edited by Chris Knutsen and Valerie Steiker. 232 pp. Riverhead Books. Paper, $15. Brooklyn isn't Greenwich Village, but many writers -- established and ascendant -- are concentrated in a handful of low-rise neighborhoods there. In ''Brooklyn Was Mine,'' a collection of essays edited by Chris Knutsen and Valerie Steiker, some of" , "date" : "20080203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "15" , "title" : "Last Exit" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/03\/books\/review\/Finnerty-t.html"} , {"author" : "Nathaniel Rich, an editor at The Paris Review, is the author of ''The Mayor's Tongue,'' a novel to be published by Riverhead Books in April." , "body" : "I RECENTLY went into Manhattan with a friend to visit her younger brother's new apartment on 52nd Street and the East River. The brother, Ariel, had just graduated from college and had been hired by a prestigious financial firm in Midtown. His two roommates had followed the same path, and so, apparently, had everyone else who lived on their long," , "date" : "20080203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "His City, Lost and Found" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/03\/nyregion\/thecity\/03broo.html"} , {"body" : "Two Ukrainian immigrants convicted in a pair of organized-crime murders in Brooklyn that went unsolved for 14 years were sentenced on Thursday to 25 years to life in prison, prosecutors said. The two men, Marat Krivoi and Vitaly Ivanitsky, were convicted in August in State Supreme Court in the 1992 deaths of a criminal associate and a high-stakes" , "date" : "20080201" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Two Are Sentenced for 1992 Mob Killings" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/01\/nyregion\/01mob.html"} , {"body" : "Even in a chess world accustomed to odd characters like Bobby Fischer, the Brooklynite who became world champion and then an unstable recluse, Gata Kamsky has always been an object of curiosity. When Mr. Kamsky defected from the Soviet Union in 1989 at age 14, he was already an accomplished player. He was shepherded by his Svengali-like father," , "date" : "20080127" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "A Chess Master Returns Older, and Maybe Wiser" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/27\/crosswords\/chess\/27kamsky.html"} , {"body" : "In the city of skyscrapers, the skyline is more colorful than ever. That is the most eye-grabbing result of a safety feature that has become ubiquitous in New York City high-rise construction: the safety net. Required under a 1987 city law, the nets have festooned construction sites from Riverdale to Brighton Beach for more than a decade, and now," , "date" : "20080125" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Safety Nets In City's Skies Protect Workers And Passers-by. But Not Always." , "url" : "http:\/\/www.nytimes.com\/2008\/01\/25\/nyregion\/25netting.html"} , {"body" : "AS founder of the stately but weathered South Florida burg of Hollywood, Joseph Wesley Young called his ''dream city'' a place designed to welcome everyone ''from the opulent at the top of the industrial and social ladder to the most humble of working people.'' Today, more than 75 years later, that vision is at the heart of a continuing debate," , "date" : "20080106" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["HOLLYWOOD (FLA)" , "FLORIDA"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "5" , "title" : "NEXT STOP | HOLLYWOOD, FLA.; Palms and Sand, but no Boutique Hotels (Yet)" , "url" : "http:\/\/travel.nytimes.com\/2008\/01\/06\/travel\/06next.html"}]