[  {"body" : "It's hard to find much evidence of the Italian-American atmosphere that was once dominant in the Ocean Hill-Brownsville section of Brooklyn. Carlucci's Restaurant on Eastern Parkway is now the Zion Deliverance Temple, a Pentecostal storefront church. Ariola Bakery on Rockaway Avenue has become Wah-Sing Chinese Take-Out. A restaurant offering jerk" , "date" : "20081230" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "A Church That Held the Neighborhood's Heart" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/30\/nyregion\/30loreto.html"} , {"body" : "A slide show of images from ''Worshiping Women: Ritual and Reality in Classical Athens,'' at the Onassis Cultural Center. The show seeks to dispel the myth that women had a universally mute and passive role in Athenian society. nytimes.com\/design Opinion PROOF Cures for the Inevitable ain Gately offers a selective history of hangovers and" , "date" : "20081219" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "On NYTimes.com" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D00E7DE173DF93AA25751C1A96E9C8B63"} , {"body" : "Since 2000, the number of young children living in parts of Lower Manhattan has nearly doubled. The poverty rate declined in all but one New York City neighborhood. A majority of Bronx residents are Hispanic. And the number of white people living in Harlem more than tripled, helping to drive up median household income there by nearly 20 percent --" , "date" : "20081209" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "City Growing More Diverse, Census Finds" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/09\/nyregion\/09census.html"} , {"body" : "A dispute inside the Bloomberg administration pitting the city's housing agency against the mayor's budget office has delayed the building of hundreds of homes for low- and moderate-income New Yorkers in economically struggling neighborhoods, city officials, developers and advocates of such housing say. The dispute between the two agencies -- the" , "date" : "20081203" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Feud Between City Agencies Delays Moderate-Cost Housing" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/03\/nyregion\/03housing.html"} , {"body" : "A 20-year-old man has been charged with murder in the stabbing death of a New York City bus driver, the police said on Tuesday. The man, Horace D. Moore, of 1327 Park Place in Crown Heights, Brooklyn, told the police that he stabbed the driver, Edwin Thomas, 46, on Monday after an argument on the bus, said the chief police spokesman, Paul J." , "date" : "20081203" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Crown Heights Man Is Charged With Bus Driver's Murder" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/03\/nyregion\/03arrest.html"} , {"body" : "New York City children who live in public housing perform worse in school than students who live in other types of housing, according to a study by New York University researchers. The study, which is being released on Monday, found that students living in public housing are more likely to drop out of high school and less likely to graduate in four" , "date" : "20081124" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "21" , "title" : "Children Who Live in Public Housing Suffer in School, Study Says" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/24\/nyregion\/24children.html"} , {"body" : "IN his relationships with women, the hip-hop writer and actor Danny Hoch often finds himself playing the role of the exotic native New Yorker to girlfriends who hail from other parts of the country. ''How many girlfriends have said to me: 'Oh, say ''coffee.'' Say it. It's so sexy'?'' Mr. Hoch said the other day with a laugh, putting a New York spin" , "date" : "20081116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "6" , "title" : "Assault on the Gentrifiers, and the Audience" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/16\/theater\/16tayl.html"} , {"body" : "A man delivering food to the homebound elderly was shot and killed in the lobby of an apartment building in Brownsville, Brooklyn, on Monday morning, the police said. Whether the shooting was part of a robbery was not immediately known. The victim, Imonil Aminov, 55, worked as a deliveryman for the Jewish Association for Services for the Aged," , "date" : "20081111" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Man, 55, Is Shot to Death Delivering Meals for Charity" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/11\/nyregion\/11meals.html"} , {"body" : "International TRYING TO RESCUE CULTURE Of a Rural Region of India Students in the agrarian countryside of western India are toiling to produce dictionaries for the languages with which they grew up, but are scarcely spoken elsewhere in the world. They are trying to preserve the culture of the region as a swelling class of Indian aspirants from" , "date" : "20081111" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "INSIDE THE TIMES: NOVEMBER 11, 2008" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940CE7DF153FF932A25752C1A96E9C8B63"} , {"body" : "More New York City residents voted for Barack Obama on Tuesday than for John Kerry in 2004 and for Al Gore in 2000. But an analysis suggests that overall turnout increased only slightly from four years ago. The analysis helps to show how Mr. Obama, the Democrat, beat Senator John McCain, the Republican, by a ratio of nearly four to one, and" , "date" : "20081110" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "History and Buzz Aside, Voter Turnout in City Barely Topped 2004 Figure" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/10\/nyregion\/10turnout.html"} ,   {"author" : "Alan Wolfe's ''Future of Liberalism'' will be published next year." , "body" : "SWEET LAND OF LIBERTY The Forgotten Struggle for Civil Rights in the North By Thomas J. Sugrue Illustrated. 688 pp. Random House. $35 Mention the civil rights movement and Birmingham, Selma and Memphis spring to mind. Rarely do we recall Boston, Pittsburgh and Cleveland. But there was a civil rights movement in the North, Thomas J. Sugrue reminds" , "date" : "20081109" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "9" , "title" : "Uncommon Ground" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/09\/books\/review\/Wolfe-t.html"} , {"body" : "HONORING WILLY On Willis Avenue Forget about renaming the area by the Hub the Downtown Bronx -- businesses on one of the main avenues can't even agree on the name of the street. A bodega on the northeast corner of Willis Avenue and East 146th Street proudly declares it is on ''Willies Ave.'' Across the street, a barbershop calls it ''Willy Ave.''" , "date" : "20081107" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "28" , "title" : "CITY ROOM" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE7D61739F934A35752C1A96E9C8B63"} , {"body" : "That a new day had dawned was immediately apparent at breakfast on Wednesday at Eagle Academy, a young public school in the spot where the often hard-edged Brooklyn neighborhoods of Brownsville and Ocean Hill intersect: The sixth-grade boys sat in silence over their eggs, biscuits and apple juice. They were too busy poring over the transcripts of" , "date" : "20081106" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["U.S." , "Education" , "Washington"] , "page_facet" : "7" , "title" : "For Striving 6th Graders, History Is Now and Their Future Just Changed" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/06\/nyregion\/06school.html"} , {"body" : "Stephen C. Jackson and Kevin L. Mosley, civil-rights lawyers for a man who claims the police shoved an object into his rectum in a Brooklyn subway station last month in the middle of the day, readily concede that the case is a weird one. But Mr. Jackson adds a distinction. ''Weird but true,'' Mr. Jackson said. ''Fortunately or unfortunately, I seem" , "date" : "20081103" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Sharing a Modest Office, and Now, a Major City Legal Case" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/03\/nyregion\/03lawyers.html"} , {"body" : "In the span of five months, leaders of the New York City Housing Authority have gone from hardship to hardship to heartbreak. In May, the chairman of the Housing Authority, Tino Hernandez, and its general manager, Douglas Apple, faced tough questions from the City Council about the agency's financial crisis, drawing criticism from council members" , "date" : "20081013" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "For Housing Authority, One Blow After Another" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/13\/nyregion\/13housing.html"} , {"body" : "Two days after buying a $40 DKNY tie on sale at a mall in Queens, Laumonte Williams went back to the mall on Saturday to return it. After a week of financial chaos, Mr. Williams decided that such a purchase suddenly seemed more of a luxury than a necessity. ''Normally, even if I wasn't going to use it right away, I'd leave it in my closet and use" , "date" : "20081012" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "Troubles on Wall Street Make Shoppers Stop to Think Before They Buy" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/12\/nyregion\/12mall.html"} , {"body" : "He wanted to be an Air Force fighter pilot, but a hearing problem ended that dream. He clammed for a while on Long Island, where he had grown up, then joined the New York Police Department. He was levelheaded, calm, mild mannered, an ideal cop in many ways. In 21 years on the force, Michael W. Pigott made scores of arrests working in some of the" , "date" : "20081003" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Taser Fire Claims 2nd Victim: Officer Who Gave the Order" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/03\/nyregion\/03taser.html"} , {"body" : "Nancy Hicks Maynard, who was the first black woman to be a reporter at The New York Times and with her husband bought and published The Oakland Tribune, still the only major metropolitan daily to have been owned by African-Americans, died Sunday in Los Angeles. She was 61 and lived in Santa Monica, Calif. The cause was multiple organ failure, her" , "date" : "20080923" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["OAKLAND (CALIF)"] , "nytd_section_facet" : ["U.S." , "Obituaries"] , "page_facet" : "27" , "title" : "Nancy Hicks Maynard Dies at 61; A Groundbreaking Black Journalist" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/23\/business\/media\/23maynard.html"} , {"author" : "Ginia Bellafante is a television critic at The Times." , "body" : "GOING HUNGRY Writers on Desire, Self-Denial, and Overcoming Anorexia By Edited by Kate Taylor 306 pp. Anchor Books. Paper, $15.95 On June 7, 1866, The Brooklyn Daily Eagle published a story about an 18-year-old girl named Mollie Fancher, who, in the paper's mind, represented the grim side of America's preoccupation with personal productivity. The" , "date" : "20080921" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books" , "Health"] , "page_facet" : "8" , "title" : "Disappearing to Be Seen" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/21\/books\/review\/Bellafante-t.html"} , {"body" : "In an 8-to-0 vote, the New York City Landmarks Preservation Commission voted on Tuesday morning to grant landmark status to the former Wheatsworth Bakery, a 1928 factory on the Lower East Side that was famous for making Milk-Bone dog treats. The factory at 444 East 10th Street, between Avenues C and D, was one of five sites that were given landmark" , "date" : "20080919" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "2" , "title" : "CITY ROOM; Ex-Dog Biscuit Factory Is Among New Landmarks" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0CE1DB1E38F93AA2575AC0A96E9C8B63"} ,   {"body" : "Madinat Koroma was frantic: It was after 9 p.m., more than five hours after the school day had ended at the Achievement First Brownsville charter school, and she was still waiting at the bus stop for her daughter, Victoria Adewale, 5, a kindergartner. As the bus rambled through Brooklyn, meanwhile, Victoria's mind was on her parents. ''I was" , "date" : "20080904" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Families Shaken After School Bus Takes 4 1\/2-Hour Trip" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/04\/nyregion\/04bus.html"} , {"body" : "ever -- at Brooklyn Ascend Charter School, nothing in Keisha Sykes's second-grade classroom was left to chance. Not the way students were to greet their teacher (with eye contact, a firm handshake and an audible, ''Good morning, Ms. Sykes!''), and not the way they were to leave their desks (by slipping out on the right side, then pushing in their" , "date" : "20080903" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Across the City, Facing the Unknown" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/03\/education\/03first.html"} , {"body" : "Tracy Evans takes her tennis game seriously, often showing up at courts in Brooklyn as many as five times a week. But during the United States Open, Ms. Evans, a bank operations manager, pushes herself even harder -- inspired by all the whooshing serves, backhands, overhead smashes, lobs and drop shots taking place only a handful of miles away at" , "date" : "20080831" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Would-Be Serenas Fill Courts Across the City" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/31\/nyregion\/31courts.html"} , {"body" : "That this is the fifth Democratic National Convention for Marissa Shorenstein, 29, only begins to hint at her family's impressive political pedigree. Her great-great uncle, Hyman Schorenstein, was the legendary party boss of Brownsville, Brooklyn, and a delegate to the raucous Democratic National Convention in New York in 1924. During the 68th of" , "date" : "20080825" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "An Old-Time Kingmaker and His Political Legacy" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/25\/nyregion\/25jewish.html"} , {"body" : "MICHAEL C. MARTIN sat in the back of a musty soul-food joint in Bushwick, Brooklyn, eyeballing two men in police uniforms who were arguing at a table by the front window. The younger man's voice was angry and rising, hushed only by the growling of a train clawing its way across the elevated tracks outside. Mr. Martin watched as the men carried" , "date" : "20080810" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "FILM; Brooklyn to Hollywood: That's Some Subway Ride" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/10\/movies\/10Lee.html"} , {"body" : "Peter Kass, a theater actor and director whose influence as a teacher was felt in several generations of performers, died in Manhattan on Monday. He was 85 and lived in Brooklyn. The cause was heart failure, said his son, Robbie Kass. In the 1940s Mr. Kass was a protégé of Clifford Odets, who asked him to direct the first incarnation of his" , "date" : "20080808" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries" , "New York and Region" , "Education" , "Theater"] , "page_facet" : "6" , "title" : "Peter Kass, 85, Bold Teacher of Acting" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/08\/arts\/08kass.html"} , {"body" : "In Harlem, Marline A. Martin, the executive director of the Children's Art Carnival, figures that losing her financing from the city's Cultural Affairs Department means she will have half the number of students this fall in her school-day program for children whose schools don't offer art. Downtown, near Stuyvesant Park, Diane Fraher Thornton, the" , "date" : "20080724" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Looking For Equity In Arts Financing" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/24\/arts\/24group.html"} , {"body" : "Over the course of his public life, Councilman Charles Barron's critiques of the New York Police Department have been nothing short of scathing. In fact, Mr. Barron, a Democrat from Brooklyn and a former Black Panther, is perhaps best known for his highly public and unyielding condemnation of the police. So, understandably, the ears of many a New" , "date" : "20080722" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Brooklyn Councilman, Often a Critic, Praises the Police" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/22\/nyregion\/22barron.html"} , {"body" : "There was a time, in the 1970s and '80s that handguns were so coveted on the streets of Kings County, that the borough gave rise to a law enforcement legend known as the Brooklyn Bounce. If you were to throw a gun from a window in Bay Ridge or Bushwick, so the legend went, it would be eagerly grabbed before it had a chance to bounce more than once." , "date" : "20080720" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Swapping Guns for Cash, at Church" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/20\/nyregion\/20guns.html"} , {"body" : "It began as a six-foot-long robot named Simon. Then over the course of a few minutes, Kamai Pugh, 7, took Simon apart and transformed the array of blue blocks and foam noodles into a child's vision of a miniature park with swing sets, a weighing scale, a balance beam, a swimming pool and finally, a lime-green airplane. At the Imagination Playground" , "date" : "20080714" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "A Playground Where Creativity Can Run Wild" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/14\/nyregion\/14playgrounc.html"} ,   {"body" : "The biggest landlord in New York City gets one of the biggest bills in New York City. Every year, the city charges it about $200 million, for everything from water to trash pickup to police services. The bill for police protection is twofold: The landlord pays $18 million for basic police, fire and other municipal services, and an additional $65" , "date" : "20080707" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "City Criticized For Fees Paid By Its Agency For Housing" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/07\/nyregion\/07housing.html"} , {"body" : "PAULETTE BUCKLEY, a 56-year-old grandmother whose graying dreadlocks are adorned with beads, is a musician and singer who has performed with the African-inspired troupe Women of the Calabash at Town Hall, Lincoln Center and Carnegie Hall, among other places. To her myriad godchildren and spiritual advisees, however, Ms. Buckley is better known as" , "date" : "20080706" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "THE VOICE; The Priestess in Their Midst" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/06\/nyregion\/thecity\/06sant.html"} , {"author" : "Peter Gerstenzang writes about music for Spin magazine and The Village Voice." , "body" : "WHENEVER I'm going through what the French refer to as intense malaise and Americans just call the blues, I have a pretty simple remedy. I don't go to a batting cage and hit balls until I hurt myself. Or drop into a bar and get into a brawl, like, say, Russell Crowe. Instead, I make my way to 160 West 48th Street, New York's Music Row, where I play" , "date" : "20080629" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK OBSERVED; Channeling Jimi" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/29\/nyregion\/thecity\/29ash.html"} , {"body" : "Around the Coney Island handball courts, the handball mecca of New York City, there was the usual thwock of rubber balls against concrete walls, sneakers sliding on sun-baked courts and raspy trash being talked among the players, many of whom had deep tans, taut bodies and egos big enough to play great playground handball. But there was also a buzz" , "date" : "20080628" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Want to Play Handball? Better Not Forget Your Ego" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/28\/nyregion\/28handball.html"} , {"author" : "E-mail: geovec@nytimes.com" , "body" : "-- but to what? Now that Willie Randolph has become a victim of perceived dysfunction in the Mets' organization, will the fans continue to rip the Mets on talk radio? These are the same fans who booed Randolph during his last appearance at Shea Stadium last Sunday. The news media also need to get a grip, after flip-flopping from Willie's Gone to" , "date" : "20080622" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "3" , "title" : "SPORTS OF THE TIMES; For Mets, There's Enough Blame to Go Around" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE3DA173DF931A15755C0A96E9C8B63"} , {"body" : "Calling her actions ''an outrageous breach of trust,'' a judge sentenced Diane M. Gordon, a former state assemblywoman from Brooklyn, to two to six years in prison on Thursday for offering to help a developer acquire city land if he would build her a house free. Ms. Gordon, a four-term Democrat from East New York, will be eligible for parole after" , "date" : "20080613" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Ex-Legislator Is Sentenced To 2 to 6 Years" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/13\/nyregion\/13gordon.html"} , {"body" : "AROUND 8 o'clock on a breezy evening in 1992, two private investigators stepped out of their car at the Christopher Street pier in Greenwich Village and approached a group of drunks and addicts huddled over a small fire. The investigators were soon joined by three Chinatown gang members who had information that the investigators needed. But the" , "date" : "20080525" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "1" , "title" : "Murder, She Once Wrote" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/25\/nyregion\/thecity\/25crim.html"} , {"body" : "POOR Union Hall. First, there was the tempest in a sippy cup stirred up in Brooklyn last February by this bar-brunch-boccie spot's ban on children in strollers. And just last week, a subcommittee of the Park Slope community board -- swayed by an army of pitchfork-wielding locals -- dealt the joint a harsh, if symbolic blow: no liquor license" , "date" : "20080518" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE" , "PARK SLOPE (NYC)"] , "nytd_section_facet" : ["Style" , "Technology"] , "page_facet" : "1" , "title" : "FIRST PERSON; Park Slope: Where Is the Love?" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/18\/fashion\/18slope.html"} , {"body" : "A Brooklyn store owner who struck a 15-year-old boy in the head with a hammer was indicted on felony assault charges on Friday, although his lawyer said he acted in self-defense. The store owner, Salah Ahmed, owner of Munchies Deli in Brownsville, hit the boy, Bunkless Bovian, 15, on April 13 after seeing a security monitor in the rear of the store" , "date" : "20080517" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Shop Owner Is Charged With Assault" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/17\/nyregion\/17beating.html"} , {"body" : "IN the shadows of the elevated tracks toward the end of the No. 3 line in East New York, Brooklyn, with an April chill still in the air, Denniston and Marlene Wilks gently pulled clusters of slender green shoots from the earth, revealing a blush of tiny red shallots at the base. ''Dennis used to keep them big, and people didn't buy them,'' Mrs." , "date" : "20080507" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Urban Farmers' Crops Go From Vacant Lot to Market" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/07\/dining\/07urban.html"} ,   {"body" : "It is the playground of the future, already in beta mode in New York City and coming soon to empty lots, day care centers and even suburban backyards across the country. Instead of monkey bars and jungle gyms, there are blue and white blocks to stack into high walls or to connect as sluices and walkways. In place of swing sets and seesaws, there" , "date" : "20080504" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "An Invitation to Child's Play: Big Blocks and Wheelbarrows" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/04\/nyregion\/04playground.html"} , {"body" : "Nicole Paultre Bell, the woman who was to marry Sean Bell the day he was killed in a hail of 50 police bullets, vowed on Saturday to continue demanding accountability for his death, delivering her remarks in a tone that was a departure from her more familiar gentle demeanor. Joseph Guzman, who was shot more than a dozen times while sitting next to" , "date" : "20080427" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Bell's Family and Friends, With Rising Anger, Say Fight Is 'Far From Over'" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/27\/nyregion\/27response.html"} , {"body" : "A Brooklyn grocery store owner was charged with assault on Monday for hitting a 15-year-old boy in the head with a hammer during a confrontation at his store, the police said. The store owner, Ahmed Salah, 36, was dozing in the back of his store, Munchies Grocery, in Brownsville, Brooklyn, on Sunday night when he heard a commotion, the police said." , "date" : "20080415" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Grocer Is Charged With Assault On Teenager" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/15\/nyregion\/15hammer.html"} , {"body" : "On Saturdays during the school year and all week in the summer, PinChang Huang, 16, leaves her home in Queens just after dawn and boards a crowded van bound for a nail salon on Long Island. Through a long workday, she gives manicures, pedicures and massages, and observes her clients at the Aroma Spa with a careful eye. Older women are most prone to" , "date" : "20080414" , "day_of_week_facet" : "Monday" , "geo_facet" : ["EAST NEW YORK (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "MANHATTAN (NYC)" , "BEDFORD-STUYVESANT (NYC)" , "LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "With Mentors at Their Sides, Girls in Need Write Their Stories and Find New Lives" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/14\/nyregion\/14writers.html"} , {"body" : "Abe Osheroff, a carpenter by trade and leftist provocateur by proclivity who was wounded in the Spanish Civil War, then helped keep alive the memory of that struggle with two documentary films and thousands of speeches, died on April 6 at his home in Seattle. He was 92. The cause was a heart attack, said Anthony L. Geist, Mr. Osheroff's friend and" , "date" : "20080411" , "day_of_week_facet" : "Friday" , "geo_facet" : ["SPAIN" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["U.S." , "Obituaries"] , "page_facet" : "7" , "title" : "Abe Osheroff, 92, Veteran Of Abraham Lincoln Brigade" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/11\/us\/11osheroff.html"} , {"body" : "State Assemblywoman Diane M. Gordon of Brooklyn was convicted on Tuesday of receiving a bribe for offering to help a developer acquire a parcel of city-owned land in her district if he would build her a free house in a gated community in Queens. The conviction means that Ms. Gordon, 58, a four-term Democrat from East New York, immediately loses her" , "date" : "20080409" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Lawmaker Found Guilty Of Corruption" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/09\/nyregion\/09gordon.html"} , {"body" : "Mark Graham sat inside the low-ceilinged ground floor of a narrow Brooklyn row house. The room was plain, and his mood was calm as he reflected on a favorite Bible verse. ''Seek the shalom of the city into which I have sent you into exile,'' he recited, from the Book of Jeremiah. He spread his arms and looked about. There was little to behold. But" , "date" : "20080407" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CITYWIDE; With an Ex-Inmate's Help, Returning to Life Outside" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/07\/nyregion\/07citywide.html"} , {"body" : "INTERNATIONAL IN EGYPTIAN PROTESTS, EERIE CALM AND POCKETS OF VIOLENCE Streets in Cairo that are normally crowded with people were empty and shops were closed as part of a nationwide strike by Egyptians -- organized mostly via cellphone messages and word of mouth -- that illustrated the deep discontent felt by Egyptian workers and professionals" , "date" : "20080407" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "News Summary" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A01E6D91F3DF934A35757C0A96E9C8B63"} , {"body" : "Three firefighters were seriously injured on Wednesday afternoon at a fire in a residential high rise in Brownsville, Brooklyn, fire officials said. The blaze at the 25-story building, at 301 Sutter Avenue, near Rockaway Avenue, began on the fifth floor shortly before 2 p.m. and was declared under control about 20 minutes later, the officials said." , "date" : "20080403" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Three Firefighters Hurt in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/03\/nyregion\/03fire.html"} , {"body" : "LERNER--Philip. We mourn Philip Lerner, who died March 23 after battling COPD. Loving father of Barbara, David, Karen, grandfather of Aron, Maddy, Lizzy, father-in-law of Paul, Anne. Devoted brother to Janet, brother-in-law to Marty, uncle to Fred, Carol, uncle-inlaw to Vicki, Tom, greatuncle to Daniel, Becky, Zach. Former husband of Phyllis" , "date" : "20080327" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "7" , "title" : "Paid Notice: Deaths LERNER, PHILIP" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F07EEDC133AF934A15750C0A96E9C8B63"} ,   {"body" : "Sometime Friday night, Willie Randolph will step inside the old Lorraine Motel in Memphis and peer into Room 306. He will close his eyes, transporting himself to a different time. ''In my own way, I'll say a prayer and give thanks to the spirits who are lurking in the hallways and those spaces in time,'' Randolph said. ''You know, say: 'Hey, man," , "date" : "20080323" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MEMPHIS (TENN)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "9" , "title" : "A Chance for Randolph to Revisit His Inspiration" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/23\/sports\/baseball\/23mets.html"} , {"body" : "A 29-year-old Brooklyn man was arrested on Friday and charged in connection with two rapes that occurred this month in the Van Dyke Houses, a public housing project in Brownsville, the police said. The man, Thomas Boker of Jerome Street, was arrested after images and video from surveillance cameras were publicized in news reports, the police said." , "date" : "20080322" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Brooklyn Man Is Charged in Two Rapes at Housing Project" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/22\/nyregion\/22rape.html"} , {"body" : "A 19-year-old woman was raped in a housing project in Brooklyn on Thursday, two weeks after a 30-year-old woman was raped in a stairwell in the same complex, the police said. Detectives believe the same man is responsible for both attacks at the Van Dyke Houses, in Brownsville. Both occurred in the early morning and under similar circumstances. No" , "date" : "20080321" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Rape in Brooklyn Project, 2 Weeks After Similar Case" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/21\/nyregion\/21rape.html"} , {"body" : "Two rookie police officers have been disciplined for lying about making rounds in a housing project in Brooklyn where a 30-year-old woman was raped in a stairwell last week, the police said on Friday. Police video cameras in the building, 375 Blake Avenue in the Van Dyke Houses in Brownsville, captured parts of the 1:30 a.m. attack: a man following" , "date" : "20080315" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Rape Goes Undetected and Officers Are Disciplined" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/15\/nyregion\/15cameras.html"} , {"body" : "Sharpe James could not help himself. During a break in his trial on federal corruption charges one day last week, the former five-term mayor of this persevering city turned from the defense table, sauntered over to a group of spectators and began smiling and shaking hands. Moments earlier, a stone-faced Mr. James had listened as a city employee" , "date" : "20080313" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEWARK (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "At Trial of Newark's Former Mayor, Feelings of Loyalty, and of Being Let Down" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/13\/nyregion\/13james.html"} , {"body" : "MOST New Yorkers would greet the prospect of a $51,000 two-bedroom co-op in Chelsea with slack-jawed wonder, since the average price for an apartment in the city now exceeds $1.4 million. They might react the same way to a three-story house in Park Slope priced at $255,000 or to a one-bedroom in a brand-new Harlem condominium for $147,500. But" , "date" : "20080302" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Winning That One In a Million" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/02\/realestate\/02cov.html"} , {"body" : "W. C. Heinz, the sports columnist, war correspondent, magazine writer and novelist who was considered one of the finest journalistic stylists of his era, died Wednesday in Bennington, Vt. He was 93. His death, at an assisted-living facility, was announced by his daughter, Gayl Heinz. From the 1940s to the 1960s, Mr. Heinz was among America's" , "date" : "20080228" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BENNINGTON (VT)"] , "nytd_section_facet" : ["Obituaries" , "Sports"] , "page_facet" : "7" , "title" : "W. C. Heinz, 93, Writing Craftsman, Dies" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/28\/sports\/28heinz.html"} , {"body" : "ROGAK--Sidney. We mourn the loss of our beloved father, Sidney Rogak, who died the morning of January 29, 2008. Beloved husband of the late Evelyn (Dolly) Rogak, cherished father of Gary, Larry and Gina Rogak, adoring grandfather of Brendan and Rebecca Rogak, loving brother of Sally Kurman, devoted brother-in-law of Lana and Ben Hauben, beloved" , "date" : "20080130" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "7" , "title" : "Paid Notice: Deaths ROGAK, SIDNEY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A07E2DB173AF933A05752C0A96E9C8B63"} , {"body" : "Jewell Cunningham's year of exodus was 1953. ''I left Alabama riding in the back of a Greyhound bus,'' she recalled. ''I came to New York to get away from the slavery conditions back home. No good jobs. No possibilities for education.'' She found that, and much more, in Queens, where she supported herself at first by baby-sitting for Jewish" , "date" : "20080128" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CITYWIDE; Once Synagogues, Now Churches, and Ailing Quietly" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/28\/nyregion\/28citywide.html"} , {"body" : "Working as an undercover narcotics officer is among the most dangerous jobs on the police force. You have to pretend to be an addict and win the trust of dealers. But if you must do the job, it would seem, a good place to land would be the area designated by the Police Department as Brooklyn South. For as large as it is, covering the vast territory" , "date" : "20080125" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Undercover Work Seen as Mix of Art, Temptation and, Sometimes, Corruption" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/25\/nyregion\/25arrest.html"} ,   ]