[  {"body" : "Here are some of the best inexpensive places reviewed in the Dining section this year. ABRAçO ESPRESSO86 East Seventh Street, East Village; (212) 388-9731. Espresso drinks are among the city's finest and drip coffee is even better. There's a small flavorful menu with a Spanish-style frittata of ethereal, custardy creaminess ($4) and warm French" , "date" : "20081231" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "5" , "title" : "Resolution: Dine Well Without Breaking the Budget" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/31\/dining\/31cheap.html"} , {"body" : "It was time to leave Florida and go home, but Luis Figueroa found it hard to return to New York. Brooklyn, where Mr. Figueroa grew up, still held unbearable memories. As a teenager in Bushwick, he had become addicted to cocaine, heroin and alcohol. His two brothers, also addicts, had both died of AIDS. Mr. Figueroa no longer spoke to his only son," , "date" : "20081223" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "THE NEEDIEST CASES; Homecoming, and a Chance To Reconnect With Family" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/23\/nyregion\/23neediest.html"} , {"body" : "WITH its corrugated steel awning, a yellow and red exterior with stickers and assorted merchandise lined up behind scratched plexiglass, the bodega is a fixture of the city. And now this New York institution is available online. In the tradition of FreshDirect, Kozmo and Peapod, two enterprising hipsters in Brooklyn have started Hyperbodega.com," , "date" : "20081221" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "6" , "title" : "BROOKLYN UP CLOSE; The Virtual Bodega (And They Deliver)" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/21\/nyregion\/thecity\/21bode.html"} , {"body" : "KENNETH WEISS was a freshman at Thomas A. Edison High School in Jamaica, Queens, when a teacher in a commercial art class introduced him to painting. He flung himself into it, into the work of art and into the romance. His brother, Robert, five years younger, watched in awe. It was the late 1950s, and the Weiss brothers, sons of a Teamster father" , "date" : "20081221" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DISPATCHES; A Brother's Art, Lost and Found" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/21\/nyregion\/thecity\/21disp.html"} , {"body" : "EVEN as a teenager, when he accompanied his mother to open houses, Jeff Macauley loved looking at homes. After his arrival in New York, in 1993, ''I would look with no intention of buying because I was so flat broke,'' he said. ''It is fun to check out places.'' He sometimes felt sheepish running into the same agents. Mr. Macauley, 47, originally" , "date" : "20081221" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["HARLEM (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "THE HUNT; Lessons Learned" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/21\/realestate\/21hunt.html"} , {"body" : "Out of the myriad and random tenants that fill the Empire State Building, there is one that seems both perfectly situated, yet jarringly out of place. It is the King's College, an evangelical Christian school that is all but hidden in plain sight, occupying three of the building's floors -- two of them subterranean -- since 1999. On the one hand," , "date" : "20081220" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "22" , "title" : "EMPIRE STATE BUILDING JOURNAL; In a Hotbed of Sin and Vice, Studying to Spread God's Word" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/20\/nyregion\/20metjournal.html"} , {"body" : "The murder of José Sucuzhañay, an Ecuadorean immigrant who died over the weekend at a hospital in Queens, has thrown a harsh light onto a savage, hate-inspired crime that should sicken us all. This horror is also a reminder that bigotry can be deadly, not just to the groups intentionally targeted, but to anyone unfortunate enough to cross its" , "date" : "20081217" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["PATCHOGUE (NY)" , "NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "38" , "title" : "EDITORIAL; A Lynching in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/17\/opinion\/17wed3.html"} , {"body" : "Always crowded and often perilous, the twisting road that brought the Sucuzhañay family from Ecuador to New York City has transformed the city, first neighborhoods in Queens and more recently parts of Brooklyn where surging numbers of newcomers have made Ecuadoreans one of New York's largest Hispanic communities. The father came first. In the" , "date" : "20081215" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BUSHWICK (NYC)" , "NEW YORK CITY" , "ECUADOR" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Killing Haunts Ecuadoreans' Rise in New York" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/15\/nyregion\/15ecuador.html"} , {"body" : "YOU might worry about both parties when a newspaper reporter admits to having a spiritual adviser, but it all worked out for the best for Michael Daly and especially his loyal readers. Mr. Daly's latest book is a marvelously revealing, inspirational, sensitive and surprisingly candid account of the life and good works of the Rev. Mychal Judge, the" , "date" : "20081214" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "8" , "title" : "READING NEW YORK; Page Turners Amid the Mistletoe" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/14\/nyregion\/thecity\/14read.html"} , {"body" : "An Ecuadorean immigrant who was brutally beaten with a bottle and baseball bat last week by men said to be shouting anti-gay and anti-Hispanic slurs has died, a family spokesman said on Saturday night. The victim, Jose O. Sucuzhanay, died on Friday night at Elmhurst Hospital Center as his mother was traveling from Ecuador to see him one last time," , "date" : "20081214" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "48" , "title" : "Ecuadorean Man Dies From Beating Before His Mother Arrives to See Him" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/14\/nyregion\/14ecuadorean.html"} ,   {"body" : "An Ecuadorean immigrant who was brutally beaten in Brooklyn last weekend in what the police have described as a possible bias attack was declared brain-dead on Tuesday, a law enforcement official said. But the man was being kept on life support while his family decides whether to donate his organs, the official said. There have been no arrests in" , "date" : "20081210" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Family Keeps Vigil for Beaten Brooklyn Man" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/10\/nyregion\/10assault.html"} , {"body" : "The two brothers from Ecuador had attended a church party and had stopped at a bar afterward. They may have been a bit tipsy as they walked home in the dead of night, arm-in-arm, leaning close to each other, a common tableau of men in Latino cultures, but one easily misinterpreted by the biased mind. Suddenly a car drew up. It was 3:30 a.m. Sunday," , "date" : "20081209" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Attack on Ecuadorean Brothers Investigated as Hate Crime" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/09\/nyregion\/09assault.html"} , {"author" : "Saki Knafo is a frequent contributor to the City section of The New York Times. This is his first article for the magazine." , "body" : "In the early 1990s, while the cool kids in the New York University dorms were listening to Nirvana and Pavement and P. J. Harvey, Gabriel Roth, a Jewish teenager from California, sat in his dorm room, night after night, listening to one obscure James Brown record after another. He listened to ''Dooley's Junkyard Dogs,'' a 45 that Brown cut in honor" , "date" : "20081207" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "38" , "title" : "Soul Reviver" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/07\/magazine\/07daptone-t.html"} , {"body" : "TALK to a bankruptcy lawyer for a few minutes -- just pick a firm from one of the big ads in the phone book -- and you'll hear the stories of outlandish fiscal recklessness, of clients with moderate incomes and three mortgaged houses, or with multiple credit cards and tens of thousands of dollars in debt. The lawyers have been at the center of the" , "date" : "20081207" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DISPATCHES; What's Left When the Last Penny's Gone" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/07\/nyregion\/thecity\/07disp.html"} , {"body" : "Look around Joann Ritter's apartment in the Bushwick section of Brooklyn and you will see an entire room of hand-me-downs. Her sister gave her the bed and the portable closet; her nephew gave her the television set; the microwave oven came from a neighbor who was about to throw it out; the kitchen chairs, she found on the street. ''Everybody tried" , "date" : "20081117" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "THE NEEDIEST CASES; Nearly Evicted in Error, and Left With Nothing" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A06E3D6143AF934A25752C1A96E9C8B63"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. THE ALL-AMERICAN REJECTS (Tuesday) This Oklahoma alt-rock band (''Move Along,'' ''Swing, Swing'') trades in hooky, haranguing guitars and confessional lyrics, sung earnestly (and with gravelly aplomb) by the doe-eyed frontman Tyson Ritter. With Jet Lag Gemini. At 8 p.m., Fillmore New York at" , "date" : "20081114" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/14\/arts\/music\/14pop.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. AC\/DC (Wednesday and Thursday) For a rock 'n' roll fan, is anything more glorious than the sight of Angus Young, AC\/DC's lead guitarist, skipping across the stage in a pair of schoolboy shorts, his pale knees bopping into each other, a prim and proper tie flapping in the breeze? Since the" , "date" : "20081107" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/07\/arts\/music\/07pop.html"} , {"body" : "There were few witnesses when a group of teenagers assaulted students late one night last month near Columbia University. The same was true when a string of older people were attacked in Brooklyn. But in these and thousands of other cases, there were an extra set of eyes. Beaming down from posts on street corners and fixed in elevators and on" , "date" : "20081104" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "30" , "title" : "Gauging Crime Prevention As Surveillance Expands" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/04\/nyregion\/04video.html"} , {"body" : "IN the recent indie release ''Momma's Man,'' a young father named Mikey returns to his hometown of New York City on a business trip, and after spending a few days at his parents' house, refuses to leave. He putters around his childhood home, an old TriBeCa loft, and the vastly changed neighborhood, avoiding his wife, his job, his whole adult life." , "date" : "20081102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The Primal Loft" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/02\/realestate\/02cov.html"} , {"body" : "IF you want to rent a loft in an old commercial or manufacturing building, the best place to look is in less-established neighborhoods like the South Bronx and in the Brooklyn neighborhoods of Bushwick, Carroll Gardens, Clinton Hill and Red Hook. Those areas are served by small local brokers as well as the larger chains. You can find listings from" , "date" : "20081102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Finding Raw Space of Your Own" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A05E4DA1338F931A35752C1A96E9C8B63"} ,   {"author" : "Susan Dominus, a longtime contributor to the magazine, writes the Big City column for The New York Times." , "body" : "Corrections Appended Back in mid-July, on one of those blithely sunny, long-gone summer days, Lauren Zalaznick, an executive at NBC Universal, met with two of her subordinates for a status report on Bravo Media, the network she took over in 2004 and turned into one of cable's most remarkable success stories. Many of the development projects" , "date" : "20081102" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "38" , "title" : "THE AFFLUENCER" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/02\/magazine\/02zalaznick-t.html"} , {"body" : "After the twin towers fell, they grieved together: the firefighter's parents, his fiancée and his best friend. On Thursday, seven years later, the mourners were together again, but separated -- by courtroom furniture, and by one of the more bitter legal disputes the World Trade Center attack has produced. Firefighter Kevin Prior's fiancée, Doreen" , "date" : "20081024" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Grieving Together After 9\/11, and Now at Odds Over a Firefighter's Pension" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/24\/nyregion\/24pension.html"} , {"body" : "Last spring, Jeremy Sapienza, a 28-year-old Web editor, and his partner bought a two-story house on a rough block of Central Avenue in Bushwick, Brooklyn. Like most urban pioneers, they have been renovating as funds allow. They couldn't afford to redo the facade, though, which Mr. Sapienza described disdainfully as ''flat stucco painted" , "date" : "20081023" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS | WALLS; A Facade to Celebrate the Neighbors" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/23\/garden\/23walls.html"} , {"body" : "The Lower Manhattan Cultural Council has been selected to run an artists' studio and exhibition space on Governors Island that will include a year-round artist residency and weekend events. The arts programming is expected to begin next spring in 14,000 square feet of space on the ground floor of a building on the island's north shore. Building 110" , "date" : "20081020" , "day_of_week_facet" : "Monday" , "geo_facet" : ["GOVERNORS ISLAND" , "NEW YORK CITY" , "GOVERNORS ISLAND (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "Lower Manhattan Cultural Council to Run Artists' Space on Governors Island" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/20\/arts\/design\/20gove.html"} , {"body" : "A 64-year-old woman was killed in a fire early on Saturday at a residential building on Roosevelt Island, according to the police and the Fire Department. The fire broke out about 5:30 a.m. on the 11th floor of the building, at 546 Main Street, where many older and disabled people live, the authorities said. The woman, identified by the police as" , "date" : "20081019" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "ROOSEVELT ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "Smoking Is Suspected in Fire that Killed Woman, 64, on Roosevelt Island" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/19\/nyregion\/19fire.html"} , {"body" : "ZOMBIECON There are still two weeks until Halloween, and already the undead are out in force. ZombieCon, the annual parade of the bloody, the battered and the strangely animated, takes place on Saturday. For the fourth year participants in this loosely organized spectacle will roam the streets of Manhattan (above), dressed in their best" , "date" : "20081017" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/17\/arts\/17wspare.html"} , {"body" : "AROUND TOWN Museums and Sites HISTORIC RICHMOND TOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. Sunday, 11 a.m. to 5 p.m., Old Home Day, with demonstrations by blacksmiths, tinsmiths, beekeepers and others; $8; $7 for 65+; $5 for children 5 to 17; free for members and children under 5. Open Wednesdays through Sundays, 1 to" , "date" : "20081017" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "38" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9504E7D81E3EF934A25753C1A96E9C8B63"} , {"body" : "Flames raced through an apartment in Bushwick, Brooklyn, early on Sunday, lighting up the block and killing a man and the 12-year-old nephew he was raising, fire officials and witnesses said. The victims, who moved in just a week ago and were from a family of Guyanese immigrants, were burned so badly that neighbors who said they saw the bodies when" , "date" : "20081013" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)" , "CHELSEA (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Fast-Moving Fire in Brooklyn Kills Man and His 12-Year-Old Nephew" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/13\/nyregion\/13fire.html"} , {"body" : "The Streetscapes column on Oct. 5, about the architecture of Thomas W. Lamb, who specialized in designing theaters, misidentified the designer of the Bushwick Theater, at Broadway and Howard Avenue in Brooklyn. It was designed by William H. McElfatrick, not Lamb, although Lamb later altered it." , "date" : "20081012" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Correction" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9903E6D81F38F931A25753C1A96E9C8B63"} , {"body" : "In New York, where demolition and construction occur at a furious pace, often amid the cries of competing interests, hardly a peep was heard on Friday afternoon when a giant steel claw began to tear through a set of unremarkable three-story buildings on Governors Island. A couple dozen spectators quietly cheered the beginning of a project that will" , "date" : "20081011" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["GOVERNORS ISLAND" , "NEW YORK CITY" , "GOVERNORS ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Ushering In Open Space On Governors Island" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/11\/nyregion\/11island.html"} ,   {"body" : "The top two executives at an Associated supermarket in Brooklyn were arrested on Wednesday on charges that they had cheated workers out of more than $300,000 and had falsified business records that they gave to state officials. Attorney General Andrew M. Cuomo said the executives paid no wages to supermarket baggers -- who received only tips -- and" , "date" : "20081009" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "Supermarket Cheated Workers, State Says" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/09\/nyregion\/09baggers.html"} , {"author" : "E-mail: streetscapes@nytimes.com" , "body" : "THE architect Thomas W. Lamb was a king of theaters, with hundreds to his credit, and at least 48 in New York. By the picture palace era of the 1920s, his movie theater facades were not so different from those of his competitors. But his smaller works, dating to the 1910s, are easily recognizable, with facades of robustly modeled white terra cotta" , "date" : "20081005" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "STREETSCAPES | THOMAS W. LAMB'S THEATERS; An Architect for Stage and Screen" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/05\/realestate\/05scap.html"} , {"body" : "Inside a friend's office on Fifth Avenue in Bay Ridge, Brooklyn, Zein Rimawi, a Palestinian-American store owner, said Mayor Michael R. Bloomberg's bid to change the term limits law struck him as fundamentally unfair. ''He supported it, and now he himself he wants to change it. God bless America,'' Mr. Rimawi said. ''I have been living here for 25" , "date" : "20081005" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Complex Feelings in Brooklyn's Mix" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/05\/nyregion\/05bayridge.html"} , {"body" : "Allen Ginsberg called Arthur Russell's music ''Buddhist bubblegum.'' The disco diva Lola Love judged him ''the funkiest white boy I ever saw.'' Philip Glass and David Byrne admired his work. To his father, a middle-class resident of Oskaloosa, Iowa, Russell made music ''you can't really tap your foot to,'' though clubgoers in the 1980s, grooving to" , "date" : "20080926" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "MOVIE REVIEW | 'WILD COMBINATION'" , "url" : "http:\/\/movies.nytimes.com\/2008\/09\/26\/movies\/26wild.html"} , {"body" : "New York City plans to expand primary health care facilities in 11 high-poverty areas, City Council Speaker Christine C. Quinn announced on Monday, saying she hoped to put $26 million toward the effort in the next four years, city finances permitting. Ms. Quinn said the City Council would hold public forums in each borough during the next few weeks" , "date" : "20080923" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "4" , "title" : "City Plans To Increase Health Care For the Poor" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/23\/nyregion\/23health.html"} , {"body" : "THE apparel chain J. Crew, which has stores in malls around America but none in Bushwick, Brooklyn, recently unveiled a black T-shirt featuring a picture of a deer's head and the words ''Trophy Tavern'' and ''259 Bushwick Avenue.'' Just over a week ago, a picture of the shirt turned up in the message box of JeremySapienza, an editor of an online" , "date" : "20080921" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "BUSHWICK; On a $52 Shirt, A Hardscrabble Name" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D07E4DC123EF932A1575AC0A96E9C8B63"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "Why You Hear a Who Q.Lately I've been hearing what sounds like an owl from my apartment in the Williamsburg\/Bushwick area of Brooklyn, the same hoot I hear at my summer cottage on the Maine coast. Is it possible that an owl lives in an urban area with so few trees? A. It's possible, although you might be hearing something else. Owls do inhabit the" , "date" : "20080921" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F. Y. I." , "url" : "http:\/\/www.nytimes.com\/2008\/09\/21\/nyregion\/thecity\/21fyi.html"} , {"body" : "A slender young woman hung 30 feet in the air, coiling her body around two pieces of black silk that were attached to the rafters. A crowd watching below screamed as she unraveled herself and started falling toward them and then gasped with relief as she came to a stop just above their heads. The woman, Anya Sapozhnikova, was performing her aerial" , "date" : "20080918" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Need a Party Livened Up? Try a Fire Eater or Two" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/18\/nyregion\/18circus.html"} , {"body" : "A slender young woman hung 30 feet in the air, coiling her body around two pieces of black silk that were attached to the rafters. A crowd watching below screamed as she unraveled herself and started falling toward them and then gasped with relief as she came to a stop just above their heads. The woman, Anya Sapozhnikova, was performing her aerial" , "date" : "20080916" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "title" : "Three Rings (and Then Some) at These Parties" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9905E7DE163DF935A2575AC0A96E9C8B63"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. ASHFORD AND SIMPSON (Friday, Saturday and Tuesday through Thursday) These Motown alumni may sing songs the whole world knows by heart. But their spontaneous joie de vivre on the stage makes them more than a polished oldies act. Friday and Saturday at 8:30 and 10:30 p.m., Tuesday through" , "date" : "20080912" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "THE LISTINGS" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/12\/arts\/music\/12pop.html"} ,   {"body" : "In the face of uncertainty, some people go to church. Others dive onto their analyst's couch. The next time life gets confusing, how about a clown workshop? We're not talking oversize shoes and rainbow wigs. There's no water-squirting flower, no animal-shaped balloons. Bozo is no idol here; think Puck, Charlie Chaplin, Lucille Ball. This is clown" , "date" : "20080912" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "5" , "title" : "At Clown Class, Reaching Deep Into the Psyche for Something Silly" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/12\/theater\/12clow.html"} , {"body" : "Dates are subject to change. September MERCE CUNNINGHAM DANCE COMPANY ''Ocean,'' a magnificent 1994 production conceived by Mr. Cunningham and John Cage, is a spectacle on its own. But this ''Ocean,'' which opens the Walker Art Center's impressive season, will flood the granite Rainbow Quarry at Waite Park in Minnesota with movement and sound: 14" , "date" : "20080907" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "THE NEW SEASON | DANCE LISTINGS; Debuts, Returns and a Bit of Disney" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/07\/arts\/dance\/07dancelist.html"} , {"body" : "COLIN HUGGINS, a classically trained pianist, believes that he is ''the only person to ever bring a piano into the subway.'' Given that an average-size model weighs about 450 pounds, his claim, though impossible to verify, seems reasonable. Since May, Mr. Huggins has been appearing in heavily trafficked areas like the Times Square subway station" , "date" : "20080831" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY VISIBLE; The Real Piano Man" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/31\/nyregion\/thecity\/31pian.html"} , {"body" : "An elevator at a Brooklyn apartment building where a 5-year-old boy died Tuesday when he fell down the shaft had been scheduled to be modernized in 2004, but the work was twice deferred because of federal cutbacks, according to the New York City Housing Authority, the building's landlord. It is unknown whether the delays contributed to the" , "date" : "20080820" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A History of Problems, in a Time of Dwindling Budgets" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/20\/nyregion\/20elevators.html"} , {"body" : "NEW Yorkers see their town as the center of the universe. But despite huge strides by New York's cafes over the last few years, the most respected coffee roasters are elsewhere. Now, some of the best are coming to town. Duane Sorenson, who owns Stumptown Coffee Roasters, based in Portland, Ore., packed up a U-Haul last month and moved to Carroll" , "date" : "20080813" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "5" , "title" : "Specialty Coffee Roasters Brew in New York" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/13\/dining\/13coffee.html"} , {"body" : "Property developers generally earn their money by putting up new buildings, but when the real estate market cools, making it difficult to obtain financing, they often look for other ways to help turn a profit. Some developers -- and their real estate lawyers -- say that rezoning property is one of them. Juan D. Reyes III, a partner in the law firm" , "date" : "20080813" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "In Slow Times, Rezoning Appeals to Developers" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/13\/business\/13rezone.html"} , {"body" : "MICHAEL C. MARTIN sat in the back of a musty soul-food joint in Bushwick, Brooklyn, eyeballing two men in police uniforms who were arguing at a table by the front window. The younger man's voice was angry and rising, hushed only by the growling of a train clawing its way across the elevated tracks outside. Mr. Martin watched as the men carried" , "date" : "20080810" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "FILM; Brooklyn to Hollywood: That's Some Subway Ride" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/10\/movies\/10Lee.html"} , {"body" : "As graphic designers take up farming in Columbia County, N.Y., and the ''locavore'' movement infiltrates Bushwick, Brooklyn, the art world is becoming a horticultural hotbed. The courtyard of P.S. 1 Contemporary Art Center in Queens is currently host to a working farm. And in the recent Whitney Biennial, the artist Phoebe Washburn exhibited a" , "date" : "20080808" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "ART REVIEW | 'IMPLANT'; Yes, the Live Music Is Lovely, but Will the Plants Like It?" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/08\/arts\/design\/08impl.html"} , {"body" : "FOR three years rock 'n' roll has had a great summer romance at McCarren Park Pool in Brooklyn. Instant I-was-there concerts in the big, empty pool basin by M.I.A., Blonde Redhead and TV on the Radio. Packed free shows on blazing Sunday afternoons. The thrift-store couture, the human mural of tattoos, piercings, sunburns and hair dye. Every other" , "date" : "20080801" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "MCCARREN PARK (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "It's Been Quite a Pool Party, but the Days Grow Short" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/01\/arts\/music\/01pool.html"} , {"body" : "INTERNATIONAL KARADZIC, NOW AT THE HAGUE, Will Have First Day at World Court Radovan Karadzic, the former Bosnian Serb leader who was transferred Wednesday from Serbia to a jail near The Hague, will appear in court for the first time to answer charges of genocide and war crimes. The hearing will begin legal proceedings against him, as well as offer" , "date" : "20080731" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Inside The Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E4D81230F932A05754C0A96E9C8B63"} ,   {"body" : "Dakota Blair acknowledges that both he and the apartment building where he lives are somewhat out of place. Mr. Blair, 23, a software engineer from East Texas, pays $1,700 a month for a studio in what he calls the Yuppie Spaceship: a new luxury apartment building on an unluxurious corner in Bedford-Stuyvesant, Brooklyn. After nine months in the" , "date" : "20080727" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Growing Pains Come and Go In Bed-Stuy" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/27\/nyregion\/27gentrify.html"} , {"body" : "'ADVENTURES WITH DORA AND DIEGO' (Friday through Sunday, and Tuesday through Thursday) The young Latino stars of the Nickelodeon animated television series ''Dora the Explorer'' and ''Go, Diego, Go!'' have taken their expeditions into new territory at the Children's Museum of Manhattan, whose new exhibition has separate Dora and Diego environments," , "date" : "20080725" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/25\/arts\/25wkids.html"} , {"body" : "Alix Dejean lives a long subway ride from Harlem. But being a resident of Brooklyn has not prevented Mr. Dejean from becoming a fixture on the streets of Harlem, where people regularly call out to him by his nickname, ''Alley Cat.'' For nearly three decades, Mr. Dejean, 63, a small, neatly dressed man with intense eyes behind thin silver-rimmed" , "date" : "20080721" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "In Thousands of Images, a Photographer Builds a History in Harlem" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/21\/nyregion\/21photographer.html"} , {"body" : "There was a time, in the 1970s and '80s that handguns were so coveted on the streets of Kings County, that the borough gave rise to a law enforcement legend known as the Brooklyn Bounce. If you were to throw a gun from a window in Bay Ridge or Bushwick, so the legend went, it would be eagerly grabbed before it had a chance to bounce more than once." , "date" : "20080720" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Swapping Guns for Cash, at Church" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/20\/nyregion\/20guns.html"} , {"body" : "'CINDERELLA' She doesn't lose her mother. She doesn't lose a glass slipper. She doesn't even lose her dignity: no rags, no chores, no sleeping in the fireplace ashes. Dignity may be the chief trait of this Cinderella, heroine of a modern-dress production from Youth on Target, whose publicity material says it draws on Italian traditions. Yet this" , "date" : "20080718" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE7D7143EF93BA25754C0A96E9C8B63"} , {"body" : "FOR CHILDREN 'CINDERELLA' She doesn't lose her mother. She doesn't lose a glass slipper. She doesn't even lose her dignity: no rags, no chores, no sleeping in the fireplace ashes. Dignity may be the chief trait of this Cinderella, heroine of a modern-dress production from Youth on Target, whose publicity material says it draws on Italian" , "date" : "20080718" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/18\/arts\/18wkids.html"} , {"body" : "FOR CHILDREN ANIMAL ANTICS WEEKEND How do you prepare a delicious meal for a hungry puma? O.K., very carefully. But the Queens Zoo also has more serious suggestions for big-cat cuisine, which it will offer on Saturday and Sunday, when it invites children to become chefs for wild appetites. Part of Animal Antics Weekend, the kitchen detail is a" , "date" : "20080711" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/11\/arts\/11wkids.html"} , {"body" : "FOR CHILDREN 'CINDERELLA' (Saturday) Forget about a wicked stepmother and a pumpkin-turned-coach. This new production by Youth on Target Theater Company is drawn from the Italian tradition, in which Cinderella's mother is very much alive, and Cinderella is not so much persecuted as immobilized by grief. (Her father has died.) For ages 7 and older," , "date" : "20080711" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "For Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B01E6DA173BF932A25754C0A96E9C8B63"} , {"body" : "Smoke wafted from grills and burners along the grassy patches on the southern edge of Brooklyn's Prospect Park on Sunday, carrying the scents of homelands near and far. From under a grove of trees came the tartness of cactus leaves known in Mexico as nopales. From under a green-and-white tent, the sweetness of banan peze, Haiti's fried plantains." , "date" : "20080707" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "For America's Birthday, Fire Up the Grill, but Hold the Hot Dogs and Potato Salad" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/07\/nyregion\/07cookout.html"} , {"body" : "Brother Jay McGowan always found it hard to explain to New Yorkers just exactly what he did as a member of the Little Brothers of the Gospel. Other religious groups run schools, hospitals or parishes, managing staffs and budgets. The brothers in his tiny Roman Catholic order -- there are now only 71 members in the world -- work with their hands and" , "date" : "20080703" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "MEXICO" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "On a New Quest, a Tiny Order Leaves Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/03\/nyregion\/03order.html"} ,   {"body" : "Childhood lead poisoning declined by 15 percent last year, the Department of Health and Mental Hygiene reported on Wednesday, reaching the lowest rate ever recorded in New York City. The 2007 figure -- 1,970 poisonings among children 6 months to 6 years of age -- is a 90 percent decline since 1995, when nearly 20,000 children were identified with" , "date" : "20080703" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Lead Poisoning Cases Decline" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/03\/nyregion\/03lead.html"} , {"body" : "The state comptroller, Thomas P. DiNapoli, said on Wednesday that his office had uncovered numerous instances of child care centers in New York City misspending public funds. He said his office had referred 19 child care centers to local prosecutors for possible criminal investigation. At a news conference in Manhattan, Mr. DiNapoli announced the" , "date" : "20080703" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "State Finds Fund Misuse At 19 Child Care Centers" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/03\/nyregion\/03daycare.html"} , {"body" : "Even with the cooling economy, there are a couple of things that New York City still has in abundance these days: artists and acres of condominium construction sites surrounded by wooden walls. On a recent night in Long Island City, Queens, the first found a mutually beneficial use for the second, called it a gallery and held an opening, with Cheez" , "date" : "20080702" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "LONG ISLAND CITY (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "6" , "title" : "Construction Zone: Beware of Audacious Art" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/02\/arts\/design\/02pula.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. RANDY BACHMAN (Tuesday) Formerly the lead guitarist for the Guess Who and later one of the frontmen of Bachman-Turner Overdrive, Randy Bachman is responsible for writing (or helping to write) many 1970s hits, which range from lame (''Takin' Care of Business'') to oddly timeless (''American" , "date" : "20080627" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/27\/arts\/music\/27POP.html"} , {"body" : "FOR CHILDREN 'CINDERELLA' (Saturday) Forget about a wicked stepmother and a pumpkin-turned-coach. This new production by Youth on Target Theater Company presents a version drawn from the Italian tradition, in which Cinderella's mother is very much alive, and Cinderella is not so much persecuted as immobilized by grief. (Her father has died.) For" , "date" : "20080627" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B07E2DA1338F934A15755C0A96E9C8B63"} , {"body" : "FOR CHILDREN AMERICAN MUSEUM OF NATURAL HISTORY (Saturday through Thursday) Creatures that creep, crawl, slither and even swim are definitely the museum's stars this season. The popular 2006 exhibition ''Lizards & Snakes: Alive!'' has reopened, with more than 60 breathing (and hissing) examples, from five continents. The museum is also showing a" , "date" : "20080627" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/27\/arts\/27wkids.html"} , {"body" : "She had rowed a boat, in the East River. She had learned to swim. She had eaten an oyster; it was gross, yes, but it was a challenge, and she had met that challenge. And now, in a final rite of passage, she was at the helm of the Lettie G. Howard, the historic 125-foot schooner that is her school's classroom-on-the-Hudson. Yes, she, Jennifer" , "date" : "20080626" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "EAST RIVER (NYC)" , "HUDSON RIVER"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Taking Lessons, and Confidence, From a Classroom on the Water" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/26\/education\/26harbor.html"} , {"body" : "On Thursday night, the Callahans from Queens, still draped in Mets attire, were rooting for the Brooklyn Cyclones. It was the couple's first visit to KeySpan Park, where the minor-league Cyclones play, and Bill and Lisa Callahan had come to bask in the atmosphere of the waterfront stadium, to watch baseball with the borough's famed fanatics -- and" , "date" : "20080621" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Not Ebbets Field, but Close Enough" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/21\/nyregion\/21cyclones.html"} , {"body" : "WHILE condominium developers across the country are trying to unload thousands of apartments that they can't sell, some builders in Brooklyn have found the real estate equivalent of a golden parachute. Having turned their new units into high-priced rentals, they have found a surprising number of eager takers. These renters are a breed of" , "date" : "20080615" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PARK SLOPE (NYC)" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BEDFORD-STUYVESANT (NYC)" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "They (The New) Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/15\/realestate\/15cov.html"} , {"body" : "BEHIND every window in every converted warehouse or factory in Bushwick, Brooklyn, where artist work spaces are slowly flowering, there could be a photographer or a painter putting the finishing touches on a modern masterpiece, or a mad scientist plotting humanity's downfall. In one cramped and dank little space on Ingraham Street, two young" , "date" : "20080608" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "BUSHWICK; Curtis and John's Excellent Adventure" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/08\/nyregion\/thecity\/08swim.html"} ,   {"body" : "THE idea that burrowing underground could somehow help you cool off on a hot summer day might seem illogical -- especially to anyone who rides the subway, where platforms at this time of year can be sweltering. But burrowing is exactly what geothermal heat pumps do to reduce temperatures. They work because the ground hundreds of feet down remains a" , "date" : "20080608" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "10" , "title" : "POSTING; The Geology of Cool" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/08\/realestate\/08post.html"} , {"body" : "AROUND TOWN ATLANTIC AVENUE ARTWALK From Harlem to Clinton Hill, the chance to peer into artists' studios is a staple of the New York neighborhood spring calendar. They're do-it-yourself affairs: grab a map, stop where you please, talk to the artist or don't. It's your world now; the artists just work here. And they're fine with that. Or at least" , "date" : "20080606" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/06\/arts\/06wspare.html"} , {"body" : "ATLANTIC AVENUE ARTWALK From Harlem to Clinton Hill, the chance to peer into artists' studios is a staple of the New York neighborhood spring calendar. They're do-it-yourself affairs: grab a map, stop where you please, talk to the artist or don't. It's your world now; the artists just work here. And they're fine with that. Or at least Mac Premo is." , "date" : "20080606" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "SPARETIMES| ATLANTIC AVENUE ARTWALK" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9803E2DF173CF935A35755C0A96E9C8B63"} , {"body" : "MICHELE SPADARO once made a sofa from garbage, not because she was enamored of refuse, but because as a set designer on a small budget, she needed one for a play. She had to buy only tubing for the frame; the foam, fabric and plywood were all found on the street. For almost two decades, Ms. Spadaro has designed and built sets in New York and Los" , "date" : "20080605" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "SHOPPING WITH MICHELE SPADARO; Furniture Rehab" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/05\/garden\/05shop.html"} , {"body" : "It was just after dawn when Theo Otibu began prowling Ditmas Park in Brooklyn in his unmarked Sanitation Department car. He scanned the sidewalk for an elusive prey, one known only by the droppings of its best friend: the dog owner who does not scoop. He spotted a woman in a long black coat leading a small white dog. Mr. Otibu, who has been a" , "date" : "20080605" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Scoop It Up or Pay: On Patrol With Enforcers of the Dog Law" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/05\/nyregion\/05scooper.html"} , {"body" : "CATCH 30 Starr Street Projects You can carp about individual works at any given installment of Catch, but it's hard to say anything negative about the performance series itself. The affable charisma of the curator-hosts Andrew Dinwiddie and Jeff Larson, the boisterously creative aesthetic, the convivial atmosphere: what's not to like? Mr. Dinwiddie" , "date" : "20080603" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "8" , "title" : "DANCE IN REVIEW" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE7DF163CF930A35755C0A96E9C8B63"} , {"author" : "Ralph Blumenthal, a reporter for The New York Times, is the author of ''Last Days of the Sicilians: The F.B.I.'s War Against the Mafia.''" , "body" : "The headline in The New York Times that morning in 1984 was macabre, if unintentionally hilarious: ''Unknown Arm of Sicilian Mafia Is Uncovered in the United States.'' The arm in question was not a body part but rather an overseas cell of the Italian criminal underworld operating alongside its better-known American counterpart -- the Bonanno family" , "date" : "20080601" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["ITALY" , "MEXICO"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "3" , "title" : "THE WORLD; What the Mexicans Might Learn From the Italians" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/01\/weekinreview\/01blumenthal.html"} , {"body" : "There are neighborhoods in the far reaches of New York City, from Tottenville on Staten Island to Bushwick in Brooklyn, that have about as much in common with the glimmering, candy-coated Manolo Blahnik world of ''Sex and the City'' as, say, East Texas. As the film version of the popular television series opens on Friday, it is easy to imagine that" , "date" : "20080530" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)" , "STATEN ISLAND (NYC)" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "1" , "title" : "Far From the Glamour, Identifying With 4 Fabulous Friends" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/30\/nyregion\/30reax.html"} , {"author" : "E-mail: dwyer@nytimes.com" , "body" : "Squatting in the cold drizzle Tuesday morning, Dan Suarez fingered a little shoot of a plant that has managed, somehow, to rise for a second season from a tiny green patch of his parents' backyard in Park Slope, Brooklyn. By the end of the summer, he declared, he will be drinking the flower cone of that plant. ''The king of herbs,'' he said. ''The" , "date" : "20080521" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "ABOUT NEW YORK; A Young Man's Passion for Beer Blossoms Along With His Hops" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/21\/nyregion\/21about.html"} , {"body" : "KERMIT WESTERGAARD grew up on the Upper East Side, far from hammers and paintbrushes. Yet early on, he was seized by the idea of renovating a historic house for himself. Last year, he got the chance when he and his wife, Azadeh, bought a 1908 row house in Ridgewood, Queens, for $592,000, and turned it into their comfortable fantasy of a simple" , "date" : "20080511" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "HABITATS | RIDGEWOOD, QUEENS; A 'Farmhouse' Near the L Train" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/11\/realestate\/11habi.html"} ,   {"body" : "One ''room'' is a cramped cubby that measures, in all, perhaps 25 square feet, just enough for a full-size mattress and whatever can be stashed beneath. The first-floor rooms, in the basement, are musty and windowless, like caves. The second-floor rooms have plywood walls but no doors, only cut-out windows that overlook a kitchen cluttered with" , "date" : "20080507" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Young Artists Find a Private Space, Only Without the Privacy" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/07\/nyregion\/07lofts.html"} , {"body" : "More than 100 artists have begun to return to their loft spaces in a building in Brooklyn, about three months after the Fire Department cited their landlord for a flurry of code violations and forced the residents out. The residents of the building, most of them working artists and musicians, at 475 Kent Avenue in South Williamsburg were allowed" , "date" : "20080506" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "After Repairs To Building, Artists Return To Their Lofts" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/06\/nyregion\/06kent.html"} , {"author" : "E-mail:dwyer@nytimes.com" , "body" : "Phone rings. ''Yes,'' Joel Magallan says. He listens for a minute, then speaks again. ''That's right, on the park side of Central Park West at 97th Street,'' he says. ''I am far from there now. But I am sending someone.'' He hangs up. ''Toilets for the parade,'' Mr. Magallan explains. ''Part of the requirements from the police.'' Sunday is the" , "date" : "20080503" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "MEXICO"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "ABOUT NEW YORK; A Day in May To Celebrate, For Mexicans And the City" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/03\/nyregion\/03about.html"} , {"body" : "A teenaged son of a New York City police officer was stabbed to death on Thursday night at the entrance of an apartment building in Brooklyn, according to the police and relatives. The victim was Renato Rowe, 18, according to an aunt, Traci Williams of Livingston, N.J., who said she identified the body. The police confirmed that the victim's mother" , "date" : "20080502" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Officer's Son, 18, Stabbed to Death" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/02\/nyregion\/02stab.html"} , {"body" : "''I love you, oh my God, you my idol!'' Ashley Smellie, a Long Island high school student, gushed as the young Brooklyn rapper Lil Mama emerged from a tour bus outside of a club in Queens last week. It was near midnight, and Lil Mama had been scheduled to perform for an audience of mostly teenage girls. They came to hear ''Lip Gloss,'' last" , "date" : "20080430" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Young Rapper's Plan: Move Up From Makeup" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/30\/arts\/music\/30mama.html"} , {"body" : "The federal inquiry into how City Council members spend the discretionary money they control appears to be expanding, and city investigators have begun questioning workers at a variety of nonprofit organizations that received money, according to a person familiar with the investigation. Several of the nonprofit groups whose activities are being" , "date" : "20080430" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Investigation Of Council Said to Grow" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/30\/nyregion\/30council.html"} , {"body" : "BACK in the 1970s, a gutsy blonde named Jill Freedman armed with a battered Leica M4 and an eye for the offbeat trained her lens on the spirited characters and gritty sidewalks of a now-extinct city. Influenced by the Modernist documentarian André Kertész, with references to the hard-edged, black-and-white works of Weegee and Diane Arbus, this" , "date" : "20080427" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["TIMES SQUARE AND 42ND STREET (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Through Weegee's Lens" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/27\/nyregion\/thecity\/27jill.html"} , {"body" : "Four hours after their acquittal, Detectives Gescard F. Isnora, Michael Oliver and Marc Cooper appeared in a room crowded with reporters and cameras, speaking publicly for the first time since Sean Bell died in a hail of 50 police bullets on his wedding day in November 2006. The detectives' remarks were brief and, with the exception of Detective" , "date" : "20080426" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Acquitted but Facing Uncertain Futures, Detectives Express Their Thanks" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/26\/nyregion\/26cops.html"} , {"body" : "ZEB STEWART wasn't interested in finding a new home. He was happy where he was, on the parlor floor of a two-family row house in Vinegar Hill, Brooklyn, with two fireplaces and a backyard. It was ''like a little French country home,'' he said, renting for $1,800 a month. Mr. Stewart, 36, who does sculpture, metalwork and furniture design, was" , "date" : "20080420" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "THE HUNT; New King of 'Bushwick Castle'" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/20\/realestate\/20hunt.html"} , {"body" : "ON a cold evening in March, Desiree Dookhoo was at home in Ozone Park, Queens, studying for a nursing exam, when she heard someone trying to open her front door. She demanded to know who was there and threatened to call the police. ''It's Richard from the bank,'' a voice answered. ''Your landlord has lost the house.'' Many renters may believe that" , "date" : "20080413" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Even Renters Aren't Safe" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/13\/realestate\/13cover.html"} ,   {"body" : "AROUND TOWN UNIVERSOUL CIRCUS There are many tricks you can expect from an elephant that has stepped into a ring at a circus. Placing an outsize foot on a stool is standard. So is sitting up, front legs in the air. Doing a shuffle to the unyielding beat of Rhianna's ''Don't Stop the Music,'' however, is not your everyday circus fare. The same can" , "date" : "20080411" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/11\/arts\/11wspare.html"} , {"body" : "AROUND TOWN Museums and Sites MOUNT VERNON HOTEL MUSEUM AND GARDEN, 421 East 61st Street, Manhattan. Thursday at 7 p.m., ''No Irish Need Apply: The Irish Immigrant Experience,'' a lecture about the lives of Irish immigrants in 19th- and early-20th-century in New York City, by Bernadette McCauley, an associate professor of history at Hunter College;" , "date" : "20080411" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B01EFDB143BF932A25757C0A96E9C8B63"} , {"body" : "The police bullets that shattered the passenger window of Sean Bell's car would have sent glass shards flying outward, toward the officers firing their guns, and could have made it appear to the officers that someone in the car was shooting at them, a crime scene analyst testified on Monday. The phenomenon is known as ''blowback,'' in which some" , "date" : "20080408" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Flying Glass Fragments May Have Tricked Officers" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/08\/nyregion\/08bell.html"} , {"body" : "Corrections Appended AROUND TOWN Museums and Sites 'SYNESTHESIA' Do kids today even play Telephone? Maybe not, but experimental arts groups do. ''Synesthesia,'' a work conceived and produced by Electric Pear Productions, a two-year-old multimedia theater group, is based on that childhood game. For the second year, Melanie Sylvan and Ashlin" , "date" : "20080404" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/04\/arts\/04wspare.html"} , {"body" : "EVE LEVINE, a 34-year-old real estate broker, recalls fondly the five years when she was, as she calls it, ''low-cost bicoastal.'' Her primary residence was in Brooklyn -- first Williamsburg, then Bushwick and now Greenpoint -- but she also had an apartment in the Fruitvale section of Oakland, Calif., that she visited for long stretches. The" , "date" : "20080330" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SAN FRANCISCO (CALIF)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "Sisters in Idiosyncrasy" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/30\/fashion\/30sanfrooklyn.html"} , {"body" : "NEXT weekend, scores of people are expected to convene at the Yale Club in Midtown to honor an explorer from Brooklyn whose critics have tried to crush his claims, as if to bury them under the Arctic wastes he explored. His name was Frederick A. Cook. A doctor, he was noted for his resourcefulness and his imperturbable demeanor. He professed to be" , "date" : "20080330" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "BUSHWICK; Triumphant or Not, In Cook They Trust" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9806E0D81030F933A05750C0A96E9C8B63"} , {"body" : "NEXT weekend, scores of people are expected to convene at the Yale Club in Midtown to honor an explorer from Brooklyn whose critics have tried to crush his claims, as if to bury them under the Arctic wastes he explored. His name was Frederick A. Cook. A doctor, he was noted for his resourcefulness and his imperturbable demeanor. He professed to be" , "date" : "20080330" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MOUNT MCKINLEY (ALASKA)" , "ARCTIC REGIONS" , "ALASKA" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "BUSHWICK; Triumphant or Not, In Cook They Trust" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/30\/nyregion\/thecity\/30cook.html"} , {"author" : "E-mail: homefront@nytimes.com." , "body" : "JAMARIS VALLADARES of Brooklyn has never had a formal job interview. ''I've only had part-time, minimum-wage jobs, selling and as a cashier,'' she said. Nevertheless, Ms. Valladares, 22, recently planned a four-day conference in Puerto Rico for a company based in New York. With a budget of $65,000, she arranged the transportation, lodging, meals," , "date" : "20080330" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Education" , "Technology" , "Business"] , "page_facet" : "16" , "title" : "HOME FRONT; Imaginary Hors d'Oeuvres, But Real Job Skills" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/30\/jobs\/30homefront.html"} , {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. 'BROOKLYN DANCE SAMPLER' (Saturday) Dances by six Brooklyn choreographers and performances by two teenage dance ensembles, presented by Thread Dance Theater. At 8 p.m., BRICStudio, 57 Rockwell Place, at Fulton Street, Fort Greene, Brooklyn, (718) 633-5678, threaddancetheater.com; $15." , "date" : "20080328" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "Dance" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/28\/arts\/dance\/w28dance.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. BEACH HOUSE (Wednesday) This male-female Baltimore duo plays gorgeously languid songs highlighted by eerie organ lines and the amorous alto of Victoria Legrand. With Papercuts and Luke Temple. At 8 p.m., Bowery Ballroom, 6 Delancey Street, near the Bowery, Lower East Side, (212) 533-2111," , "date" : "20080328" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "Pop" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/28\/arts\/music\/w28pop.html"} ,   {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. ACID MOTHERS TEMPLE, DANAVA (Tuesday) The prolific Japanese band Acid Mothers Temple describes its style as ''extreme trip music,'' which basically means big, sloppy noise jams. It doesn't necessarily mean peasant frocks and long wizard's robes, but those are usually part of the act too. With" , "date" : "20080321" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "Pop" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/21\/arts\/music\/21pop.html"} , {"body" : "LIKE many who migrate to Bushwick, Brooklyn, Chris Parachini moved there to be an artist and a musician. The rents are reasonable and neighbors aren't much of a problem unless they play in a noisier band than you do. The streets are quiet at night -- maybe a little too quiet -- and it doesn't look like much, unless blocks of low-rise industrial" , "date" : "20080319" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "8" , "title" : "$25 AND UNDER; In Bushwick, The Pizza as Art" , "url" : "http:\/\/events.nytimes.com\/2008\/03\/19\/dining\/reviews\/19under.html"} , {"body" : "OUT-OF-TOWN visitors are excused if they get overwhelmed walking down a busy New York City street. There's so much going on that no one can possibly take it all in. Natives long ago learned to filter the sensory onslaught: some exclusively people watch (looking for fashion trends, seeking potential mates); or building watch (admiring architecture," , "date" : "20080309" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "13" , "title" : "WEEKEND IN NEW YORK | STREET ART; To the Trained Eye, Museum Pieces Lurk Everywhere" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E2D9133AF93AA35750C0A96E9C8B63"} , {"body" : "OUT-OF-TOWN visitors are excused if they get overwhelmed walking down a busy New York City street. There's so much going on that no one can possibly take it all in. Natives long ago learned to filter the sensory onslaught: some exclusively people watch (looking for fashion trends, seeking potential mates); or building watch (admiring architecture," , "date" : "20080309" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "15" , "title" : "WEEKEND IN NEW YORK | STREET ART; To the Trained Eye, Museum Pieces Lurk Everywhere" , "url" : "http:\/\/travel.nytimes.com\/2008\/03\/09\/travel\/09weekend.html"} , {"body" : "FROEBEL--Henry E., on March 6, 2008 in his 85th year. Beloved husband of the late Dolores Murphy Froebel. Son of the late Barbara and Henry Froebel. Also survived by numerous devoted caregivers. Henry attended Grove Cleveland High School and St. John's University. A vital force and a recognized leader in the field of marine insurance, serving for" , "date" : "20080309" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "31" , "title" : "Paid Notice: Deaths FROEBEL, HENRY E." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A02E1DA123AF93AA35750C0A96E9C8B63"} , {"body" : "the sound is a bit like a high-pitched machine gun, but friendly -- it can be hard to know what he's thinking. Tall, pale and serious, he stood in the middle of the Center for Performance Research in Williamsburg, Brooklyn, last month, scrutinizing a fresh coat of paint as if he were a scientist peering into a microscope. ''It's good,'' he finally" , "date" : "20080307" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "A (Green) Place for Dance And Performance to Bloom" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/07\/arts\/dance\/07cent.html"} , {"body" : "MOST New Yorkers would greet the prospect of a $51,000 two-bedroom co-op in Chelsea with slack-jawed wonder, since the average price for an apartment in the city now exceeds $1.4 million. They might react the same way to a three-story house in Park Slope priced at $255,000 or to a one-bedroom in a brand-new Harlem condominium for $147,500. But" , "date" : "20080302" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Winning That One In a Million" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/02\/realestate\/02cov.html"} , {"body" : "SEVENTY-FOURTH STREET, the main drag in the South Asian section of Jackson Heights, Queens, is something of a sucrose alley. There are New Aladdin Sweets, Al-Naimat Sweets and Restaurant, and Delhi Palace Sweets, whose fogged-up window is stacked high with steaming trays of desserts. But few of these items are selling briskly these days. At Shereen" , "date" : "20080302" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "8" , "title" : "JACKSON HEIGHTS; Bedeviled by the Sugar Sickness" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/02\/nyregion\/thecity\/02diab.html"} , {"body" : "What's the cheapest way to text message your friends? For thousands of the city's middle school students, the answer now is to earn an ''A.'' Education officials began doling out cellphones to 2,500 students on Wednesday as part of a closely watched experiment to try to change the way teenagers think about doing well in school. The pilot program," , "date" : "20080228" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "For 'A' Students in Some Brooklyn Schools, a Cellphone and 130 Free Minutes" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/28\/nyregion\/28cellphones.html"} , {"body" : "IT took Enrico Gomez and Kevin Moore a long time to prepare for homeownership. Four or five years ago, when interest rates sank to historic lows, everyone at work began talking about buying a home, Mr. Gomez said. So he and Mr. Moore began talking about it, too. Before they could actually do it, though, they needed to eliminate their debt and save" , "date" : "20080224" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["JERSEY CITY (NJ)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "THE HUNT; A Detour to Homeownership" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/24\/realestate\/24hunt.html"} ,   {"body" : "Open house. The words are celestial music to the ears of certain real-estate-obsessed New Yorkers. What better way to spend a sleepy Sunday afternoon than by poking around condos and co-ops for sale, clucking with satisfaction at the lack of closet space or envying the eat-in kitchen? This beloved urban pastime can now be enjoyed, after a fashion," , "date" : "20080218" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "6" , "title" : "THEATER REVIEW | 'OPEN HOUSE'; Angst in a Living Room Near You" , "url" : "http:\/\/theater2.nytimes.com\/2008\/02\/18\/theater\/reviews\/18hous.html"} , {"body" : "It happened last spring. The police commissioner's office and a New York City police captain tried to convince the public that a marauding band of kids had gotten out of control and terrified residents, motorists and pedestrians on a street in the Bushwick section of Brooklyn. The cops were wrong. And they must have known that they were wrong, that" , "date" : "20080216" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "19" , "title" : "OP-ED COLUMNIST; Cruel And Gratuitous" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/16\/opinion\/16herbert.html"} , {"body" : "Black voters are heavily represented in the 94th Election District in Harlem's 70th Assembly District. Yet according to the unofficial results from the New York Democratic primary last week, not a single vote in the district was cast for Senator Barack Obama. That anomaly was not unique. In fact, a review by The New York Times of the unofficial" , "date" : "20080216" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "HARLEM (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Unofficial Vote Tallies in City Understated Obama's Results" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/16\/nyregion\/16vote.html"} , {"body" : "The tale of the warehouse-turned-loft building by the banks of the East River in Brooklyn seemed a familiar one, at first. Artists move into a decrepit building, quietly rehabilitate it, live and work there. The city eventually catches on and issues a flurry of violations, forcing the artists into the streets. Developers circle, landlords yield and" , "date" : "20080210" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "After Evacuation, Artists Begin an Effort to Save Their Haven" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/10\/nyregion\/10building.html"} , {"body" : "A decision granting parole to a man convicted of killing a New York police officer during a 1973 robbery in Brooklyn was thrown out Friday by state parole officials, who ordered a new hearing. A parole board's decision in November to release Shuaib A. Raheem, 59, ignited a storm of protest from police union officials and others, who said the widow" , "date" : "20080210" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Parole Overturned for Inmate in 1973 Case" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/10\/nyregion\/10parole.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. BAND OF HORSES (Thursday) With shimmering guitars that build to epic heights, and death-obsessed vocals (''At every occasion I'll be ready for the funeral''), Band of Horses' songs both soar and sulk. Also on the bill at the Brooklyn Masonic Temple -- a century-old hall starting to book" , "date" : "20080208" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "Pop" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0DE5DD143FF93BA35751C0A96E9C8B63"} , {"body" : "Six New York City public schools, five of them middle schools, were newly placed on the state's list of schools performing so poorly that they are at risk of being shut down. Four other city schools, state officials said, would have been added to the list, released on Wednesday, had the city not already decided to close them. Four city schools" , "date" : "20080207" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "6 City Schools Designated By the State As Failing" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/07\/nyregion\/07schools.html"} , {"body" : "It was a day when, beyond all else, New York and its suburbs finally seemed to matter. Candidates' supporters stood outside polling stations calling out encouragement to voters who already seemed enlivened by the mood. On one New Jersey Transit train, a conductor got on the public-address system and told commuters, ''Exercise your right as an" , "date" : "20080206" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "NEW YORK STATE" , "CONNECTICUT" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "7" , "title" : "Area Voters Savor Rare Feeling: A Suspenseful Primary" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/06\/us\/politics\/06scene.html"} , {"body" : "On a cold, drizzly night in Bushwick last week, dozens of people had packed themselves into a storefront office, awaiting the arrival of Assemblyman Vito J. Lopez, leader of the Brooklyn Democratic Party. The walls were covered with old campaign signs -- Spitzer for governor, Hevesi for comptroller -- and volunteers were hurriedly pasting up new" , "date" : "20080204" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Support for Clinton, Driven by Respect" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A07E5DF143AF937A35751C0A96E9C8B63"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "Dibs on a Junker Q. There's an older BMW parked near my home in Jackson Heights, Queens, that has clearly been abandoned. It's been there for more than a month and it is accumulating parking tickets. Is there any legal way for someone to claim it as one's own? A. Sorry. You can legally take possession of an abandoned sofa, but not a BMW. The" , "date" : "20080203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F. Y. I." , "url" : "http:\/\/www.nytimes.com\/2008\/02\/03\/nyregion\/thecity\/03fyi6.html"} ,   {"author" : "E-mail: dwyer@nytimes.com" , "body" : "First thing Friday morning, before anyone showed up to rent a television for the Super Bowl, Deborah Williams walked in the door of the Rent-A-Center store under the Broadway el in Bushwick, Brooklyn. She was delivering $109 in cash, her February payment for a 27-inch television that she is buying over time. If she does not miss any payments, she" , "date" : "20080202" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "ABOUT NEW YORK; For Just a Few Dollars, A Big TV and Years of Debt" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/02\/nyregion\/02about.html"} , {"body" : "Principals across New York City turned on their computers Thursday morning to discover that because of Mayor Michael R. Bloomberg's new budget proposal, their budgets had been slashed overnight by sums ranging from $9,000 to $447,587. And they reacted with unvarnished fury, while frantically scouring for places to cut spending. One principal," , "date" : "20080201" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Principals Angrily Try To Cut Budget" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/01\/nyregion\/01principals.html"} , {"body" : "When the police were criticized last spring for arresting 32 young people in Bushwick, Brooklyn, who were on their way to a wake for a friend who had been killed, they said the youths had been threatening public safety -- blocking traffic, climbing on cars, wearing T-shirts and flashing signs in homage to their friend's status as a gang leader." , "date" : "20080129" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Charges Dropped for 22 Arrested on Way to Wake" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/29\/nyregion\/29arrest.html"} , {"body" : "This is the year that Jose Guzman's luck is supposed to change. After spending a year and a half in a homeless shelter with his wife and two young daughters, Mr. Guzman is living in a railroad flat at the edge of Bushwick, just across the subway tracks from a cemetery. The city is paying most of the family's $1,170 monthly rent this year, and they" , "date" : "20080114" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CITYWIDE; From a Shelter to a Home, But for How Long?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9501E3DA133FF937A25752C0A96E9C8B63"} , {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. AKIM FUNK BUDDHA (Friday through Sunday) Expect the sacred and the profane in Akim Ndlovu's new ''Fountain of Youth'' -- and pretty much anything else performed by his company. The piece examines weighty issues like fate, youth and love, but with spectacular visuals and a free-flight" , "date" : "20080111" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "Dance Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B06E3D6103CF932A25752C0A96E9C8B63"} , {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. RICHARD SIEGAL In 2004 Richard Siegal choreographed ''Stranger,'' a solo to be seen by a single spectator by appointment only. That viewer was led down a labyrinth of corridors at the Frankfurt Opera House, where Mr. Siegal was part of William Forsythe's Frankfurt Ballet. Then, in a" , "date" : "20080111" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Dance Listings" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/11\/arts\/dance\/11wdance.html"} , {"body" : "A man was shot in the face in front of his wife and children on a street near his home. A teenager in the Bronx died from stab wounds. And in a Brooklyn apartment, two men were found dead seated at a card table, still clutching their playing cards. Each had been shot in the head. In the final two days of 2007, the toll of reported killings" , "date" : "20080101" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Fewer Killings in 2007, but Still Felt in City's Streets" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/01\/nyregion\/01murder.html"}]