[  {"body" : "And then there was one. The owners of Starrett City, the sprawling low- and moderate-income housing complex on Jamaica Bay in Brooklyn, are negotiating with the finalist in the bidding to buy the property: a group that includes the Christian Cultural Center, the Cogsville Group, the Clarett Group and the nonprofit Housing Partnership Development" , "date" : "20081220" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["JAMAICA BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Effort to Sell Starrett City Is Down to Single Bidder" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/20\/nyregion\/20starrett.html"} , {"body" : "Years ago, during the darkest days of her life, Valerie Andrews would rather have been dead. ''It was like, I didn't want to feel anything,'' Ms. Andrews said. ''I just went off the deep end. I was a lost soul.'' It would have been better to die, she recalls thinking, than to live as she did, only for a high. She spent years on the streets of her" , "date" : "20081211" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "47" , "title" : "THE NEEDIEST CASES; After a Lifetime on the Streets, a New Road to Travel" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/11\/nyregion\/11neediest.html"} , {"body" : "JOE THE PLUMBER spent Election Day running vent lines for a new McDonald's going up in Coney Island, chomping a breakfast of baby carrots as he hauled 10-foot lengths of four-inch No-Hub pipe from his van to the construction site around the corner. A few miles away, Joe the Plumber spent Election Day inspecting the boiler at a French-Caribbean" , "date" : "20081113" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "What About Joe?" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/13\/business\/smallbusiness\/13PLUMB.html"} , {"body" : "In the early 1990s, a diagnosis of AIDS was both a likely death sentence and a stigma. There were few treatment options, and many Americans were terrified of people infected with H.I.V. Today, because of antiretroviral therapy and an array of drugs to treat both symptoms and side effects, AIDS has become a chronic condition to be managed, at least" , "date" : "20081111" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Science" , "Health"] , "page_facet" : "6" , "title" : "PATIENT VOICES; Speaking Out for a Group Once Unheard-of: Aging With AIDS" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/11\/health\/11voic.html"} , {"body" : "Four minutes into their first home game on Saturday night, the Brooklyn Aces of the Eastern Professional Hockey League began defending their frozen turf on Flatbush Avenue. Jerry Cardinale, one of Brooklyn's own, squared off at center ice with Teague Willits-Kelley of the Jersey Rockhoppers. As both players tossed their helmets and gloves to the" , "date" : "20081110" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Watch Out for That Stick, Er, Fist: Professional Ice Hockey Bursts Into Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/10\/nyregion\/10aces.html"} , {"body" : "Recent efforts to get more black and Hispanic students into New York City's elite public high schools have fallen short, with proportionately fewer of them taking the admissions exam and even lower percentages passing it. The performance gap persists even among students involved in the city's intensive 16-month test prep institute, designed to" , "date" : "20081108" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "23" , "title" : "Racial Imbalance Persists at Elite Schools" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/08\/nyregion\/08specialized.html"} , {"body" : "''I'M the president and the C.E.O. of the booksellers of Broadway,'' Kirk Davidson said as he reclined in an office chair outside a Chase Bank branch near West 73rd Street. On the sidewalk in front of him, and extending along the west side of Broadway between 72nd and 74th Streets, was Mr. Davidson's 22-year-old enterprise: a sprawling array of" , "date" : "20081019" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UPPER WEST SIDE (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "6" , "title" : "UPPER WEST SIDE; The Books And the Boos" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/19\/nyregion\/thecity\/19vend.html"} , {"body" : "The ''Living In'' article last Sunday about Canarsie, Brooklyn, referred imprecisely to an assertion by Jean-Paul Ho, a real estate agent, about the regional origin of many homeowners who were in financial difficulty because they had been the targets of predatory lenders. He was speaking only of immigrants from the Caribbean, not also of immigrants" , "date" : "20081019" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Correction" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9406E6DF133DF93AA25753C1A96E9C8B63"} , {"body" : "EVEN years ago, back when she rented in East Flatbush, Ismay Gardner knew she liked Canarsie, a quiet suburban community on Brooklyn's south shore with row upon row of detached houses and neat lawns. When she decided to buy a house, Canarsie was the first place she looked, and even when she moved -- twice -- it was within Canarsie. Now, Ms." , "date" : "20081012" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "LIVING IN | CANARSIE, BROOKLYN; Homey, but No Haven From Hard Times" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/12\/realestate\/12livi.html"} , {"body" : "The man in the lightly checked sport shirt and khakis pounded on the flat surface before him and screamed, ''Noooo!'' He might as well have still been on Wall Street, at a conference table at his old haunt, Goldman Sachs. Not quite. Jed Lowrie had just hit a sacrifice fly. ''Too good of a pitch 0 and 2!'' the man, Stuart Sternberg, wailed over the" , "date" : "20081012" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "3" , "title" : "Fan Exits Wall Street, and the Rays Profit" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/12\/sports\/baseball\/12rays.html"} ,   {"body" : "Canarsie, a neighborhood in the southeast corner of Brooklyn along Jamaica Bay, has a homey, suburban feel, but has been hit hard by the mortgage crisis." , "date" : "20081009" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "title" : "Living in Canarsie" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2008\/10\/09\/realestate\/20081012LIVINGIN_index.html"} , {"body" : "Five men were killed in separate shootings and stabbings in the city early Sunday, the police said. In Canarsie, Brooklyn, the police said, Ramel Fletcher, 29, of Rockaway Parkway, was stabbed in the neck and throat at 12:30 a.m. on a sidewalk at 1630 East 102nd Street. Neighbors said on Sunday afternoon that Mr. Fletcher had been part of a crowd" , "date" : "20080929" , "day_of_week_facet" : "Monday" , "geo_facet" : ["MANHATTAN (NYC)" , "BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "title" : "Five Men Die in a Spate of Violence in New York" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/29\/nyregion\/29murder.html"} , {"body" : "FIVE in the morning down at the deli, Knapp Street, Brooklyn, the smell of the tide coming in soft and funky over Jordan's Lobster Dock down the block. People stand in line for coffee, ice, a sandwich for later. There is nervous energy in the air, guys shuffling in boots and flip-flops. Here are rumpled fishing guides ripped from the womb of sleep" , "date" : "20080912" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "1" , "title" : "A Short Cast Away" , "url" : "http:\/\/travel.nytimes.com\/2008\/09\/12\/travel\/escapes\/12Fish.html"} , {"body" : "Assembly Speaker Sheldon Silver easily won his first serious re-election fight in more than two decades on Tuesday, but early results were mixed for some of his fellow lawmakers, according to unofficial tallies. Daniel L. Squadron defeated Martin E. Connor, a former Senate minority leader in office since 1978, in a Democratic primary for a State" , "date" : "20080910" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Silver Sidesteps a Challenge, but Other Incumbents Fall in Primary" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/10\/nyregion\/10primary.html"} , {"body" : "It was a grueling day of nonstop activity for United States Representative Edolphus Towns. He started campaigning shortly after sunrise at a subway station in East New York, in the heart of his Congressional district in Brooklyn. By day's end last Thursday, he had stumped at a senior center and a community barbecue, solicited contributions by phone" , "date" : "20080904" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Accused of Being Out of Touch, a 25-Year Congressman Campaigns for Dear Life" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/04\/nyregion\/04edtowns.html"} , {"body" : "At the end of the line, the subway creaks to a stop a few yards short of the yellow crash bumper. A few stragglers, or a lurch of homebound commuters, head for the street. Train cleaners wielding worn-sided corn brooms and generic spray bottles marked ''lemon'' or ''Windex'' amble onto the cars, rousting any sleepers and drunks unmoved by the" , "date" : "20080824" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Lonesomeness, Beauty, Ambition and Often an Abiding Oddness: It's the Curious World of the Last Stop" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/24\/nyregion\/24laststop.html"} , {"body" : "Alison Borzacchiello, a stay-at-home mother from Queens, needed something new to wear to a wedding, so she set out a few weeks ago for Estelle's Dressy Dresses in Farmingdale, N.Y. That was hardly momentous. What made it worthy of note is that she did not take her 11-year-old son, Nicky, along. He has just reached that awkward age when he is old" , "date" : "20080814" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Children Left Alone At Home, Worriedly" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/14\/nyregion\/14alone.html"} , {"body" : "The L and the No. 7 have been named New York City's best subway lines in the annual state of the subways report, issued on Tuesday by the Straphangers Campaign, an advocacy group for transit riders. The two lines have the advantage of not having to share their tracks, and are part of an experiment in which individual subway routes are being turned" , "date" : "20080730" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "L and No. 7 Get Top Ratings Among City's Subway Lines" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/30\/nyregion\/30straphangers.html"} , {"body" : "Cable television subscribers in New York City will have another company to choose from starting on Monday when Verizon begins selling programming, taking on companies like Cablevision and Time Warner Cable. Verizon Communications, the city's largest phone company, will start hooking up cable customers for television in parts of 108 neighborhoods" , "date" : "20080728" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "2" , "title" : "Verizon Begins Competing For Cable TV Customers" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/28\/nyregion\/28verizon.html"} , {"body" : "Two men in Brooklyn were wounded early Saturday in related shootings, including one that involved a police officer, the authorities said. The police were investigating whether the officer, identified only as a 31-year-old who has been on the force for a year and a half, hit anyone with the two shots he fired. At about 3 a.m. on Saturday, the police" , "date" : "20080727" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "2 Men Shot Outside a Brooklyn Club" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/27\/nyregion\/27shot.html"} ,   {"body" : "When the Brooklyn Brewery set up its brew house 12 years ago in a decaying section of Williamsburg riddled with empty shells of the borough's industrial past, Steve Hindy, the brewery's president, was hailed as a pioneer. Today, the neighborhood has come a long way: Condominiums a block away offer rooftop cabanas, while developers are turning" , "date" : "20080720" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Double Edge to Brooklyn's Success" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/20\/nyregion\/20brewery.html"} , {"body" : "To the Editor: ''A Look Back at Canarsie, Clouded by Copyright Woes'' (June 29), about the Brooklyn Historical Society's refusal to allow two of its photographs to be published in a book about Brooklyn, perfectly described the ''orphan works'' conundrum: Under copyright law, an author needs permission to use a historical photo, but the photo's" , "date" : "20080713" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region" , "Books"] , "page_facet" : "11" , "title" : "LETTERS TO THE EDITOR; The Conundrum of 'Orphan Works'" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE0DF1E3EF930A25754C0A96E9C8B63"} , {"author" : "E-mail: hjaraton@nytimes.com" , "body" : "The best current team in the American League does not have a position starter in next week's All-Star Game and has two players on the roster over all. Its National League counterpart weighs in with corresponding numbers of three and seven. There are other intriguing contrasts between the Rays and the Cubs, but let's put an emerging Fall Classic" , "date" : "20080708" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "SPORTS OF THE TIMES; A Record To Make The Yankees Jealous" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/08\/sports\/baseball\/08araton.html"} , {"body" : "Songs of joy, cries of sorrow and sharp words of condemnation for the city's failings filled a tiny, overcrowded Brooklyn chapel on Sunday. At the Jesus is Lord Sanctuary in Canarsie, congregants filled all 132 seats, lined the walls and spilled onto the sidewalk for the funeral of Esmin Elizabeth Green, whose death on June 19 ignited a firestorm" , "date" : "20080707" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "A Life Celebrated, and a City Criticized" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/07\/nyregion\/07funeral.html"} , {"body" : "New York City's Health and Hospitals Corporation agreed on Tuesday to increase the monitoring of patients at a public psychiatric ward in Brooklyn. The agreement came after a videotape surfaced showing a patient collapsing onto a floor after waiting nearly 24 hours to be seen, and lying there for about an hour while hospital workers did nothing for" , "date" : "20080702" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Video of Dying Mental Patient Being Ignored Spurs Changes at Brooklyn Hospital" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/02\/nyregion\/02hosp.html"} , {"body" : "THE photograph, in the archives of the Brooklyn Historical Society, showed a group of people having drinks at Whittaker's Hotel, a long-disappeared way station in Canarsie that once served travelers bound for the Rockaways. It was just what Brian Merlis, who publishes books of historical Brooklyn photographs, wanted. But in April, a few weeks after" , "date" : "20080629" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CANARSIE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "6" , "title" : "BROOKLYN HEIGHTS; A Look Back at Canarsie, Clouded by Copyright Woes" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/29\/nyregion\/thecity\/29hist.html"} , {"body" : "Marla Anne Block, a daughter of Dr. Constance Shames and Rabbi A. Allen Block of Old Westbury, N.Y., is to be married on Sunday to Michael James Mendelson, the son of Mindy Mendelson and William Mendelson of Lake Worth, Fla. The bride's father is to officiate at Oheka Castle in Huntington, N.Y. Rabbi Charles G. Agin is to participate in the" , "date" : "20080629" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "11" , "title" : "Marla Block, Michael Mendelson" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/29\/fashion\/weddings\/29block.html"} , {"body" : "Calling her actions ''an outrageous breach of trust,'' a judge sentenced Diane M. Gordon, a former state assemblywoman from Brooklyn, to two to six years in prison on Thursday for offering to help a developer acquire city land if he would build her a house free. Ms. Gordon, a four-term Democrat from East New York, will be eligible for parole after" , "date" : "20080613" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Ex-Legislator Is Sentenced To 2 to 6 Years" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/13\/nyregion\/13gordon.html"} , {"author" : "E-mail: haberman@nytimes.com" , "body" : "His best day? For Seymour Wittek, it was the day he met the girl he would marry. There have been other significant days over his 87 years -- when children were born and new jobs were begun, when grandchildren came along. One October day last year, death claimed Anne Wittek, his wife of 64 years. That was a most important day. But for altering his" , "date" : "20080527" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK HARBOR"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NYC; Time Ebbs for the Heroes Who Saved the Harbor" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/27\/nyregion\/27nyc.html"} , {"body" : "Chapter 3: The Czechoslovakia Lady You can find out a lot about a recently dead man on the Internet if you are willing to put in some time, even if you are philosophically opposed to the ease of the endeavor. Let me amend that: you can find out a lot about a recently dead man on the Internet if he was part of the world whose existence is recorded" , "date" : "20080518" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "30" , "title" : "SUNDAY SERIAL | THE FUNNY PAGES; Mrs. Corbett's Request: Chapter 3: The Czechoslovakia Lady" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/18\/magazine\/18serial-t.html"} ,   {"author" : "Samuel G. Freedman is a professor of journalism at Columbia University. His e-mail is sgfreedman@nytimes.com." , "body" : "Set just a few subway stops apart in blue-collar Brooklyn, drawing from a similar pool of new immigrants and American-born blacks, two high schools spent the past decade careering toward opposite destinies. The question now is whether the failure of one will destroy the success of the other. Since the late 1990s, Lafayette High School in the Bath" , "date" : "20080507" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "ON EDUCATION; Failings of One Brooklyn High School May Threaten a Neighbor's Success" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/07\/education\/07education.html"} , {"body" : "At the Catholic Goods Center off Arthur Avenue in the Bronx the other day, they were all sold out of Pope Benedict XVI holy cards. Copies of the photo of Benedict displayed in the store window were selling briskly. But the store's owner, John V. Iazzetti, said his customers seemed to prefer the gentleman whose photo was displayed on a rack inside" , "date" : "20080420" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "A Deep Respect for Benedict, but It's Still True Love for John Paul" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/20\/us\/nationalspecial2\/20johnpaul.html"} , {"body" : "At the corner of Ditmas Avenue and East 21st Street in Flatbush, Brooklyn, most people see crowded streets lined with brick buildings and parked cars crammed against the curb. Leon Williams sees a football field. The cars, parallel-parked down 21st, mark the sidelines. The sewer grates identify first downs. The street lights at the intersection" , "date" : "20080417" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "7" , "title" : "A Field Sprouts With Imagination" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/17\/sports\/football\/17williams.html"} , {"body" : "State Assemblywoman Diane M. Gordon of Brooklyn was convicted on Tuesday of receiving a bribe for offering to help a developer acquire a parcel of city-owned land in her district if he would build her a free house in a gated community in Queens. The conviction means that Ms. Gordon, 58, a four-term Democrat from East New York, immediately loses her" , "date" : "20080409" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Lawmaker Found Guilty Of Corruption" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/09\/nyregion\/09gordon.html"} , {"body" : "Ten years ago, Denise de las Nueces was a nerdy high school student from a poor Manhattan neighborhood, poring over astronomy books her father had picked out of the trash at the building where he worked as a doorman. Eight years ago, Letica Fox-Thomas was finishing up a childhood spent partly in the city's homeless shelters while cramming for her" , "date" : "20080407" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "For Times Scholars, School Was One of Many Hurdles" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/07\/nyregion\/07scholars.html"} , {"body" : "Cricket, which its fans say is the world's second most popular sport, is played by millions of people around the globe. But it is pursued seriously by probably fewer than 1,000 people in New York City, where the game is played in relative obscurity, its matches confined to the corners of the city. Yet New York has long been among the centers of" , "date" : "20080403" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Playing a Sport With Balls And Bats, but No Pitcher" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/03\/nyregion\/03cricket.html"} , {"body" : "At precisely 1 p.m. on Friday, an unlikely radio program blares to life on the lower end of the FM dial. The program is all sports, all the time: interviews with players and coaches, discussions about big games and steroids -- the kind of fare that is a staple of sports radio everywhere. But this program, on WNYE-FM (91.5), has nothing to do with" , "date" : "20080323" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "26" , "title" : "On This Show, Vinny From Lincoln High Is Host" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/23\/nyregion\/23host.html"} , {"body" : "New York has always been a city of construction cranes: They are the steel crutches of the skyline, forever pulling it upward. But when one of them collapsed on the East Side on Saturday -- killing at least four people, demolishing a building and damaging at least five others -- the disaster exposed the often-uneasy relationship cranes have had" , "date" : "20080317" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Now, Cringing In the Shadows Cast by Cranes" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/17\/nyregion\/17cranes.html"} , {"author" : "E-mail: dwyer@nytimes.com" , "body" : "Larry Borger, tree man, bent a poplar branch into view. Its buds were well-spaced, meaning that the tree has been growing vigorously. With just a glance, he had started to break its secret codes. Mr. Borger is older than that tree and, for that matter, tens of thousands of other trees in the city, where he has been a practicing arborist since the" , "date" : "20080305" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "ABOUT NEW YORK; A Skyline That Sways In the Breeze" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/05\/nyregion\/05about.html"} , {"body" : "ON Saturdays, a dozen habitués of the Brooklyn Chess Club sit under fluorescent lights in a synagogue in Canarsie, moving plastic pawns and bishops across rubbery chess mats. Despite its name, the club is in no way related to the Brooklyn Chess Club of the 1950s, where the former world champion Bobby Fischer studied as a boy. Nevertheless, when" , "date" : "20080210" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "CANARSIE; In the Land Of Fischer, Dismay And Awe" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/10\/nyregion\/thecity\/10ches.html"} ,   {"body" : "For them, it's almost impossible to remember a time when Hillary Rodham Clinton was not in the White House or the Senate. Sept. 11, 2001, was a third of a lifetime ago. And to most of these New York college students, Tuesday's primary election is an exhilarating first chance to cast a vote in a contest of national import -- even though they have" , "date" : "20080202" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education" , "Washington"] , "page_facet" : "1" , "title" : "On a City Campus, Excitement and Uncertainty for Primary" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/02\/nyregion\/02students.html"} , {"body" : "Following are excerpts from online readers' responses to the Next Stop series: JAN. 2 I commute from the Upper East Side to Wall Street. The trip takes 45 to 60 minutes (door-to-door) on the 4\/5, which is so overcrowded, so slow and so prone to problems (usually a sick passenger at Grand Central) that it is my personal version of hell. -- Posted by" , "date" : "20080127" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "NEXT STOP; Readers' Commutes: Good, Bad, Ecstatic" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9801E3DA153AF934A15752C0A96E9C8B63"} , {"author" : "As told to Eve Tahmincioglu." , "body" : "THROUGHOUT my life with my parents, growing up in a poor neighborhood in Brooklyn, we rented an apartment and my father had two or three jobs. My mom worked as a clerk at a bank. Money and material belongings were at an absolute minimum. We didn't own a car. Vacations were sparse. I was in junior high when my dad passed away suddenly at age 56. It" , "date" : "20080120" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Business"] , "page_facet" : "18" , "title" : "THE BOSS; It's All About Focus" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/20\/jobs\/20boss.html"} , {"body" : "A 32-year-old man who the police believe had been living in his car was arrested on Tuesday on charges that he murdered a young Brooklyn woman who disappeared last spring while on vacation in Florida, the authorities said. The police in New York and Miami said that the suspect, Kendrick L. Williams, was found reclining and asleep in a Nissan Maxima" , "date" : "20080116" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "SUNRISE (FLA)" , "FLORIDA" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Suspect Charged in Death of a Woman Who Vanished in Florida" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/16\/nyregion\/16missing.html"} , {"body" : "FOR four decades, many pennywise subway riders have hatched a common scheme when confronted by a fare increase. Maybe, goes the thinking, it will pay to hoard. The tradition began in 1966, when the subway fare rose to 20 cents from 15, the first increase since the token was introduced in 1953. In the days preceding the rise, frugal riders bought" , "date" : "20080106" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEW YORK IN TRANSIT; Playing the Angles As a Fare Increase Looms" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/06\/nyregion\/thecity\/06fare.html"}]