[  {"body" : "LATE in the evening on a mid-November Wednesday, when Union Square was dark and quiet, a mild-mannered, blue-eyed man named Eldon Scott stood near the bronze statue of George Washington with a surveyor's wheel in his hand and counted out six paces. Fishing a nub of yellow chalk from the pocket of his green zippered fleece, he stooped down to make a" , "date" : "20081221" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNION SQUARE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Jewel Box of Union Square" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/21\/nyregion\/thecity\/21marke.html"} , {"body" : "PARENTS around the city are eagerly awaiting delivery of the 5-by-7, 8-by-10 or wallet-size school portraits of their children that typically arrive in mailboxes this time of year. But instead of the stuffy, posed portraits with forced smiles and blue carpet backgrounds customary to the genre, some Brooklyn parents are getting images like these" , "date" : "20081214" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PARK SLOPE (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "THE CITY VISIBLE; Smiley Faces" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/14\/nyregion\/thecity\/14scho.html"} , {"body" : "IN September, Cathy DeVore, a real estate agent in Larchmont, N.Y., whose business has been at a standstill lately, began taking gradual steps to lay off her longtime nanny and housekeeper. Aware that the woman supports a son, a mother, and a niece in Dominica, and worried for their well-being, Mrs. DeVore wanted to make sure her employee found" , "date" : "20081211" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Trickledown Downsizing" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/11\/garden\/11domestics.html"} , {"body" : "Open Now VINEGAR HILL HOUSE The name refers to a part of Brooklyn just west of the navy yard. That's where last week, Jean Adamson and Sam Buffa, left, opened this cozy place where the cooking is done in a roaring wood-burning oven: 72 Hudson Avenue (Water Street), Vinegar Hill, Brooklyn, (718) 522-1018. B-BAP FUSION RICE BAR Jeena Kim, a designer," , "date" : "20081126" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["CARROLL GARDENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/26\/dining\/26off.html"} , {"body" : "LONG ISLAND COLLEGE HOSPITAL has stood at the northwestern corner of Cobble Hill, Brooklyn, overlooking the harbor for 150 years, so its presence in the surrounding neighborhoods cannot be boiled down to a single anecdote. It has been there for births and deaths and the large and small crises in between: a case of a school principal with whooping" , "date" : "20081123" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DISPATCHES; A Hospital That's Critical, As Neighbors Pace and Fret" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/23\/nyregion\/thecity\/23disp.html"} , {"body" : "To the Editor: A little elucidation on ''Pop'' Torello, the honoree of a somewhat cryptic brass plaque at 227 Smith Street in Carroll Gardens, Brooklyn, and the subject of a question about his identity in the F.Y.I. column on Nov. 2: Living right around the corner, I, too, have been intrigued by the plaque, and in the days leading up to its 50th" , "date" : "20081123" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "12" , "title" : "LETTERS TO THE EDITOR; The Bereaved Man Behind the Plaque" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E05E2DB1E31F930A15752C1A96E9C8B63"} , {"body" : "To the Editor: Re ''Trouble, Two Doors Down'' (Oct. 26), about the opening of an epicurean market on the same block as a grocery in Carroll Gardens, Brooklyn: I beg to disagree with the resident who was quoted saying she doesn't ''have time to stop in three or four stores to get dinner supplies.'' There is already a unique variety of prepared foods" , "date" : "20081109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CARROLL GARDENS (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "LETTERS TO THE EDITOR; Already Enough Shops, Thanks Very Much" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D01E0D71730F93AA35752C1A96E9C8B63"} , {"author" : "E-mail: cityletters@nytimes.com" , "body" : "Editor's Note Appended Hands Point the Way to a Vanished World To the Editor: ''Hand Signals'' (The City Visible, Oct. 26), featuring Luis Mallo's photographs of passengers' hands on the subway, reminded me of the famous photographer Weegee. You can learn a greaft deal about people from body language, including the way they fold their hands." , "date" : "20081109" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "LETTERS TO THE EDITOR; Expressive Hands, Jump-Rope Girls and Rival Stores" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D07E6D71730F93AA35752C1A96E9C8B63"} , {"body" : "BARS Char No. 4 196 Smith Street (Warren Street), Carroll Gardens, Brooklyn, (718) 643-2106. New York's culinary center of gravity has shifted little by little toward Brooklyn. So it's no surprise that there's a gastro-bar like Char No. 4 in Carroll Gardens, or that it might have the most encyclopedic whiskey selection in the city -- 255 at latest" , "date" : "20081105" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CARROLL GARDENS (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "10" , "title" : "DINING BRIEFS; Dining Briefs" , "url" : "http:\/\/events.nytimes.com\/2008\/11\/05\/dining\/reviews\/05brief-002.html"} , {"body" : "AFTER Finola Keyes and John Wood adopted their daughter, Jillian, from China, they decided it was time for them to leave Brooklyn for the suburbs. Once they did, they couldn't wait to return. Ms. Keyes, a native of Potomac, Md., who once vowed she would never live in the suburbs as an adult, and Mr. Wood, who is from Easton, Mass., met in the" , "date" : "20081102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "THE HUNT; Back in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/02\/realestate\/02hunt.html"} ,   {"body" : "IF you want to rent a loft in an old commercial or manufacturing building, the best place to look is in less-established neighborhoods like the South Bronx and in the Brooklyn neighborhoods of Bushwick, Carroll Gardens, Clinton Hill and Red Hook. Those areas are served by small local brokers as well as the larger chains. You can find listings from" , "date" : "20081102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Finding Raw Space of Your Own" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A05E4DA1338F931A35752C1A96E9C8B63"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "Block That Button Q. In the last mayoral election, I was refused entry to my polling place because I was wearing my four-decade-old ''Lindsay for Mayor'' button. Is that really ''electioneering''? Then what about ''Boycott Lettuce'' or ''All the Way With Adlai''? A. One person's cute history could be another's subtle hint. Maybe ''Lindsay for" , "date" : "20081102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "2" , "title" : "F. Y. I." , "url" : "http:\/\/www.nytimes.com\/2008\/11\/02\/nyregion\/thecity\/02fyi.html"} , {"body" : "IN the recent indie release ''Momma's Man,'' a young father named Mikey returns to his hometown of New York City on a business trip, and after spending a few days at his parents' house, refuses to leave. He putters around his childhood home, an old TriBeCa loft, and the vastly changed neighborhood, avoiding his wife, his job, his whole adult life." , "date" : "20081102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The Primal Loft" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/02\/realestate\/02cov.html"} , {"body" : "Opening This Week CENTER CUT Jeffrey Chodorow's sprawling new steakhouse on the second floor of the Empire Hotel, opening Oct. 30, includes dishes like steak Diane, Korean short ribs, prime rib and hot-smoked king salmon: 44 West 63rd Street, (212) 956-1288. DARDANEL Turkish food, emphasizing Black Sea cuisine, including anchovies and halvah pie," , "date" : "20081029" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/29\/dining\/29off.html"} , {"body" : "FROM one angle -- say, from the corner of Boerum Place and Schermerhorn Street -- downtown Brooklyn might seem to be a horrible place to live. Look over one shoulder and there's the abandoned Brooklyn House of Detention, which the city has considered revitalizing as a combination jail and multiuse project. Over the other shoulder are several lanes" , "date" : "20081026" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "DUMBO (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "HABITATS; Finding the Best Side of a Neighborhood" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/26\/realestate\/26habi.html"} , {"body" : "RUNNING a grocery is a fairly even-keel business, at least compared with, say, being a derivatives trader. You keep the shelves stocked, adjust the orders based on what's selling, advertise a sale on Tropicana orange juice every so often. Recessions come and go, but people always need groceries. And yet, Al Sale, the 54-year-old owner of Good Food" , "date" : "20081026" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CARROLL GARDENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "URBAN STUDIES; Trouble, Two Doors Down" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/26\/nyregion\/thecity\/26groc.html"} , {"body" : "IN the six years since Donna Walrond moved to Bedford-Stuyvesant, Brooklyn, she has found much to like about the neighborhood. Her rent is cheap, the neighbors are friendly, and crime is decidedly down. There's just one problem. ''We have two good restaurants,'' she said the other day in the toy-strewn living room of her three-bedroom apartment on" , "date" : "20081019" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD STUYVESANT (NYC)" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "8" , "title" : "BEDFORD-STUYVESANT; Her Wheels, Their Meals" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/19\/nyregion\/thecity\/19take.html"} , {"author" : "E-mail: susan.dominus@nytimes.com" , "body" : "Sometimes it seems like Facebook is the most backward-looking innovation ever expected to change the future. Especially for people who throw up only a perfunctory Facebook page, the site seems mostly useful for entree points into the past -- random hellos and what-are-you-up-tos and updates from people they once saw around campus or played kickball" , "date" : "20081017" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "PARK SLOPE (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "29" , "title" : "BIG CITY; Thanks to Facebook, Your Childhood in Park Slope in the '80s Never Has to End" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/17\/nyregion\/17bigcity.html"} , {"body" : "Zoe Kazan spends most evenings on a Broadway stage these days, but if she didn't, she might instead be found handing out leaflets for Save the Whales, carrying grocery bags for elderly women or looking for a losing team to console with juice boxes and cookies. And if she were to meet Masha, the terminally unhappy character she plays in ''The" , "date" : "20081016" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "3" , "title" : "Animating the Underdog In Film and Stage Roles" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/16\/theater\/16zoe.html"} , {"author" : "MATT GROSS writes the Frugal Traveler column for the Travel section." , "body" : "AT its most generous, New York bestows a rare gift upon visitor and resident alike: it makes you feel young. Stride down its granite-steel-and-glass corridors, and your viewpoint is instantly that of a child, eyes directed forever upward. But New York offers a deeper sense of youth, too, the earnest expectation that one day, out of the blue, your" , "date" : "20081012" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "1" , "title" : "Frugal New York" , "url" : "http:\/\/travel.nytimes.com\/2008\/10\/12\/travel\/12frugal.html"} ,   {"body" : "WHEN the artist Byron Kim saw workers repainting a small bridge near his studio in Carroll Gardens, Brooklyn, he was concerned. ''I watched them painting it Deep Cool Red,'' he said, ''and I kept thinking, did we pick the right color?'' Along with having an artist's eye for particulars, Mr. Kim is one of 11 members of the city's Public Design" , "date" : "20081005" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY VISIBLE; Painting the Town" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/05\/nyregion\/thecity\/05brid.html"} , {"body" : "CARROLL GARDENS DUPLEX $725,000 BROOKLYN: 62 Bergen Street (between Smith Street and Boerum Place), #2 A one-bedroom one-and-a-half-bath condominium with a large family room, a laundry area, a wood-burning fireplace and a deck, in a converted clapboard house. Terry Naini, Prudential Douglas Elliman (917) 841-1826; www.prudentialdouglaselliman.com" , "date" : "20081005" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980DE2D9173DF936A35753C1A96E9C8B63"} , {"body" : "AROUND TOWN THE NEW YORKER FESTIVAL AND 'REVENGE OF THE BOOK EATERS' Literary scenesters have a whirlwind few days ahead of them. This weekend brings the annual scrum for tickets known as The New Yorker Festival, which opens on Friday with a dance party, above. Among the highlights on Saturday: Clint Eastwood interviewed by Lillian Ross; the" , "date" : "20081003" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D06EED6173DF930A35753C1A96E9C8B63"} , {"body" : "AROUND TOWN Museums and Sites BARTOW-PELL MANSION, 895 Shore Road North, Pelham Bay Park, the Bronx. Friday, 5:30 to 8:30 p.m., the opening of ''Finery and Frippery,'' an exhibition of costumes from the 19th century, with guided tours, music and refreshments; free. Tour hours: Wednesdays, Saturdays and Sundays, noon to 4 p.m.; grounds, daily, 8:30" , "date" : "20081003" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B04E6D91E3BF930A35753C1A96E9C8B63"} , {"body" : "Korean Restaurant Week Through Saturday, nearly 20 Korean restaurants are featuring prix fixe bibimbap lunches and dinners, including appetizer and dessert, for $15 as part of Taste of Korea, the first Korean restaurant week. Bibimbap alone, $7, is available at lunch only. On Saturday at 2 p.m., bibimbap, a dish of rice and vegetables, will be" , "date" : "20081001" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/01\/dining\/01fcal.html"} , {"body" : "When the third season of ''Ugly Betty'' begins on Thursday, viewers who see the show's star, America Ferrera, stumble past the Brooklyn Bridge or the Empire State Building will be seeing something new: New York. Until this season, the ABC show was produced in Los Angeles, where its exterior shots were frequently filmed in front of green screens," , "date" : "20080925" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Thanks to Tax Credits, the New York You See on TV Is More Likely the Real City" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/25\/nyregion\/25betty.html"} , {"body" : "Opening This Week ARPEGGIO AND THE CENTER ROOM Restaurant Associates has reconfigured Avery Fisher Hall's dining options with a wine bar, Arpeggio Food and Wine, open until midnight, and the Center Room, offering pretheater buffet lunches and dinners. They are closed on Mondays: Avery Fisher Hall, Lincoln Center, (212) 874-7000. CHAR NO. 4 The name" , "date" : "20080917" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "OFF THE MENU" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/17\/dining\/17off.html"} , {"body" : "In just a few short days, Daniel L. Squadron has gone from neophyte insurgent candidate to wunderkind. His victory in the Democratic primary last week over State Senator Martin Connor, a 30-year veteran of Albany and onetime Senate minority leader, has made Mr. Squadron, 28, one of the most talked-about figures in New York City politics. Since that" , "date" : "20080915" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "His Agenda: A More Open Albany" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/15\/nyregion\/15squadron.html"} , {"body" : "OUTFITTING a nursery used to be a snap: pink for girls, blue for boys, yellow for babies whose parents were a bit more progressive. Put a crib here and a bassinet there, mount an animal mobile that plays ''Farmer in the Dell,'' and the work was done. Today, there is a wider variety of well-designed products that are sophisticated and eco-friendly." , "date" : "20080911" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "6" , "title" : "SHOPPING WITH : Christiane Lemieux | Growing Room" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/11\/garden\/11shopping.html"} , {"body" : "THE New York event designer David Stark transforms unexpected materials, sometimes even scraps headed for the recycling bin, into works of beauty. For a National Design Awards ceremony, he once turned shredded office paper into topiary. ''I think of each project as a big art installation that happens to be for a party or a dinner,'' he said. Mr." , "date" : "20080904" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "4" , "title" : "SHOPPING WITH DAVID STARK | Made With Twine" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/04\/garden\/04shopping.html"} ,   {"body" : "THESE are the rules of restaurateurship this season: be persistent and keep it simple, or get somebody else to do the heavy lifting. Restaurant openings in New York are beginning to require the kind of planning that went into the Beijing Olympics. A few of the restaurants in this annual preview were also in the preview last year, prematurely, it" , "date" : "20080903" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "Even Chefs Have to Wait for a Table" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/03\/dining\/03seas.html"} , {"body" : "OPENING LATER ALDEA George Mendes, whose résumé includes Bouley and Wallsé, will have a menu with a Portuguese accent, with dishes like sardines and Madeira raisins, and pork chop with clams and kale. He has enlisted Stephanie Goto, who worked on Morimoto and Corton, to design sleek, intimate spaces for the narrow room with a mezzanine: 31 West" , "date" : "20080903" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "7" , "title" : "OPENING LATER" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E4DA1E3CF930A3575AC0A96E9C8B63"} , {"author" : "Compiled by Kris Ensminger E-mail: eating@nytimes.com" , "body" : "BoCoCa, a term coined several years ago for a shopping guide, refers to the junction of Boerum Hill, Cobble Hill and Carroll Gardens. While it hasn't exactly caught on with the fervor of, say, TriBeCa or Dumbo, it does identify the site of a vibrant dining scene. These places have all opened in the past year or so. Black Mountain Wine House (718)" , "date" : "20080831" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CARROLL GARDENS (NYC)" , "COBBLE HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "GOOD EATING | BOCOCA; Brooklyn Cornucopia" , "url" : "http:\/\/events.nytimes.com\/2008\/08\/31\/nyregion\/thecity\/31rest.html"} , {"body" : "WHEN Gavin Cutler bought an 1890s Brooklyn brownstone in 2004, he knew he wanted to gut the whole thing. He envisioned the top three floors as a big, open space for himself and his companion, Sundy Procter, and the garden floor as an apartment for his sister, Anne Cutler, and her 7-year-old daughter. Mr. Cutler hired Robert Young, a Manhattan" , "date" : "20080821" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CARROLL GARDENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "ON LOCATION; Subtract Walls, Add Color" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/21\/garden\/21brooklyn.html"} , {"body" : "I was at the bottom of the ocean in Brooklyn when it dawned on me why I love New York City beaches even more than those pristine, remote shores seen in vacation brochures. It was not exactly pristine or remote where I was swimming, at Brighton Beach, surrounded by a group of elderly Russians in bathing caps backstroking their afternoon away. But as" , "date" : "20080815" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Travel" , "Arts"] , "page_facet" : "30" , "title" : "SUMMER IN THE CITY; Too Darn Hot? Hop the 'Sea' Train" , "url" : "http:\/\/travel.nytimes.com\/2008\/08\/15\/arts\/15beac.html"} , {"body" : "NEW Yorkers see their town as the center of the universe. But despite huge strides by New York's cafes over the last few years, the most respected coffee roasters are elsewhere. Now, some of the best are coming to town. Duane Sorenson, who owns Stumptown Coffee Roasters, based in Portland, Ore., packed up a U-Haul last month and moved to Carroll" , "date" : "20080813" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "5" , "title" : "Specialty Coffee Roasters Brew in New York" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/13\/dining\/13coffee.html"} , {"body" : "IN the early, unwashed days of punk, one fanzine published a simple poster-like manifesto that read: ''Here's three chords. Now form a band.'' For musicians who thought playing in public required lasers, smoke machines and a 20-minute guitar solo derived from a Bach cantata, nothing could have been more liberating. Eton, which opened a month ago in" , "date" : "20080806" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["CARROLL GARDENS (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "7" , "title" : "$25 AND UNDER; Take Dumplings. Add Ice. Slurp." , "url" : "http:\/\/events.nytimes.com\/2008\/08\/06\/dining\/reviews\/06unde.html"} , {"body" : "International USING DECREE AUTHORITY, Chávez Expands His Powers President Hugo Chávez of Venezuela used decree powers that were set to expire to enact a set of measures that seem based on a package of constitutional changes that voters rejected last year. His actions significantly increase his power and are likely to open a new stage of" , "date" : "20080806" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "INSIDE THE TIMES: August 6, 2008" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0DE3DC103BF935A3575BC0A96E9C8B63"} , {"body" : "COULD Champagne replace beer as Brooklyn's quaff of choice? Now there's fighting words. But bartenders in this venerably beery borough seem, increasingly, to be reaching for a heavy-bottomed bottle of Champagne, rather than a long-necked bottle of beer. Not that they're pouring it, unaccompanied, into delicate flutes -- Brooklyn's gentrification" , "date" : "20080803" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "8" , "title" : "SHAKEN AND STIRRED; Well, It's Not Champale" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/03\/fashion\/03shake.html"} , {"body" : "FOR CHILDREN AMERICAN GIRL EVENT (Tuesday) Admirers of American Girl -- the book series, the dolls and the stores -- can take their enthusiasm to new heights at this program, a collaboration with the Top of the Rock Observation Deck at Rockefeller Center. Girls 8 and older are invited to have dinner at 5:30 p.m. at the cafe at American Girl Place," , "date" : "20080801" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B07E0DE1531F932A3575BC0A96E9C8B63"} ,   {"body" : "FOR CHILDREN 'ADVENTURES WITH DORA AND DIEGO' (Friday through Sunday, and Tuesday through Thursday) The young Latino stars of the Nickelodeon animated television series ''Dora the Explorer'' and ''Go, Diego, Go!'' have taken their expeditions into new territory at the Children's Museum of Manhattan, whose new exhibition has separate Dora and Diego" , "date" : "20080801" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/01\/arts\/01wkids.html"} , {"body" : "Information about events to be considered for inclusion in Spare Times can be sent to weekend@nytimes.com. AROUND TOWN Museums and Sites MUSEUM OF THE CITY OF NEW YORK, Fifth Avenue at 103rd Street. Through Dec. 31, ''Catholics in New York, 1808-1946,'' an exhibition of 400 secular and religious items. Saturday at 11 a.m., a walking tour of the" , "date" : "20080725" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/25\/arts\/25wspare.html"} , {"body" : "AROUND TOWN Museums and Sites MUSEUM OF THE CITY OF NEW YORK, Fifth Avenue at 103rd Street. Through Dec. 31, ''Catholics in New York, 1808-1946,'' an exhibition of 400 secular and religious items. Tuesday at 6:30 p.m., ''Latinos and the Future of Catholicism,'' a discussion with scholars, writers and civic leaders; $9, $5 for students, members and" , "date" : "20080725" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9400E0D6173CF936A15754C0A96E9C8B63"} , {"body" : "The size of new buildings in an area of Carroll Gardens, Brooklyn, that is known for the large, elaborate gardens in front of its brownstones will be limited by a zoning change passed by the City Council on Wednesday. Because of arcane zoning rules that date to the mid-1800s, those large gardens had made the Brooklyn neighborhood susceptible to" , "date" : "20080724" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CARROLL GARDENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "New Limits On Builders In an Area Of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/24\/nyregion\/24zone.html"} , {"body" : "A lab coat sits on a rack inside the darkened Vermont Market and Pharmacy, waiting for a druggist who, by the looks of the place, has not filled a prescription in decades. Dust has settled on a generation of clutter: bills, egg cartons, newspapers and a vintage scale that provides both a horoscope and a weight for 5 cents. A sign advertises goods" , "date" : "20080722" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CARROLL GARDENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Filling in a Few Blanks in an Old Brooklyn Real Estate Mystery" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/22\/nyregion\/22store.html"} , {"body" : "When the Brooklyn Brewery set up its brew house 12 years ago in a decaying section of Williamsburg riddled with empty shells of the borough's industrial past, Steve Hindy, the brewery's president, was hailed as a pioneer. Today, the neighborhood has come a long way: Condominiums a block away offer rooftop cabanas, while developers are turning" , "date" : "20080720" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Double Edge to Brooklyn's Success" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/20\/nyregion\/20brewery.html"} , {"body" : "AROUND TOWN VICTORIAN GARDENS AND ASTROLAND AMUSEMENT PARK New York may never sleep, but it certainly gets sluggish this time of year. Yes, we know, there's the Siren Festival, Warm-Up at P.S. 1, Central Park SummerStage and countless other chances to test the impact of alcohol consumption and sweating like a hog on your hydration. Those of us not" , "date" : "20080718" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/18\/arts\/18wspare.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Every Friday and Saturday at 7:30 and 8:30 p.m., ''SonicVision,'' an animated alternative-music show is shown in the Rose Center; tickets, $15; $12 for members. Tuesday at 6:30 p.m., ''Mint Julep: The Official Drink of the Kentucky Derby,'' a" , "date" : "20080718" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E5DA1331F93BA25754C0A96E9C8B63"} , {"body" : "SET back from President Street in Carroll Gardens, in the shadow of a large brick church -- once Congregational, now condominiums -- there is a small Romanesque Revival building that gets a lot of attention from Brooklynites. Unlike other distinctive-but-diminutive New York structures that are squashed between larger neighbors, this one luxuriates" , "date" : "20080717" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CARROLL GARDENS (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "WHO LIVES THERE; The Church Ladies' Parlor" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/17\/garden\/17who.html"} , {"body" : "To the Editor: Re ''Restless Pioneers, Seeding Brooklyn,'' July 16: I have lived in the Carroll Gardens, Cobble Hill, Boerum Hill neighborhood (sorry, I refuse to call it Bococa) for 23 years. We used to have to travel to Park Slope or Bay Ridge to find something okayish to eat. Since Jim Mamary and Alan Harding opened Patois and began the Smith" , "date" : "20080716" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Brooklyn Pioneers" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04EEDA143CF935A25754C0A96E9C8B63"} ,   {"body" : "It is easy to forget, in celebrating the suspension of street-cleaning parking rules, that such an act is accompanied by the suspension of, well, street cleaning. The absence of those lumbering scritchy-scratch street sweepers has not gone unnoticed in Park Slope, Brooklyn, where a two-month hiatus from alternate-side parking rules has created an" , "date" : "20080714" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "PARK SLOPE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Parking Rules Return; Cleaner Streets to Follow" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/14\/nyregion\/14slope.html"} , {"body" : "WITH a trunk full of cod, brisket, blackberries, arugula and antifreeze, Alan Harding drives down Smith Street, past American Apparel, past the Michelin-starred restaurant Saul and past Patois, the bistro he helped open 11 years ago. Back then the neighborhood was a more likely destination for drug deals than dinner. Patois, where he was the chef," , "date" : "20080709" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Restless Pioneers, Seeding Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/09\/dining\/09brook.html"} , {"body" : "Late one night, shortly after Kai Lui and his wife, Laura Campbell-Lui, moved into their Queen Anne-style house in Midwood, Brooklyn, she shook him awake, insisting that she heard intruders. Mr. Lui went to investigate and discovered noises coming from the fourth-floor attic. He called the police. ''They had their weapons drawn,'' said Mr. Lui, a" , "date" : "20080708" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "The City's Latest Real Estate Fight: Humans Against Raccoons" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/08\/nyregion\/08raccoons.html"} , {"body" : "To the Editor: I must disagree with Michael Collins, who in a letter published on June 29 suggested that the author of ''A Circle of Women, Discovered on a Stoop'' (New York Observed, June 22) was actually stealing when she picked up a Rumer Godden novel from the steps of a Brooklyn Heights brownstone. Maybe where Mr. Collins lives, in Chelsea," , "date" : "20080706" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region" , "Books"] , "page_facet" : "11" , "title" : "LETTERS TO THE EDITOR; Ladders of Memory and a House With a Past | In Brownstone Brooklyn, Stoops Are For Recycling" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE4DD1338F935A35754C0A96E9C8B63"} , {"body" : "They were ready to pour the concrete for the fifth floor of a luxury condominium building in Lower Manhattan when more than 400 concrete-truck drivers went on strike. So the concrete waits to be poured and the number of carpenters and other workers at the site fell from 75 on Tuesday to 50 on Wednesday. The number is expected to plunge to 15 on" , "date" : "20080703" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Drivers' Walkout Has Ripple Effect Across City" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/03\/nyregion\/03concrete.html"} , {"body" : "AROUND TOWN Museums and Sites 'SUPERHEROES: FASHION AND FANTASY' LECTURE AND PANEL ''Shakespeare is not writing any new plays, but he's taught in classes everywhere. Comics may stop publishing tomorrow, but people can still study comics.'' So says Peter Coogan, the author of ''Superhero: The Secret Origin of a Genre.'' He founded the Institute for" , "date" : "20080620" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/20\/arts\/20wspare.html"} , {"body" : "AROUND TOWN Museums and Sites MUSEUM OF THE CITY OF NEW YORK, Fifth Avenue at 103rd Street. Opening Tuesday and running through Nov. 4, ''Campaigning for President: New York and the American Election,'' an exhibition of campaign memorabilia including buttons, banners, posters and clothing; the display features items from the collection of Jordan M." , "date" : "20080620" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F05EED6113EF933A15755C0A96E9C8B63"} , {"body" : "NEW PLACE South Brooklyn Pizza 451 Court Street (Fourth Place), Carroll Gardens; (718) 852-6018. New Yorkers who love pizza will endure a lot to get a good one, like standing in line for an hour outside Totonno's Pizzeria Napolitano or watching the time pass as Domenico DeMarco at Di Fara slowly hand-grates cheese, pizza by pizza. This behavior can" , "date" : "20080618" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "8" , "title" : "DINING BRIEFS; South Brooklyn Pizza" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E2DA1031F93BA25755C0A96E9C8B63"} , {"body" : "They may be calm and gentle, and perhaps a bit droll. But those voices emanating from WNYC, New York City's top public radio station, also have the power to whip up a fervid following. So when WNYC announced that it would sell bric-a-brac from its old studios as it prepares to move to new ones, and that many of its longtime hosts and reporters" , "date" : "20080613" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "WNYC Star Power Helps Make a Sale" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/13\/nyregion\/13wnyc.html"} , {"body" : "-- 84 degrees in Central Park at 6 p.m., 85 at La Guardia Airport. But New York was cooler than it was on Monday or Tuesday, and it felt less like a giant, hair-frizzing, shirt-ruining steam bath, the kind of thing Ethel Merman or Marilyn Monroe sang about -- take your pick -- ''We're having a heat wave, a tropical heat wave.'' William Vega, a bus" , "date" : "20080612" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Day New York Found That Its Fever Had Broken" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/12\/nyregion\/12heat.html"} ,   {"body" : "The Way It Was Today Barney Greengrass will celebrate its 100th anniversary by serving food in the restaurant, not the retail store, at prices from 1908, like a herring plate for 60 cents, chopped liver for 75 cents and a sturgeon sandwich for $1.75. The store opened at 113th Street and St. Nicholas Avenue, and moved to its present location, 541" , "date" : "20080611" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/11\/dining\/11fcal.html"} , {"body" : "For working stiffs, the fun in the sun ended on Monday. After two days of toying with the stifling weather in shorts and T-shirts, they found the most mundane chores a challenge during record-high temperatures in the New York region. The early-season swelter created an array of problems, from power failures to delays on several subway lines." , "date" : "20080610" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In a Sweltering City, Any Sliver of Shade Will Do" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/10\/nyregion\/10heat.html"} , {"body" : "Doctors at a community hospital in Brooklyn that is part of a large system of hospitals say they are being squeezed out so the system can sell off property in popular neighborhoods. The doctors contend that the parent company, Continuum Health Partners, has been downsizing the institution where they work, Long Island College Hospital, in the Cobble" , "date" : "20080610" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "COBBLE HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Doctors Say Hospital Is Falling Victim to Its Own Real Estate Value" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/10\/nyregion\/10hospital.html"} , {"body" : "IN 1846, the City of Brooklyn passed a law requiring that front yards along certain streets in Carroll Gardens be 33 feet 5 1\/4 inches deep. In time, the big yards were responsible for the name of the neighborhood, and for its reputation as a fine place to view Christmas lights during the holidays. But most recently, those trademark gardens have" , "date" : "20080601" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CARROLL GARDENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "CARROLL GARDENS; The Big Front Yards That Rob the Streets" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/01\/nyregion\/thecity\/01stre.html"} , {"author" : "Tom Vanderbilt's book ''Traffic: Why We Drive the Way We Do (and What It Says About Us)'' will be published in July by Knopf." , "body" : "IT was late morning, a few Sundays ago. My wife and I were returning to Carroll Gardens, Brooklyn, via car, from tea and scones in Greenwich Village. At the approach to the intersection of Chambers and Centre Streets, right next to City Hall Park and close to the entrance to the Brooklyn Bridge, we pulled up to a line of cars stopped at the light." , "date" : "20080601" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK OBSERVED; Out of Nowhere, A Thud, and Then Blood" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/01\/nyregion\/thecity\/01acci.html"} , {"body" : "ANDREA STRONG assumed she would remain in her 350-square-foot fourth-floor studio near Stuyvesant Square in Manhattan ''for all of my days.'' It was a great deal. After 10 years, she paid a monthly rent of about $1,300 for the rent-stabilized unit. For those 10 years, Ms. Strong had been a regular at the local coffee shop, 71 Irving Place. She" , "date" : "20080525" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "THE HUNT; A Sweet Deal" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/25\/realestate\/25hunt.html"} , {"body" : "FOR Maggie Tobin and Bob Mason, the last straw in Park Slope was the parking. The couple, who have two young children, lived there for eight years and loved being near Prospect Park and surrounded by friends. But when the time came to buy, they wanted more space and found the prices too high, and they decided they could also live without the ritual" , "date" : "20080525" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "KENSINGTON (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN KENSINGTON, BROOKLYN; Name From London, People From Everywhere" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/25\/realestate\/25livi.html"} , {"author" : "E-mail: haberman@nytimes.com" , "body" : "If you will excuse a biblical flourish, the G train is the Moses of New York mass transit. Like Moses, it never made it to the Promised Land. That is, if Manhattan is your idea of divine promise. With its nosebleed-inducing apartment prices and rents, some think of it as flowing not so much with milk and honey as with bilk and money. In any event," , "date" : "20080523" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NYC; Rallying Round a Train That Gets No Respect" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/23\/nyregion\/23nyc.html"} , {"body" : "Downtown Sampler The Downtown Alliance will benefit as visitors sample dishes from about 50 restaurants for $3 to $6 a plate on Wednesday from 11 a.m. to 3 p.m. on Chase Manhattan Plaza, on the block bounded by Liberty, Pine, Nassau and William Streets. New Chocolates On Wednesday evening, from 6 to 8, Christopher Norman Chocolates, 60 New Street" , "date" : "20080521" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "5" , "title" : "DINING CALENDAR; Benefits" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/21\/dining\/21bene.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. AUGUSTANA (Wednesday) This popular California quintet is best known for its mawkish, piano-driven ballad ''Boston,'' which has been featured in many popular television shows. (It's typically employed during moments of deep, brow-wrinkling catharsis.) The band's latest LP, ''Can't Love, Can't" , "date" : "20080516" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/16\/arts\/music\/16pop.html"} ,   {"body" : "To the Editor: ''In City's Growing Neighborhoods, Public Schools Face Pupil Jam'' (front page, May 9) describes the latest twist in New York City's school facilities crisis. In 1988 the New York State Legislature, before creating the School Construction Authority, found that ''many of the schools are overcrowded, unsafe, unhealthy and unusable.''" , "date" : "20080516" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Opinion"] , "title" : "LETTERS; The Woes of New York's Public Schools" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502E0DF143BF935A25756C0A96E9C8B63"} , {"body" : "KERMIT WESTERGAARD grew up on the Upper East Side, far from hammers and paintbrushes. Yet early on, he was seized by the idea of renovating a historic house for himself. Last year, he got the chance when he and his wife, Azadeh, bought a 1908 row house in Ridgewood, Queens, for $592,000, and turned it into their comfortable fantasy of a simple" , "date" : "20080511" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "HABITATS | RIDGEWOOD, QUEENS; A 'Farmhouse' Near the L Train" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/11\/realestate\/11habi.html"} , {"body" : "EVIDENCE suggests that New Yorkers may be more religiously observant now than three decades ago. The number of churches, temples, mosques and other houses of worship -- many of them in storefronts -- jumped by 37 percent in Manhattan from 1980 to 2000, according to census data. In Brooklyn during the same period, the jump was a whopping 87 percent." , "date" : "20080511" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "POSTING; Brooklyn Churches Come and Go" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/11\/realestate\/11post.html"} , {"body" : "FOR CHILDREN ASTRONOMY DAY On Sunday Mike Francis will bring ''Siderius Nuncius'' to life. To children that may sound like a mythological creature, a Frankenstein-like monster or some other fearsome invention by a mad scientist. But ''Siderius Nuncius'' was created by an eminently rational scientist: Galileo, whom Mr. Francis, above, has been" , "date" : "20080509" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/09\/arts\/09wkids.html"} , {"body" : "Opening This Week ABIGAIL ABIGAIL CAFÉ & WINE BAR Abigail Hitchcock, left, and her husband, Jason Noble, who own CamaJe Bistro and Lounge in Greenwich Village, will add this spacious place to their inventory on Friday. It's meant for casual dining but offers some dressy touches, like chandeliers, in a brick and wood setting. The menu emphasizes" , "date" : "20080507" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "SAN FRANCISCO (CALIF)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/07\/dining\/07off.html"} , {"body" : "NEW PLACES Turqua Grill 9604 Third Avenue, Bay Ridge, Brooklyn. (718) 238-8885. The action in the shadow of the Verrazano-Narrows Bridge at the far end of Bay Ridge is a delightful, and recent, surprise. Valets work for several restaurants at once, while a constant flow of diners dips in for a fancy cupcake here or a plate of good spaghetti and" , "date" : "20080507" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "9" , "title" : "DINING BRIEFS; Dining Briefs" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/07\/dining\/07briefs.html"} , {"body" : "The JakeWalk 282 Smith Street (Sackett Street) Carroll Gardens, Brooklyn, (347) 599-0294. The JakeWalk is a counterpoint to Manhattan's conspicuously chic enotecas, less a wine bar than a friendly neighborhood bar with over 200 wines. There's a wait for the candlelit tables at night, when the flocked wallpaper, the only nod to décor, takes on a" , "date" : "20080507" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "9" , "title" : "DINING BRIEFS" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9407E4D61430F934A35756C0A96E9C8B63"} , {"body" : "They are both amputees: She lost part of her right leg to bone cancer at the age of 10, and he lost part of his left leg four months ago because of an injury he most likely suffered at a Brooklyn slaughterhouse. Her name is Jenny Brown, and she is a 36-year-old television producer turned animal rights advocate. His name is Albie, and he is a goat" , "date" : "20080501" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "WOODSTOCK (NY)" , "DUTCHESS COUNTY (NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Rescued Goat Gets a Chance For a Normal Life On Four Legs" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/01\/nyregion\/01goat.html"} , {"body" : "ON any given evening in Carroll Gardens, several neighborhood denizens will stop on Brooklyn's bustling Smith Street in front of the JakeWalk's large picture window, peering into the smallish, packed rectangular bar. At least half of these fresh-faced folks, with their rock T-shirts and only a few gray hairs, will stroll in to ask about the wait," , "date" : "20080427" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CARROLL GARDENS (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "8" , "title" : "BôITE; Cocktails and Cheddar" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/27\/fashion\/27boite.html"} , {"body" : "DOLECKI--Robledano Charlotte, M.D., 69, of Carroll Gardens, Brooklyn, New York on April 11th, 2008 (at home) after a long illness. A graduate of Women's College of Medicine in Philadelphia (Drexel University), internship and residency at St. Vincent's Hospital in New York (St. Vincent's Medical Center) with specialization in internal medicine," , "date" : "20080420" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "30" , "title" : "Paid Notice: Deaths DOLECKI, ROBLEDANO CHARLOTTE, M.D." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F06E5D7103AF933A15757C0A96E9C8B63"} ,   {"author" : "E-mail: susan.dominus@nytimes.com" , "body" : "Twenty-five years ago, a lot of creative downtown types looking for alternative credentials and low overhead costs became performance artists, setting up shop in cheap lofts in all-but-deserted neighborhoods (making a performance of one's own sleep deprivation -- also low-cost). The 2008 version of that same crowd seems to be leaning toward an art" , "date" : "20080418" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CARROLL GARDENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "BIG CITY; Young, Hip and Wild About Comic Books" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/18\/nyregion\/18bigcity.html"} , {"body" : "IT was a Wednesday night around 7:30 and Casellula, a small, boxy wine bar in Clinton, was filling up. Patrons packed the seats at the small polished wood bar and the inexpensive wood tables, trading sips of wine, sharing beautifully composed cheese selections and passing plates back and forth. No sharing for me, though. My open sandwich, made with" , "date" : "20080409" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Wine Bars Grow Up and Squeeze In" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E05EFD61631F93AA35757C0A96E9C8B63"} , {"body" : "Those Shoes, Those Bags To the Editor: Julia Allison, and her contemporaries who have fawned over ''Sex and the City'' and shaped their perception of reality around it (''Channeling Carrie,'' March 30), have contributed to making dating in New York all but intolerable. This personifies their shallow materialistic existence and need for overpriced" , "date" : "20080406" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "12" , "title" : "LETTERS TO THE EDITOR; The Tragically Hip, and Civic Hard Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E3DD1F30F935A35757C0A96E9C8B63"} , {"body" : "Two men were killed in Brooklyn in separate encounters, the police said on Tuesday. In the first, Sanjeev Seekoomar, 34, was found on Tuesday morning stabbed to death in his basement apartment at 326 Carroll Street in Carroll Gardens, the police said. The door to the apartment was pushed in and the apartment ransacked, indicating a possible" , "date" : "20080326" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Killings in 2 Brooklyn Neighborhoods" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/26\/nyregion\/26slay.html"} , {"author" : "Compiled by Kris Ensminger; E-mail: eating@nytimes.com" , "body" : "Brooklyn's restaurant week begins tomorrow. More than 175 restaurants, including these on Smith Street, are offering three-course meals for $23. A complete list of participating restaurants can be found at www.visitbrooklyn.org. CHESTNUT (718) 243-0049; 271 Smith Street (Degraw Street), Carroll Gardens; $; $25 and Under: 3\/3\/04. A little bar" , "date" : "20080323" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "GOOD EATING | SMITH STREET; A Big Week at Brooklyn Restaurants" , "url" : "http:\/\/events.nytimes.com\/2008\/03\/23\/nyregion\/thecity\/23rest.html"} , {"body" : "TEN years ago, when a Bay Ridge businessman named Emmanuel Maropakis bought a former metal fabrication factory on a desolate strip of Third Avenue at Sixth Street in Gowanus, he thought he could make a few dollars renting the place out for storage. The immediate surroundings were not promising: Local commerce included the South Brooklyn Casket" , "date" : "20080316" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CARROLL GARDENS (NYC)" , "PARK SLOPE (NYC)" , "GOWANUS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "GOWANUS; Where Did All the Truckers Go?" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/16\/nyregion\/thecity\/16thir.html"} , {"body" : "AROUND TOWN Museums and Sites MERCHANT'S HOUSE MUSEUM, 29 East Fourth Street, East Village. Saturday at 1 and 3 p.m., ''Wearin' o' the Green Tea,'' an afternoon tea followed by a lecture and a tour of the servants' quarters; $40; $30 for members. Monday at 7 p.m., ''Yeats in New York,'' a reading by Simon Loekle, a literary scholar and radio show" , "date" : "20080314" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9504E7DF1E31F937A25750C0A96E9C8B63"} , {"body" : "AROUND TOWN Museums and Sites ST. PATRICK'S DAY FESTIVITIES Sometime during the fifth century, the teenager who would become St. Patrick was captured in his native Britain and forced into slavery in Ireland. He escaped, only to return as a missionary and convert virtually the entire country to Christianity. March 17 -- the day he is said to have" , "date" : "20080314" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/14\/arts\/14wspare.html"} , {"body" : "MOST New Yorkers would greet the prospect of a $51,000 two-bedroom co-op in Chelsea with slack-jawed wonder, since the average price for an apartment in the city now exceeds $1.4 million. They might react the same way to a three-story house in Park Slope priced at $255,000 or to a one-bedroom in a brand-new Harlem condominium for $147,500. But" , "date" : "20080302" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Winning That One In a Million" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/02\/realestate\/02cov.html"} , {"body" : "BERNIE DeCHANT owns a two-family house in a nice San Francisco neighborhood. His buddy Pascal Balthrop owns a three-story town house in Carroll Gardens, Brooklyn. But the two choose to live together as roommates on nearby Union Street in a two-bedroom rental that Mr. DeChant describes as more of a hovel than a palace. A handwritten note from a" , "date" : "20080224" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS | CARROLL GARDENS; Reluctant Landlords Settle Into a Rental" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/24\/realestate\/24habi.html"} ,   {"body" : "FOR New York basketball fans, 33 is either a famous or an infamous number, depending on your age. If you're over 20, you can probably remember when the Knicks were ruled by Patrick Ewing, the dominant center with a blazing 33 on his chest. Younger fans may be more likely to associate 33 with the number of games a miserable Knicks team won last" , "date" : "20080224" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UPPER WEST SIDE (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Any Given Monday" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/24\/nyregion\/thecity\/24bask.html"} , {"body" : "To the Editor: Re: ''The Hunt: Queens Lives Up to Its Billing,'' Feb. 10. Over the last five years, I have continued to be amused by stories of people who are ''discovering'' Queens. I grew up in that borough and lived in the Forest Hills-Rego Park area until 1994, when I moved to Brooklyn. All through my teens and early adult years, it was a" , "date" : "20080217" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "Real Estate"] , "page_facet" : "10" , "title" : "LETTER; The Rising Popularity Of Queens" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9505E4D81430F934A25751C0A96E9C8B63"} , {"body" : "Manhattan FINANCIAL DISTRICT $585,000 165 Park Row (Pearl Street) 1-bedroom, 1-bath, 800-sq.-ft. co-op in a postwar building; elevator, dining area, windowed kitchen, parquet floors, balcony, south and east exposures; laundry facilities in building; maintenance $583, 51% tax deductible; listed at $600,000, 12 weeks on market (broker: Weichert" , "date" : "20080214" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "INDIANA"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/14\/garden\/14nysale.html"} , {"author" : "ROSALIE R. RADOMSKY: e-mail: realprop@nytimes.com" , "body" : "$5 MILLION 244-46 President Street Carroll Gardens, Brooklyn This 16-unit four-story 1920 brick building has 1 rent-controlled, 10-rent-stabilized and 5 vacant apartments. Owner: 244 President Street L.L.C. Broker: Michael H. Rothstein, Marcus & Millichap TRANSACTIONS ROSALIE R. RADOMSKY: e-mail: realprop@nytimes.com" , "date" : "20080213" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "7" , "title" : "TRANSACTIONS; For Sale" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990CE3D7133AF930A25751C0A96E9C8B63"} , {"author" : "E-mail: cityletters@nytimes.com" , "body" : "To the Editor: Like Nathaniel Rich (''His City, Lost and Found,'' Feb. 3), I am a city kid displaced in my own city. When I am asked the obligatory ''So, where are you from?'' I answer: ''I'm from here. I grew up in the Village.'' The reply is always: ''Really? I never meet anyone from here.'' Since we are middle-class and well educated, you can't" , "date" : "20080210" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "10" , "title" : "LETTERS TO THE EDITOR; Remembering a City They Hoped Would Be Theirs" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E2D9173DF933A25751C0A96E9C8B63"} , {"body" : "It was a day when, beyond all else, New York and its suburbs finally seemed to matter. Candidates' supporters stood outside polling stations calling out encouragement to voters who already seemed enlivened by the mood. On one New Jersey Transit train, a conductor got on the public-address system and told commuters, ''Exercise your right as an" , "date" : "20080206" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "NEW YORK STATE" , "CONNECTICUT" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "7" , "title" : "Area Voters Savor Rare Feeling: A Suspenseful Primary" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/06\/us\/politics\/06scene.html"} , {"body" : "Usually, it is the harsh yellow of the crime scene tape that catches the eye, its cold, crisp snap in the wind a universally understood sign of recent unpleasantness. But at the corner of Newkirk Avenue and Argyle Road in Brooklyn, amid countless bodegas and Laundromats and Chinese takeout joints, it was not the yellow tape alone that drew" , "date" : "20080203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "DITMAS PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "DITMAS PARK JOURNAL; Betting on Cuisine to Marginalize Crime" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/03\/nyregion\/03journal.html"} , {"body" : "WALKING along Adelphi Street in Fort Greene, Brooklyn, you could almost miss The Hideout, and not just because the former parking garage doesn't have a sign. No Jimmy Choo-shilling boutiques or coolly antiseptic hotels indicate to scene-seekers that behind those black curtains and nondescript doors is a sexy little lounge offering $14 cocktails --" , "date" : "20080203" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "11" , "title" : "BOÎTE; Small and Sexy" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/03\/fashion\/03boite.html"} , {"body" : "ON Jan. 2, commuters in and around New York City woke up and celebrated the new year by going back to work. On that day and every workday since, I have been commuting with them, traveling in and out of the city to write an online series called Next Stop for The New York Times about how people get to their jobs and what they think of the ritual they" , "date" : "20080127" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Commuting: The Ferocity And the Fun" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/27\/realestate\/27cov.html"} , {"body" : "DEAR DIARY: I was having a party the Saturday before Christmas last month. In order to create a gay seasonal display with sprays of piney extravagance, I needed some slabs of green plastic foam from Lee's Art Shop, up on 57th Street across from the Art Students League. It was freezing, so I bundled up and took the B train to Columbus Circle. I" , "date" : "20080121" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Metropolitan Diary" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E1DB1231F932A15752C0A96E9C8B63"} ,   {"body" : "MATT BLOOD, 34, and Jeff Becherer, 31, live about 100 yards from the Gowanus Canal, at the eastern edge of Carroll Gardens, Brooklyn. ''They used to call it 'the violet river' because of all the pollution,'' said Mr. Blood, sipping a three-olive vodka martini at their dining-room table. Mr. Becherer held a gin martini in an artfully designed bright" , "date" : "20080120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS; An Idiosyncratic Gem In Carroll Gardens" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/20\/realestate\/20habi.html"} , {"body" : "To the Editor: It's before 8 on a Sunday morning, and I should be heading over to the Park Slope Food Co-op for my shift, but I take just one peek at The City. And what's this? Chad L. Coleman, a star of ''The Wire,'' is a member! (''Almost Famous, but Still Pitching In at the Food Co-op,'' Dispatches, Jan. 13.) But now I am reading that ''Mr." , "date" : "20080120" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "10" , "title" : "LETTERS TO THE EDITOR; At the Food Co-op, No Free Lunch" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E0DE163AF933A15752C0A96E9C8B63"} , {"body" : "A TOP-FLOOR apartment was what Michelle Panzer and Paul Campbell wanted most. They craved the quiet that came with having no inconsiderate neighbors tromping above them. Tomblike silence was their ideal. To avoid noise, they would have been happy with ''a crypt -- an apartment buried underground,'' Ms. Panzer said. But at the same time, they wanted" , "date" : "20080113" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "THE HUNT; Quiet on the Home Front" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/13\/realestate\/13HUNT.html"} , {"body" : "Salvatore Bklyn Ricotta sounds tough, but it's actually a delicacy, from the kitchens of Lunetta in Boerum Hill, Brooklyn. Betsy Devine, far left, a sous-chef at the restaurant, and Rachel Mark, near left, who works for a wine importer, learned the craft in Tuscany from Salvatore Farina, who makes it for his wine bar in San Gimignano. His recipe" , "date" : "20080109" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; A Creamy Tuscan Ricotta, Made Fresh in Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9400E1D6113FF93AA35752C0A96E9C8B63"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. KATE NASH If this 20-year-old British singer seems a particularly fresh voice on her debut album, ''Made of Bricks'' (Geffen), which has its American release on Tuesday, that's because Ms. Nash, above, has had an unusually quick route to fame. Only 18 months passed from the time she began" , "date" : "20080104" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "Pop and Rock Listings" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/04\/arts\/music\/04pop.html"}]