[  {"body" : "CARS were moving in two directions last week on the stretch of Fulton Street in Clinton Hill, Brooklyn, for the first time since a two-year construction project tore up the road and sidewalk and forced all traffic to flow one way. The effect of the construction on the businesses along the street was devastating, merchants said. Now, some are" , "date" : "20081228" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FORT GREENE (NYC)" , "CLINTON HILL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "FORT GREENE | CLINTON HILL; A Plan for Unity Sets Merchants at Odds" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/28\/nyregion\/thecity\/28bid.html"} , {"body" : "'THE CHARLIE BROWN CHRISTMAS' Linus's grungy blanket, Charlie Brown's hairs, Lucy's attitude: the whole Peanuts gang will become three-dimensional this weekend when the young theater company Pig Brooch stages a verbatim re-enactment of ''A Charlie Brown Christmas,'' the perennial, and perennially beloved, TV special. ''Metaphorically, everyone has" , "date" : "20081219" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/19\/arts\/19wspare.html"} , {"body" : "SMART BROOKLYN GALLERY HOP That Brooklyn has a thriving arts scene is hardly news. Review-circuit destinations like Dumbo Arts Center on Washington Street, Pierogi in Williamsburg and countless other galleries have sprouted up in recent years at a breakneck pace. But what is probably news to many who live outside Brooklyn's borders (and inside" , "date" : "20081212" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/12\/arts\/12wspare.html"} , {"body" : "AROUND TOWN Museums and Sites BARTOW-PELL MANSION, 895 Shore Road North, Pelham Bay Park, the Bronx. Saturday at noon and 2 p.m., and Sunday at noon (the 2 p.m. show is full), the story of Dutch Sinterklaas, a Colonial holiday, told with music and narrative by the Bronx Arts Ensemble; free, but reservations are required: (718) 601-7399. Saturday at" , "date" : "20081212" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "31" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E07E3DA103EF931A25751C1A96E9C8B63"} , {"body" : "AROUND TOWN Museums and Sites MERCHANT'S HOUSE MUSEUM, 29 East Fourth Street, East Village. Thursday through Jan. 12, ''Christmas Trees of Old New York -- Roots of Tradition,'' an exhibition on the history of holiday decorations. (212) 777-1089; merchantshouse.org. Hours: Thursdays through Mondays, noon to 5 p.m. $8; $5 for students and 65+; free" , "date" : "20081128" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9406EED91F39F93BA15752C1A96E9C8B63"} , {"body" : "HOLIDAY MARKETS Ah, the holidays. That warm and fuzzy time when you suffer from the post-traumatic stress that comes from spending all of your free time fighting (sometimes literally) to buy gifts you can't afford. This year should be different, and not just because the economy has thinned the crowds and left you with fewer people to battle. New" , "date" : "20081128" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/28\/arts\/28wspare.html"} , {"body" : "LONG ISLAND COLLEGE HOSPITAL has stood at the northwestern corner of Cobble Hill, Brooklyn, overlooking the harbor for 150 years, so its presence in the surrounding neighborhoods cannot be boiled down to a single anecdote. It has been there for births and deaths and the large and small crises in between: a case of a school principal with whooping" , "date" : "20081123" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DISPATCHES; A Hospital That's Critical, As Neighbors Pace and Fret" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/23\/nyregion\/thecity\/23disp.html"} , {"body" : "AROUND TOWN ICE SKATING IN NEW YORK The weather can't seem to make up its mind -- vacillating between the mid-60s one week and snow the next -- but the calendar doesn't lie: we're in the post-Daylight Saving Time zone, during which it's impossible to deny the approach of winter. So you may as well give in, bundle up and head outdoors. This year" , "date" : "20081121" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990CEFDC123EF932A15752C1A96E9C8B63"} , {"body" : "A man suspected in the beating death of a financial worker in Manhattan in 2006 now faces charges of vehicular manslaughter and drunken driving after a crash that killed the driver of a livery cab and her passenger early Sunday in Queens, the police said. They said the man, Daryush Omar, 23, of Plainview, in Nassau County, broadsided the moving cab" , "date" : "20081117" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Two Women Die in Queens Livery Crash" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/17\/nyregion\/17crash.html"} , {"body" : "PRECISELY how the economic crisis will leave its imprint on the architectural development of New York has yet to be determined. It's not clear how plummeting stocks, rising unemployment and a stunted mortgage industry will mark the city's skyline. But one person who can offer some educated guesses is Andrew Scott Dolkart, an associate professor of" , "date" : "20081116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "THE VOICE; Skyline's Forecast: Only Partly Cloudy" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/16\/nyregion\/thecity\/16dolk.html"} ,   {"body" : "AROUND TOWN Museums and Sites BARTOW-PELL MANSION, 895 Shore Road North, Pelham Bay Park, the Bronx. Saturday at 1 p.m., ''The Original Bronx Natives,'' a lecture on the indigenous inhabitants of what is now the Bronx by Pat Ernest, the museum's director of education. Registration is recommended; bpmm.org. Tour hours: Wednesdays, Saturdays and" , "date" : "20081114" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9406E7D71239F937A25752C1A96E9C8B63"} , {"body" : "AROUND TOWN LEBOWSKI FEST There is something antithetical about Lebowski Fest, the annual celebration of ''The Big Lebowski,'' the 1998 Coen brothers movie that glorified slackerdom in the form of a long-haired stoner-bowler known as the Dude. Namely, that the event, started in 2002 by two friends in Louisville, Ky., has grown in a way that may be" , "date" : "20081114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/14\/arts\/14wspare.html"} , {"body" : "AROUND TOWN 'I AM A MAN' You've heard this already, but it bears repeating: 40 years after the Rev. Dr. Martin Luther King Jr. was assassinated, Barack Obama became the first African-American to be elected president of the United States. The dream of racial equality that Dr. King so eloquently described at the March on Washington has seemingly come" , "date" : "20081107" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/07\/arts\/07wspare.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Every Friday and Saturday at 7:30 and 8:30 p.m., ''SonicVision,'' an animated alternative- music show, is presented in the Rose Center; tickets, $15; $12 for members. Saturday at 1 p.m., storytelling by Herb Rice, an artist and lecturer and member" , "date" : "20081107" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "38" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9807E1DD1E3FF934A35752C1A96E9C8B63"} , {"body" : "IF you want to rent a loft in an old commercial or manufacturing building, the best place to look is in less-established neighborhoods like the South Bronx and in the Brooklyn neighborhoods of Bushwick, Carroll Gardens, Clinton Hill and Red Hook. Those areas are served by small local brokers as well as the larger chains. You can find listings from" , "date" : "20081102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Finding Raw Space of Your Own" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A05E4DA1338F931A35752C1A96E9C8B63"} , {"body" : "Between phone calls and sips of coffee, Maggie McComas enjoyed the crisp, sunny Sunday on Beatrice Sibblies's front stoop on West 121st Street. The battleground states of Pennsylvania and New Hampshire seemed far away as she sat back in her folding chair with sheets of voters' names and numbers. Ms. McComas, 63, of the Upper West Side, picked up" , "date" : "20081102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "From Stoops and Lobbies, Dialing for Obama or McCain" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/02\/nyregion\/02phonebank.html"} , {"body" : "New York Comedy Festival With a few exceptions, the lineup at the fifth annual New York Comedy Festival is not inherently political. But the festival begins on Wednesday, the day after the election that has been the source of punch lines, gaffes and punditry-defining impressions for more than a year. No matter who wins, will the comedians -- who" , "date" : "20081031" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/31\/arts\/31wspare.html"} , {"body" : "BROOKLYN produced one-fifth of the nation's beer as recently as 1960. By 1976, when Rheingold and Schaefer shuttered their Brooklyn plants, the number of local breweries dropped to zero. Now the hops are stirring in Brooklyn once again. Sixpoint Craft Ales, which has been brewing an increasingly popular range of beers in a small brew house in Red" , "date" : "20081029" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Brooklyn Returns To a Heady Time" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/29\/dining\/29beer.html"} , {"body" : "ON Sunday runners representing more than 100 countries will compete in the New York City Marathon. If they weren't so busy, many could track down foods from home right here in the city. This guide does not stray far from the 26.2-mile course. Each of the 26.2 stops (26 with a fixed address and one itinerant truck) represents at least one national" , "date" : "20081029" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "Grab a Bite If You Don't Have to Run" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/29\/dining\/29marathon.html"} , {"body" : "'THALIA FOLLIES: AT LAST -- AN ELECTION!' Jane Curtin obviously thinks that Tina Fey shouldn't be having all the fun. So on Friday and Saturday Ms. Curtin will be looking at us through Kawasaki-style glasses as she plays Gov. Sarah Palin getting a lesson in geopolitics from Henry the K (Isaiah Sheffer, the Symphony Space artistic director, as Mr." , "date" : "20081024" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D04E2DE153AF937A15753C1A96E9C8B63"} ,   {"body" : "AROUND TOWN Museums and Sites BARTOW-PELL MANSION, 895 Shore Road North, Pelham Bay Park, the Bronx. Saturday, 10 a.m. to 1 p.m., a Harvest Festival, with storytelling, crafts, music and dance; $5 for adults; $10 for children; free for children under 4; registration recommended: (718) 885-1461. bartowpellmansionmuseum.org. MUSEUM OF THE CITY OF NEW" , "date" : "20081024" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE4DD1E38F937A15753C1A96E9C8B63"} , {"body" : "Address: 238A-240 Franklin Avenue (between DeKalb and Willoughby Avenues), #1B The Property: A 2,454-square-foot duplex with three bedrooms and two-and-half baths. It has a laundry room; a large, loftlike living-dining room; an open eat-in kitchen; central air-conditioning; a central vacuum system; walk-in closets; and a landscaped garden with an" , "date" : "20081019" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "BUY OF THE WEEK\/CLINTON HILL, BROOKLYN" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B02EED61631F93AA25753C1A96E9C8B63"} , {"body" : "ZOMBIECON There are still two weeks until Halloween, and already the undead are out in force. ZombieCon, the annual parade of the bloody, the battered and the strangely animated, takes place on Saturday. For the fourth year participants in this loosely organized spectacle will roam the streets of Manhattan (above), dressed in their best" , "date" : "20081017" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/17\/arts\/17wspare.html"} , {"body" : "A 2,454-square-foot duplex with three bedrooms in Clinton Hill, Brooklyn, for $849,000." , "date" : "20081017" , "day_of_week_facet" : "Friday" , "title" : "Buy of the Week" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2008\/10\/17\/realestate\/1019-BUY_index.html"} , {"body" : "Sometimes, Jennifer Ross feels she cannot make a move at home without inviting the scorn of her daughters, 10-year-old Grace and 7-year-old Eliza. The Acura MDX she drives? A flagrant polluter. The bath at night to help her relax? A wasteful indulgence. The reusable shopping bags she forgot, again? Tsk, tsk. ''I have very, very environmentally" , "date" : "20081010" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Pint-Size Eco-Police, Making Parents Proud And Sometimes Crazy" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/10\/nyregion\/10green.html"} , {"body" : "Before its economic turnaround in recent years, Harlem was a case study in disinvestment. Banks were unwilling to make mortgage loans or to open branches, national chain stores could not be lured uptown, city services lagged and the neighborhood became economically isolated from the rest of Manhattan. This has given way in the past decade to a" , "date" : "20081008" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Wall Street's Tremors Leave Harlem Shaken" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/08\/nyregion\/08harlem.html"} , {"body" : "AROUND TOWN THE NEW YORKER FESTIVAL AND 'REVENGE OF THE BOOK EATERS' Literary scenesters have a whirlwind few days ahead of them. This weekend brings the annual scrum for tickets known as The New Yorker Festival, which opens on Friday with a dance party, above. Among the highlights on Saturday: Clint Eastwood interviewed by Lillian Ross; the" , "date" : "20081003" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D06EED6173DF930A35753C1A96E9C8B63"} , {"body" : "A small-business owner in Brooklyn worries about making the payroll. A homeowner in Queens faces foreclosure. A suburban stay-at-home mother cuts back on luxuries. A retiree watches rent, food and cable bills rise while her income stays flat. An aspiring musician chooses between recording fees and a trip to see his family at Christmas. A head of a" , "date" : "20080928" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WALL STREET (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Six Tales of Perseverance, and Futility, in the Eye of a Fiscal Storm" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/28\/nyregion\/28faces.html"} , {"body" : "FOR years, Adam Frank yearned for a brownstone of his own. In 2002, after living in a series of rentals in Williamsburg, Brooklyn, he almost bought one for $575,000. It was a three-family brownstone on South Second Street. ''It was in need of a major overhaul,'' he said. After the inspection, ''I freaked out and had trouble getting financing. I was" , "date" : "20080928" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "THE HUNT; A 'Goldilocks' House" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/28\/realestate\/28hunt.html"} , {"body" : "THE Lolitas are here and in full bloom. Theirs is a world in which the childhood fantasy of Alice in Wonderland seems to collide full force with the Addams Family. Its myriad influences include Victorian children's wear, the French Rococo period, goth-inspired darkness and Japanese anime. Many Lolitas make their own clothes or have them specially" , "date" : "20080928" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["JAPAN" , "NEW YORK CITY" , "BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY VISIBLE; Lovely Lolita" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/28\/nyregion\/thecity\/28trib.html"} ,   {"body" : "AROUND TOWN TAKEOVER IN BROOKLYN The BAMcinématek is known for series on auteurs or masterpieces that its curators want you to know about. So how did ''Perfect,'' that slice of John Travolta-Jamie Lee Curtis cheese, make it into the second annual Takeover, the Brooklyn Academy of Music's all-night-long house party? For ''Up All Night in 1985,''" , "date" : "20080926" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/26\/arts\/26wspare.html"} , {"body" : "Now that nearly every museum is also a children's museum -- now that nearly every museum has programs that strive to lure the young -- what do we seek from a museum that really is a children's museum? And not just any children's museum, but the venerable Brooklyn Children's Museum, reopening this weekend after spending nearly $70 million on" , "date" : "20080919" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "MUSEUM REVIEW; Kids, Can You Say 'Cultural Diversity'?" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/19\/arts\/design\/19chil.html"} , {"body" : "AROUND TOWN BOCCE TOURNAMENT If space aliens landed on Earth, so the old joke goes, they would watch humans picking up after their dogs and mistake them for our masters. If they came this weekend, they might come upon what they believe to be a sect of humans who worship spheres, and in a sense they'd be right. As the New York City Parks and" , "date" : "20080919" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/19\/arts\/19wspare.html"} , {"body" : "From ''The Breakfast Club'' to ''American Teen,'' high-school dramas often star a familiar cast of characters: the princess, the jock, the nerd. In ''Red Hook High,'' a new television pilot shot in Brooklyn, there is a different set of protagonists: the immigrant, the pregnant girl, the gay guy. ''It's the anti-'Gossip Girl,' '' said Trac Minh Vu," , "date" : "20080915" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Far From Hollywood, Red Hook's Grit Sells" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/15\/nyregion\/15pilot.html"} , {"body" : "FOR their wedding two years ago, Becky and Charlie Williamson received many cash gifts. What better way to use the money than for a down payment on a home? Soon after they began their hunt for a place to buy, they found just what they wanted -- a two-bedroom co-op with a great layout. But the agent, whom they considered unpleasant to deal with," , "date" : "20080914" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "THE HUNT; Falling in Love Again" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/14\/realestate\/14hunt.html"} , {"body" : "19TH-CENTURY HOUSE $650,000 BROOKLYN: 537 Lafayette Avenue (between Bedford and Nostrand Avenues), Bedford-Stuyvesant A 2,500-square-foot town house on a deep lot, currently divided into a two-bedroom two-bath owner's duplex and a top-floor rental with a bedroom and a bath. Arlene Booth (718) 780-8157, Ingrid Niles (718) 780-8158, Prudential" , "date" : "20080914" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "Letters: 19TH-CENTURY HOUSE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0DEEDE173CF937A2575AC0A96E9C8B63"} , {"body" : "AROUND TOWN BROOKLYN BOOK FESTIVAL Tucked within the list of events planned for the more than 140 authors appearing at this Sunday's book festival is a little reading called ''Brooklyn's Own,'' featuring three authors who call the borough home. It is a testament to the vitality of the Brooklyn literary scene that the reading is not the signature" , "date" : "20080912" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/12\/arts\/12wspare.html"} , {"body" : "AROUND TOWN NEW YORK CLOWN THEATER FESTIVAL Expect more than oversize shoes and squirting flowers at this year's three-week celebration of all things buffoon. Though there may be some traditional circus bits, the festival, now in its third year, is an adult showcase for seriously trained clowns from all over the world, with classes and cabarets to" , "date" : "20080905" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/05\/arts\/05wspare.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Every Friday and Saturday at 7:30 and 8:30 p.m., ''SonicVision,'' an animated alternative-music show, is presented in the Rose Center; tickets, $15; $12 for members. Through Jan. 4, ''The Horse'' examines the ways in which humans and horses are" , "date" : "20080905" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "15" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0DEED71E31F936A3575AC0A96E9C8B63"} , {"body" : "FORGIVE us for asking, but what happened to August? (Wasn't it just May?) Politics happened, of course, and the Olympics, and a steady drumbeat of bad economic news played out from the deck of Time's winged chariot as it blistered past. Summer was fast this year, and now it's nearly over. It's Labor Day weekend, official last call for a family" , "date" : "20080829" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Travel" , "Arts"] , "page_facet" : "12" , "title" : "What I Did This Summer. And You Can, Too." , "url" : "http:\/\/travel.nytimes.com\/2008\/08\/29\/arts\/29last.html"} ,   {"body" : "KELLY TAYLOR was tired of the limited choices of beers he found at bars: either insipid lightweights or staggering powerlifters. ''There was no middle road,'' he said. ''We wanted to make beer where you could have a few and not have to go take a nap.'' So Mr. Taylor, the brewmaster at Greenpoint Beer Works in Clinton Hill, Brooklyn, which brews for" , "date" : "20080827" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "The Other Extreme: Low-Alcohol Beers" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/27\/dining\/27beer.html"} , {"body" : "IT'S hard to miss the sprinkling of ''Hot Bird'' signs visible from Atlantic Avenue in Brooklyn. Aside from what could be considered the jarring juxtaposition of the words ''hot'' and ''bird,'' a few of the signs are painted a radiant yellow and are bigger than highway billboards. For more than a decade, the signs have made vegetarians wince and" , "date" : "20080824" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PROSPECT HEIGHTS (NYC)" , "CLINTON HILL (NYC)" , "COBBLE HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "BROOKLYN UP CLOSE; On Teasing Walls, Traces of Roasters Past" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/24\/nyregion\/thecity\/24bird.html"} , {"body" : "THEY can be seen all along Atlantic Avenue -- urban foragers of a sort, often bedraggled and always in search of a dollar. Many of them pump gas, but that is not the only hustle along the strip. As one regular walks on sections of Atlantic, a traffic-clogged 10-mile road that runs from the Brooklyn waterfront to the Van Wyck Expressway in western" , "date" : "20080817" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["ATLANTIC AVENUE (NYC)" , "NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Hard Times Along Gasoline Alley" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/17\/nyregion\/thecity\/17pump.html"} , {"body" : "The large white bandage covering Enois Malbranche's right eye hid the hole left by a young woman in his taxi who had demanded his money, pointed a gun at his face and pulled the trigger. ''When you get shot, it's hot and you see the flash,'' Mr. Malbranche, 62, a yellow-cab driver for nine years, said from his bed at Kings County Hospital Center on" , "date" : "20080811" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Cab Driver Recalls Shot Destroying His Right Eye" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/11\/nyregion\/11taxi.html"} , {"body" : "AROUND TOWN Del Close Marathon In comedy circles, endurance usually comes up only in reference to boozing, writing sessions or retellings of ''The Aristocrats'' joke. But this weekend more than 300 comedians, stand-ups, improvisers and writers from around the country will participate in 54 continuous hours of funny. It's the 10th annual Del Close" , "date" : "20080808" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/08\/arts\/08wspare.html"} , {"body" : "Parents who sent their toddlers to the well-regarded Mandell preschool on the Upper West Side used to count on getting into the private school of their choice. But with the recent boom in the city's under-5 set, the competition for kindergarten places can rival that of Ivy League admission. This spring, for the first time, several of the 43 Mandell" , "date" : "20080806" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Where the Race Now Begins at Kindergarten" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/06\/nyregion\/06private.html"} , {"body" : "Information about events to be considered for inclusion in Spare Times can be sent to weekend@nytimes.com. AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Every Friday and Saturday at 7:30 and 8:30 p.m., ''SonicVision,'' an animated alternative-music show is shown in the Rose Center; tickets," , "date" : "20080801" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/01\/arts\/01wspare.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Every Friday and Saturday at 7:30 and 8:30 p.m., ''SonicVision,'' an animated alternative-music show is shown in the Rose Center; tickets, $15; $12 for members. Through Jan. 4, ''The Horse'' examines the ways in which humans and horses are linked." , "date" : "20080801" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DEFDB1E31F932A3575BC0A96E9C8B63"} , {"body" : "Dakota Blair acknowledges that both he and the apartment building where he lives are somewhat out of place. Mr. Blair, 23, a software engineer from East Texas, pays $1,700 a month for a studio in what he calls the Yuppie Spaceship: a new luxury apartment building on an unluxurious corner in Bedford-Stuyvesant, Brooklyn. After nine months in the" , "date" : "20080727" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Growing Pains Come and Go In Bed-Stuy" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/27\/nyregion\/27gentrify.html"} , {"body" : "To the Editor: I'd like to express my strong disappointment with the article ''In Epicurean New York, the Challenge of Africa'' (July 13), about a scarcity of New York restaurants offering sub-Saharan cuisine. Particularly, I would like to address some comments by Robert Sietsema, restaurant critic of The Village Voice. As an author, a chef and a" , "date" : "20080727" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "9" , "title" : "LETTERS TO THE EDITOR; Keepsakes, Sacred Places and Distant Memories | Tasting Another Kind of African Cuisine" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9903E0D61339F934A15754C0A96E9C8B63"} ,   {"body" : "Even as the Brooklyn Flea was being called a watershed addition to the continuing refurbishment of the borough's brownstone neighborhoods, the market's founder, Jonathan Butler, had an inkling that perhaps it did not square with everybody's idea of what Sunday in Brooklyn should be. There was that e-mail message in April, just after the Flea's" , "date" : "20080726" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Flea Market Is a Success, And Neighbors Are Furious" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/26\/nyregion\/26flea.html"} , {"body" : "Information about events to be considered for inclusion in Spare Times can be sent to weekend@nytimes.com. AROUND TOWN Museums and Sites MUSEUM OF THE CITY OF NEW YORK, Fifth Avenue at 103rd Street. Through Dec. 31, ''Catholics in New York, 1808-1946,'' an exhibition of 400 secular and religious items. Saturday at 11 a.m., a walking tour of the" , "date" : "20080725" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/25\/arts\/25wspare.html"} , {"body" : "The size of new buildings in an area of Carroll Gardens, Brooklyn, that is known for the large, elaborate gardens in front of its brownstones will be limited by a zoning change passed by the City Council on Wednesday. Because of arcane zoning rules that date to the mid-1800s, those large gardens had made the Brooklyn neighborhood susceptible to" , "date" : "20080724" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CARROLL GARDENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "New Limits On Builders In an Area Of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/24\/nyregion\/24zone.html"} , {"body" : "RETURNING to her brownstone in Clinton Hill, Brooklyn, after a long weekend out of town, Diane Raimondo was peeved to find the front gate left open. But as Ms. Raimondo approached her house, she realized that the heart-shaped iron gate wasn't open, but gone altogether. Someone had yanked the 60-pound gate right off the metal fence that fronted the" , "date" : "20080720" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CLINTON HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "BROWNSTONE BROOKLYN; Thievery At the Gates" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/20\/nyregion\/thecity\/20gate.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Every Friday and Saturday at 7:30 and 8:30 p.m., ''SonicVision,'' an animated alternative-music show is shown in the Rose Center; tickets, $15; $12 for members. Tuesday at 6:30 p.m., ''Mint Julep: The Official Drink of the Kentucky Derby,'' a" , "date" : "20080718" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E5DA1331F93BA25754C0A96E9C8B63"} , {"body" : "AROUND TOWN VICTORIAN GARDENS AND ASTROLAND AMUSEMENT PARK New York may never sleep, but it certainly gets sluggish this time of year. Yes, we know, there's the Siren Festival, Warm-Up at P.S. 1, Central Park SummerStage and countless other chances to test the impact of alcohol consumption and sweating like a hog on your hydration. Those of us not" , "date" : "20080718" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/18\/arts\/18wspare.html"} , {"body" : "ON a balmy spring evening, the smell of butchery still lingers in the air of the meatpacking district, and a white stretch Hummer blocks the intersection of Washington and Gansevoort Streets. The keening voice of the Malian singer Salif Keita wafts from Merkato 55, a five-month-old pan-African restaurant just down the block. Inside the cavernous" , "date" : "20080713" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "AFRICA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEW YORK UP CLOSE; In Epicurean New York, the Challenge of Africa" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/13\/nyregion\/thecity\/13afri.html"} , {"body" : "They are advertised as one-of-a-kind homes in the air. But the floor-to-ceiling glass towers popping up in record numbers across New York City are starting to sound an awful lot alike. Two new high-rises, one on the Upper East Side, the other in Brooklyn, a have the same name: Azure, a deep shade of blue. Seem familiar? It should. On the Lower East" , "date" : "20080708" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "To Name Towers in the Sky, Many Look There for Inspiration" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/08\/nyregion\/08names.html"} , {"body" : "CLINTON HILL LOFT $565,000 BROOKLYN: 100 Lexington Avenue, #2L (near Franklin Avenue) A 1,375-square-foot open loft in a 2001 condominium conversion of an 1895 factory building. The corner loft has a finished kitchen and bath, and a shared roof deck. Phylis Stigliano, Aguayo & Huebener (516) 359-3332; www.ahrlty.com. Open house Sunday, 1 to 3 p.m." , "date" : "20080706" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET; Clinton Hill Loft" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE7D91231F935A35754C0A96E9C8B63"} , {"body" : "From a perch on her stoop in Brooklyn, Ella Evans watches over the recent arrivals to her neighborhood, the women wearing business suits and the boys with blue hair. They get off the G train, too trusting, she thinks, of streets that were risky not so long ago and still demand caution. She has good reason to feel this way. In recent months, an old" , "date" : "20080705" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CLINTON HILL (NYC)" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Muggings Revive Memories Of an Area's Bad Old Days" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/05\/nyregion\/05muggings.html"} ,   {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Friday, 9 p.m. to 1 a.m., ''One Step Beyond,'' a dance party with cocktails and a special screening of ''Passport to the Universe,'' the inaugural space show at the opening of the Rose Center for Earth and Space in 2000; $20. Through Jan. 4, ''The" , "date" : "20080627" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/27\/arts\/27wspare.html"} , {"body" : "SILVIA STEUDE made a 90-mile journey recently between her home in Brooklyn's Clinton Hill neighborhood and Southampton, Pa., by train and by car, and she had the satisfaction of saying she made the entire trip by mass transit. Ms. Steude, 35, was one of the first to take advantage of New Jersey Transit's new partnership with Zipcar, a national" , "date" : "20080622" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "TRANSPORTATION; Zipcars Offering Transit Riders a Supplemental Way to Travel" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/22\/nyregion\/nyregionspecial2\/22zipnj.html"} , {"body" : "AROUND TOWN Museums and Sites 'SUPERHEROES: FASHION AND FANTASY' LECTURE AND PANEL ''Shakespeare is not writing any new plays, but he's taught in classes everywhere. Comics may stop publishing tomorrow, but people can still study comics.'' So says Peter Coogan, the author of ''Superhero: The Secret Origin of a Genre.'' He founded the Institute for" , "date" : "20080620" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/20\/arts\/20wspare.html"} , {"body" : "AROUND TOWN Museums and Sites MUSEUM OF THE CITY OF NEW YORK, Fifth Avenue at 103rd Street. Opening Tuesday and running through Nov. 4, ''Campaigning for President: New York and the American Election,'' an exhibition of campaign memorabilia including buttons, banners, posters and clothing; the display features items from the collection of Jordan M." , "date" : "20080620" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F05EED6113EF933A15755C0A96E9C8B63"} , {"body" : "Week after week, Wall Street banks and other big employers have announced layoffs by the thousands, but month after month, the official gauges of the job market in the New York metropolitan area registered few signs of a downturn. Until now. By several measures released this week, unemployment is on the rise in and around New York City, and the" , "date" : "20080620" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE" , "NEW JERSEY" , "NEW YORK CITY" , "UNITED STATES" , "CONNECTICUT" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Layoffs Begin to Show on the Region's Unemployment Rolls" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/20\/nyregion\/20jobless.html"} , {"body" : "WHILE condominium developers across the country are trying to unload thousands of apartments that they can't sell, some builders in Brooklyn have found the real estate equivalent of a golden parachute. Having turned their new units into high-priced rentals, they have found a surprising number of eager takers. These renters are a breed of" , "date" : "20080615" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PARK SLOPE (NYC)" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BEDFORD-STUYVESANT (NYC)" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "They (The New) Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/15\/realestate\/15cov.html"} , {"body" : "Correction Appended AROUND TOWN Museums and Sites RENEGADE CRAFT FAIR Let's face it, hierarchy is passé. Want to watch TV? No need to wait for the networks; just shoot something with your friends and edit the video. How about some music? Go to iTunes and create your own mix. Or a scarf? Pick up some knitting needles, and, well, you get the idea." , "date" : "20080613" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/13\/arts\/13wspare.html"} , {"body" : "AROUND TOWN ATLANTIC AVENUE ARTWALK From Harlem to Clinton Hill, the chance to peer into artists' studios is a staple of the New York neighborhood spring calendar. They're do-it-yourself affairs: grab a map, stop where you please, talk to the artist or don't. It's your world now; the artists just work here. And they're fine with that. Or at least" , "date" : "20080606" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/06\/arts\/06wspare.html"} , {"body" : "ATLANTIC AVENUE ARTWALK From Harlem to Clinton Hill, the chance to peer into artists' studios is a staple of the New York neighborhood spring calendar. They're do-it-yourself affairs: grab a map, stop where you please, talk to the artist or don't. It's your world now; the artists just work here. And they're fine with that. Or at least Mac Premo is." , "date" : "20080606" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "SPARETIMES| ATLANTIC AVENUE ARTWALK" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9803E2DF173CF935A35755C0A96E9C8B63"} , {"body" : "Two teenagers were arrested on Thursday in an attack on an Orthodox Jewish teenager in Crown Heights, Brooklyn, one of several recent cases that have stirred tensions between black and Jewish residents in a neighborhood with a volatile racial history. Namor Clarke, 17, of Clinton Hill, and a 14-year-old whose name was withheld by the police were" , "date" : "20080523" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Two Are Charged in Attack on Teenager in Crown Heights" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/23\/nyregion\/23arrest.html"} ,   {"body" : "AROUND TOWN DANCE PARADE Attention all hoofers, swingers, tappers, pop-and-lockers, tangoers, balletomanes, breakers and roller-discoers: the Dance Parade will shimmy through the streets of downtown Manhattan on Saturday. Created last year to promote and unify the dance styles of different cultures and focus attention on the city's cabaret laws," , "date" : "20080516" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/16\/arts\/16wspare.html"} , {"body" : "EVIDENCE suggests that New Yorkers may be more religiously observant now than three decades ago. The number of churches, temples, mosques and other houses of worship -- many of them in storefronts -- jumped by 37 percent in Manhattan from 1980 to 2000, according to census data. In Brooklyn during the same period, the jump was a whopping 87 percent." , "date" : "20080511" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "POSTING; Brooklyn Churches Come and Go" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/11\/realestate\/11post.html"} , {"body" : "KERMIT WESTERGAARD grew up on the Upper East Side, far from hammers and paintbrushes. Yet early on, he was seized by the idea of renovating a historic house for himself. Last year, he got the chance when he and his wife, Azadeh, bought a 1908 row house in Ridgewood, Queens, for $592,000, and turned it into their comfortable fantasy of a simple" , "date" : "20080511" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "HABITATS | RIDGEWOOD, QUEENS; A 'Farmhouse' Near the L Train" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/11\/realestate\/11habi.html"} , {"body" : "The season of house tours, garden tours and show houses is here, with oak doors and picket-fence gates swinging open for visitors. This year's tours include apartments crammed with collections of antique English furniture, neckties and African art, and modern houses with steel-and-stone kitchens and polished master suites. Green design and organic" , "date" : "20080501" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "title" : "New York City" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/01\/garden\/tour-Ledeall.html"} , {"body" : "The last few re-election races have not been particularly easy ones for Representative Edolphus Towns, a 13-term incumbent from central Brooklyn. In fact, in the last election, in 2006, Mr. Towns won the primary with less than 50 percent of the vote in a three-way race. And now he is preparing again to face a challenge for the Democratic nomination" , "date" : "20080428" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Brooklyn Congressman and Veteran Of Tough Primaries Faces New Fight" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/28\/nyregion\/28brooklyn.html"} , {"body" : "AROUND TOWN CHRIS ROCK When Senator Barack Obama made a speech about race last month, the consensus from commentators was that it was rare to hear such a frank meditation on the topic. Well, candor about race may not be a common practice for politicians on the stump, but it's nothing new to comedy clubs, where black comedians have often held the" , "date" : "20080425" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/25\/arts\/25wspare.html"} , {"body" : "''THESE Marys are always asking me where did you get this and that,'' Glenn Marla said last Sunday morning, referring to certain male friends. ''And I'm like, Mary, where do you think? It's Lane Bryant, 1970s. What other options are there for someone like me?'' It is safe to assume Lane Bryant never offered options like those Glenn Marla was" , "date" : "20080413" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "Scavengers On the Urban Savannah" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/13\/fashion\/13flea.html"} , {"body" : "AROUND TOWN UNIVERSOUL CIRCUS There are many tricks you can expect from an elephant that has stepped into a ring at a circus. Placing an outsize foot on a stool is standard. So is sitting up, front legs in the air. Doing a shuffle to the unyielding beat of Rhianna's ''Don't Stop the Music,'' however, is not your everyday circus fare. The same can" , "date" : "20080411" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/11\/arts\/11wspare.html"} , {"body" : "AROUND TOWN Museums and Sites MOUNT VERNON HOTEL MUSEUM AND GARDEN, 421 East 61st Street, Manhattan. Thursday at 7 p.m., ''No Irish Need Apply: The Irish Immigrant Experience,'' a lecture about the lives of Irish immigrants in 19th- and early-20th-century in New York City, by Bernadette McCauley, an associate professor of history at Hunter College;" , "date" : "20080411" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B01EFDB143BF932A25757C0A96E9C8B63"} , {"body" : "THE real estate markets of the Bronx, Queens, Brooklyn and Staten Island are suffering from the housing downturn that has afflicted much of the country, and yet they still have some pockets of strength. In parts of Brooklyn, buyers are still paying top dollar for coveted brownstones, and in some neighborhoods in Queens, the market is buoyed by" , "date" : "20080406" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)" , "BRONX (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Taking The Pulse Of the Boroughs" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/06\/realestate\/06cov.html"} ,   {"body" : "AROUND TOWN NY UKEFEST 2008 When Stephen DiLauro decided to pick up the ukulele again several years ago, he should have seen it coming. After all, this was the instrument that in the early 1900s, fresh from Hawaii, had managed to win over millions of American devotees who bought recordings by Tin Pan Alley musicians like Ukulele Ike. This is the" , "date" : "20080328" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/28\/arts\/28wspare.html"} , {"body" : "Two men were killed in Brooklyn in separate encounters, the police said on Tuesday. In the first, Sanjeev Seekoomar, 34, was found on Tuesday morning stabbed to death in his basement apartment at 326 Carroll Street in Carroll Gardens, the police said. The door to the apartment was pushed in and the apartment ransacked, indicating a possible" , "date" : "20080326" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Killings in 2 Brooklyn Neighborhoods" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/26\/nyregion\/26slay.html"} , {"body" : "THE restoration of town houses may be one of the most popular hobbies in Clinton Hill, Brooklyn, a neighborhood that prides itself on its brownstone blocks. A couple who recently took up that hobby, Peter Smith and Susan Miller Smith, moved in last November after renting a one-bedroom apartment for nearly 19 years in Greenwich Village. Although a" , "date" : "20080323" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CLINTON HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN | CLINTON HILL, BROOKLYN; Elegance Is Abundant; Groceries Are Less So" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/23\/realestate\/23livi.html"} , {"body" : "AROUND TOWN LITERARY NEW YORK Reading is a solitary pursuit. A reading is anything but -- a chance to meet other solitary souls with a similar passion, no matter how untraditional. Someone out there likes vampire slayers too! Several someones, if an appearance at Hue-Man Bookstore and Cafe on Saturday is any indication. That's when the sci-fi" , "date" : "20080321" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/21\/arts\/21wspare.html"} , {"body" : "AROUND TOWN Museums and Sites MUSEUM OF THE CITY OF NEW YORK, Fifth Avenue at 103rd Street. Tuesday at 6:30 p.m., a discussion with Roger Rosenblatt, author of ''Beet: A Novel.'' Thursday at 6:30 p.m., ''Spotlight on Design: The Legacy of Donald Oenslager,'' a panel discussion on the noted stage designer with theater professionals and scholars." , "date" : "20080321" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B04EFDC103DF932A15750C0A96E9C8B63"} , {"body" : "AROUND TOWN Museums and Sites ST. PATRICK'S DAY FESTIVITIES Sometime during the fifth century, the teenager who would become St. Patrick was captured in his native Britain and forced into slavery in Ireland. He escaped, only to return as a missionary and convert virtually the entire country to Christianity. March 17 -- the day he is said to have" , "date" : "20080314" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/14\/arts\/14wspare.html"} , {"body" : "AS natives of Seattle, where they paid $1,100 for a one-bedroom rental in a downtown neighborhood called Belltown, Brandon and Jette Starniri faced culture shock when they moved to New York three years ago and settled into a Brooklyn Heights walk-up. Though ''we were used to newer, modern places,'' they grew to appreciate the gracious brownstone on" , "date" : "20080309" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "THE HUNT; Taking the Two-Family Path" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/09\/realestate\/09hunt.html"} , {"body" : "AROUND TOWN Museums and Sites EDIBLE ESTATES Most New Yorkers don't have to worry about lawns; a stoop is luxury enough. But if the architect and artist Fritz Haeg has his way, everyone in the country will not only be fixated on their lawns, but they will also be harvesting them. Mr. Haeg is the creator of Edible Estates, which aims to persuade" , "date" : "20080307" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/07\/arts\/07wspare.html"} , {"body" : "Flavors of the World Sample plates from more than 30 restaurants representing the food of many countries will be served for tasting on Tuesday from 6:30 to 10:30 p.m. at the Puck Building, 295 Lafayette Street (Houston Street). The event, sponsored by the Village Voice, will benefit the Academy of Hospitality and Tourism at Erasmus High School in" , "date" : "20080305" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "9" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/05\/dining\/05fcal.html"} , {"body" : "Correction Appended AROUND TOWN Museums and Sites ESPRESSO ENTHUSIASTS WORKSHOP A clock, a bathroom scale and a thermometer? I had signed up for a class on how to become a barista, but these were not the tools of the trade I expected. The session, held one Sunday a month in an industrial space in Clinton Hill, Brooklyn, seemed like an enjoyable way" , "date" : "20080229" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/29\/arts\/29wspare.html"} ,   {"body" : "ESPRESSO ENTHUSIASTS WORKSHOP A clock, a bathroom scale and a thermometer? I had signed up for a class on how to become a barista, but these were not the tools of the trade I expected. The session, held one Sunday a month in an industrial space in Clinton Hill, Brooklyn, seemed like an enjoyable way to indulge my love of caffeine, and it started" , "date" : "20080229" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "ESPRESSO ENTHUSIASTS WORKSHOP" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01EED81E3CF93AA15751C0A96E9C8B63"} , {"body" : "Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Saturday, 1 to 4 p.m., ''Passing the Torch: Blues, Tap, Swing,'' a celebration of Black History Month, with performances of music, dance, film and poetry that highlight black American creative contributions from the Harlem Renaissance to the present; there will" , "date" : "20080222" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/22\/arts\/22wspare.html"} , {"body" : "Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Saturday, 1 to 4 p.m., ''Passing the Torch: Blues, Tap, Swing,'' a celebration of Black History Month, with performances of music, dance, film and poetry that highlight black American creative contributions from the Harlem Renaissance to the present; there will" , "date" : "20080222" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A02EED61F31F931A15751C0A96E9C8B63"} , {"body" : "IF there is a bright spot in New York City's uncertain real estate market, it is that over the last several months, some first-time buyers have found it easier to buy apartments. With mortgage rates low and prices steady, some of these buyers are getting apartments at the most favorable prices and terms in years. ''I haven't seen a better time to" , "date" : "20080217" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "First-Time Jitters" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/17\/realestate\/17cov.html"} , {"body" : "AROUND TOWN Museums and Sites HISTORIC RICHMOND TOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. Saturday at 7:30 and 9 p.m., a Tavern Concert with the Homegrown String Band. $15; $12 for members; reservations: (718) 351-1611, Ext. 280. Every Wednesday through April 23, 7:30 to 9 p.m., English Country Dancing; $5. Hours:" , "date" : "20080215" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A07E3DC1E3FF936A25751C0A96E9C8B63"} , {"body" : "CLINTON HILL CONDO $565,000 BROOKLYN: 970 Kent Avenue A one-bedroom, one-bath fifth-floor loft in the Kent, a six-story elevator building with doorman and gym. Suzanne DeBrango, Ian Johnson, Brooklyn Properties (718) 532-1234, www.brooklynproperties.com. Open house Feb. 10, 12 to 2 p.m. COMMON CHARGE: $425 a month PROS: This loft in a converted" , "date" : "20080203" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "Clinton Hill Condo" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9402E0DA1431F930A35751C0A96E9C8B63"} , {"body" : "AROUND TOWN Museums and Sites LUNAR NEW YEAR CELEBRATION With the new moon next week, the city is gearing up for Lunar New Year, celebrated by the Chinese, the Koreans, the Vietnamese and all those who appreciate this joyous holiday devoted to defeating evil spirits and cultivating good luck. Recognizing the symbolic role of plants and flowers in" , "date" : "20080201" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/01\/arts\/01wspare.html"} , {"body" : "A construction worker fell 12 stories to his death in Brooklyn on Wednesday when the scaffold he was standing on collapsed, apparently because of high winds, according to city officials and witnesses. The authorities said the worker, Jose Palacios, 42, of Queens, was one of three men near the roof of the 13-story apartment building at 525 Clinton" , "date" : "20080131" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Scaffold Falls, Killing Worker in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/31\/nyregion\/31fall.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through May 26, ''Water: H2O = Life'' and ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter.'' Friday, 9 p.m. to 1 a.m., ''One Step Beyond,'' a monthly party with music, dancing and a film screening; $20. Saturday, 12:30 to 4:30" , "date" : "20080125" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/25\/arts\/25wspare.html"} , {"body" : "AROUND TOWN MARTIN LUTHER KING'S BIRTHDAY The older a holiday is, the more ingrained its traditions. So it's no surprise that there is no time-honored way to observe a holiday first observed a little more than two decades ago. A day of mourning is a stretch, especially for those under 40, whose only image of Dr. King is of a man in grainy" , "date" : "20080118" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "Spare Times Listings" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/18\/arts\/18spare.html"} ,   {"body" : "AROUND TOWN Museums and Sites 'SCREEN TEST' For six years in the 1990s Rob Roth, a downtown video director and designer, promoted a ''cyber-fetish-nightlife spectacle'' called Click + Drag at the Chelsea club Mother. The party was famous for its over-the-top costumed crowd and raunchy attitude. When the club closed, Mr. Roth didn't pack up his" , "date" : "20080111" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/11\/arts\/11wspare.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through May 26, ''Water: H2O = Life'' and ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter.'' Saturday, noon to 4:30 p.m., ''Living in America: Rivers of Life,'' a performance series in conjunction with ''Water: H2O = Life,''" , "date" : "20080111" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9403EED8153EF932A25752C0A96E9C8B63"} , {"body" : "AROUND TOWN Museums and Sites BULL RIDING INVITATIONAL Some people do yoga. Some meditate. Paulo Crimber happens to still his mind while riding a 1,500-pound bull that's trying to throw him into a pit of hard-packed dirt in front of thousands of screaming spectators. ''I always try not to think too much,'' Mr. Crimber, one of several professional" , "date" : "20080104" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/04\/arts\/04wspare.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Closing on Sunday, ''Mythic Creatures: Dragons, Unicorns and Mermaids.'' Among other exhibitions, ''H2O = Life'' and ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter,'' both through May 26. Timed tickets to ''H20 = Life,'' ''Mythic" , "date" : "20080104" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE6DF153CF937A35752C0A96E9C8B63"} , {"body" : "As the housing market across the country continued to stagnate in the fourth quarter of last year, the market in Manhattan set a record, according to reports to be released on Thursday by four of the city's major real estate brokerage firms. The average price for an apartment reached $1.4 million in the last quarter of 2007, up 17.6 percent from" , "date" : "20080103" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Apartment Prices in Manhattan Defy National Real Estate Slide" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/03\/realestate\/03real.html"}]