[  {"body" : "In the quest to find the perfect middle school for her 10-year-old daughter, Aimée Margolis has zig-zagged across Manhattan for 11 school visits, grilled pre-teenagers at a school fair on music classes and the preferred attire at dances, and compiled a dog-eared folder full of notes. Then there is the bathroom test. After a 90-minute tour of the" , "date" : "20081226" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "All's Fair in Middle School Scramble, Even Panic" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/26\/education\/26fifth.html"} , {"body" : "Correction Appended 'LATKES AND APPLESAUCE' Hanukkah may be celebrated for eight full nights and have an army of heroes in its history, but the number of annual stage extravaganzas devoted to it is nowhere near as robust. No one goes to Radio City Music Hall for a spectacular about the Festival of Lights. Sean Hartley has filled that gap, albeit on" , "date" : "20081212" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/12\/arts\/12wkids.html"} , {"body" : "FOR CHILDREN 'BABES IN TOYLAND' (Saturday) The Little Orchestra Society is celebrating the 150th birthday of this holiday classic with an appropriate present: the world premiere of a new version, featuring an updated book and lyrics and additional toys, including an evil, Transformers-style robot. Craig Shermin has adapted the story, making Toyland" , "date" : "20081212" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "31" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05EFD81431F931A25751C1A96E9C8B63"} , {"body" : "IN September, Cathy DeVore, a real estate agent in Larchmont, N.Y., whose business has been at a standstill lately, began taking gradual steps to lay off her longtime nanny and housekeeper. Aware that the woman supports a son, a mother, and a niece in Dominica, and worried for their well-being, Mrs. DeVore wanted to make sure her employee found" , "date" : "20081211" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Trickledown Downsizing" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/11\/garden\/11domestics.html"} , {"body" : "Since 2000, the number of young children living in parts of Lower Manhattan has nearly doubled. The poverty rate declined in all but one New York City neighborhood. A majority of Bronx residents are Hispanic. And the number of white people living in Harlem more than tripled, helping to drive up median household income there by nearly 20 percent --" , "date" : "20081209" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "City Growing More Diverse, Census Finds" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/09\/nyregion\/09census.html"} , {"body" : "LONG ISLAND COLLEGE HOSPITAL has stood at the northwestern corner of Cobble Hill, Brooklyn, overlooking the harbor for 150 years, so its presence in the surrounding neighborhoods cannot be boiled down to a single anecdote. It has been there for births and deaths and the large and small crises in between: a case of a school principal with whooping" , "date" : "20081123" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DISPATCHES; A Hospital That's Critical, As Neighbors Pace and Fret" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/23\/nyregion\/thecity\/23disp.html"} , {"body" : "The State Health Department has promised a loan to a community hospital in Brooklyn's Cobble Hill neighborhood to help it keep its obstetric and pediatric services operating, but hospital officials said Tuesday that more money would be needed to keep the services running beyond the end of the year. In a letter sent late Monday to Long Island" , "date" : "20081119" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["COBBLE HILL (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "28" , "title" : "State Tries to Save Obstetrics At a Hospital in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/19\/nyregion\/19lich.html"} , {"body" : "FOR CHILDREN AMERICAN BALLET THEATER'S HEALTHY DANCER OPEN HOUSE (Sunday) You don't have to be a member of the company to dance through the doors of American Ballet Theater's studios on Sunday. The premises will be open to performers of all ages for discussions on nutrition and fitness; dance demonstrations; and, especially for children," , "date" : "20081114" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D06E0D81439F937A25752C1A96E9C8B63"} , {"body" : "FOR CHILDREN GUGGENHEIM MUSEUM'S FALL FAMILY DAY You don't expect to find a rain forest right around the bend, at least not in Manhattan. But on Sunday children will explore such a place in their own urban jungle, the bend being one of the many curves in the spiraling ramp of the Guggenheim Museum. This adventure is part of Fall Family Day, which" , "date" : "20081114" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/14\/arts\/14wkids.html"} , {"body" : "AROUND TOWN 'I AM A MAN' You've heard this already, but it bears repeating: 40 years after the Rev. Dr. Martin Luther King Jr. was assassinated, Barack Obama became the first African-American to be elected president of the United States. The dream of racial equality that Dr. King so eloquently described at the March on Washington has seemingly come" , "date" : "20081107" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/07\/arts\/07wspare.html"} ,   {"body" : "New York City's antiquated voting system buckled, groaned and occasionally even gave way on Tuesday as millions of people thronged the polls to cast votes in the presidential election. Persistent problems from past elections -- broken machines, long waits and confusion among poll workers -- were made even worse, voters and election observers said," , "date" : "20081105" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "15" , "title" : "Big Turnout Means Lines For Voters Across City" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/05\/nyregion\/05turnout.html"} , {"body" : "THE NEW MILLENNIUM PAPER AIRPLANE CONTEST When planes take off from Queens, it isn't exactly newsworthy. But the dozens of aircraft that will fly in Flushing Meadows-Corona Park on Saturday won't be the typical Boeings and Airbuses. They won't have engines, passengers or pilots, and they may travel only a matter of feet. Still, they are designed to" , "date" : "20081031" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/31\/arts\/31wkids.html"} , {"body" : "THE first thing you notice about Char No. 4, the new bourbon-obsessed bar in Cobble Hill, is the intimidating wall of whiskey sitting directly behind the bartender and stretching up to the ceiling. More than a hundred bottles are displayed in a custom-designed iron and walnut case, and a muted backlight suffuses the young professionals at the bar" , "date" : "20081026" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "10" , "title" : "BOîTE; A Straight-Up Kind of Place" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/26\/fashion\/26boite.html"} , {"body" : "CFA-IAMS CAT CHAMPIONSHIP This weekend both Barack Obama and John McCain will appear at Madison Square Garden. They won't debate, give speeches or sign autographs, and they may not even make eye contact. Any expressed hostilities are likely to be, well, catty. That's because this Obama and this McCain are cats. Barack Obama, a Bombay, and John" , "date" : "20081017" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/17\/arts\/17wkids.html"} , {"body" : "THOUGH New Yorkers were recently brought up short by the financial crisis, with no one quite knowing just how bad it would be, one thing this city has going for it is its resiliency. Yes, there are worries about 401(k)s and mortgage payments -- and perhaps a second thought about spending time in clubs with $300 bottle service -- but there are still" , "date" : "20081012" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "10" , "title" : "36 Hours: New York City" , "url" : "http:\/\/travel.nytimes.com\/2008\/10\/12\/travel\/12hours.html"} , {"author" : "E-mail: streetscapes@nytimes.com" , "body" : "BUILT in 1879 as a group of model tenements, the Tower Buildings, at Hicks and Baltic Streets in Cobble Hill, were rescued in the 1970s by Frank Farella, a local developer who for years kept the Brooklyn complex as a low-rent paradise. Now Mr. Farella has taken on a partner, the Hudson Companies, and their collaboration may bring substantial" , "date" : "20081012" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "STREETSCAPES | TOWER BUILDINGS IN BROOKLYN; Architectural Wealth, Built for the Poor" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/12\/realestate\/12scap.html"} , {"body" : "They are angling for the magic number: 26. That is how many City Council members it would take to defeat a bill introduced on Tuesday, at Mayor Michael R. Bloomberg's request, to change the city's term limits law. On Wednesday, they took to the streets -- a band of volunteers and organizers with the Working Families Party, which is spearheading a" , "date" : "20081009" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Fighting Bid to Extend Term Limits, Politician by Politician" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/09\/nyregion\/09districts.html"} , {"body" : "For the past year, New Yorkers have largely felt apart from the economic turmoil enveloping other parts of the country. But businesses in and around the city have reason to fret, now that banks are becoming more tightfisted during the deepening crisis in credit markets worldwide. Small businesses often live at the mercy of their creditors. When" , "date" : "20081001" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Even Healthy Retailers Fear Loss of Credit Lifeline" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/01\/nyregion\/01worries.html"} , {"body" : "FOR CHILDREN 'THE GREEN SHEEP' If you took a toddler to the theater, you'd probably expect more drama in the audience than onstage. Considering the potential for fidgeting, wandering and near-nuclear meltdown, even youth-oriented companies seldom try to entertain those under 3. But the Seattle Children's Theater does, and amazingly and" , "date" : "20080919" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/19\/arts\/19wkids.html"} , {"body" : "FOR CHILDREN BATTERY PARK CITY PARKS CONSERVANCY (Saturday) Fishing, cycling, art making, rocking out: the conservancy offers all of it on Saturday. In a celebration of National Estuary Day children are invited for catch-and-release fishing (10 a.m. to 2 p.m.), art projects (11 a.m. to 2 p.m.) and a concert by the Brooklyn bluegrass and rock group" , "date" : "20080919" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "SPARE TIMES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE2DD1739F93AA2575AC0A96E9C8B63"} ,   {"author" : "Jan Stuart is the author of ''The Nashville Chronicles: The Making of Robert Altman's Masterpiece.''" , "body" : "TWO MARRIAGES Novellas By Phillip Lopate 264 pp. Other Press. $24.95 Denial is alive and well and churning in Dyker Heights, the Brooklyn neighborhood that colors the giddy curtain raiser of ''Two Marriages,'' Phillip Lopate's double bill of novellas. The thrillingly clueless narrator of ''The Stoic's Marriage'' is Gordon, a pudgy, pushing-50 idler" , "date" : "20080914" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "11" , "title" : "Too Late the Misanthrope" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/14\/books\/review\/Stuart-t.html"} , {"body" : "AROUND TOWN BROOKLYN BOOK FESTIVAL Tucked within the list of events planned for the more than 140 authors appearing at this Sunday's book festival is a little reading called ''Brooklyn's Own,'' featuring three authors who call the borough home. It is a testament to the vitality of the Brooklyn literary scene that the reading is not the signature" , "date" : "20080912" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/12\/arts\/12wspare.html"} , {"body" : "THE BIG DRAW Everyone's truly a critic in New York, where opinionated commentary is a form of local currency. But at least once each year everyone's also welcomed as an artist, from the smallest children to the most elderly. That occasion is the Big Draw, which originated in England and on Saturday will have its third incarnation on this side of" , "date" : "20080905" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/05\/arts\/05wkids.html"} , {"body" : "FOR CHILDREN BALLET AMONG THE BLOOMS (Sunday) All the garden's a stage in this program, an opportunity for children to learn introductory steps from professional dancers from New York City Ballet's education department and the School of American Ballet. The setting is the Everett Children's Adventure Garden at the New York Botanical Garden, where" , "date" : "20080905" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "15" , "title" : "For Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9401E1DC1239F936A3575AC0A96E9C8B63"} , {"body" : "On the campaign trail, in boardrooms and around kitchen tables nationwide, much of the talk about the economy is dire. Homeowners are facing foreclosure, major banks have failed and Wall Street has laid off thousands of workers. In Albany, Gov. David A. Paterson has invoked the Great Depression in warning about the severity of the recession he says" , "date" : "20080903" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "City Feels the Economic Pinch, but It's Only a Pinch, So Far" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/03\/nyregion\/03downturn.html"} , {"body" : "At first glance the stylized movements of the group of adults and teenagers attached to one another's wrists with long crepe ribbons seemed to be some kind of avant-garde twilight tai chi. But these exercises on the Red Hook Marine Terminal docks in Brooklyn, against a striking backdrop of Governors Island and the Manhattan skyline, were part of" , "date" : "20080901" , "day_of_week_facet" : "Monday" , "geo_facet" : ["RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Operatic Cargo of Tragic Love, Unloaded on a Brooklyn Pier" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/01\/arts\/music\/01vert.html"} , {"author" : "Compiled by Kris Ensminger E-mail: eating@nytimes.com" , "body" : "BoCoCa, a term coined several years ago for a shopping guide, refers to the junction of Boerum Hill, Cobble Hill and Carroll Gardens. While it hasn't exactly caught on with the fervor of, say, TriBeCa or Dumbo, it does identify the site of a vibrant dining scene. These places have all opened in the past year or so. Black Mountain Wine House (718)" , "date" : "20080831" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CARROLL GARDENS (NYC)" , "COBBLE HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "GOOD EATING | BOCOCA; Brooklyn Cornucopia" , "url" : "http:\/\/events.nytimes.com\/2008\/08\/31\/nyregion\/thecity\/31rest.html"} , {"body" : "IT'S hard to miss the sprinkling of ''Hot Bird'' signs visible from Atlantic Avenue in Brooklyn. Aside from what could be considered the jarring juxtaposition of the words ''hot'' and ''bird,'' a few of the signs are painted a radiant yellow and are bigger than highway billboards. For more than a decade, the signs have made vegetarians wince and" , "date" : "20080824" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PROSPECT HEIGHTS (NYC)" , "CLINTON HILL (NYC)" , "COBBLE HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "BROOKLYN UP CLOSE; On Teasing Walls, Traces of Roasters Past" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/24\/nyregion\/thecity\/24bird.html"} , {"body" : "AROUND TOWN SUMMER ON THE HUDSON For those of us who've paid little attention to the redevelopment of the Far West Side, Riverside Park South, the well-tended space beneath the West Side Highway near 70th Street, is often overshadowed by its far more developed counterparts. Conceived as a peace offering of sorts by the real-estate titans who" , "date" : "20080815" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/15\/arts\/15wspare.html"} , {"body" : "A minute into the third episode of ''The Line,'' a comedy about the passion and perversion of fans waiting 11 days for the premiere of a science-fiction film, the actor Joe Lo Truglio declares, ''I'm going line crazy.'' His partner, the ''Saturday Night Live'' repertory player Bill Hader, promises to get water. Then the ''SNL'' writer and" , "date" : "20080812" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts" , "Technology"] , "page_facet" : "1" , "title" : "A Summer Break of Comedy for the Web" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/12\/arts\/television\/12line.html"} ,   {"author" : "Nathaniel Rich's first novel, ''The Mayor's Tongue,'' was published earlier this year." , "body" : "NEW YORKERS may be prone to the flu in the winter, but in the summer the entire city comes down with a fever. Common symptoms include subway-platform fainting spells, air-conditioner sore throats, fits of sidewalk nudity, heat rash, heat migraines, heat confusion, heat rage and heat nightmares. Even the rats, lazily sampling the curb's all-night" , "date" : "20080803" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "His Blue Period" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/03\/nyregion\/thecity\/03pool.html"} , {"body" : "A community hospital in gentrifying Brooklyn is closing down its maternity ward and plans to sell the building that houses some of its obstetrical clinics and another building across the street. The hospital, Long Island College Hospital in Cobble Hill, delivered 2,800 babies -- an average of seven or eight a day -- in 2007, officials said," , "date" : "20080731" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "COBBLE HILL (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Community Hospital in Brooklyn Is Closing Maternity Ward and Selling the Space" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/31\/nyregion\/31lich.html"} , {"body" : "To the Editor: Re ''Restless Pioneers, Seeding Brooklyn,'' July 16: I have lived in the Carroll Gardens, Cobble Hill, Boerum Hill neighborhood (sorry, I refuse to call it Bococa) for 23 years. We used to have to travel to Park Slope or Bay Ridge to find something okayish to eat. Since Jim Mamary and Alan Harding opened Patois and began the Smith" , "date" : "20080716" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Brooklyn Pioneers" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04EEDA143CF935A25754C0A96E9C8B63"} , {"body" : "It is easy to forget, in celebrating the suspension of street-cleaning parking rules, that such an act is accompanied by the suspension of, well, street cleaning. The absence of those lumbering scritchy-scratch street sweepers has not gone unnoticed in Park Slope, Brooklyn, where a two-month hiatus from alternate-side parking rules has created an" , "date" : "20080714" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "PARK SLOPE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Parking Rules Return; Cleaner Streets to Follow" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/14\/nyregion\/14slope.html"} , {"body" : "I WAS late to ''Rent.'' Late to the show, and late to the city it portrays. When I arrived in New York, in the fall of 1998, bistros and boutiques had already infiltrated the East Village, gentrification was spreading into the Lower East Side, and northwest Brooklyn had largely fallen to the forces of the bourgeoisie. ''Rent'' had already been" , "date" : "20080713" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST VILLAGE (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "1" , "title" : "Bohemia Takes Its Final Bows" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/13\/nyregion\/thecity\/13rent.html"} , {"body" : "COBBLE HILL CO-OP $850,000 BROOKLYN: 13 Cheever Place (between Kane and Degraw Streets), #3 A two-bedroom two-bath top-floor co-op in a three-unit 19th-century town house. Terry Naini, Prudential Douglas Elliman (917) 841-1826; www.prudentialelliman.com MAINTENANCE: $749 a month PROS: On a charming blocklong street, this renovated apartment has its" , "date" : "20080713" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0CE0D9163AF930A25754C0A96E9C8B63"} , {"body" : "Looking Ahead LE PETIT UN DEUX TROIS At the end of the month this smaller edition of a theater district French bistro will open in the space recently vacated by Le Madeleine: 403 West 43rd Street, (212) 489-4900. PORCHETTA In early fall, the chef Sara Jenkins plans to open this shop with a small counter. She will roast pigs and slice the loin and" , "date" : "20080709" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/09\/dining\/09off.html"} , {"body" : "Opening this Week MERCADITO CANTINA The third of this Mexican chainlet where Patricio Sandoval is in charge of the kitchen opened on Monday. It serves only tacos: 172 Avenue B (11th Street), (212) 388-0162. THE GENERAL GREENE Nicholas Morgenstern, who was in charge of the sweet finales at Gilt and Gramercy Tavern, opened his own place Tuesday. He" , "date" : "20080702" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CHICAGO (ILL)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/02\/dining\/02off.html"} , {"body" : "It may have been a sapling, but it looked like a stick. Diane Dillon, for one, was fairly skeptical that the branch her elderly neighbor stuck in the ground in front of his Cobble Hill brownstone one day in the late 1960s -- a twig, no thicker than her finger -- would ever amount to much. She was pretty sure the wind would just blow it away. But" , "date" : "20080620" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "COBBLE HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COBBLE HILL JOURNAL; A Sapling Grows Into a Giant; The Streets Around It Change, Too" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/20\/nyregion\/20journal.html"} , {"body" : "INTERNATIONAL ISRAEL AND HAMAS CALL A TRUCE, But Some Ask if It Can Last The cease-fire between Israel and Hamas, the Islamic group that controls Gaza, went into effect just as the sun was rising over Sderot, an Israeli border town plagued by rocket fire from Gaza for the past seven years. The truce holds, in theory, the possibility of a new era in" , "date" : "20080620" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "INSIDE THE TIMES: June 20, 2008" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9401E0DB1E38F933A15755C0A96E9C8B63"} ,   {"body" : "Open Now MATSUGENJean-Georges Vongerichten and his partners have replaced 66 with this branch of a Japanese chain, specializing in soba noodles: 241 Church Street (Leonard Street), (212) 925-0202. Opening this Week CLOVER CLUB Julie Reiner, right, a partner in the Flatiron Lounge, is to open this cocktail lounge today. It is named for a drink named" , "date" : "20080618" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/18\/dining\/18off.html"} , {"body" : "FOR CHILDREN 'TAKE ME OUT TO THE BALL GAME: 1864' The games New Yorkers play may be infinite, but at least those on athletic fields are usually identifiable. Even sports fans, however, may scratch their heads over two contests in the Bronx on Saturday. The first involves a ball and bats, but no gloves, no helmets and strictly underhand pitching." , "date" : "20080613" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/13\/arts\/13wkids.html"} , {"body" : "FOR CHILDREN 'THE BACKYARDIGANS LIVE! TALE OF THE MIGHTY KNIGHTS' (Friday through Sunday) So maybe your kids are too young for ''Spamalot.'' They can still enjoy medieval madness and foolery in this stage production, derived from the Nickelodeon preschool show ''The Backyardigans'' and a swashbuckling special the channel broadcast in January. This" , "date" : "20080613" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "For Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D03E7D9163AF930A25755C0A96E9C8B63"} , {"body" : "For working stiffs, the fun in the sun ended on Monday. After two days of toying with the stifling weather in shorts and T-shirts, they found the most mundane chores a challenge during record-high temperatures in the New York region. The early-season swelter created an array of problems, from power failures to delays on several subway lines." , "date" : "20080610" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In a Sweltering City, Any Sliver of Shade Will Do" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/10\/nyregion\/10heat.html"} , {"body" : "Doctors at a community hospital in Brooklyn that is part of a large system of hospitals say they are being squeezed out so the system can sell off property in popular neighborhoods. The doctors contend that the parent company, Continuum Health Partners, has been downsizing the institution where they work, Long Island College Hospital, in the Cobble" , "date" : "20080610" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "COBBLE HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Doctors Say Hospital Is Falling Victim to Its Own Real Estate Value" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/10\/nyregion\/10hospital.html"} , {"body" : "NEW PLACES The Moxie Spot 81-83 Atlantic Avenue, Cobble Hill, Brooklyn; (718) 923-9710 With the seemingly relentless rise in both the quality of Brooklyn restaurants and the number of strollers on the streets, it makes sense that someone finally opened a restaurant that tries to merge the two. The Moxie Spot doesn't hit the note perfectly. But so" , "date" : "20080604" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "DINING BRIEFS" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9406E6DB143BF937A35755C0A96E9C8B63"} , {"body" : "His Superman T-shirt was bold and bright, but his face was creased with confusion. Gerry Thomas was stumped by a question most men can answer in an instant. ''What's your favorite beer?'' asked his sister, Beth Thomas. Mr. Thomas, 50, sitting in the house he and his sister share in Queens, squinted with intense concentration. He struggled to" , "date" : "20080601" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "For People With Down Syndrome, Longer Life Has Complications" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07EED7163FF932A35755C0A96E9C8B63"} , {"body" : "FOR CHILDREN ABT KIDS (Saturday) This program from American Ballet Theater will feature many dance stars you expect to see onstage at Lincoln Center, and at least one you don't: Angelina Ballerina, the storybook mouse who can pirouette as well as she can squeak. She will make a special appearance and pose for pictures with children at this event," , "date" : "20080530" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E01E5D91730F933A05756C0A96E9C8B63"} , {"body" : "FOR CHILDREN WORLD SCIENCE FESTIVAL The conventional wisdom in New York is that street fairs are all alike. But the one to be held on Saturday in Greenwich Village won't feature gyros, tube socks or T-shirts, though it may well involve gyroscopes, test tubes and lab coats. This is the World Science Festival's Youth and Family Street Fair, a daylong" , "date" : "20080530" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/30\/arts\/30wkids.html"} , {"author" : "E-mail: haberman@nytimes.com" , "body" : "If you will excuse a biblical flourish, the G train is the Moses of New York mass transit. Like Moses, it never made it to the Promised Land. That is, if Manhattan is your idea of divine promise. With its nosebleed-inducing apartment prices and rents, some think of it as flowing not so much with milk and honey as with bilk and money. In any event," , "date" : "20080523" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NYC; Rallying Round a Train That Gets No Respect" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/23\/nyregion\/23nyc.html"} ,   {"body" : "FOR CHILDREN CHILDREN'S FESTIVAL Young adventure fans are still flocking to theaters to see the exploits of Iron Man. But this weekend he will have some competition from a mythical hero not typically encountered in comic books or at the movies: Mouse Woman (who is, by the way, not the nemesis of Cat Woman). ''The Mouse Woman is a magical little" , "date" : "20080516" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/16\/arts\/16wkids.html"} , {"body" : "To the Editor: ''In City's Growing Neighborhoods, Public Schools Face Pupil Jam'' (front page, May 9) describes the latest twist in New York City's school facilities crisis. In 1988 the New York State Legislature, before creating the School Construction Authority, found that ''many of the schools are overcrowded, unsafe, unhealthy and unusable.''" , "date" : "20080516" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Opinion"] , "title" : "LETTERS; The Woes of New York's Public Schools" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502E0DF143BF935A25756C0A96E9C8B63"} , {"body" : "FOR CHILDREN ACTION\/ABSTRACTION FAMILY DAY (Sunday) There will be plenty of action and abstraction at this event, and not just because it is inspired by ''Action\/Abstraction: Pollock, de Kooning, and American Art, 1940-1976,'' the new exhibition at the Jewish Museum. Children will be very active -- they can make collages of mixed mediums in an art" , "date" : "20080516" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0DE2DF1F30F935A25756C0A96E9C8B63"} , {"body" : "EVIDENCE suggests that New Yorkers may be more religiously observant now than three decades ago. The number of churches, temples, mosques and other houses of worship -- many of them in storefronts -- jumped by 37 percent in Manhattan from 1980 to 2000, according to census data. In Brooklyn during the same period, the jump was a whopping 87 percent." , "date" : "20080511" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "POSTING; Brooklyn Churches Come and Go" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/11\/realestate\/11post.html"} , {"body" : "Correction Appended AROUND TOWN MOTHER'S DAY Flowers are easy; so is brunch. Can't you put a little effort into your Mother's Day celebration? She raised you, for crying out loud, and that was hard work. Here are a few ideas to get you started. Take her dancing: Quick, quick, slow. Quick, quick, slow. That's salsa at its most basic, and the Ballet" , "date" : "20080509" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/09\/arts\/09wspare.html"} , {"body" : "AROUND TOWN Museums and Sites HISTORIC RICHMOND TOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. Sunday at 2 p.m., a tour of the historic site, with an emphasis on childbearing from the mid-1600s to mid-1800s; admission is free for mothers. Hours: Wednesdays through Sundays, 1 to 5 p.m. Tours on weekdays at 2:30 p.m. and on" , "date" : "20080509" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "39" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E00E0DB143AF93AA35756C0A96E9C8B63"} , {"body" : "In something of a split decision, the city selected developers to remake two closed firehouses in Brooklyn on Friday, giving one to a firefighter advocacy group in Williamsburg but overlooking a similar group and choosing instead the Brooklyn Philharmonic to redevelop a firehouse in Cobble Hill. The unsuccessful Cobble Hill group, Friends of" , "date" : "20080503" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "COBBLE HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Developers Picked for 2 Closed Brooklyn Firehouses" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/03\/nyregion\/03firehouses.html"} , {"body" : "THE faintest glimmer of an economic slowdown is on the horizon this summer in some of the most popular vacation spots within a two-hour drive of New York. Rental agents from the Jersey Shore to the Hamptons to the Hudson Valley report that prices for summer rentals have remained about the same as last year but that many people are booking late," , "date" : "20080502" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE" , "CATSKILLS (NYS AREA)" , "NEW JERSEY" , "HAMPTONS (NY)" , "HUDSON RIVER VALLEY (NY)" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "1" , "title" : "Wiggle Room" , "url" : "http:\/\/travel.nytimes.com\/2008\/05\/02\/travel\/escapes\/02rental.html"} , {"body" : "The last few re-election races have not been particularly easy ones for Representative Edolphus Towns, a 13-term incumbent from central Brooklyn. In fact, in the last election, in 2006, Mr. Towns won the primary with less than 50 percent of the vote in a three-way race. And now he is preparing again to face a challenge for the Democratic nomination" , "date" : "20080428" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Brooklyn Congressman and Veteran Of Tough Primaries Faces New Fight" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/28\/nyregion\/28brooklyn.html"} , {"body" : "THE show inspired a fevered debate online as well as angry e-mail and conversations across the country among the major players of the American regional theater. And that was before most people had seen it. After a dozen years of performing one-man shows about subjects including the Internet boom (''21 Dog Years'') and the reaction to 9\/11 (''The" , "date" : "20080420" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "10" , "title" : "Stirring Things Up, Regionally Speaking" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/20\/theater\/20zino.html"} ,   {"body" : "FOR CHILDREN ANCIENT GREEK FESTIVAL (Saturday through Thursday) Young students are invited to spend their spring vacations on Mt. Olympus, thanks to the Children's Museum of Manhattan. In addition to exploring the museum's 4,000-square-foot exhibition, ''Gods, Myths and Mortals: Discover Ancient Greece,'' a child's version of Homer's ''Odyssey,''" , "date" : "20080418" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A03E1DE1730F93BA25757C0A96E9C8B63"} , {"body" : "PLENTY of people have come this close to buying the sprightly, nano-scale Mini Cooper. And then they got a load of that back seat. If you were taller than, say, a garden gnome, it was best to limit that assessment to a peek through the glass and a low whistle of skepticism. Lured into the rear's confining web, you'd find yourself squeaking ''Help" , "date" : "20080413" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Automobiles"] , "page_facet" : "1" , "title" : "BEHIND THE WHEEL | 2008 MINI COOPER CLUBMAN; Half a Loaf, for Families With a Mini Appetite" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/13\/automobiles\/autosreviews\/13mini.html"} , {"body" : "Those Shoes, Those Bags To the Editor: Julia Allison, and her contemporaries who have fawned over ''Sex and the City'' and shaped their perception of reality around it (''Channeling Carrie,'' March 30), have contributed to making dating in New York all but intolerable. This personifies their shallow materialistic existence and need for overpriced" , "date" : "20080406" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "12" , "title" : "LETTERS TO THE EDITOR; The Tragically Hip, and Civic Hard Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E3DD1F30F935A35757C0A96E9C8B63"} , {"body" : "COBBLE HILL LOFT $399,000 BROOKLYN: 121 Pacific Street (between Henry and Clinton Streets) A second-floor co-op in a converted 1980s factory, with a kitchen, a bath, a foyer, a fireplace and a separate laundry room. The building has an elevator, a live-in super, a shared roof deck and central air. Deborah Rieders, the Corcoran Group (718) 923-8001;" , "date" : "20080406" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET; Cobble Hill Loft" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D00E0DD103AF935A35757C0A96E9C8B63"} , {"body" : "FOR CHILDREN 'PIGS, BEARS AND BILLY GOATS GRUFF' To children a kitchen is much more than a place for cooking and eating. Forks and spoons double as percussion instruments; pans serve as warriors' helmets; a tabletop is a cottage roof. Where grown-ups see only mealtime, the young see playtime. But the adults of the Patch Theater Company have no such" , "date" : "20080404" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/04\/arts\/04wkids.html"} , {"body" : "DEAR DIARY: My 11-year-old son, Simon, had agreed to call me during his school lunch and let me know if he was coming home by himself or with a friend. Much to my surprise, he wrote me from his computer class at school while I was working at my desk computer. It perfectly represents where we are in our relationship at his age, when ''cool rules''" , "date" : "20080331" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/31\/nyregion\/31diary.html"} , {"body" : "AFTER nearly a quarter-century of removing stains, pressing suits and altering dresses in a storefront on Court Street in Cobble Hill, the dry cleaners known around the neighborhood as Mr. and Mrs. Oh closed the doors of their shop, Trusting Cleaners, for the last time on March 15. The couple, both in their 60s, were priced out of their storefront" , "date" : "20080330" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "COBBLE HILL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "COBBLE HILL; A Fabric Of Life Loses a Thread That Binds" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/30\/nyregion\/thecity\/30clean.html"} , {"body" : "AFTER nearly a quarter-century of removing stains, pressing suits and altering dresses in a storefront on Court Street in Cobble Hill, the dry cleaners known around the neighborhood as Mr. and Mrs. Oh closed the doors of their shop, Trusting Cleaners, for the last time on March 15. The couple, both in their 60s, were priced out of their storefront" , "date" : "20080330" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "COBBLE HILL; A Fabric Of Life Loses a Thread That Binds" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980CEEDE1330F933A05750C0A96E9C8B63"} , {"body" : "AROUND TOWN NY UKEFEST 2008 When Stephen DiLauro decided to pick up the ukulele again several years ago, he should have seen it coming. After all, this was the instrument that in the early 1900s, fresh from Hawaii, had managed to win over millions of American devotees who bought recordings by Tin Pan Alley musicians like Ukulele Ike. This is the" , "date" : "20080328" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/28\/arts\/28wspare.html"} , {"body" : "COBBLE HILL CO-OP $750,000 BROOKLYN: 210 Congress Street (near Clinton Street), #1E A two-bedroom, one-bath ground-floor unit in a 1947 three-building complex. Terry Naini (917) 841-1826, Kristin Yorke (917) 576-9703, Prudential Douglas Elliman; www.prudentialelliman.com. Open house March 25, 5:30 to 7:30 p.m. MAINTENANCE: $787 a month PROS: A" , "date" : "20080323" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET; Cobble Hill Co-op" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE5D6143CF930A15750C0A96E9C8B63"} ,   {"body" : "NEW YORK CITY real estate has become a shadow of its frenzied former self in recent months, as buyers and sellers take a more deliberate approach to reaching deals. Some sellers have pulled their apartments off the market for now, in the hopes that they will have better luck in the traditionally more robust spring season, which typically begins in" , "date" : "20080309" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Responding To a Less Heated Market" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/09\/realestate\/09cov.html"} , {"body" : "Opening this Week THE JAKEWALK Michele Pravda and Patrick Watson, who own Smith & Vine and Stinky Bklyn, are expanding their Smith Street franchise with this bar, which they will open on Friday with Matt DeVriendt and Ari Form. Cheeses and cured meats will accompany wines and spirits. The name is a Prohibition-era term for a high-stepping gait" , "date" : "20080305" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "Off the Menu" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06EED8123AF936A35750C0A96E9C8B63"} , {"body" : "Not one is a traditional housewife; one is not a wife at all. But, hey, they are all rich enough and thin enough. And so Bravo expanded its ''Real Housewives'' franchise with the premiere on Tuesday night of ''The Real Housewives of New York City,'' seven episodes of glitter and soap opera. In an international city of more than eight million souls," , "date" : "20080305" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Being a Housewife Where Neither House Nor Husband Is Needed" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/05\/arts\/television\/05real.html"} , {"body" : "8 P.M. (21) HOLLYWOOD SINGING AND DANCING: A MUSICAL TREASURE Shirley Jones narrates this history of the Hollywood musical, from the Busby Berkeley films of the Depression and the patriotic salutes of the 1940s through the end of the studio system in the 1950s (above, a scene from the 1943 ''Lady of Burlesque''). Song-and-dance legends like Fred" , "date" : "20080304" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "9" , "title" : "What's On Tonight" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E4D6103AF937A35750C0A96E9C8B63"} , {"body" : "FOR CHILDREN 'ON TOP OF SPAGHETTI' In a Queens theater recently, minutes before showtime, a student of about 6 was doing what most small children do in an auditorium: everything but keep still. ''Sit down!'' her teacher said. ''You're in a theater. You're not in a playground.'' Poor benighted woman; she had obviously never seen the Paper Bag" , "date" : "20080222" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/22\/arts\/22wkids.html"} , {"body" : "FOR CHILDREN BIG MOVIES FOR LITTLE KIDS (Monday) This series is intended to introduce children 2 to 7 (though all ages are welcome) to classic films. And you don't get much more classic than Buster Keaton. This program will offer three of his short comedies: ''One Week'' (1921), about newlyweds trying to build a house; ''The Goat'' (1923), in which" , "date" : "20080222" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9507E3DF1230F931A15751C0A96E9C8B63"} , {"body" : "AROUND TOWN Museums and Sites HISTORIC RICHMOND TOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. Saturday at 7:30 and 9 p.m., a Tavern Concert with the Homegrown String Band. $15; $12 for members; reservations: (718) 351-1611, Ext. 280. Every Wednesday through April 23, 7:30 to 9 p.m., English Country Dancing; $5. Hours:" , "date" : "20080215" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A07E3DC1E3FF936A25751C0A96E9C8B63"} , {"body" : "WHEN Jacqueline Brown and her husband, Gavin Friedman, were in their early 30s, they lived in a condominium in Santa Monica, Calif., with a black leather Ikea couch Mr. Friedman had bought for law school, a few modest pieces from Pier 1 Imports and assorted hand-me-down furnishings. Within a few years, though, having acquired professional and" , "date" : "20080214" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Parent Shock: Children Are Not Decor" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/14\/garden\/14kids.html"} , {"body" : "PARENTS Tracy McArdle Brady, 39, and Nathaniel Brady, 40, Carlisle, Mass. CHILD Ryder, 1. FAILURE Ms. McArdle Brady placed a retro silver and black SkyTimer wall clock that she received as a gift on a shelf in Ryder's nursery to give the room a bit of grown-up style. ''When he started moving around he used to grab it and throw it on the floor,''" , "date" : "20080214" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "4" , "title" : "A Clock Is for Dribbling" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/14\/garden\/14kbox.html"} , {"body" : "MALOTT--Mary Myart, also known as Mary McIntyre: 1928-2008. Mary was an Austin, Texas and New York City painter, sculptor, assemblage artist, art critic, and diarist whose artistic bent also led her into unpredicted success in real estate development. She died January 21, 2008, at the age of 79 at the Cobble Hill Nursing Home in Brooklyn, NY after" , "date" : "20080206" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "11" , "title" : "Paid Notice: Deaths MALOTT, MARY MYART" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E06E2D6173AF935A35751C0A96E9C8B63"} ,   {"author" : "Nathaniel Rich, an editor at The Paris Review, is the author of ''The Mayor's Tongue,'' a novel to be published by Riverhead Books in April." , "body" : "I RECENTLY went into Manhattan with a friend to visit her younger brother's new apartment on 52nd Street and the East River. The brother, Ariel, had just graduated from college and had been hired by a prestigious financial firm in Midtown. His two roommates had followed the same path, and so, apparently, had everyone else who lived on their long," , "date" : "20080203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "His City, Lost and Found" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/03\/nyregion\/thecity\/03broo.html"} , {"body" : "WHEN Julia Warr, Martin Brierley and their three children moved to Brooklyn from London two and a half years ago, they settled in Cobble Hill, largely because of the local elementary school, Public School 29. So it was with some chagrin that they found out not long ago, on a visit to a friend's place, that they were smitten with the friend's" , "date" : "20080203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SOUTH WILLIAMSBURG (NYC)" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN | SOUTH WILLIAMSBURG, BROOKLYN; Still a Warehouse Wonderland" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/03\/realestate\/03livi.html"} , {"body" : "WALKING along Adelphi Street in Fort Greene, Brooklyn, you could almost miss The Hideout, and not just because the former parking garage doesn't have a sign. No Jimmy Choo-shilling boutiques or coolly antiseptic hotels indicate to scene-seekers that behind those black curtains and nondescript doors is a sexy little lounge offering $14 cocktails --" , "date" : "20080203" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "11" , "title" : "BOÎTE; Small and Sexy" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/03\/fashion\/03boite.html"} , {"body" : "MALOTT--Mary, Myart also known as Mary McIntyre: 1928-2008. Mary was an Austin, Texas and New York City painter, sculptor, assemblage artist, art critic, and diarist whose artistic bent also led her into unpredicted success in real estate development. She died January 21, 2008, at the age of 79 at the Cobble Hill Nursing Home in Brooklyn, NY after" , "date" : "20080203" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "20" , "title" : "Paid Notice: Deaths MALOTT, MARY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9904EFDF143AF930A35751C0A96E9C8B63"} , {"body" : "AROUND TOWN Museums and Sites LUNAR NEW YEAR CELEBRATION With the new moon next week, the city is gearing up for Lunar New Year, celebrated by the Chinese, the Koreans, the Vietnamese and all those who appreciate this joyous holiday devoted to defeating evil spirits and cultivating good luck. Recognizing the symbolic role of plants and flowers in" , "date" : "20080201" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/01\/arts\/01wspare.html"} , {"body" : "Around Town Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Saturday and Sunday, noon to 5 p.m., International Polar Weekend, with lectures, panel discussions, films and performances that address climate changes at the poles. Through May 26, ''Water: H2O = Life'' and ''The Butterfly Conservatory: Tropical" , "date" : "20080201" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A02E4DA133FF932A35751C0A96E9C8B63"} , {"author" : "E-mail: susan.dominus@nytimes.com" , "body" : "Christine Agro's career as a pet psychic to the stars started, as so many auspicious events do, with a particularly open chakra. The chakra in question did not belong to her, but to a young woman who happened to pop into one of Ms. Agro's yoga classes in upstate New York five years ago, and thanked her at the end of class for freeing up that center" , "date" : "20080121" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "BIG CITY; Psychic Tends To the Famous, And Their Pets" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/21\/nyregion\/21bigcity.html"} , {"body" : "A TOP-FLOOR apartment was what Michelle Panzer and Paul Campbell wanted most. They craved the quiet that came with having no inconsiderate neighbors tromping above them. Tomblike silence was their ideal. To avoid noise, they would have been happy with ''a crypt -- an apartment buried underground,'' Ms. Panzer said. But at the same time, they wanted" , "date" : "20080113" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "THE HUNT; Quiet on the Home Front" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/13\/realestate\/13HUNT.html"}]