[  {"body" : "A 24-year-old car service employee who rushed to the aid of a neighboring Brooklyn merchant during a robbery was shot twice in the head on Monday afternoon and left in extremely critical condition, the police said. The employee, whose name was not released, tried to stop two men from robbing a cellphone store on Avenue Z at Coney Island Avenue in" , "date" : "20081230" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Brooklyn Car Service Worker Is Shot in Head While Trying to Foil Robbery" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/30\/nyregion\/30shoot.html"} , {"body" : "When he's crashed the chandelier of the Paris Opera House and driven away the woman he loves with the sight of his abhorrent face, where does a musically gifted phantom go for a little R&R? Brooklyn, of course. In an interview with The Times of London, Andrew Lloyd Webber said that a recently completed sequel to his musical ''The Phantom of the" , "date" : "20081230" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "ARTS, BRIEFLY; A Half-Masked Man To Ride the Q Train" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/30\/arts\/30arts-AHALFMASKEDM_BRF.html"} , {"body" : "Eleven years after an off-duty police officer was assassinated by gunmen lying in wait outside his home in Sheepshead Bay, federal prosecutors charged three accused mob figures on Thursday in the shooting, removing a high-profile murder from the ranks of unsolved cases while painting the motive as one of simple romantic jealousy. The charges were" , "date" : "20081219" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "11 Years After Officer's Slaying, Reputed Mob Figures Are Indicted" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/19\/nyregion\/19indict.html"} , {"body" : "''The Nutcracker'' isn't a Christmas tradition worldwide: in France and most of Europe this ballet is performed infrequently, and in South Africa, where I grew up, other Christmas-theme ballets, like a Hans Christian Andersen-inspired ''Snow Queen,'' were just as popular. But in the United States the pattern was set by George Balanchine, who" , "date" : "20081216" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "5" , "title" : "DANCE; Land of Sugarplums Is the Bread and Butter of the Holiday Season" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/16\/arts\/dance\/16nuts.html"} , {"body" : "Since 2000, the number of young children living in parts of Lower Manhattan has nearly doubled. The poverty rate declined in all but one New York City neighborhood. A majority of Bronx residents are Hispanic. And the number of white people living in Harlem more than tripled, helping to drive up median household income there by nearly 20 percent --" , "date" : "20081209" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "City Growing More Diverse, Census Finds" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/09\/nyregion\/09census.html"} , {"body" : "DOPPELT--Minnie, of Whippany, NJ, formerly of Brooklyn, died peacefully in her sleep Saturday December 6, at the age of 90. With her husband Jacob Doppelt, she was active in support of the Yeshivah of Flatbush, and served as President of its Ladies Auxiliary. She was a life member and officer of AMIT. She is survived by her brother, Rabbi Abraham" , "date" : "20081208" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "09" , "title" : "Paid Notice: Deaths DOPPELT, MINNIE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D00E0D7113AF93BA35751C1A96E9C8B63"} , {"body" : "It is the city's most monumental art collection. Literally. For the last four years, Green-Wood Cemetery in Brooklyn, the 170-year-old resting place of entombed luminaries from Boss Tweed to Leonard Bernstein and the original Brooks brothers, has been acquiring paintings created by the artists -- both legendary and obscure -- who have taken up" , "date" : "20081207" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "46" , "title" : "Works by Resident Artists" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/07\/nyregion\/07greenwood.html"} , {"body" : "WEINREB--Phyllis, on December 1, at age 84. Beloved wife of Dr. Herbert Weinreb. Loving mother of Daniel (Cheryl), William (Lisa), and David. Adoring grandmother of Adam, Caleb, Gabriel, Susannah, Talia and Elizabeth. Graduate of Brooklyn College and the Columbia School of Social Work. She was always kind, warm and generous, and devoted to her" , "date" : "20081203" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "24" , "title" : "Paid Notice: Deaths WEINREB, PHYLLIS" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9406EEDA113AF930A35751C1A96E9C8B63"} , {"body" : "The church custodian saw him first: a man alone in a parking lot, swinging a folding chair like an ax, bringing it down toward the windshield of a parked van and stopping, an inch from the glass. Then backing up and dancing around with the chair, a strange ballet. Then swinging again, over and over. The custodian yelled for the man to stop, and" , "date" : "20081201" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "A Flash of Menace, and a Death by Police Bullet" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/01\/nyregion\/01coney.html"} , {"body" : "Stacey Wexler and Kevin Kotler were married Wednesday at the New York City Municipal Building in Manhattan. Blanca Martinez, a staff member in the City Clerk's office, officiated. The couple are to have a Jewish ceremony on Dec. 5 at the Curtain Bluff Resort in Old Road Village in Antigua, West Indies. Jerry Kotler, an uncle of the bridegroom, who" , "date" : "20081130" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "16" , "title" : "Stacey Wexler, Kevin Kotler" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/30\/fashion\/weddings\/30WEXLER.html"} ,   {"body" : "THE evening usually starts with an unmarked door, poorly lighted stairs and a familiar popping sound. Table tennis. Wally Green, 29, from the Marlboro Houses in Coney Island, picked up the game after losing money to pool hall hustlers. Susan Sarandon, the actress, discovered the game through her son Miles, 16. She and Mr. Green find themselves at" , "date" : "20081127" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "Back-and-Forth Sport Is Back Again" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/27\/fashion\/27pingpong.html"} , {"body" : "STACHEL--Diana, beloved wife of Dr. Sheldon D., devoted mother of Denise Heimerle, Paul Stachel and Maxine Stachel. Sister of Brenda Rudowitz. Loving grandmother. Services Friday, 10am, Weinstein-Garlick-Kirschenbaum, 1153 Coney Island Avenue, Brooklyn." , "date" : "20081127" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "37" , "title" : "Paid Notice: Deaths STACHEL, DIANA" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E6DD113AF934A15752C1A96E9C8B63"} , {"body" : "The fleet's in this weekend, at least on 55th Street, where a radiant production of ''On the Town'' has docked at City Center through Sunday. Hop aboard the celestial subway train of Leonard Bernstein's piping, pumping, altogether transporting music -- this was the first of his handful of Broadway shows -- and you'll be whisked back to a time when" , "date" : "20081121" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "1" , "title" : "THEATER REVIEW | 'ON THE TOWN'; Drop Me Off at Broadway, 1944" , "url" : "http:\/\/theater2.nytimes.com\/2008\/11\/21\/theater\/reviews\/21town.html"} , {"body" : "JOSEPHSON--Adele (Adeline) nee Goldberg, 75. Wife of the late Alan S., mother of Michelle, Neil and Debra, loving grandmother and aunt, sister of Frances and Pearl. Services Sunday 10am, Weinstein-Garlick-Kirschenbaum Chapels, 1153 Coney Island Avenue, Brooklyn. Contributions to Alan S. Josephson, MD Memorial Fund. 718-270-4418." , "date" : "20081121" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "10" , "title" : "Paid Notice: Deaths JOSEPHSON, ADELE (ADELINE) NEE GOLDBERG" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9506EFD7103AF932A15752C1A96E9C8B63"} , {"body" : "Lyle Pinder and Rachel Hoskins took their first tentative salsa steps not far from their apartment on the windswept, once-industrial riverbank of Long Island City, Queens. But they were not exploring the gritty neighborhood, where they recently joined what was once a trickle of urban pioneers. They just took the elevator from their apartment to the" , "date" : "20081115" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "LONG ISLAND CITY (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "LONG ISLAND CITY JOURNAL; When Home Is More Like a Cruise Ship" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/15\/nyregion\/15metjournal.html"} , {"body" : "At first glance, the standoff that led to the death of Gilberto Blanco in a Coney Island parking lot on Thursday appeared mismatched. He had a chair. A police officer had a gun. During a confrontation, the officer fatally shot him. In a preliminary review on Friday, the Police Department found that the actions of the officer, Dawn Ortiz, 33," , "date" : "20081115" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "Police Defend Shooting Of Man Swinging a Chair" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/15\/nyregion\/15shoot.html"} , {"body" : "A man who charged at a police officer with a wooden folding chair in a church parking lot in Coney Island was shot to death on Thursday afternoon by the officer, the authorities said. The police said they had not identified the man as of Thursday evening, saying only that he appeared to be in his 20s. He had been seen trying to break into a van in" , "date" : "20081114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Man Who Tried to Hit Officer With a Chair Is Shot to Death" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/14\/nyregion\/14coney.html"} , {"body" : "JOE THE PLUMBER spent Election Day running vent lines for a new McDonald's going up in Coney Island, chomping a breakfast of baby carrots as he hauled 10-foot lengths of four-inch No-Hub pipe from his van to the construction site around the corner. A few miles away, Joe the Plumber spent Election Day inspecting the boiler at a French-Caribbean" , "date" : "20081113" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "What About Joe?" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/13\/business\/smallbusiness\/13PLUMB.html"} , {"author" : "E-mail: geovec@nytimes.com" , "body" : "On the day after the New York City Marathon, the roadway in Central Park was still a special place, almost a shrine, to the millions of feet that have padded through. Moving gingerly but proudly, runners dressed in comfortable clothing returned to the park Monday to have their pictures taken in front of the finish line they had crossed a day" , "date" : "20081104" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "14" , "title" : "SPORTS OF THE TIMES; Marathon Remains on the Right Course" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/04\/sports\/othersports\/04vecsey.html"} , {"body" : "JOE SITT received a degree in business at New York University in the 1980s, which helped him become a real estate powerhouse. But he also took courses in history, and that subject, he said, has had an influence on how he sees his work as a developer. ''One of my philosophies is that what 'once was' can be again,'' he said. In New York, where Mr." , "date" : "20081026" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CHICAGO (ILL)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "20" , "title" : "CHECKING IN; A Hotel Looks Back To Its 1920's Glamour" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/26\/realestate\/commercial\/26sqft.html"} ,   {"body" : "A man who was being arrested for using a student MetroCard on Tuesday evening struggled with two plainclothes police officers in a Queens subway station and then shot them with the gun of one of the officers, the police said. The gunman was then shot by the officers' supervisor, the police said. ''The whole thing lasted probably 45 seconds,'' said" , "date" : "20081022" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "2 Plainclothes Officers Shot in Queens Subway Station" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/22\/nyregion\/22cops.html"} , {"body" : "The Canada geese fly into Frederick Douglass Memorial Park every morning, leaving their droppings on the decrepit asphalt roads and their webbed prints on the small grave markers lying flat against the soft ground. These days, they are the most frequent visitors. The park, an African-American cemetery nearly filled to capacity, surrounded by" , "date" : "20081018" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "RICHMOND TOWN JOURNAL; A Place of Dignity Falls on Hard Times" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/18\/nyregion\/18journal.html"} , {"body" : "An article and a headline in some editions on Thursday about New York City's purchase of land in Coney Island, Brooklyn, referred incorrectly to the one-acre parcel. It is inside Wonder Wheel Amusement Park, but it is not the site of the Wonder Wheel itself. (That land is still owned by the Vourderis family, which operates the ride.)" , "date" : "20081018" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Corrections"] , "page_facet" : "4" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A06E0DF1F30F93BA25753C1A96E9C8B63"} , {"body" : "New York City has bought the one-acre site of the Wonder Wheel for $11 million as part of the Bloomberg administration's plan to preserve the historic character of Coney Island, the city announced on Wednesday. The city said that it expected to acquire additional land from local owners in the coming months. The property joins the Cyclone roller" , "date" : "20081016" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Trying to Uphold Coney Island's Character, City Buys Wonder Wheel Site" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/16\/nyregion\/16coney.html"} , {"body" : "Olafur Eliasson, the Danish-Icelandic artist who created the four waterfall exhibits on the East River, has said that he wanted people looking at them to reconsider their relationship to the surroundings. Scott Stamford has been doing just that, though not in the way Mr. Eliasson intended. Mr. Stamford is the manager of the River Café, a popular" , "date" : "20081013" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "EAST RIVER (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Waterfalls Exit, but With Unintended Impact" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/13\/nyregion\/13waterfalls.html"} , {"body" : "On a recent day on the boulevard that stretches from the heart of Brooklyn to the sea, a young teacher helped his daughters with schoolwork, a man hurled Russian insults and coins at an elderly woman who he thought was driving too slowly, and a man from Bedford-Stuyvesant read a tabloid for hours, having only just discovered, after 46 years, the" , "date" : "20081011" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "BROOKLYN JOURNAL; A Tree-Lined Boulevard That's a Park and a Living Room" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/11\/nyregion\/11journal.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Friday, 9 p.m. to 1 a.m., ''One Step Beyond,'' a dance party with cocktails and a screening of ''Cosmic Collisions''; $20. Every Friday and Saturday at 7:30 and 8:30 p.m. (except Oct. 24), ''SonicVision,'' an animated alternative- music show, is" , "date" : "20081010" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "38" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907EEDD123DF933A25753C1A96E9C8B63"} , {"body" : "AROUND TOWN I KIFFE NY For many years French culture has been almost synonymous with highbrow -- or, as in the case of films by Godard and music by Piaf, eventually came to be regarded as such. But the large influx of African and Arab immigrants into the poorer neighborhoods outside Paris, unknown to most Americans until the 2005 riots, has" , "date" : "20081010" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/10\/arts\/10wspare.html"} , {"body" : "WHEN Englishmen in 1816 gave the area midway between Williamsburg, Brooklyn, and Jamaica, Queens, the rather uncreative name of Middle Village, it seemed they ensured that it would largely stay off people's maps. Not that the residents are complaining. ''It's a very consistent neighborhood,'' said Gary Giordano, who has been district manager of the" , "date" : "20081005" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MIDDLE VILLAGE (NYC)" , "NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Education" , "Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN | MIDDLE VILLAGE, QUEENS; A Halfway Point Where People Tend to Stay" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/05\/realestate\/05livi.html"} , {"body" : "When the third season of ''Ugly Betty'' begins on Thursday, viewers who see the show's star, America Ferrera, stumble past the Brooklyn Bridge or the Empire State Building will be seeing something new: New York. Until this season, the ABC show was produced in Los Angeles, where its exterior shots were frequently filmed in front of green screens," , "date" : "20080925" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Thanks to Tax Credits, the New York You See on TV Is More Likely the Real City" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/25\/nyregion\/25betty.html"} ,   {"body" : "LEVY--Shirley R. , died September 18, 2008, after living 86 full years as a wife, mother, grandmother and kindergarten teacher. She is survived by her four children and their families: Mitchell Levy and his partner, Sheri Lockhart, Toby Levy and her husband Rick Holman, Fred Levy and his wife Jennifer and Donald Levy and his wife Barbara Bennett;" , "date" : "20080920" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "10" , "title" : "Paid Notice: Deaths LEVY, SHIRLEY R." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502E2D6123AF933A1575AC0A96E9C8B63"} , {"body" : "LEVY--Shirley R., died September 18, 2008, after living 86 full years as a wife, mother, grandmother and kindergarten teacher. She is survived by her four children and their families: Mitchell Levy and his partner, Sheri Lockhart, Toby Levy and her husband Rick Holman, Fred Levy and his wife Jennifer and Donald Levy and his wife Barbara Bennett;" , "date" : "20080919" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "7" , "title" : "Paid Notice: Deaths LEVY, SHIRLEY R." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9403E2D6123AF93AA2575AC0A96E9C8B63"} , {"body" : "A slender young woman hung 30 feet in the air, coiling her body around two pieces of black silk that were attached to the rafters. A crowd watching below screamed as she unraveled herself and started falling toward them and then gasped with relief as she came to a stop just above their heads. The woman, Anya Sapozhnikova, was performing her aerial" , "date" : "20080918" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Need a Party Livened Up? Try a Fire Eater or Two" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/18\/nyregion\/18circus.html"} , {"body" : "A slender young woman hung 30 feet in the air, coiling her body around two pieces of black silk that were attached to the rafters. A crowd watching below screamed as she unraveled herself and started falling toward them and then gasped with relief as she came to a stop just above their heads. The woman, Anya Sapozhnikova, was performing her aerial" , "date" : "20080916" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "title" : "Three Rings (and Then Some) at These Parties" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9905E7DE163DF935A2575AC0A96E9C8B63"} , {"body" : "AROUND TOWN BROOKLYN BOOK FESTIVAL Tucked within the list of events planned for the more than 140 authors appearing at this Sunday's book festival is a little reading called ''Brooklyn's Own,'' featuring three authors who call the borough home. It is a testament to the vitality of the Brooklyn literary scene that the reading is not the signature" , "date" : "20080912" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/12\/arts\/12wspare.html"} , {"body" : "FIVE in the morning down at the deli, Knapp Street, Brooklyn, the smell of the tide coming in soft and funky over Jordan's Lobster Dock down the block. People stand in line for coffee, ice, a sandwich for later. There is nervous energy in the air, guys shuffling in boots and flip-flops. Here are rumpled fishing guides ripped from the womb of sleep" , "date" : "20080912" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "1" , "title" : "A Short Cast Away" , "url" : "http:\/\/travel.nytimes.com\/2008\/09\/12\/travel\/escapes\/12Fish.html"} , {"body" : "AROUND TOWN Museums and Sites MERCHANT'S HOUSE MUSEUM, 29 East Fourth Street, East Village. Wednesday at 6:30 p.m., ''Ghosts and the Paranormal,'' a discussion of paranormal research with Garrett Husveth, a ghost hunter; $20. (212) 777-1089; merchantshouse.com. PALEY CENTER FOR MEDIA, 25 West 52nd Street, Manhattan. Monday at 6:30 p.m., a screening" , "date" : "20080912" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "SPARE TIMES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0CE3DD163FF931A2575AC0A96E9C8B63"} , {"body" : "An empty lot in Coney Island is not the likeliest place for an electronic music festival. But then New York City isn't the likeliest place for an electronic music festival either. For years the tightly knit collection of techno fans here has complained that their scene is underrepresented, with only a few regularly scheduled club nights dedicated" , "date" : "20080911" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "New York's Great Big Party for Technoheads" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/11\/arts\/music\/11mini.html"} , {"body" : "Depression has no place in an amusement park, but a definite pall hung over Astroland at Coney Island on Sunday, even as the screams of thrill seekers -- grade-school children, metal-mouthed teenagers and nostalgic, if slightly nauseated, grownups -- tore through the air. On Thursday, the park's owner, Carol Albert, announced that Sunday would be" , "date" : "20080908" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Summer Without Astroland?" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/08\/nyregion\/08astroland.html"} , {"body" : "8 P.M. (TCM) STAR OF THE MONTH: KAY FRANCIS She was the most popular actress at Warner Brothers before Bette Davis came along. This month Turner Classic Movies pays tribute each Thursday to Francis, an Oklahoma girl whose dark, statuesque beauty -- at 5 feet 9 inches she was the tallest leading lady in 1930s Hollywood -- and velvety voice helped" , "date" : "20080904" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "8" , "title" : "WHAT'S ON TODAY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F02E7DE153CF937A3575AC0A96E9C8B63"} ,   {"body" : "If all goes according to plan this weekend at the Toronto International Film Festival, voices caught on tape at a Manhattan rap session more than 33 years ago will introduce a film about the making of ''A Chorus Line.'' Those voices, and others from a handful of movies at this sprawling, 10-day film festival opening on Thursday, are also likely to" , "date" : "20080903" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "1" , "title" : "A Nostalgia for New York, by Way of the Toronto Film Festival" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/03\/movies\/03fest.html"} , {"body" : "With high-rise projects stretching against the horizon, sea gulls pecking at drifting refuse and more cigarette butts than seashells in the sand, Brooklyn's beaches are not exactly known for their resortlike experience. But on Brighton Beach, sunbathers can have a taste of cabana-style service by motioning to a hulking figure lugging a worn bag in" , "date" : "20080901" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)" , "BRIGHTON BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Under the Table, Under the Boardwalk" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/01\/nyregion\/01hustle.html"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "More Fire Response Q.When I see fire trucks responding to incidents, there always seem to be more vehicles and more commotion than I remember from childhood. Why is that? A. Fewer false alarms and more emergencies requiring special treatment. ''The number of units that are dispatched for a reported fire on the initial alarm today is the same number" , "date" : "20080831" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WOODSIDE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F. Y. I." , "url" : "http:\/\/www.nytimes.com\/2008\/08\/31\/nyregion\/thecity\/31fyi.html"} , {"body" : "Eduard and Julia Brodsky, immigrants from Ukraine, went to a handball court in Brooklyn and started hitting tennis balls with rackets. Gail, their only child, watched with big eyes. ''I said I wanted to try because it looked like fun,'' she said. ''And it was. Apparently, I liked it.'' Gail Brodsky was 6 at the time and had just come to the United" , "date" : "20080827" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "5" , "title" : "Showing Promise in Debut as a Pro" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/27\/sports\/tennis\/27brodsky.html"} , {"body" : "At the end of the line, the subway creaks to a stop a few yards short of the yellow crash bumper. A few stragglers, or a lurch of homebound commuters, head for the street. Train cleaners wielding worn-sided corn brooms and generic spray bottles marked ''lemon'' or ''Windex'' amble onto the cars, rousting any sleepers and drunks unmoved by the" , "date" : "20080824" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Lonesomeness, Beauty, Ambition and Often an Abiding Oddness: It's the Curious World of the Last Stop" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/24\/nyregion\/24laststop.html"} , {"body" : "COMEDY LEVITTOWN Governor's Comedy Club ''Sunday Night Funnies,'' featuring various comedians. Aug. 24 at 7:30 p.m. $12 plus a two-beverage minimum. Al Ducharme, stand-up. Friday at 8 and 10:30 p.m.; Aug. 30 at 7:30 and 10 p.m. $20 plus a two-beverage minimum. Brian Posehn, stand-up. Aug. 31 at 7 p.m. $23 plus a two-beverage minimum. Eric McMahon," , "date" : "20080824" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "10" , "title" : "CALENDAR" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/24\/nyregion\/nyregionspecial2\/24listingsli.html"} , {"body" : "NECHAMKIN--Sylvia , on August 21. Beloved wife of the late Harry. Loving mother of Mitchell. Services today 10am at Sherman's Flatbush Memorial Chapel, 1283 Coney Island Avenue (Avenue J) Brooklyn." , "date" : "20080822" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "17" , "title" : "Paid Notice: Deaths NECHAMKIN, SYLVIA" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B06E6D9153AF931A1575BC0A96E9C8B63"} , {"body" : "FLUG--Murray . Beloved husband of the late Edna. Loving father of Dr. Leonard and Leslie Flug, Howard Flug, Dr. Eric Flug, Dr. Marshall and Kathy Flug, and George and Bonnie Mandelbaum. Cherished grandfather of Andrew, Jonathan, Stephen, Rachel, Benjamin, Jennifer, Abraham, Amy, Eric, and Alison. Adoring great-grandfather of Joshua, Benjamin," , "date" : "20080822" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "17" , "title" : "Paid Notice: Deaths FLUG, MURRAY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B01E7D9153AF931A1575BC0A96E9C8B63"} , {"body" : "HERE'S a conversation you might hear (or have) on Coney Island Avenue in Brooklyn: ''Hey, let's get some schnitzel.'' ''Schnitzi or Schnitzel King?'' ''Schnitzi. Those guys know how to sauce a schnitzel.'' No matter what you think of schnitzel, it's fun to say. And you'll be saying more of it: Schnitzel is on the rise in New York. Schnitzi plans to" , "date" : "20080820" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "$25 AND UNDER; Chicken In Global Attire" , "url" : "http:\/\/events.nytimes.com\/2008\/08\/20\/dining\/reviews\/20unde.html"} , {"body" : "International RAPID RESPONSE TO A RAID In a Fragile Iraq Province Prime Minister Nuri Kamal al-Maliki of Iraq ordered an investigation into a raid Tuesday that recalled the attacks once carried out regularly by the Shiite-dominated security forces. His rapid response reflected fears that the raid, in which a Sunni provincial governor was arrested" , "date" : "20080820" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "INSIDE THE TIMES: August 20, 2008" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0CE0DC1039F933A1575BC0A96E9C8B63"} ,   {"body" : "FROM a distance, the wide aisles crammed with organic pear juice, whole-grain cereal and trans-fat-free chips, the wood floors and red pendant lighting make Pomegranate look like any other upscale supermarket. But look closer. Next to the Jif peanut butter, there's white chocolate spread with a label in Hebrew. Abutting the panko are whole-wheat" , "date" : "20080820" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "MIDWOOD (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "Sushi and Kishke Under One Roof" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/20\/dining\/20kosh.html"} , {"body" : "Streaked gold and green, candy-stripe figs from California look too beautiful to eat. But slice one of these exquisite fruits in half and you'll see why Dan Spitz, the founder of the Orchard, a produce market in Brooklyn, calls them raspberry figs. The inside is the color of raspberry jam and even has a similar sweet-tart flavor and texture, thanks" , "date" : "20080820" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["CALIFORNIA"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; A Fig Reveals Its Inner Raspberry" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/20\/dining\/20figs.html"} , {"body" : "The skies over Coney Island put on a spectacular show on Saturday evening, with the sunset casting violet hues and a fat yellow moon disappearing and reappearing through clouds. But for a row of spectators lined up along a lonely section of the Boardwalk, the real entertainment was happening opposite the beach, inside an ornate yet decrepit" , "date" : "20080818" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "CONEY ISLAND JOURNAL; Roller Skaters Revel in a New Rink in the City" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/18\/nyregion\/18roller.html"} , {"body" : "Many of the white-haired fans who showed up on Sunday came with hearts that still ached, even after all these years, for their long-gone Dodgers team that packed up its cleats and left in 1957. The man on the mound was Carl Erskine, the star pitcher of the 1955 World Series championship Dodgers, and his presence on the field sent the old fans on a" , "date" : "20080818" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Erskine Takes the Mound, And Suddenly It's 1955" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/18\/nyregion\/18brooklyn.html"} , {"body" : "DURING several days last August, harried denizens of Wall Street and camera-snapping tourists were given an unusual lunchtime treat: a 15-minute performance choreographed by Reggie Wilson and Andréya Ouamba for the steps of the United States Custom House on Bowling Green. Called ''Accounting for Customs,'' it was an intoxicating brew of sensual" , "date" : "20080817" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "11" , "title" : "DANCE; Summer in the City and Its Outdoor Spaces" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/17\/arts\/dance\/17laro.html"} , {"body" : "I was at the bottom of the ocean in Brooklyn when it dawned on me why I love New York City beaches even more than those pristine, remote shores seen in vacation brochures. It was not exactly pristine or remote where I was swimming, at Brighton Beach, surrounded by a group of elderly Russians in bathing caps backstroking their afternoon away. But as" , "date" : "20080815" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Travel" , "Arts"] , "page_facet" : "30" , "title" : "SUMMER IN THE CITY; Too Darn Hot? Hop the 'Sea' Train" , "url" : "http:\/\/travel.nytimes.com\/2008\/08\/15\/arts\/15beac.html"} , {"body" : "So what do you get when you mix a tattoo artist, coriander, the boardwalk, a pinch of ''the sensual dance of provocative hops'' and a snake charmer? Coney Island Albino Python White Lager -- one of five beers developed by Shmaltz Brewing Company under a licensing agreement with Coney Island USA, the nonprofit organization that runs the Coney Island" , "date" : "20080815" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "If You Could Bottle A Coney Island Sideshow" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B01EEDC143DF936A2575BC0A96E9C8B63"} , {"body" : "On the back patio of an East Village apartment, Natasha Kouri sat on a bench surrounded by plastic bottles and bags. She picked up a bottle from the woman on her left, who chopped its bottom off at the Poland Spring label. Ms. Kouri wove a handful of bags through the opening and handed the work in progress to her right. A bearded man taped the bags" , "date" : "20080814" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Priming for Burning Man, Flames in Hand" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/14\/arts\/design\/14burn.html"} , {"body" : "ITSIK ZEITOUNI, a young man with big ambitions, was living in the Homecrest section of southern Brooklyn early last year, but his thoughts were elsewhere -- just a little to the west, in fact, in the adjacent neighborhood of Gravesend. There, the Sephardic Jewish population was in the midst of a population boom that was ratcheting up prices for" , "date" : "20080810" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GRAVESEND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "LIVING IN | GRAVESEND, BROOKLYN; A Neighborhood Both Insular and Diverse" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/10\/realestate\/10livi.html"} , {"body" : "David Byrne is an installation artist, author, blogger, recording executive, photographer, film director and PowerPoint enthusiast. He's even been known to dabble in music. But in certain New York neighborhoods he may be most visible as a bicycle rider, a lanky figure pedaling around the Lower East Side, or from Bay Ridge out to Coney Island in" , "date" : "20080809" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "7" , "title" : "David Byrne, Cultural Omnivore, Raises Cycling Rack to an Art Form" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/09\/arts\/design\/09bike.html"} ,   {"body" : "AROUND TOWN Del Close Marathon In comedy circles, endurance usually comes up only in reference to boozing, writing sessions or retellings of ''The Aristocrats'' joke. But this weekend more than 300 comedians, stand-ups, improvisers and writers from around the country will participate in 54 continuous hours of funny. It's the 10th annual Del Close" , "date" : "20080808" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/08\/arts\/08wspare.html"} , {"body" : "AROUND TOWN Museums AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Every Friday and Saturday at 7:30 and 8:30 p.m., ''SonicVision,'' an animated alternative-music show, is shown in the Rose Center; tickets, $15; $12 for members. Saturday, noon to 5 p.m., an Indigenous Peoples Day, with music, crafts and film screenings" , "date" : "20080808" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E6DC133DF93BA3575BC0A96E9C8B63"} , {"body" : "Jose Pico, 17, just became a freak. So far, it's working out well. ''My cousin was working here as a freak, and he got fired, so they hired me,'' said Jose, who has been working for only a week at Shoot the Freak, a popular game on the Coney Island Boardwalk near Stillwell Avenue. Customers pay to shoot paint balls at a young man in full pads," , "date" : "20080808" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "It's a Living: Acting Like a Freak and Getting Shot" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/08\/nyregion\/08freak.html"} , {"body" : "New York City's Health and Hospitals Corporation has signed a 10-year, $100 million contract with a profit-making medical school in the Caribbean to provide clinical training for hundreds of students at the city's 11 public hospitals. The unusual deal, proposed by a member of the corporation's board who has long worked for the Caribbean school, has" , "date" : "20080805" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "GRENADA"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education" , "Health"] , "page_facet" : "1" , "title" : "City Hospitals Create Outcry In Foreign Deal" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/05\/nyregion\/05grenada.html"} , {"author" : "Nathaniel Rich's first novel, ''The Mayor's Tongue,'' was published earlier this year." , "body" : "NEW YORKERS may be prone to the flu in the winter, but in the summer the entire city comes down with a fever. Common symptoms include subway-platform fainting spells, air-conditioner sore throats, fits of sidewalk nudity, heat rash, heat migraines, heat confusion, heat rage and heat nightmares. Even the rats, lazily sampling the curb's all-night" , "date" : "20080803" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "His Blue Period" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/03\/nyregion\/thecity\/03pool.html"} , {"body" : "THE signs, explaining how to escape riptides, were new to Long Beach, placed along 36 entrance ramps on Monday. They were part of the city's response to three drownings in two days in Long Beach -- part of an unusually deadly weekend on Long Island beaches in which five people drowned after getting caught in rough currents. The three deaths in Long" , "date" : "20080803" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONG BEACH (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Town Posts Riptide Signs After Drownings" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/03\/nyregion\/nyregionspecial2\/03drownli.html"} , {"body" : "The journalist Christopher Hitchens underwent waterboarding for a recent Vanity Fair article. Now an artist is using that interrogation technique -- which makes people feel as if they were drowning -- to raise awareness of the issue of torture. The artist, Steve Powers, opened ''The Waterboarding Thrill Ride'' on Saturday in the Coney Island arcade" , "date" : "20080730" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "ARTS, BRIEFLY; Waterboarding As Art" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/30\/arts\/30arts-WATERBOARDIN_BRF.html"} , {"body" : "Separate searches continued on Sunday along parts of the New York coastline for two young swimmers swept out to sea, presumably the victims of unusually powerful riptides that have claimed at least four other lives in recent days. ''I've been doing this for 25 years, and this is the worst summer I can recall,'' said Lt. Bruce Meyer, of the Long" , "date" : "20080728" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)" , "EAST QUOGUE (NY)" , "LONG BEACH (NY)" , "JACOB RIIS PARK (NYC)" , "LONG ISLAND (NY)" , "CONEY ISLAND (NYC)" , "EAST END (LI)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Deadly Weekend for Swimmers in the Waters Off Brooklyn and Long Island" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/28\/nyregion\/28drown.html"} , {"body" : "A crowd of beach bums jockeyed for a view of the two men onstage. Competitor No. 30 stood on the right; No. 51 on the left. They chalked up their hands to absorb the sweat. They shook out their arms to release the tension. ''This is a single-elimination match!'' the announcer yelled into the microphone. The Wonder Wheel slowly somersaulted behind" , "date" : "20080727" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "CONEY ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "The Will Must Be as Strong as the Arm" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/27\/nyregion\/27arm.html"} , {"body" : "Information about events to be considered for inclusion in Spare Times can be sent to weekend@nytimes.com. AROUND TOWN Museums and Sites MUSEUM OF THE CITY OF NEW YORK, Fifth Avenue at 103rd Street. Through Dec. 31, ''Catholics in New York, 1808-1946,'' an exhibition of 400 secular and religious items. Saturday at 11 a.m., a walking tour of the" , "date" : "20080725" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/25\/arts\/25wspare.html"} ,   {"body" : "AROUND TOWN Museums and Sites MUSEUM OF THE CITY OF NEW YORK, Fifth Avenue at 103rd Street. Through Dec. 31, ''Catholics in New York, 1808-1946,'' an exhibition of 400 secular and religious items. Tuesday at 6:30 p.m., ''Latinos and the Future of Catholicism,'' a discussion with scholars, writers and civic leaders; $9, $5 for students, members and" , "date" : "20080725" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9400E0D6173CF936A15754C0A96E9C8B63"} , {"body" : "Greece will join the United States men's basketball team at the Olympics in a strong Group B, which now includes all three medalists from the world championships two years ago. Germany was also drawn into Group B after clinching the last available spot for Beijing by beating Puerto Rico, 96-82, on Sunday behind 32 points from the Dallas Mavericks" , "date" : "20080721" , "day_of_week_facet" : "Monday" , "geo_facet" : ["GERMANY" , "GREECE"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "7" , "title" : "RINGS; U.S., Greece and Germany In Same Basketball Group" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/21\/sports\/olympics\/21rings.html"} , {"body" : "THE sand at the southern tip of New York, sad to say, is filthy. That much is clear even from a dozen feet above sea level, on the covered deck that overlooks the beach in Tottenville, the town at the bottom of Staten Island. Walk down to the beach and the picture is no prettier: the remains of a case of Coors Light, some takeout containers, and a" , "date" : "20080720" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "STATEN ISLAND (NYC)" , "LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DISPATCHES; The Old Beer Cans and the Sea" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/20\/nyregion\/thecity\/20disp.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. AKRON\/FAMILY (Thursday) This trio's scrap-folk is built on the oxymoronic notion of tough fragility, and listening to it feels a little bit like driving a pickup with three good wheels: Hold on tight and hope everything sticks together. In concert, expect an entrancing mishmash of found sound," , "date" : "20080718" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/18\/arts\/music\/18pop.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Every Friday and Saturday at 7:30 and 8:30 p.m., ''SonicVision,'' an animated alternative-music show is shown in the Rose Center; tickets, $15; $12 for members. Tuesday at 6:30 p.m., ''Mint Julep: The Official Drink of the Kentucky Derby,'' a" , "date" : "20080718" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E5DA1331F93BA25754C0A96E9C8B63"} , {"body" : "AROUND TOWN VICTORIAN GARDENS AND ASTROLAND AMUSEMENT PARK New York may never sleep, but it certainly gets sluggish this time of year. Yes, we know, there's the Siren Festival, Warm-Up at P.S. 1, Central Park SummerStage and countless other chances to test the impact of alcohol consumption and sweating like a hog on your hydration. Those of us not" , "date" : "20080718" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/18\/arts\/18wspare.html"} , {"body" : "VICTORIAN GARDENS AND ASTROLAND AMUSEMENT PARK New York may never sleep, but it certainly gets sluggish this time of year. Yes, we know, there's the Siren Festival, Warm-Up at P.S. 1, Central Park SummerStage and countless other chances to test the impact of alcohol consumption and sweating like a hog on your hydration. Those of us not fortunate" , "date" : "20080718" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980CE0DF1031F93BA25754C0A96E9C8B63"} , {"body" : "Fat pillows of viscous smoke reflected in the spotlights as Snoop Dogg took the stage on Wednesday night at Keyspan Park at Coney Island. ''Anybody smoke chronic?'' he asked, avuncularly. As he has aged Snoop Dogg has become more of a soul man than the liquid (bordering on lethargic) rapper he started out as. Backed by a band, his set was like an" , "date" : "20080718" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "3" , "title" : "MUSIC REVIEW; Two Acts With One Favorite Pastime" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/18\/arts\/music\/18snoo.html"} , {"body" : "If one is the loneliest number, then four is the hottest -- at least when it comes to gasoline. With regular gas in New York City at a near-record $4.40 a gallon, station managers are rummaging through their storage closets in search of extra 4s to display on their pumps. Many are coming up short. That's why Vishal Nair, who runs the Lukoil station" , "date" : "20080715" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Shortage At the Pump: Not of Gas, But of 4s" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/15\/nyregion\/15four.html"} , {"body" : "International U.S. ANALYSTS UNIMPRESSED By Iranian Military's Bluff Iran's war games featured more bluff and exaggeration than displays of menacing new power, according to military analysts, after the release of a photo by the country showing a missile firing and misleadingstatements about the range of the largest missile. ''Deception was" , "date" : "20080712" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "INSIDE THE TIMES: JULY 12, 2008" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9803E7DD1430F931A25754C0A96E9C8B63"} ,   {"body" : "The sun had barely pierced the indigo morning sky when Francisco J. Perez made the call. He gripped the street pay phone and spoke of his knack for spreading concrete, his expertise in carpentry, his love for painting. He paced and fidgeted, picking at his jagged, mud-encrusted fingernails, and then slammed down the receiver in triumph. On this" , "date" : "20080712" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Chasing an American Dream" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/12\/nyregion\/12shapeup.html"} , {"body" : "AROUND TOWN Museums and Sites 'GOING PLACES (DOING STUFF)' Necessity breeds invention. Also, gas is expensive, and everyone loves a road trip. Thus was born ''Going Places (Doing Stuff),'' an artist-led group bus adventure and the newest project from the Flux Factory, an alternative gallery space. Since 2002 the gallery has occupied a former" , "date" : "20080711" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/11\/arts\/11wspare.html"} , {"body" : "A picture caption in some editions last Friday with vignettes of a cross section of people riding the Q train on a summer morning misidentified the Brooklyn terminus for the Q. It is in Coney Island, not Brighton Beach." , "date" : "20080711" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "4" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0CE2D8163EF932A25754C0A96E9C8B63"} , {"body" : "Call it congestion parking. In what amounts to congestion pricing for parking spaces, parking meter rates would double during heavy traffic periods in portions of Manhattan and Brooklyn as part of an experimental city program beginning this fall, officials said Wednesday. The program's goal is to increase turnover in curbside parking spaces in the" , "date" : "20080710" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "City to Test Peak Rates for Parking Meters" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/10\/nyregion\/10parking.html"} , {"body" : "WITH a trunk full of cod, brisket, blackberries, arugula and antifreeze, Alan Harding drives down Smith Street, past American Apparel, past the Michelin-starred restaurant Saul and past Patois, the bistro he helped open 11 years ago. Back then the neighborhood was a more likely destination for drug deals than dinner. Patois, where he was the chef," , "date" : "20080709" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Restless Pioneers, Seeding Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/09\/dining\/09brook.html"} , {"body" : "AROUND TOWN THE FIFTH OF JULY When the oohing and aahing, not to mention the eating, are over, it might be time for a holiday reality check. In New York reminders of the War for Independence are everywhere, of course, and several events on Saturday deliver jolts from the past. On his ''Revolution in the Streets'' walking tour, Frederick Cookinham" , "date" : "20080704" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/04\/arts\/04wspare.html"} , {"body" : "Nadia Gavrylchenko, 30, was born in Russia and moved to New York with her family when she was 10. Ten years later, she fell in love with her Ukrainian husband, Andrey, and the couple now have a 6-year-old son. Ms. Gavrylchenko commutes from Brooklyn on the Q train each weekday morning to her job as an office manager. Though she returns to Russia" , "date" : "20080704" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "From Texas or Russia, Ohio or Colombia, Finding Themselves in New York" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/04\/nyregion\/04riders.html"} , {"body" : "If you ask 100 people to guess the number of jelly beans in a big glass jar, few will come close. The average of their guesses, however, will be almost exactly right. That, in a nutshell, is the lesson of ''The Wisdom of Crowds,'' the best-selling book by James Surowiecki, The New Yorker magazine's business columnist. When it comes to quantifiable" , "date" : "20080704" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "ART REVIEW; 3,344 People May Not Know Art but Know What They Like" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/04\/arts\/design\/04clic.html"} , {"body" : "From the grinning funny face on the caps to the intricate labels designed by a tattoo artist, a collection of new beers by the Shmaltz Brewing Company of Saratoga Springs, N.Y., pays garish homage to Coney Island. The Sword Swallower, a steel-cut hop lager, is my favorite for its depth and bitterness. The Albino Python, a summery wheat beer, is" , "date" : "20080702" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; Coney Island? I'll Drink to That" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/02\/dining\/02coney.html"} , {"author" : "E-mail: cheers@nytimes.com" , "body" : "Ray D'Errico sat courtside last Sunday, his toes in the sand, with shards of sunlight and a volleyball logo adorning his shaved head. ''Volleyball is the greatest sport in the world,'' said D'Errico, staring through sunglasses at the men's finals of the A.V.P. Belmar Open. ''I got here on Thursday night and checked into a hotel seven blocks away" , "date" : "20080629" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "9" , "title" : "CHEERING SECTION; An Endless Summer Searching for the Perfect Spike" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/29\/sports\/othersports\/29cheer.html"} ,   {"body" : "Around the Coney Island handball courts, the handball mecca of New York City, there was the usual thwock of rubber balls against concrete walls, sneakers sliding on sun-baked courts and raspy trash being talked among the players, many of whom had deep tans, taut bodies and egos big enough to play great playground handball. But there was also a buzz" , "date" : "20080628" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Want to Play Handball? Better Not Forget Your Ego" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/28\/nyregion\/28handball.html"} , {"body" : "When Walt Whitman crossed the East River on the Brooklyn Ferry, the sheer ecstasy of the trip made him see the future. It was us, the coming generations of urban dwellers who would draw the same energy he did from his wonderful town and its waterways. Whitman imagined an essence of city life that is still palpable -- and intoxicating -- no matter" , "date" : "20080627" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "ART REVIEW; Cascades, Sing the City Energetic" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/27\/arts\/design\/27wate.html"} , {"body" : "APPRECIATING the foods immigrants have brought to New York City is pretty easy for the visitor: pop a dumpling into your mouth or chomp on a taco and you get it: this thing tastes good. But checking out the imported and home-grown sports played around the city doesn't always provide instant satisfaction: someone needs to be there to explain what" , "date" : "20080622" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "12" , "title" : "WEEKEND IN NEW YORK | NONMAINSTREAM SPORTS; Are You Ready for Some Gaelic Football?" , "url" : "http:\/\/travel.nytimes.com\/2008\/06\/22\/travel\/22weekend.html"} , {"body" : "Chapter 7: Dentist to the Stars Roger Corbett's 2008 appointment book began in the closing weeks of 2007. He'd blocked out a few days just after Christmas as ''kids at Mom's,'' followed by ''kids to La Guardia.'' I noticed several appointments with doctors, each preceded by ''call Mom to remind.'' So these were his mother's doctors he was dutifully" , "date" : "20080622" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine" , "Books"] , "page_facet" : "22" , "title" : "SUNDAY SERIAL | THE FUNNY PAGES; Mrs. Corbett's Request: Chapter 7: Dentist to the Stars" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/22\/magazine\/22serial-t.html"} , {"body" : "On Thursday night, the Callahans from Queens, still draped in Mets attire, were rooting for the Brooklyn Cyclones. It was the couple's first visit to KeySpan Park, where the minor-league Cyclones play, and Bill and Lisa Callahan had come to bask in the atmosphere of the waterfront stadium, to watch baseball with the borough's famed fanatics -- and" , "date" : "20080621" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Not Ebbets Field, but Close Enough" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/21\/nyregion\/21cyclones.html"} , {"body" : "It was a lefty-righty matchup for the ages. Make that a righty-lefty matchup for the ages. Pat Venditte, an ambidextrous pitcher for the Staten Island Yankees, eventually got the matchup he wanted: right-hander vs. right-hander, which resulted in a game-ending strikeout after a long and bizarre pitcher-batter sequence -- make that batter-pitcher" , "date" : "20080621" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Double-Barreled Pitcher Provides Shot of Confusion" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/21\/sports\/baseball\/21switch.html"} , {"body" : "AROUND TOWN Museums and Sites 'SUPERHEROES: FASHION AND FANTASY' LECTURE AND PANEL ''Shakespeare is not writing any new plays, but he's taught in classes everywhere. Comics may stop publishing tomorrow, but people can still study comics.'' So says Peter Coogan, the author of ''Superhero: The Secret Origin of a Genre.'' He founded the Institute for" , "date" : "20080620" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/20\/arts\/20wspare.html"} , {"body" : "AROUND TOWN Museums and Sites MUSEUM OF THE CITY OF NEW YORK, Fifth Avenue at 103rd Street. Opening Tuesday and running through Nov. 4, ''Campaigning for President: New York and the American Election,'' an exhibition of campaign memorabilia including buttons, banners, posters and clothing; the display features items from the collection of Jordan M." , "date" : "20080620" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F05EED6113EF933A15755C0A96E9C8B63"} , {"author" : "E-mail: dwyer@nytimes.com" , "body" : "An interesting problem is what to do with the words and numbers ''$2 billion.'' Hardly anyone really knows what they mean. One example, worth repeating, is that the difference between a million and a billion seconds is the difference between 11 days and 33 years. A thousand seconds is 16 minutes. This week, word came that the Yankees want $250" , "date" : "20080614" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "ABOUT NEW YORK; High End Or Low, Ballparks Break Bank" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/14\/nyregion\/14about.html"} , {"body" : "FOR CHILDREN 'TAKE ME OUT TO THE BALL GAME: 1864' The games New Yorkers play may be infinite, but at least those on athletic fields are usually identifiable. Even sports fans, however, may scratch their heads over two contests in the Bronx on Saturday. The first involves a ball and bats, but no gloves, no helmets and strictly underhand pitching." , "date" : "20080613" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/13\/arts\/13wkids.html"} ,   {"body" : "FOR CHILDREN 'THE BACKYARDIGANS LIVE! TALE OF THE MIGHTY KNIGHTS' (Friday through Sunday) So maybe your kids are too young for ''Spamalot.'' They can still enjoy medieval madness and foolery in this stage production, derived from the Nickelodeon preschool show ''The Backyardigans'' and a swashbuckling special the channel broadcast in January. This" , "date" : "20080613" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "For Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D03E7D9163AF930A25755C0A96E9C8B63"} , {"body" : "INTERNATIONAL ONCE A BOTTLE IN NAPLES, Now Garbage in Hamburg Southern Italy has run out of places to put its trash, so a 56-car train arrives in Hamburg every day bearing 700 tons of Naples' garbage. Italy's problem has echoes in all of Europe, where Naples looks increasingly like a foul-smelling version of an untenable past, and Hamburg its" , "date" : "20080609" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "INSIDE THE TIMES: June 9, 2008" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A06E4D91F3EF93AA35755C0A96E9C8B63"} , {"body" : "GOING to our local playground in Brooklyn can be painful. When friends are there, it's great. But it's hard to make small talk with people I barely know about high-tech strollers, whose kid is taking French lessons (mine are not), the pros and cons of gifted-and-talented programs -- the usual nightmare urban-mommy conversation. So, come late" , "date" : "20080606" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "SUMMER IN THE CITY; New York's Big Backyard" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/06\/arts\/06play.html"} , {"body" : "A mustang named Benny suffered a stone bruise. Dave, a Peruvian Paso, slipped and gouged his ankle. A thoroughbred named Sham, a former show horse, now needs regular hock injections for his stiffening joints. Fran Levy, their owner, said that Benny, Dave and Sham, along with countless other horses, have suffered injuries while trotting on the" , "date" : "20080602" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "For Riders and Mounts, Rough Going in Prospect Park" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/02\/nyregion\/02stables.html"} , {"body" : "THE Tornado roller coaster, precursor and rival to the world-famous Cyclone, stood on the east side of Stillwell Avenue in Coney Island from 1926 until 1977, when it perished in a fire. More recently, that block, between Bowery Street and the Boardwalk, was home to a go-cart track and a cluster of batting cages. Then last spring, in preparation for" , "date" : "20080601" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DISPATCHES; The Texas Carny and His Coney Island Gal" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/01\/nyregion\/thecity\/01disp.html"} , {"body" : "DEAR DIARY: I knew my friend Anne was better trained for the race when she turned to me in the sixth mile and asked, ''What would be a good side dish to serve with short ribs?'' We were on the bottom loop of Central Park on March 30, heading toward the finish of the 10k Scotland Run at Tavern on the Green. Anne is a finance geek with a Martha" , "date" : "20080526" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/26\/nyregion\/26diary.html"} , {"body" : "FOR Maggie Tobin and Bob Mason, the last straw in Park Slope was the parking. The couple, who have two young children, lived there for eight years and loved being near Prospect Park and surrounded by friends. But when the time came to buy, they wanted more space and found the prices too high, and they decided they could also live without the ritual" , "date" : "20080525" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "KENSINGTON (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN KENSINGTON, BROOKLYN; Name From London, People From Everywhere" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/25\/realestate\/25livi.html"} , {"body" : "The Train to the Surf To the Editor: When David Gregorius was a resident at Maimonides Medical Center in Borough Park, Brooklyn ('' 'Scrubs' Near the D Train,'' May 11), he wrote an e-mail message to his friends saying, ''I live nowhere near the beach'' and describing a complicated subway ride to the Rockaways via Manhattan. It is true that to go" , "date" : "20080518" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "9" , "title" : "TO THE EDITOR; In Search of Waves, and a Memorable Star Turn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9500E0DD153FF93BA25756C0A96E9C8B63"} , {"author" : "Mark Caldwell is the author of ''New York Night: The Mystique and Its History.''" , "body" : "Burlesque, that fabled if slightly soiled fantasy realm whose heraldic totem was the twirling pasty and whose undisputed queen was Gypsy Rose Lee, has returned to New York, dripping with rhinestones and trailing clouds of glitter. Under the rubric neo-burlesque, a Depression-era genre whose hallmarks were smut with attitude, bargain-barn glamour," , "date" : "20080518" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Almost Naked City" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/18\/nyregion\/thecity\/18burl.html"} , {"body" : "KAMEN--Richard, passed away peacefully on May 14th after a long illness. Beloved brother of Mitchell. Dear uncle, devoted cousin and friend. Services today, 12 noon at Sherman's Flatbush Memorial Chapel, 1283 Coney Island Avenue, Brooklyn." , "date" : "20080515" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "12" , "title" : "Paid Notice: Deaths KAMEN, RICHARD" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F05E7DE1E3AF936A25756C0A96E9C8B63"} ,   {"author" : "Samuel G. Freedman is a professor of journalism at Columbia University. His e-mail is sgfreedman@nytimes.com." , "body" : "Set just a few subway stops apart in blue-collar Brooklyn, drawing from a similar pool of new immigrants and American-born blacks, two high schools spent the past decade careering toward opposite destinies. The question now is whether the failure of one will destroy the success of the other. Since the late 1990s, Lafayette High School in the Bath" , "date" : "20080507" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "ON EDUCATION; Failings of One Brooklyn High School May Threaten a Neighbor's Success" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/07\/education\/07education.html"} , {"body" : "FOR CHILDREN COLD SPRING HARBOR Whaling Museum Children's Craft Day. Decorate a small tote bag for Mother's Day. May 4 at 2 p.m. $3 and $8. (631) 367-3418; www.cshwhalingmuseum.org. GARDEN CITY Long Island Children's Museum ''Blue Man Group: Making Waves,'' an exhibition of sound and light. Through May 4. $8 and $9. Long Island Children's Museum," , "date" : "20080504" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "CALENDAR" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DEFD91E3AF937A35756C0A96E9C8B63"} , {"body" : "IN the opening moments of Grand Theft Auto IV, the latest chapter of the cinematically styled video game franchise, two men are standing at the side of a boat, watching a familiar sight drift into view. Through their eyes, we see a digitized, 21st-century retelling of a scene that greeted numerous generations of new arrivals to an unknown country:" , "date" : "20080504" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "1" , "title" : "A Strange City Called Home" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/04\/nyregion\/thecity\/04gran.html"} , {"body" : "James Frederick was in Manhattan cycling west in the Prince Street bike lane on a recent morning when a green Ford parked in the lane forced him to swerve into the narrow roadway where cars and vans were rushing past. ''It's kind of scary because the cars next to you just keep going,'' said Mr. Frederick, 49, a messenger who lives in the" , "date" : "20080504" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "Bike Lanes, Intended for Safety, Become Traffic Battlegrounds" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/04\/nyregion\/04bikes.html"} , {"body" : "MY parents were volunteer emergency medical technicians for two decades, so I expected I would be great at the job. I certainly had parental support. When I mentioned to my mom in 1996 that I was thinking of becoming an E.M.T., she all but picked me up and carried me into the training hall, right down the block from our house on Eaton Court in" , "date" : "20080504" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "NEW YORK OBSERVED; The Man In the Blue Pajamas" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/04\/nyregion\/thecity\/04save.html"} , {"body" : "NEW YORK has long been a city of stand-up eaters, but that doesn't mean people aren't picky. To make it here, a sandwich has to work overtime, being portable, filling, interesting and tasty. ''What's better than a really great sandwich?'' said Alexandra Raij, the chef at Tía Pol and El Quinto Pino, who is hosting a sandwich potluck for friends at" , "date" : "20080430" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "The Next Best Things In Sliced Bread" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/30\/dining\/30sand.html"} , {"body" : "I was rolling through the neon deluge of a place very like Times Square the other night in my Landstalker sport utility vehicle, listening to David Bowie's ''Fascination'' on the radio. The glittery urban landscape was almost enough to make me forget about the warehouse of cocaine dealers I was headed uptown to rip off. Soon I would get bored," , "date" : "20080428" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts" , "Technology"] , "page_facet" : "1" , "title" : "VIDEO GAME REVIEW | GRAND THEFT AUTO IV; Forget It, Niko, It's Liberty City, a Dystopian Dream" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/28\/arts\/28auto.html"} , {"body" : "I was rolling through the neon deluge of a place very like Times Square the other night in my Landstalker sport utility vehicle, listening to David Bowie's ''Fascination'' on the radio. The glittery urban landscape was almost enough to make me forget about the warehouse of cocaine dealers I was headed uptown to rip off. Soon I would get bored," , "date" : "20080428" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "VIDEO GAME REVIEW | GRAND THEFT AUTO IV; Forget It, Niko, It's Liberty City, a Dystopian Dream" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E00E4DD103AF93BA15757C0A96E9C8B63"} , {"body" : "COMEDY PLAINVIEW Mid-Island Y Jewish Community Center Barbara Allen, stand-up. May 6, 7:45 to 9:15 p.m. $5 and $8. Mid-Island Y Jewish Community Center, 45 Manetto Hill Road. (516) 822-3535. PORT JEFFERSON Theater Three ''The Comedy Club at Theater Three,'' featuring comics from Long Island and New York City. May 3 at 8 p.m. $15, plus a two-drink" , "date" : "20080427" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "CALENDAR" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/27\/nyregion\/nyregionspecial2\/27listingsli.html"} , {"body" : "AROUND TOWN CHRIS ROCK When Senator Barack Obama made a speech about race last month, the consensus from commentators was that it was rare to hear such a frank meditation on the topic. Well, candor about race may not be a common practice for politicians on the stump, but it's nothing new to comedy clubs, where black comedians have often held the" , "date" : "20080425" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/25\/arts\/25wspare.html"} ,   {"body" : "AROUND TOWN Museums and Sites MOUNT VERNON HOTEL MUSEUM AND GARDEN, Sunday, noon to 4 p.m., ''Silhouettes and Tea,'' storytelling, silhouette cutting and refreshments in the garden. $30 per silhouette. 421 East 61st Street, Manhattan. Museum hours: Tuesdays through Sundays, 11 a.m. to 4 p.m. (212) 838-6878; mvhm.org. $12, adults; $10, members; $6" , "date" : "20080425" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9506E5DE143EF936A15757C0A96E9C8B63"} , {"author" : "Laura Silver is a contributor to ''Jews of Brooklyn,'' published by Brandeis University Press." , "body" : "IT was the spring of 1996. The three of us had spent a pleasant afternoon on the Brighton Beach Boardwalk at the famed Russian restaurant Tatiana: my grandmother, she was alive then; my Aunt Deena, we were on tentative speaking terms that year before her death; and I, the only granddaughter. We drank hot coffee with vanilla ice cream in clear glass" , "date" : "20080420" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK OBSERVED; The Fire, and the Mystery" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/20\/nyregion\/thecity\/20fire.html"} , {"body" : "FOR CHILDREN ANCIENT GREEK FESTIVAL (Saturday through Thursday) Young students are invited to spend their spring vacations on Mt. Olympus, thanks to the Children's Museum of Manhattan. In addition to exploring the museum's 4,000-square-foot exhibition, ''Gods, Myths and Mortals: Discover Ancient Greece,'' a child's version of Homer's ''Odyssey,''" , "date" : "20080418" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A03E1DE1730F93BA25757C0A96E9C8B63"} , {"body" : "Apparently, the seats in luxury suite No. 44 at Shea Stadium are just a suggestion. Through each of Nelson Figueroa's 101 pitches in his second start for the Mets on Thursday night against the Washington Nationals, 14 of his family members squeezed to the front of Billy Wagner's box on the first-base side to live every moment. All wearing" , "date" : "20080418" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "5" , "title" : "Figueroa's Fan Club Moves With His Pitches" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/18\/sports\/baseball\/18figueroa.html"} , {"body" : "The Bloomberg administration has revised its redevelopment plan for the Coney Island waterfront in an effort to break a deadlock with some landowners and elected officials while still preserving the area's historic amusement district, which includes the Wonder Wheel and the Cyclone roller coaster. The proposal, which would turn the area into a" , "date" : "20080417" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "City's Coney Island Design Revised to Break Deadlock" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/17\/nyregion\/17coney.html"} , {"body" : "FOR CHILDREN ROBOFEST NYC In science fiction robots don't have much fun. If they're not determinedly trying to conquer humankind, they're officiously serving it. But the real robots invading Sony Wonder Technology Lab on Saturday will be much more playful: they swing, they wave, they gyrate to music, they rock out. These robots are literally" , "date" : "20080411" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/11\/arts\/11wkids.html"} , {"body" : "It was a big show of force: 60 people under arrest, 5 gangs vanquished, more than 200 criminal charges, a $1.5 million narcotics enterprise shattered and an urban village of 3,500 liberated. The 2002 raid on the sprawling Cypress Hills housing project in East New York, said Charles J. Hynes, the Brooklyn district attorney, shut down ''a historic" , "date" : "20080406" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Conspiracy and Compromise" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/06\/nyregion\/06arrests.html"} , {"author" : "Andrew Rice is a contributing writer to The New York Times Magazine." , "body" : "THE KELLER HOTEL, an old seaman's inn, has seen a few tides come and go. An Irish coal merchant constructed it in the late 1890s along a salty stretch of the Greenwich Village waterfront, at a time when the docks there were some of the busiest in the world. During the Depression, the Keller served as a flophouse for out-of-work sailors, who boozed" , "date" : "20080406" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GREENWICH VILLAGE (NYC)" , "MANHATTAN (NYC)"] , "page_facet" : "70" , "title" : "The Tightwad's Legacy" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/06\/realestate\/keymagazine\/406estate-t.html"} , {"body" : "FOR CHILDREN 'PIGS, BEARS AND BILLY GOATS GRUFF' To children a kitchen is much more than a place for cooking and eating. Forks and spoons double as percussion instruments; pans serve as warriors' helmets; a tabletop is a cottage roof. Where grown-ups see only mealtime, the young see playtime. But the adults of the Patch Theater Company have no such" , "date" : "20080404" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/04\/arts\/04wkids.html"} , {"body" : "INTERNATIONAL BUSH SUPPORTS UKRAINE NATO BID, Risking Collision with Russia President Bush expressed strong support for Ukraine's attempt to join the NATO alliance. His stand risked a diplomatic confrontation with Russia even as the administration sought an agreement with President Vladimir V. Putin over American missile defenses in Europe. It also" , "date" : "20080402" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "INSIDE THE TIMES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E2D61038F931A35757C0A96E9C8B63"} ,   {"body" : "A man and a woman were stabbed to death Tuesday morning in a Brooklyn apartment during a dispute involving them and another man, the police said, and the second man was later arrested. The reason for the dispute was not immediately clear, but the second man, Angel Valentin, 36, was arrested Tuesday night on murder and weapons charges, the police" , "date" : "20080402" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Two People Stabbed to Death In an Apartment in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/02\/nyregion\/02stab.html"} , {"body" : "Bertha, a sand tiger shark who had lived at the New York Aquarium since the 1960s and was believed to be one of the oldest sharks in any aquarium in the world, died on Saturday. In announcing Bertha's death, the Wildlife Conservation Society, which oversees the aquarium, said on Tuesday that she was believed to be at least 43 years old. ''There was" , "date" : "20080402" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "In Coney Island, One of the Oldest Sharks in Captivity Dies" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/02\/nyregion\/02shark.html"} , {"body" : "SCHNEIWEISS--Hynda Lessman , survived by husband Saul, brother Morton, many nieces, nephews and cousins. Born 1925, Chicago. Lived in Midwood, Brooklyn, last 66 years. Active in community. On community Board 14, 70th Precinct Council. 22 years fifth grade volunteer school, teaching, learning leader. Funeral service April 1 at Kirschenbaum's, Ave. H" , "date" : "20080330" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "34" , "title" : "Paid Notice: Deaths SCHNEIWEISS, HYNDA LESSMAN" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0DE4D9133AF933A05750C0A96E9C8B63"} , {"body" : "IT was the cats that caused Tania Dudina and George Kokoris to think about buying a place. Last spring, the couple, living in a studio in Sheepshead Bay, Brooklyn, adopted two cats. One had ringworm, a skin fungus. The cats, Loki and Pliooshka, needed months of treatment with medications, ointments and shampoos. They had to be kept apart, too, lest" , "date" : "20080330" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "THE HUNT; More Than a Pet Project" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/30\/realestate\/30hunt.html"} , {"body" : "FOR CHILDREN 'JUNIE B. JONES' Here's a young heroine who inspires immediate sympathy. Entering a new grade, Junie B. Jones discovers that her closest pal, Lucille, has become the ''new best friend'' of snooty twins. Things on the school bus aren't better: Junie's former seat mate would rather ride with someone else. The day improves only when Herb," , "date" : "20080328" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/28\/arts\/28wkids.html"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "Of Bikes and Railings Q. I see signs affixed to subway entrances that state that it is illegal to lock ''anything'' to the outside stair railings. Why is the Metropolitan Transportation Authority afraid of a few bikes locked to its stairs? A. Bicycles that are chained to transit property create obstacles on the sidewalk and interfere with customer" , "date" : "20080323" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F. Y. I." , "url" : "http:\/\/www.nytimes.com\/2008\/03\/23\/nyregion\/thecity\/23fyi.html"} , {"body" : "THE New York Aquarium is a notoriously unwelcoming structure: a walled seaside compound with no sea view and a parking lot for an entrance. All that seemed about to change in October 2006, when the city announced three finalists in a design competition to reshape the aquarium's exterior. ''The aquarium can be iconic,'' Joshua Sirefman, then interim" , "date" : "20080323" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "CONEY ISLAND; 300,000 Gallons Of 'Jaws'" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/23\/nyregion\/thecity\/23aqua.html"} , {"body" : "Living With Music To the Editor: Via Dwight Garner's Inside the List column (March 9), I learned that one of my homemade mix tapes was being sold online for -- jeez -- $500. I gave away these cassettes, along with guitar picks and posters, at each stop on tour for my novel, ''Beautiful Children.'' This was done to thank people for caring about" , "date" : "20080323" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "6" , "title" : "Letters" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0DE7DA1131F930A15750C0A96E9C8B63"} , {"body" : "Jennifer McSweeney The Penny McCall Foundation was established in 1987 by McCall and her husband, David, to support contemporary artists, writers and curators. When the couple died suddenly in 1999 in a car accident while volunteering in Kosovo, Penny's only child, Jennifer McSweeney, stepped in to take over her mother's tremendous philanthropic" , "date" : "20080323" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "62" , "title" : "Ladies Who Launch" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D04E7DA1F3EF930A15750C0A96E9C8B63"} , {"body" : "FOR CHILDREN 'REALLY ROSIE' A small boy left alone by his parents and then devoured by a rampaging lion? A gruesome vampire unleashed to drink the blood of innocents? How about a little brother suffering an agonizing death as he chokes on a chicken bone? O.K., so it doesn't sound like children's entertainment. But it is children's play, shaped by" , "date" : "20080321" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/21\/arts\/21wkids.html"} ,   {"body" : "A Japanese Master Japan Society Gallery, 333 East 47th Street; (212) 832-1155. ''The Genius of Japanese Lacquer: Masterworks by Shibata Zeshin,'' an exhibition of more than 75 works by the 19th-century artist, who was known for creating exquisitely detailed lacquered boxes, panels and sword mounts, as well as traditional ink painting on silk and" , "date" : "20080320" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "title" : "Home & Garden Calendar" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/20\/garden\/20cal.html"} , {"author" : "E-mail: hjaraton@nytimes.com" , "body" : "A Knicks fan or perhaps any basketball fan within a 50-mile radius of Madison Square Garden would have to admit how disconcerting it is to learn that New York's next best thing can, in the shorthand of a headline, be referred to as Steph from Coney Island. Fortunately for Lance Stephenson, he is related to Stephon Marbury by scholastic pedigree," , "date" : "20080317" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "SPORTS OF THE TIMES; The Burden of Hype in the City's Bright Lights" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/17\/sports\/17araton.html"} , {"body" : "THERE was great excitement last fall in the part of Brooklyn known affectionately as Victorian Flatbush when the city's Landmarks Preservation Commission recommended that Midwood Park and Fiske Terrace, two neighborhoods within this network of communities south of Prospect Park, be designated a historic district. On Tuesday, five months after the" , "date" : "20080316" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MIDWOOD PARK (NYC)" , "FISKE TERRACE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "VICTORIAN FLATBUSH; Peaked Roofs, Crossed Fingers" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/16\/nyregion\/thecity\/16vict.html"} , {"body" : "FISHKIN--Ruth Mandler . Beloved wife of the late Theodore. Loving mother of Stephen, Elliot and Sue Anne and mother-in-law of Michael and Barbara. Blessed grandmother of Andrea, Nathaniel, Melissa, Jennifer, Miriam, Max and Goldie-Rose. Devoted sister of the late Meyer and Harry Mandler. Services Sunday 10am, at Sherman's Flatbush Memorial Chapel," , "date" : "20080316" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "39" , "title" : "Paid Notice: Deaths FISHKIN, RUTH MANDLER" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E03E6D8123AF935A25750C0A96E9C8B63"} , {"body" : "FISHKIN--Ruth Mandler. Beloved wife of the late Theodore. Loving mother of Stephen, Elliot and Sue Anne and mother-in-law of Michael and Barbara. Blessed grandmother of Andrea, Nathaniel, Melissa, Jennifer, Miriam, Max and Goldie-Rose. Devoted sister of the late Meyer and Harry Mandler. Services Sunday 10am, at Sherman's Flatbush Memorial Chapel," , "date" : "20080315" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "17" , "title" : "Paid Notice: Deaths FISHKIN, RUTH MANDLER" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D07E2D9123AF936A25750C0A96E9C8B63"} , {"body" : "AROUND TOWN Museums and Sites ST. PATRICK'S DAY FESTIVITIES Sometime during the fifth century, the teenager who would become St. Patrick was captured in his native Britain and forced into slavery in Ireland. He escaped, only to return as a missionary and convert virtually the entire country to Christianity. March 17 -- the day he is said to have" , "date" : "20080314" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/14\/arts\/14wspare.html"} , {"body" : "FOR CHILDREN 'CAI GUO-QIANG: I WANT TO BELIEVE' Among the members of a certain demographic (O.K., my son and his 9-year-old friends), the prospect of a Sunday afternoon at an art museum is about as attractive as doing homework. If your children are similarly disposed, drag them to this recently opened exhibition at the Guggenheim Museum and park" , "date" : "20080314" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/14\/arts\/14wkids.html"} , {"body" : "AROUND TOWN Museums and Sites MERCHANT'S HOUSE MUSEUM, 29 East Fourth Street, East Village. Saturday at 1 and 3 p.m., ''Wearin' o' the Green Tea,'' an afternoon tea followed by a lecture and a tour of the servants' quarters; $40; $30 for members. Monday at 7 p.m., ''Yeats in New York,'' a reading by Simon Loekle, a literary scholar and radio show" , "date" : "20080314" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9504E7DF1E31F937A25750C0A96E9C8B63"} , {"body" : "NECHAMKIN--Herman ''Harry'', on March 11. Beloved husband of Sylvia. Loving father of Mitchell. WWII Veteran. Scout Master of disabled children for 46 years. Life member of Harmony Lodge, Knights of Pythias. Services today 10am at Sherman's Flatbush Memorial Chapel, 1283 Coney Island Ave. (Ave J) Brooklyn." , "date" : "20080314" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "23" , "title" : "Paid Notice: Deaths NECHAMKIN, HERMAN ''HARRY''" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9407E5D9123AF937A25750C0A96E9C8B63"} , {"body" : "Shaker Design Bard Graduate Center for Studies in the Decorative Arts, 18 West 86th Street; (212) 501-3000. ''Out of This World: Shaker Design Past, Present and Future,'' an exhibition on the design ethic of Shaker communities since 1820, and their influence on such contemporary designers as George Nakashima and Roy McMakin, will take place from" , "date" : "20080313" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "title" : "Home & Garden Calendar" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/13\/garden\/13cal.html"} ,   {"body" : "A car crashed through a chain-link fence, plunged roughly 30 feet onto subway tracks and burst into flames in Brooklyn early Saturday, disrupting service on the N line for several hours, authorities said. The accident occurred just before 5 a.m. at 63rd Street and 15th Avenue at the New Utrecht Avenue station, where the D and M lines connect with" , "date" : "20080309" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Car Crash Stops Subway Service" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/09\/nyregion\/09subway.html"} , {"body" : "FOR CHILDREN 'ARCHAEOLOGY ZONE: DISCOVERING TREASURES FROM PLAYGROUNDS TO PALACES' (Saturday through Thursday) Children will step into the shoes of an explorer like Indiana Jones in this exhibition at the Jewish Museum, but the adventures will be purely scholarly. Still, there is plenty of excitement in analyzing artifacts like a jar handle, a clay" , "date" : "20080307" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/07\/arts\/07wkids.html"} , {"body" : "AROUND TOWN Museums and Sites EDIBLE ESTATES Most New Yorkers don't have to worry about lawns; a stoop is luxury enough. But if the architect and artist Fritz Haeg has his way, everyone in the country will not only be fixated on their lawns, but they will also be harvesting them. Mr. Haeg is the creator of Edible Estates, which aims to persuade" , "date" : "20080307" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/07\/arts\/07wspare.html"} , {"body" : "ART Museums and galleries are in Manhattan unless otherwise noted. Full reviews of recent art shows: nytimes.com\/art. JEAN LOWE: 'ACHIEVE AND MAINTAIN A MORE POWERFUL DELUSION' Here's a book that some people might find useful: ''10 Steps to Becoming a Published Author in Your Next Life.'' No? How about ''Napping: An Inexpensive Way to Stay Busy''?" , "date" : "20080307" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Museum and Gallery Listings" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/07\/arts\/design\/07wart.html"} , {"body" : "MOSKOWITZ--Theodore. Past away on March 1st, at the age of 95. Distinguished attorney, beloved husband of Reba, devoted father of Robert (Jeanette), Alice (Gene), David (predeceased) Jackie, adored grandfather of Claire, Jill, Rachel, Joshua, Matthew and Alex. He served as an attorney at the NYC Transit Authority for 60 years and was a mentor to" , "date" : "20080303" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "7" , "title" : "Paid Notice: Deaths MOSKOWITZ, THEODORE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9901E0D8153AF930A35750C0A96E9C8B63"} , {"author" : "More Dispatches: nytimes.com\/cityroom" , "body" : "IT was just after 6 on a recent Tuesday evening, but Coney Island was so dark it could have been midnight. The Nathan's sign was on, but the service windows facing the sidewalk were closed. A single car sped down Surf Avenue, honking at anyone who stepped off the curb. The Parachute Jump, a ride that hasn't had a rider in decades, looked dark from" , "date" : "20080302" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DISPATCHES; The Boardwalk and the Bling" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/02\/nyregion\/thecity\/02disp.html"} , {"author" : "COLSON WHITEHEAD IS A FELLOW AT THE CULLMAN CENTER FOR SCHOLARS AND WRITERS. HIS NOVEL ''SAG HARBOR'' WILL BE PUBLISHED NEXT YEAR." , "body" : "I live in Brooklyn. I moved here 14 years ago for the cheap rent. It was a little embarrassing because I was raised in Manhattan, and so I was a bit of a snob about the other boroughs. At the time there was a big buzz about the ''Black Renaissance'' of Fort Greene. It was one big house party thrown by Spike Lee and Branford Marsalis, Rosie Perez" , "date" : "20080302" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "31" , "title" : "ESSAY; I WRITE IN BROOKLYN. GET OVER IT." , "url" : "http:\/\/www.nytimes.com\/2008\/03\/02\/books\/review\/Whitehead-t.html"} , {"body" : "Correction Appended AROUND TOWN Museums and Sites ESPRESSO ENTHUSIASTS WORKSHOP A clock, a bathroom scale and a thermometer? I had signed up for a class on how to become a barista, but these were not the tools of the trade I expected. The session, held one Sunday a month in an industrial space in Clinton Hill, Brooklyn, seemed like an enjoyable way" , "date" : "20080229" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/29\/arts\/29wspare.html"} , {"body" : "ART 'YEAR OF THE RAT' Kim Jones's war-torn, fluently hybrid art is more germane than ever, as proved by his latest exhibition at Pierogi. His primary theme, directly or indirectly, is war and its toxic effects, a subject inspired partly by his experiences as a marine in Vietnam. Mr. Jones erupted on the Los Angeles performance-art scene in the" , "date" : "20080229" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Museum and Gallery Listings" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/29\/arts\/design\/29wart.html"} , {"body" : "FOR CHILDREN 'HANSEL AND GRETEL' Make that Hank and Gertie. In this new musical from Manhattan Children's Theater the fairy tale has lost its Germanic tone in favor of an Appalachian twang. But even though the characters are thoroughly Americanized, the only sugarcoating remains on the witch's house. This story is still Grimm, and even a little" , "date" : "20080229" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/29\/arts\/29wkids.html"} ,   {"body" : "Orchid Extravaganza New York Botanical Garden, 200th Street and Southern Boulevard, the Bronx; (718) 817-8700. The sixth annual orchid exhibition, which fills the Enid A. Haupt Conservatory and much of the LuEsther T. Mertz Library building, will run through April 6. The exhibition, with hundreds of plants, will feature miniature orchids, varieties" , "date" : "20080228" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "title" : "Home & Garden Calendar" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/28\/garden\/28cal.html"} , {"body" : "Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Saturday, 1 to 4 p.m., ''Passing the Torch: Blues, Tap, Swing,'' a celebration of Black History Month, with performances of music, dance, film and poetry that highlight black American creative contributions from the Harlem Renaissance to the present; there will" , "date" : "20080222" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/22\/arts\/22wspare.html"} , {"body" : "FOR CHILDREN 'ON TOP OF SPAGHETTI' In a Queens theater recently, minutes before showtime, a student of about 6 was doing what most small children do in an auditorium: everything but keep still. ''Sit down!'' her teacher said. ''You're in a theater. You're not in a playground.'' Poor benighted woman; she had obviously never seen the Paper Bag" , "date" : "20080222" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/22\/arts\/22wkids.html"} , {"body" : "ANY doubts whether Julius Spiegel, Brooklyn's commissioner of parks since 1981 and ostensibly forever, is capable of overt bossiness are dispelled the instant one squeezes into the passenger seat of his city-issued Prius. ''Buckle your seat belt,'' he orders, unfurling the suave Canadian accent he's retained since moving here from Montreal four" , "date" : "20080222" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "MCCARREN PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "PUBLIC LIVES; The Parks, He Knows. But the Trees? Don't Ask." , "url" : "http:\/\/www.nytimes.com\/2008\/02\/22\/nyregion\/22lives.html"} , {"body" : "Orchid Extravaganza New York Botanical Garden, 200th Street and Southern Boulevard, the Bronx; (718) 817-8700. The sixth annual orchid exhibition, which fills the Enid A. Haupt Conservatory and much of the LuEsther T. Mertz Library building, will run from Feb. 23 to April 6. The exhibition, with hundreds of plants, will feature miniature orchids," , "date" : "20080221" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "title" : "Home & Garden Calendar" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/21\/garden\/21cal.html"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "Verrazano Light Show Q. I have a view of the Verrazano-Narrows Bridge from my building. When I turn in around 11 p.m., the lights on the bridge are green. Lately, though, I've been waking up in the middle of the night, and I see red lights. Can you explain the light pattern? A. It's not really a pattern -- you are seeing parts of two systems. The" , "date" : "20080217" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F. Y. I." , "url" : "http:\/\/www.nytimes.com\/2008\/02\/17\/nyregion\/thecity\/17fyi.html"} , {"body" : "FOR CHILDREN 'READY FOR ACTION!' For a parent Sesame Street Live doesn't have quite the charm of ''Sesame Street'' on television. You lose the intimacy of the close-ups with the cheery characters, and the noise -- including the loud bangs of containers of confetti bursting over the audience's heads -- may make you long for a remote control. But" , "date" : "20080215" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/15\/arts\/w15kids.html"} , {"body" : "ART 'NINA IN POSITION' Maybe as fallout from last summer's liberatingly eccentric Documenta 12, we've seen a handful of intriguing and enigmatic group shows in New York this season, spun around opaque themes and designed to generate psychic atmosphere. The persuasive ''Nina in Position'' at Artists Space, organized by Jeffrey Uslip, is the latest." , "date" : "20080215" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "Art" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/15\/arts\/design\/15art.html"} , {"body" : "On Design Cooper-Hewitt National Design Museum, 2 East 91st Street; (212) 849-8400. ''Campana Brothers Select: Works from the Permanent Collection'' is the fifth in a series of exhibitions where designers act as guest curators to choose objects for display. Fernando and Humberto Campana, Brazilians who design furniture and decorative objects, have" , "date" : "20080214" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "title" : "Home & Garden Calendar" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/14\/garden\/14cal.html"} , {"body" : "New York City went to court on Tuesday seeking to undo a 1974 desegregation order for a middle school in southwest Brooklyn, arguing that the ruling was outdated and no longer reflected the racial mix of the neighborhood. The original court order for Mark Twain Intermediate School was imposed when the region, District 21, was overwhelmingly white." , "date" : "20080213" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "City Moves To Overturn 1974 Ruling On Race" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/13\/nyregion\/13race.html"} ,   {"body" : "A homemade silencer found lying in some leaves. Bingo. Fingerprints on the silencer that led to a suspect. Bingo. Phone calls, lots and lots of them, between the suspected gunman and the estranged wife of the slain man. Triple bingo. So it went last fall, into winter and through last week as detectives worked to solve the Oct. 28 killing of Dr." , "date" : "20080210" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "In Dentist's Death, Clues Line Up After a Big Break" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/10\/nyregion\/10arrest.html"} , {"body" : "FOR CHILDREN 'THE BUTTERFLY' Sevrine, a child during World War II, never became a famous historical figure. Unlike Anne Frank, she did not keep a diary about her experiences as a Jew in hiding. Her life has never been a subject for Broadway. But her story and that of Monique, a Roman Catholic girl who befriended her, is finding a widening audience," , "date" : "20080208" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/08\/arts\/08wkids.html"} , {"body" : "It was a day when, beyond all else, New York and its suburbs finally seemed to matter. Candidates' supporters stood outside polling stations calling out encouragement to voters who already seemed enlivened by the mood. On one New Jersey Transit train, a conductor got on the public-address system and told commuters, ''Exercise your right as an" , "date" : "20080206" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "NEW YORK STATE" , "CONNECTICUT" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "7" , "title" : "Area Voters Savor Rare Feeling: A Suspenseful Primary" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/06\/us\/politics\/06scene.html"} , {"body" : "On a winter day in 2005, an undercover officer noticed two young men loitering on a street corner in Gravesend, Brooklyn. Something about their behavior caught his eye. He approached the men, gave one of them $19 and was handed two bags of crack cocaine by the other. After he left, other officers moved in and arrested them. In the spring of 2007," , "date" : "20080205" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Brooklyn, Police Work Is Undone by Scandal" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/05\/nyregion\/05drugs.html"} , {"author" : "Amy Finnerty, a regular contributor to the Leisure & Arts section of The Wall Street Journal, lives in Brooklyn." , "body" : "BROOKLYN WAS MINE Edited by Chris Knutsen and Valerie Steiker. 232 pp. Riverhead Books. Paper, $15. Brooklyn isn't Greenwich Village, but many writers -- established and ascendant -- are concentrated in a handful of low-rise neighborhoods there. In ''Brooklyn Was Mine,'' a collection of essays edited by Chris Knutsen and Valerie Steiker, some of" , "date" : "20080203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "15" , "title" : "Last Exit" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/03\/books\/review\/Finnerty-t.html"} , {"body" : "FOR CHILDREN 'MEDIEVAL CHILDREN' Childhood in the Middle Ages tended to be short. If calamity didn't end it (remember the Black Death?), adult responsibilities often did. At a stage when many contemporary little ones are still working on their A B C's, some medieval children were mastering difficult Latin texts. ''Can you imagine memorizing all the" , "date" : "20080201" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/01\/arts\/01wkids.html"} , {"body" : "New York: Images and Preservation Museum of the City of New York, Fifth Avenue at 103rd Street; (212) 534-1672. The museum will present images of New York City by Rudy Burckhardt (1914 to 1999), a photographer, filmmaker and painter, and by his wife, Yvonne Jacquette, a painter, in two exhibitions that will open on Feb. 1. The first, ''Street" , "date" : "20080131" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "title" : "Home & Garden Calendar" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/31\/garden\/31cal.html"} , {"body" : "When the police were criticized last spring for arresting 32 young people in Bushwick, Brooklyn, who were on their way to a wake for a friend who had been killed, they said the youths had been threatening public safety -- blocking traffic, climbing on cars, wearing T-shirts and flashing signs in homage to their friend's status as a gang leader." , "date" : "20080129" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Charges Dropped for 22 Arrested on Way to Wake" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/29\/nyregion\/29arrest.html"} , {"body" : "Working as an undercover narcotics officer is among the most dangerous jobs on the police force. You have to pretend to be an addict and win the trust of dealers. But if you must do the job, it would seem, a good place to land would be the area designated by the Police Department as Brooklyn South. For as large as it is, covering the vast territory" , "date" : "20080125" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Undercover Work Seen as Mix of Art, Temptation and, Sometimes, Corruption" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/25\/nyregion\/25arrest.html"} , {"body" : "ART Museums and galleries are in Manhattan unless otherwise noted. Full reviews of recent art shows: nytimes.com\/art. LUIS GISPERT: 'EL MUNDO ES TUYO (THE WORLD IS YOURS)' A boy lies on a trampoline, clutching a boombox to his chest. Gradually the blue tarpaulin turns a sickly green as he empties his bladder. ''Smother,'' a riveting new 26-minute" , "date" : "20080125" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Museum and Gallery Listings" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/25\/arts\/design\/25wart.html"} ,   {"body" : "ART Museums and galleries are in Manhattan unless otherwise noted. Full reviews of recent art shows: nytimes.com\/art. Museums HISPANIC SOCIETY OF AMERICA: 'FRANCIS AL$(YUML$)S FABIOLA,' through April 6. The first of three collaborations between the Dia Foundation for the Arts and the Hispanic Society of America is an astutely site-specific display" , "date" : "20080125" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "Art" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03EEDA1F3AF936A15752C0A96E9C8B63"} , {"body" : "A Map in Decay and Renewal Queens Museum of Art, New York City Building, Flushing Meadows-Corona Park; (718) 592-9700. Two exhibitions will take a look at the New York State Pavilion designed by Philip Johnson for the 1964 World's Fair. The open-air site included a depiction of New York State in the form of a Texaco road map measuring 130 feet by" , "date" : "20080124" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "title" : "Home & Garden Calendar" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/24\/garden\/24cal.html"} , {"body" : "Three men died Saturday morning after they were overcome by thick black smoke and flames from a fire in the Brooklyn apartment they shared, the Police and Fire Departments said. Two other men, including one who jumped from a window, were in critical condition. The cause of the fire, which started shortly before 7 a.m., was believed to be" , "date" : "20080120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "3 Die in Fire at Apartment Where Immigrant Workers Lived" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/20\/nyregion\/20brooklyn.html"} , {"body" : "Architecture by Ban Great Hall at Cooper Union for the Advancement of Science and Art, 7 East Seventh Street; (212) 353-4195. Shigeru Ban, the architect, will lecture on his work on Jan. 22 at 7 p.m. Mr. Ban is known for the houses he built out of paper logs for survivors of earthquakes. His projects include the Nomadic Museum, a temporary" , "date" : "20080117" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "title" : "Home & Garden Calendar" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/17\/garden\/17cal.html"} , {"body" : "EHRLICH--Dina. February 20, 1910 to January 14, 2008. Retired from the NYC Board of Education as an Assistant Director in the Bureau for the Education of the Physically Handicapped. She has been a pioneer and innovator in the education of handicapped children. After retirement Mrs. Ehrlich taught classes in Russian to NYC policemen in the Coney" , "date" : "20080116" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "7" , "title" : "Paid Notice: Deaths EHRLICH, DINA" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B02E5DB163AF935A25752C0A96E9C8B63"} , {"body" : "STANDING at the beginning of the buffet line at Jackson Diner in Queens, Krishnendu Ray took a plate from the heated stack of dishes, plopped on spoonfuls of several offerings and headed to table No. 22. There, a waiter tucked the bill into a wire stand and set down a pink plastic jug of water. As Indian pop music played in the background and" , "date" : "20080113" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Passage to India" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/13\/nyregion\/thecity\/13indi.html"} , {"body" : "AROUND TOWN Museums and Sites 'SCREEN TEST' For six years in the 1990s Rob Roth, a downtown video director and designer, promoted a ''cyber-fetish-nightlife spectacle'' called Click + Drag at the Chelsea club Mother. The party was famous for its over-the-top costumed crowd and raunchy attitude. When the club closed, Mr. Roth didn't pack up his" , "date" : "20080111" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/11\/arts\/11wspare.html"} , {"body" : "FOR CHILDREN BROADWAY PLAYHOUSE Children may not seem like an audience that would fall in love with Cole Porter's music. But Kaufman Center's concert on Sunday is intended to help them do it, with a natural ease that might be appreciated even by birds, bees and educated fleas. Titled ''Cole Porter: Anything Goes,'' the program opens the second" , "date" : "20080111" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/11\/arts\/11wkids.html"} , {"body" : "Lance Stephenson, a point guard from Coney Island who is considered a top national prospect in the class of 2009, was suspended from school for five days and will miss three games for his role in a fight with a teammate earlier this week. Stephenson, a 6-foot-6 junior at Abraham Lincoln High in Brooklyn, was punished after an altercation with his" , "date" : "20080111" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Education" , "Sports"] , "page_facet" : "4" , "title" : "Top Prospect Suspended For Fighting" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/11\/sports\/11preps.html"} , {"body" : "Antiques Benefit Seventh Regiment Armory, 643 Park Avenue (66th Street); (646) 619-6035 (phone works from Jan. 18-27 only). The opening-night party for the 54th edition of the Winter Antiques Show will take place on Jan. 17 from 5 to 9 p.m. Proceeds from the tickets, which will be offered at different prices, will benefit East Side House" , "date" : "20080110" , "day_of_week_facet" : "Thursday" , "title" : "Home & Garden Calendar" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/10\/garden\/10cal.html"} ,   {"body" : "ART 'FOCUS: ELLSWORTH KELLY' Few artists of the so-called Minimalist persuasion have applied the less-is-more aesthetic with the encompassing grace of Ellsworth Kelly. The point is marvelously made by a large, all-Kelly gallery in the Museum of Modern Art's Focus series. The 27 paintings and drawings on view -- many acquired during the past decade" , "date" : "20080104" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Museum and Gallery Listings" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/04\/arts\/design\/04wart.html"} , {"body" : "ART Museums and galleries are in Manhattan unless otherwise noted. Full reviews of recent art shows: nytimes.com\/art. Museums BROOKLYN MUSEUM: 'INFINITE ISLAND: CONTEMPORARY CARIBBEAN ART,' through Jan. 27. This large show, with 45 artists and a collective of designers, photographers and architects from the Dominican Republic adding to the count," , "date" : "20080104" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "31" , "title" : "Art" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D02EEDA1E3CF937A35752C0A96E9C8B63"} , {"body" : "SHERMAN--Arnold E. Beloved husband of Naomi S. Sherman. Loving father of William and Jane Sherman, Patty and Richard Rudolph, and Joseph and Lisa Sherman. Cherished grandfather of David, Michael, Jason, Vicky, Andrew, Sam and Nathan. Devoted brother of Florence Hartenstein and brother-in-law of Ruth Kotcher. Dear uncle, great-uncle and friend." , "date" : "20080101" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "26" , "title" : "Paid Notice: Deaths SHERMAN, ARNOLD E" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F00EFD81F3AF932A35752C0A96E9C8B63"}]