[  {"body" : "When the news broke on Thursday of a freakish traffic accident that injured several people at the Chanukah Wonderland workshop run by the Lubavitch community of Woodmere, on Long Island, the story was picked up by the usual suspects: Newsday, The Daily News, The New York Post and The Associated Press. It also happened to be that day's top North" , "date" : "20081227" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "If It Involves Jews, Chabad's Tiny but Far-Flung News Organization Is on It" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/27\/nyregion\/27chabad.html"} , {"body" : "Along Linden Boulevard in East New York, the officers of Operation Impact patrol the Pink Houses with all the rigor of a military patrol, a clannish band of partners whose uniforms shout authority even when they do not speak. They tread the maze of eight-story buildings, inspect the interior staircases, aim their flashlights into the nighttime" , "date" : "20081224" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "A Special Effort in Tough Precincts Makes Inroads Against Crime" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/24\/nyregion\/24crime.html"} , {"body" : "After a juror fell ill and said she could not continue deliberating, a judge in Brooklyn declared a mistrial on Monday in the case of Lee Woods, one of three men charged with the killing of Officer Russel Timoshenko during a traffic stop last year. The juror, a woman in her 20s, complained of heart trouble last week, and visited a cardiologist over" , "date" : "20081223" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Mistrial for Man Charged With Killing Police Officer" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/23\/nyregion\/23brooklyn.html"} , {"body" : "THE grand opening of the Newseum's new building in Washington last spring was upbeat and festive. A trained eagle flew across the sky. Confetti cannons shot colorful flakes toward the clouds. A block party on Pennsylvania Avenue continued inside with speeches by luminaries like the House speaker, Nancy Pelosi, and John G. Roberts Jr., chief justice" , "date" : "20081221" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "Museum Growth Meets Hard Times" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/21\/arts\/design\/21pogr.html"} , {"body" : "CROWN HEIGHTS, Brooklyn, a mash-up of cultures, is home to both the annual West Indian American parade and the headquarters of the Chabad-Lubavitch Hasidim. Adding an upscale bar and beer garden to the mix might seem counterintuitive. ''Everyone thought we were crazy,'' said Anatoly Dubinsky, recalling the reaction last April when he opened" , "date" : "20081214" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "8" , "title" : "BOÎTE; An Already Eclectic Mix Gets an Upscale Bar" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/14\/fashion\/14boite.html"} , {"body" : "Punk is not dead, though these days on the Bowery it's a whole lot quieter. Silent, even. Every week, dozens of people, usually young and artfully scruffy, climb three creaky flights of stairs off this formerly gritty stretch of downtown Manhattan, a block from where CBGB, the hallowed hall of punk, once stood. Often shrouded in hoodies, inked with" , "date" : "20081213" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BOWERY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "BOWERY JOURNAL; A Place to Mellow Out, Without Losing Your Edge" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/13\/nyregion\/13metjournal.html"} , {"body" : "Years ago, during the darkest days of her life, Valerie Andrews would rather have been dead. ''It was like, I didn't want to feel anything,'' Ms. Andrews said. ''I just went off the deep end. I was a lost soul.'' It would have been better to die, she recalls thinking, than to live as she did, only for a high. She spent years on the streets of her" , "date" : "20081211" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "47" , "title" : "THE NEEDIEST CASES; After a Lifetime on the Streets, a New Road to Travel" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/11\/nyregion\/11neediest.html"} , {"body" : "the nub of a debate sparked in May by sweeping labor abuse charges against the Orthodox Jewish owners of the largest kosher meatpacking plant in the nation -- was pondered Tuesday night in a panel discussion at Yeshiva University in Upper Manhattan, the academic nexus of Orthodox Judaism. It was, for the most part, a subdued and scholarly" , "date" : "20081211" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "47" , "title" : "Label Says Kosher; Ethics Suggest Otherwise" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/11\/nyregion\/11kosher.html"} , {"body" : "LEARNING that Plaxico Burress had put a bullet in his right leg came as a blow to many New Yorkers, especially because acrobatic catches from the Giants wide receiver had helped to propel their team to the Super Bowl championship. But an equally if not more perplexing discovery for some was the venue where the unfortunate and surely painful shot" , "date" : "20081207" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "14" , "title" : "With One Shot, A Club Is Notorious" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/07\/fashion\/07latin.html"} , {"body" : "A 20-year-old man has been charged with murder in the stabbing death of a New York City bus driver, the police said on Tuesday. The man, Horace D. Moore, of 1327 Park Place in Crown Heights, Brooklyn, told the police that he stabbed the driver, Edwin Thomas, 46, on Monday after an argument on the bus, said the chief police spokesman, Paul J." , "date" : "20081203" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Crown Heights Man Is Charged With Bus Driver's Murder" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/03\/nyregion\/03arrest.html"} ,   {"body" : "With sheet music resting near her pillow, Nia Drummond, 14, hovers over a keyboard set on a floral comforter. Singing ''New York State of Mind,'' the teenager's powerful voice echoes off the bare walls, filling the sparsely furnished two-bedroom apartment in Crown Heights, Brooklyn, where she has lived her entire life. From the doorway, Andrea" , "date" : "20081203" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "28" , "title" : "THE NEEDIEST CASES; Fresh Start for a Teenager Who Wants to Be Heard" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/03\/nyregion\/03neediest.html"} , {"body" : "A somber Israel on Tuesday buried six victims of last week's terrorist attack on a Jewish outreach center in Mumbai, India. Two of the victims, Rabbi Gavriel Holtzberg, 29, and his wife, Rivka, 28, were serving as emissaries in India for the Hasidic Chabad-Lubavitch movement when they were killed. They were buried side by side after dark in the" , "date" : "20081203" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["ISRAEL" , "MUMBAI (INDIA)"] , "nytd_section_facet" : ["World"] , "page_facet" : "16" , "title" : "Orphaned Boy Is Focus At Hostages' Funeral" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/03\/world\/middleeast\/03funerals.html"} , {"body" : "An article on Friday about Rabbi Gavriel and Rivka Holtzberg, a couple from Brooklyn taken hostage when the Jewish center they ran in Mumbai, India, was seized by terrorist gunmen, who later killed them, referred incorrectly to the women swaying on their knees in a room at the world headquarters of the Lubavitch Hasidic movement in Crown Heights," , "date" : "20081203" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "4" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E07E3D7153BF930A35751C1A96E9C8B63"} , {"body" : "International CHINA'S ECONOMY SLOWS DOWN And Turns to Its Thrifty Millions It might be up to the frugal to rescue China. China's economy, once the fastest growing in the world, has slowed down alarmingly fast. Projections by the World Bank and other financial institutions have been revised downward, and China is looking to its legion of consumers," , "date" : "20081203" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "INSIDE THE TIMES: December 3, 2008" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907E2DE1438F930A35751C1A96E9C8B63"} , {"body" : "A New York City bus driver was fatally stabbed in Brooklyn on Monday after refusing to give a transfer to his assailant, who had not paid his fare, the police said. Witnesses said the killer jumped off the bus, slipped the hood of his black sweatshirt over his head and ran away. New York City Transit officials said it was the first slaying of a" , "date" : "20081202" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Rider Fatally Stabs City Bus Driver and Flees" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/02\/nyregion\/02driver.html"} , {"body" : "For many Jews, they are homes away from home: Chabad Houses, welcoming outposts in foreign lands or across the United States, places to drop in to celebrate Hanukkah, Passover or weekly Shabbat dinners. Almost always, the Chabad Houses are run by young couples, emissaries of the Chabad-Lubavitch denomination, a Hasidic faith with its headquarters" , "date" : "20081201" , "day_of_week_facet" : "Monday" , "geo_facet" : ["MUMBAI (INDIA)"] , "nytd_section_facet" : ["World"] , "page_facet" : "11" , "title" : "Vowing to Continue Work Of Couple Killed in Attack" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/01\/world\/asia\/01lubavitch.html"} , {"body" : "Leaders of the Chabad-Lubavitch movement in Brooklyn and the worldwide ultra-orthodox Jewish community began on Friday to mourn the deaths of Rabbi Gavriel Holtzberg and his wife Rivka, who were killed in the terrorist attack of the Nariman House, the Jewish outreach center in Mumbai that the young couple had left New York to manage in 2003. Rabbi" , "date" : "20081129" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["MUMBAI (INDIA)"] , "nytd_section_facet" : ["New York and Region"] , "title" : "Brooklyn Couple Killed in Attacks" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/29\/nyregion\/28chabad-2.html"} , {"body" : "Hours before the sun came up on a cool October morning in 2006, people living near the Dakota Stables on the Upper West Side were suddenly awakened by the sound of a jackhammer. Soon word spread that a demolition crew was hacking away at the brick cornices of the stables, an 1894 Romanesque Revival building, on Amsterdam Avenue at 77th Street, that" , "date" : "20081129" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "PRESERVING THE CITY; Preservationists See Bulldozers Charging Through a Loophole" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/29\/arts\/design\/29landmarks.html"} , {"body" : "In 2003, barely out of their teens and newly married, Rabbi Gavriel Holtzberg and his wife, Rivka, moved from Brooklyn to the coastal city of Mumbai, India, to manage a mix of educational center, synagogue and social hall known as a Chabad house, one of about 3,500 outposts around the world run by the Lubavitch Hasidic movement. The place soon" , "date" : "20081128" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MUMBAI (INDIA)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["World"] , "page_facet" : "18" , "title" : "Brooklyn Couple Missing in Attacks" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/28\/nyregion\/28chabad.html"} , {"body" : "The fire burned so hot that it melted a smoke detector, dripping molten plastic through Lt. Robert J. Ryan's fire jacket and across his neck and shoulders. It was the kind of injury that could have tempted others to leave the Fire Department, but he chose to stay, spending a year recuperating, and returning to work in 2007 with twisted pink scars" , "date" : "20081124" , "day_of_week_facet" : "Monday" , "geo_facet" : ["STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Firefighter Severely Burned in '06 Dies in Staten Island Blaze" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/24\/nyregion\/24firefighter.html"} ,   {"body" : "FOR CHILDREN 'ADVENTURES OF THE PUPPET PRINCESS' (Saturday and Sunday) Can a puppet show really mollify a witch? That's the issue in this new production from the Looking Glass Theater, which draws on Balinese puppetry, masks and folklore. Written and directed by Jennifer Goodlander, the show focuses on Putu, a tomboy, who is lost in the jungle with" , "date" : "20081121" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9901E5D8173FF932A15752C1A96E9C8B63"} , {"body" : "FOR CHILDREN KIDROCKERS FALL ROCKSTIVAL It's hard to imagine mature, self-respecting childless adults wanting -- much less needing -- to sneak into a kids' show. But Beth Lorge has met such desperate grown-ups. ''People blog, 'Has anyone got a kid I can borrow?' '' she said. That's because unaccompanied adults are not allowed into the concerts Ms." , "date" : "20081121" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/21\/arts\/21wkids.html"} , {"body" : "The city will reduce funds for 21 day care sites in January as part of efforts to close a yawning budget deficit, city officials said on Wednesday. While officials made it clear that the sites would not be closed, critics charged that the reductions would have the same effect, by destabilizing the centers to the point that they would be forced to" , "date" : "20081120" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "City Plans to Reduce Aid To 21 Day Care Locations" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/20\/nyregion\/20daycare.html"} , {"body" : "Some would-be robbers picked the wrong shop owner to rob in Brooklyn on Monday night. Even though he was unarmed, the shop owner, identified by neighbors as Youssouf Drame, 35, wrested a gun away from one of the men and fatally shot two of them. The police say that two other suspects -- it's unclear whether they entered the store -- are at large." , "date" : "20081119" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Unarmed, Shop Owner Turned Tables on Gunmen" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/19\/nyregion\/19robbery.html"} , {"body" : "IN his relationships with women, the hip-hop writer and actor Danny Hoch often finds himself playing the role of the exotic native New Yorker to girlfriends who hail from other parts of the country. ''How many girlfriends have said to me: 'Oh, say ''coffee.'' Say it. It's so sexy'?'' Mr. Hoch said the other day with a laugh, putting a New York spin" , "date" : "20081116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "6" , "title" : "Assault on the Gentrifiers, and the Audience" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/16\/theater\/16tayl.html"} , {"body" : "LIKE many others, the Zimbabwean-born dancer and choreographer Nora Chipaumire did not get much sleep on election night. As she watched Barack Obama's victory speech, fielded exultant calls from Kenya and soaked up the jubilant noise in her Brooklyn neighborhood (Crown Heights, where, she said, some good citizens had taken it ''upon themselves to" , "date" : "20081116" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "DANCE; Brooklyn and Senegal, Talking Across Cultures" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/16\/arts\/dance\/16laro.html"} , {"body" : "New York City's antiquated voting system buckled, groaned and occasionally even gave way on Tuesday as millions of people thronged the polls to cast votes in the presidential election. Persistent problems from past elections -- broken machines, long waits and confusion among poll workers -- were made even worse, voters and election observers said," , "date" : "20081105" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "15" , "title" : "Big Turnout Means Lines For Voters Across City" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/05\/nyregion\/05turnout.html"} , {"body" : "THE NEW MILLENNIUM PAPER AIRPLANE CONTEST When planes take off from Queens, it isn't exactly newsworthy. But the dozens of aircraft that will fly in Flushing Meadows-Corona Park on Saturday won't be the typical Boeings and Airbuses. They won't have engines, passengers or pilots, and they may travel only a matter of feet. Still, they are designed to" , "date" : "20081031" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/31\/arts\/31wkids.html"} , {"body" : "FOR CHILDREN 'ABOVE THE BELT' (Sunday) Despite the title, this show has nothing to do with boxing, although you will see a lot of floating like a butterfly. An aerial showcase, it's a 90-minute presentation that includes performers working on trapeze, rope, lyra (a hoop) and silk (a length of fabric). Expect to spend a lot of time looking up. At 7" , "date" : "20081031" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A02E4DE153AF932A05753C1A96E9C8B63"} , {"body" : "'THALIA FOLLIES: AT LAST -- AN ELECTION!' Jane Curtin obviously thinks that Tina Fey shouldn't be having all the fun. So on Friday and Saturday Ms. Curtin will be looking at us through Kawasaki-style glasses as she plays Gov. Sarah Palin getting a lesson in geopolitics from Henry the K (Isaiah Sheffer, the Symphony Space artistic director, as Mr." , "date" : "20081024" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D04E2DE153AF937A15753C1A96E9C8B63"} ,   {"author" : "Susan Hartman is the author of two books of poetry, ''Dumb Show'' and ''El Abogado.''" , "body" : "TWENTY years ago, six girls lit up a troubled Brooklyn block. Gunfire could be heard in the distance. There was a stream of visitors to the apartments of drug dealers. But these girls had claimed a patch of sidewalk in front of their building, and from April to October, on a strip of Parkside Avenue just east of Prospect Park, these 8- and" , "date" : "20081019" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Jump Rope Girls, 20 Years On" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/19\/nyregion\/thecity\/19jump.html"} , {"body" : "A federal judge on Friday upheld New York City's policy prohibiting public school teachers from wearing political buttons in the classroom, but said the teachers could place campaign material into colleagues' mailboxes and hang posters on bulletin boards maintained by their union, as long as they were in areas off-limits to students. The split" , "date" : "20081018" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "20" , "title" : "Judge Says No to Teachers' Campaign Buttons, but Yes to Certain Politicking" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/18\/nyregion\/18button.html"} , {"body" : "ZOMBIECON There are still two weeks until Halloween, and already the undead are out in force. ZombieCon, the annual parade of the bloody, the battered and the strangely animated, takes place on Saturday. For the fourth year participants in this loosely organized spectacle will roam the streets of Manhattan (above), dressed in their best" , "date" : "20081017" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/17\/arts\/17wspare.html"} , {"body" : "If confession is good for the soul, it's even more healing when it occurs after more than 60 years and some 3,000 miles from the site of the dastardly deeds. Bob Natiello, who grew up in the Crown Heights section of Brooklyn, is a retired New York advertising executive living in Sedona, Ariz. But in a letter to me not long ago, he pleaded guilty to" , "date" : "20081012" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "9" , "title" : "SPORTS OF THE TIMES; An Ebbets Field Confession From That 'Brennan' Kid" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/12\/sports\/baseball\/12anderson.html"} , {"body" : "On a recent day on the boulevard that stretches from the heart of Brooklyn to the sea, a young teacher helped his daughters with schoolwork, a man hurled Russian insults and coins at an elderly woman who he thought was driving too slowly, and a man from Bedford-Stuyvesant read a tabloid for hours, having only just discovered, after 46 years, the" , "date" : "20081011" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "BROOKLYN JOURNAL; A Tree-Lined Boulevard That's a Park and a Living Room" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/11\/nyregion\/11journal.html"} , {"body" : "Last week before Rosh Hashana, Rabbi Shea Hecht of Crown Heights, Brooklyn, said he was bombarded with hundreds of e-mail messages, phone calls, faxes and letters within a short time, one of them threatening. In general, the messages protested the tradition of kaparot -- sometimes spelled kapparot or kapparos -- in which Orthodox Jews take live" , "date" : "20081010" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Dead Chickens, Amends, and an Outcry" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/10\/nyregion\/10chickens.html"} , {"author" : "E-mail: dwyer@nytimes.com" , "body" : "The first and hardest part was deciding which crop to take to market from the farm in Red Hook, Brooklyn. All arguments were charged with the stainless-steel passion of 15-year-olds. ''Corn,'' Narcisso Rosado said. ''Raspberry jam,'' said Malcom Walker. ''Mine was the best idea,'' said Aseel Al Waqza. ''Lemon sorrel. A juice drink from it.'' He" , "date" : "20081008" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "ABOUT NEW YORK; Sweat Equity Put to Use Within Sight of Wall St." , "url" : "http:\/\/www.nytimes.com\/2008\/10\/08\/nyregion\/08about.html"} , {"body" : "Ashley O'Donoghue walked slowly up and down a stretch of 125th Street in Harlem on Saturday with a clipboard in his hand. As hip-hop music boomed from a health fair in the plaza in front of the Adam Clayton Powell Jr. State Office Building, Mr. O'Donoghue, a 25-year-old grocery store worker, nervously asked passers-by, ''Do you know about the" , "date" : "20081005" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "46" , "title" : "Name by Name, a Push To Change Drug Laws" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/05\/nyregion\/05rockefeller.html"} , {"body" : "A teenage girl was arrested on Wednesday in the fatal stabbing of her 16-year-old cousin in her family's apartment in Crown Heights the day before, the authorities said. The girl, Tiana Browne, 15, of East 21st Street in Brooklyn, is being charged with murder and criminal possession of a weapon in the killing of Shannon Braithwaite, the police" , "date" : "20081002" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Cousin Is Charged In Brooklyn Death" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/02\/nyregion\/02stab.html"} , {"body" : "A 16-year-old girl was found stabbed to death Tuesday night in her family's apartment in Crown Heights, Brooklyn, the police said. The girl's mother, Marva Braithwaite, discovered her daughter dead about 4:30 p.m., as she tried to enter the apartment, said Juliet Waugh, the victim's paternal grandmother. When she tried to open the door, the path" , "date" : "20081001" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Girl, 16, Is Fatally Stabbed At Her Home in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/01\/nyregion\/01stab.html"} ,   {"body" : "FOR years, Adam Frank yearned for a brownstone of his own. In 2002, after living in a series of rentals in Williamsburg, Brooklyn, he almost bought one for $575,000. It was a three-family brownstone on South Second Street. ''It was in need of a major overhaul,'' he said. After the inspection, ''I freaked out and had trouble getting financing. I was" , "date" : "20080928" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "THE HUNT; A 'Goldilocks' House" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/28\/realestate\/28hunt.html"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "Underwater Trains Q.Given the price of scrap metal, why is the Metropolitan Transportation Authority placing its obsolete cars in artificial reefs instead of scrapping them? A. Do the fish get a vote? Using the cars as artificial reef material not only provides a breeding environment for marine life, but is less expensive than scrapping them, New" , "date" : "20080928" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BRONX (NYC)" , "QUEENS (NYC)" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F. Y. I." , "url" : "http:\/\/www.nytimes.com\/2008\/09\/28\/nyregion\/thecity\/28fyi.html"} , {"body" : "Now that nearly every museum is also a children's museum -- now that nearly every museum has programs that strive to lure the young -- what do we seek from a museum that really is a children's museum? And not just any children's museum, but the venerable Brooklyn Children's Museum, reopening this weekend after spending nearly $70 million on" , "date" : "20080919" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "MUSEUM REVIEW; Kids, Can You Say 'Cultural Diversity'?" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/19\/arts\/design\/19chil.html"} , {"body" : "Reopening festivities this weekend at the Brooklyn Children's Museum, 145 Brooklyn Avenue, in Crown Heights, will include concerts and samplings of the museum's new programming. The performances, at 1:30 and 3 p.m., will feature Louie Miranda on Saturday, and Alex & the Kaleidoscope Band on Sunday. Through Nov. 30, the museum is open Saturdays and" , "date" : "20080919" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "35" , "title" : "Inside Big Yellow" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9401E7DB173AF93AA2575AC0A96E9C8B63"} , {"author" : "Alice Mattison's latest novel, ''Nothing Is Quite Forgotten in Brooklyn,'' will be published this month by Harper Perennial." , "body" : "''GO one stop on the express, change for the local and get on at the back of the train.'' My father knew how to take the subway almost anywhere, and he'd even instruct you where to stand on the platform so as to be near the most convenient exit when you got off. But going from one place in Brooklyn to another was beyond even him. When I was a" , "date" : "20080907" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK OBSERVED; Along the Tracks of Her Mind" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/07\/nyregion\/thecity\/07trai.html"} , {"body" : "A 63-year-old Brooklyn woman who was found dead in her apartment on Friday night was killed by a blow to the head during a botched robbery, the police and her family said on Sunday. The body of the woman, Katrine Anderson, was found shortly before 10 p.m. on Friday in her seventh-floor apartment at 47 McKeever Place in Crown Heights, according to" , "date" : "20080901" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "title" : "Brooklyn Woman Was Killed During Botched Robbery" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/01\/nyregion\/01shot.html"} , {"body" : "Before attempting to adequately describe the self-contained world created by the tens of thousands of masqueraders who will participate in the annual West Indian American Day Carnival in Brooklyn on Monday, it is helpful to understand a couple of points. First, a coordinated group of people participating in the Caribbean-inspired event wearing" , "date" : "20080901" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CARIBBEAN AREA" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Carnival Approaches, and the Sequins Fly" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/01\/nyregion\/01parade.html"} , {"body" : "MILLIONS of New Yorkers compress their lives into small spaces and yearn for things that their friends in the suburbs don't think twice about: an extra bedroom, a patch of grass, a little distance between themselves and the neighbors. Circle the block five times looking for a place to park, and another wish can be added to the list: a private" , "date" : "20080831" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The Ultimate Luxury: A Garage" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/31\/realestate\/31cov.html"} , {"body" : "FOR CHILDREN IN SEARCH OF THE TOUGHEST TUG The Olympics may be over, but racing fans still have an opportunity to watch fierce competitors slice through the water like precision machines. In this case, though, the contestants are machines, with their own down-home charisma, even if it doesn't equal that of Michael Phelps. They're the entrants in" , "date" : "20080829" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/29\/arts\/29wkids.html"} , {"body" : "FOR CHILDREN 'ADVENTURES WITH DORA AND DIEGO' (Friday through Thursday) The young Latino stars of the Nickelodeon animated television series ''Dora the Explorer'' and ''Go, Diego, Go!'' have taken their expeditions into new territory at the Children's Museum of Manhattan, whose new exhibition has separate Dora and Diego environments, including" , "date" : "20080829" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E6D6173CF93AA1575BC0A96E9C8B63"} ,   {"body" : "For the last two years, Saquan Jones, an auditor at Columbia University, has planned his political future, a plan that has led to his becoming a candidate for an open City Council seat in Brooklyn. Months ago, he held fund-raising events and started his campaign Web site, and he has taken a more hectic schedule of civic involvement in his" , "date" : "20080827" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Lengthen City Term Limits? No Way, Challengers Say" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/27\/nyregion\/27limits.html"} , {"body" : "An article and a picture caption in some editions last Tuesday about the search for a man who had attacked and robbed at least 10 people in Brooklyn misidentified the neighborhood where his latest attack occurred, in the elevator of an apartment building. It is in Crown Heights, not Flatbush." , "date" : "20080826" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "4" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A01E5DC143DF935A1575BC0A96E9C8B63"} , {"body" : "Detective Matthew Walker was sitting on his couch watching television recently when he saw surveillance video on the news of a man attacking an elderly woman from behind as she got off an elevator. The video, viewed by many people on the Internet and television since the police released it on Monday, has provoked widespread outrage. But for" , "date" : "20080822" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Video of Attack In Brooklyn Leads to Arrest" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/22\/nyregion\/22arrest.html"} , {"body" : "FOR CHILDREN The Battle of Brooklyn Revisited Battles still rage in Brooklyn, though the issues are more likely to concern real estate than rebellion, and the weapons don't include cannonballs and muskets. But they did 232 years ago, when Washington's troops faced British soldiers in the Revolutionary War's largest battle. That was on Aug. 27," , "date" : "20080822" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/22\/arts\/22wkids.html"} , {"body" : "By now, thousands of people have seen the mugging of Lilian France. They have watched the surveillance video of the stranger in the cap choking her from behind, and then stealing Ms. France's purse -- and her cane -- when she collapsed. On television and countless Web sites, the video, perfectly framed and crystal clear, has provoked widespread" , "date" : "20080821" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "As Manhunt Intensifies, Victim Tries to Recall Attack" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/21\/nyregion\/21attack.html"} , {"body" : "The security camera inside the elevator captured it all: a vicious choke hold, an older woman's flailing arms and then her limp body sprawled on the floor as her attacker ran off with her purse. He even took the 85-year-old victim's cane. The attack on Thursday, captured on clean, crisp video at an apartment building in Flatbush, was the latest in" , "date" : "20080819" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Video Shows An Attack In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/19\/nyregion\/19assaults.html"} , {"body" : "The skies over Coney Island put on a spectacular show on Saturday evening, with the sunset casting violet hues and a fat yellow moon disappearing and reappearing through clouds. But for a row of spectators lined up along a lonely section of the Boardwalk, the real entertainment was happening opposite the beach, inside an ornate yet decrepit" , "date" : "20080818" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "CONEY ISLAND JOURNAL; Roller Skaters Revel in a New Rink in the City" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/18\/nyregion\/18roller.html"} , {"body" : "Baba Diouf, a Harlem shopkeeper, has carved a living out of a single penny, snatched in broad daylight from a competitor's discount store in a fiendish scheme to lure business a few yards north on Frederick Douglass Boulevard. The competitor's store was called New Futa 99 Plus. The sign Mr. Diouf hung outside his new store read Bab's 98-cent Plus" , "date" : "20080817" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "The Cost of Retail Survival in New York: 99. Or Is It 98?" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/17\/nyregion\/17ninetynine.html"} , {"body" : "FIVE years ago, several hundred members of the Church of Jesus Christ of Latter-day Saints and six funeral directors arrived at Bayside Cemetery in Ozone Park, Queens, to take part in an ambitious project. For four days, the Mormon volunteers hacked at impossibly long skeins of ivy and thick patches of weed amid debris scattered across one of the" , "date" : "20080817" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "OZONE PARK (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "OZONE PARK; Weeds Among the Graves, and Dismay Among the Survivors" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/17\/nyregion\/thecity\/17ceme.html"} , {"body" : "There was the Summer of Sam and the summer of the West Nile virus, summers when blackouts, racial unrest, heat waves, crime waves or, yes, rampant pit bull attacks defined the season. But to be fair, summers in New York City have not been defined only by murders or misery. There have been years when a World's Fair, a national political convention" , "date" : "20080816" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Summer of ... You Tell Me" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/16\/nyregion\/16summer.html"} ,   {"body" : "In April, when word reached Crown Heights that New York City's homeless services agency planned to move its central intake center from Manhattan to the Bedford-Atlantic Armory in Brooklyn, local residents started a fierce campaign to prevent the move. They handed out fliers, met with elected officials and Department of Homeless Services" , "date" : "20080815" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Concessions Made in Plan For Homeless In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/15\/nyregion\/15armory.html"} , {"body" : "FOR CHILDREN 'THE PLANT THAT ATE DIRTY SOCKS' Children are famous for bringing home living things, from the potentially delightful (stray kittens) to the disquieting (the class's pet African millipede) to the disgusting (head lice). Some parents probably wish their kids would stick to something sane and sensible, like plants. But as fairy-tale" , "date" : "20080815" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/15\/arts\/15wkids.html"} , {"body" : "There are at least half a dozen ways to reach Isaac Abraham, a community advocate, which is fortunate, since he seems to love being found: to supply a quote, to solve a problem or to get in the middle of the city's political rumbles. He wears two cellphones on his hip along with an old black pager. In the trunk of his sport-utility vehicle, he" , "date" : "20080808" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Neighborhood Fixer Wants 'to Do It Elected'" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/08\/nyregion\/08abraham.html"} , {"body" : "FOR CHILDREN 'With Nothing but a Dream: Stories From Ellis Island' Yasmina left Lebanon to earn money and escape a domineering husband. Isaac fled Russia because of anti-Semitism. Irene traveled from Greece in hopes of attending medical school. Franca, from Italy, boarded a ship to rejoin her husband, who had been in America so long that their" , "date" : "20080808" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/08\/arts\/08wkids.html"} , {"body" : "There were nearly a dozen spent bullet casings, a bicycle and an abandoned sneaker. There were also angry neighbors wanting to know who could have fired the shot that hit a 9-year-old boy in the head, and why. The boy, Shamshawan Kelly, was hit in the head by crossfire on Monday night outside his building at the Weeksville Gardens Houses in Crown" , "date" : "20080807" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Neighborhood Teenagers Surrender in Brooklyn Boy's Shooting" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/07\/nyregion\/07arrest.html"} , {"body" : "The sound of gunfire on Monday night was not unfamiliar to residents of the Weeksville Gardens Houses in Crown Heights, Brooklyn. From time to time, the rat-a-tat of shootouts in the streets and the punches and grunts of nighttime fistfights have been an unwelcome bedtime soundtrack. But the shot that critically injured 9-year-old Shamshawan Kelly," , "date" : "20080806" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "After a Boy's Shooting, 'Why?' Is on Everyone's Lips" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/06\/nyregion\/06boy.html"} , {"body" : "An article and picture caption last Sunday about home buyers who reluctantly choose fixer-uppers misspelled the surname of a man who is renovating a two-family house in Crown Heights, Brooklyn. He is Chris Schilling, not Shilling. The article and a caption also misspelled the given name of a woman who is renovating an apartment in Jackson Heights," , "date" : "20080803" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "Real Estate"] , "page_facet" : "2" , "title" : "Correction" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B07E4DF1E38F930A3575BC0A96E9C8B63"} , {"body" : "FOR CHILDREN AMERICAN GIRL EVENT (Tuesday) Admirers of American Girl -- the book series, the dolls and the stores -- can take their enthusiasm to new heights at this program, a collaboration with the Top of the Rock Observation Deck at Rockefeller Center. Girls 8 and older are invited to have dinner at 5:30 p.m. at the cafe at American Girl Place," , "date" : "20080801" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B07E0DE1531F932A3575BC0A96E9C8B63"} , {"body" : "FOR CHILDREN 'ADVENTURES WITH DORA AND DIEGO' (Friday through Sunday, and Tuesday through Thursday) The young Latino stars of the Nickelodeon animated television series ''Dora the Explorer'' and ''Go, Diego, Go!'' have taken their expeditions into new territory at the Children's Museum of Manhattan, whose new exhibition has separate Dora and Diego" , "date" : "20080801" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/01\/arts\/01wkids.html"} , {"body" : "IT all seems so simple on television. You start with a well-worn house. In walks a hunky design team wearing matching polo shirts and -- presto! -- within 24 minutes there's a close-up of a beaming family enjoying their spruced-up digs. The reality, of course, isn't so neat and pretty. First of all, thanks in part to those very TV programs, finding" , "date" : "20080727" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Reluctant Renovators" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/27\/realestate\/27cov.html"} ,   {"body" : "Even as the Brooklyn Flea was being called a watershed addition to the continuing refurbishment of the borough's brownstone neighborhoods, the market's founder, Jonathan Butler, had an inkling that perhaps it did not square with everybody's idea of what Sunday in Brooklyn should be. There was that e-mail message in April, just after the Flea's" , "date" : "20080726" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Flea Market Is a Success, And Neighbors Are Furious" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/26\/nyregion\/26flea.html"} , {"body" : "'ADVENTURES WITH DORA AND DIEGO' (Friday through Sunday, and Tuesday through Thursday) The young Latino stars of the Nickelodeon animated television series ''Dora the Explorer'' and ''Go, Diego, Go!'' have taken their expeditions into new territory at the Children's Museum of Manhattan, whose new exhibition has separate Dora and Diego environments," , "date" : "20080725" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/25\/arts\/25wkids.html"} , {"body" : "In Harlem, Marline A. Martin, the executive director of the Children's Art Carnival, figures that losing her financing from the city's Cultural Affairs Department means she will have half the number of students this fall in her school-day program for children whose schools don't offer art. Downtown, near Stuyvesant Park, Diane Fraher Thornton, the" , "date" : "20080724" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Looking For Equity In Arts Financing" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/24\/arts\/24group.html"} , {"body" : "MY rainwater collection tour started one morning last week with a cup plant, Silphium perfoliatum, in Lenny Librizzi's front garden on Staten Island. This prairie plant's daisy-like flowers bloomed way over our heads, and its oval leaves joined at the stem like big hands, cupping about half an inch of the rain that had fallen the night before." , "date" : "20080724" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "IN THE GARDEN; Raindrops Keep Falling In My Tank" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/24\/garden\/24garden.html"} , {"body" : "People who hazard the No. 4 subway line each day don't need the numbers to tell them: It's slow. Not just slow, it turns out, but of the city's two dozen or so subway lines, its on-time performance is the poorest and getting worse, according to new statistics released on Monday by New York City Transit. The figures were among a raft of dismal" , "date" : "20080722" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Subway Delays Rise, and the No. 4 Line Is the Biggest Laggard" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/22\/nyregion\/22delays.html"} , {"body" : "FOR CHILDREN 'CINDERELLA' She doesn't lose her mother. She doesn't lose a glass slipper. She doesn't even lose her dignity: no rags, no chores, no sleeping in the fireplace ashes. Dignity may be the chief trait of this Cinderella, heroine of a modern-dress production from Youth on Target, whose publicity material says it draws on Italian" , "date" : "20080718" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/18\/arts\/18wkids.html"} , {"body" : "From a distance, the scene was an election-year stereotype: a local politician talking to constituents on a street corner. But as Assemblyman Hakeem Jeffries greeted commuters outside a subway station in Brooklyn on a recent weekday evening, Anthony Gordon sensed something different. A sign said ''Evening Office Hours,'' and there was hardly any" , "date" : "20080715" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Adopting an Open-Door Policy With His Constituents, but Passing on the Doors" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/15\/nyregion\/15jeffries.html"} , {"body" : "Randi Weingarten, the New Yorker who is rising to become president of the American Federation of Teachers, says she wants to replace President Bush's focus on standardized testing with a vision of public schools as community centers that help poor students succeed by offering not only solid classroom lessons but also medical and other services. Ms." , "date" : "20080714" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["U.S." , "Education"] , "page_facet" : "11" , "title" : "New Vision For Schools Proposes Broad Role" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/14\/education\/14teachers.html"} , {"body" : "FOR CHILDREN ANIMAL ANTICS WEEKEND How do you prepare a delicious meal for a hungry puma? O.K., very carefully. But the Queens Zoo also has more serious suggestions for big-cat cuisine, which it will offer on Saturday and Sunday, when it invites children to become chefs for wild appetites. Part of Animal Antics Weekend, the kitchen detail is a" , "date" : "20080711" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/11\/arts\/11wkids.html"} , {"body" : "FOR CHILDREN 'CINDERELLA' (Saturday) Forget about a wicked stepmother and a pumpkin-turned-coach. This new production by Youth on Target Theater Company is drawn from the Italian tradition, in which Cinderella's mother is very much alive, and Cinderella is not so much persecuted as immobilized by grief. (Her father has died.) For ages 7 and older," , "date" : "20080711" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "For Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B01E6DA173BF932A25754C0A96E9C8B63"} ,   {"body" : "WITH a trunk full of cod, brisket, blackberries, arugula and antifreeze, Alan Harding drives down Smith Street, past American Apparel, past the Michelin-starred restaurant Saul and past Patois, the bistro he helped open 11 years ago. Back then the neighborhood was a more likely destination for drug deals than dinner. Patois, where he was the chef," , "date" : "20080709" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Restless Pioneers, Seeding Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/09\/dining\/09brook.html"} , {"body" : "The 11:30 a.m. service at Grace Tabernacle Christian Center in Brooklyn seemed like most others there. Sunday school had just let out, and the parade of white-brimmed hats began to fill the pews. The artificial shrubs were dusted off and the maroon recliners moved into place. The cymbals crashed, and the churchgoers began to dance and sing" , "date" : "20080707" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Church Shaken by Crash That Took Pastor's Kin" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/07\/nyregion\/07pastor.html"} , {"body" : "A Brooklyn pastor and acclaimed gospel singer was critically injured and his wife was killed when their vehicle was hit head-on by a car that was headed the wrong way on a Pennsylvania highway, the authorities said. The Rev. Timothy Wright, 61, founder and pastor of Grace Tabernacle Christian Center in Crown Heights, was in critical condition late" , "date" : "20080706" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PENNSYLVANIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Car Crash Badly Hurts Gospel Star; Wife Dies" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/06\/nyregion\/06wright.html"} , {"body" : "Childhood lead poisoning declined by 15 percent last year, the Department of Health and Mental Hygiene reported on Wednesday, reaching the lowest rate ever recorded in New York City. The 2007 figure -- 1,970 poisonings among children 6 months to 6 years of age -- is a 90 percent decline since 1995, when nearly 20,000 children were identified with" , "date" : "20080703" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Lead Poisoning Cases Decline" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/03\/nyregion\/03lead.html"} , {"body" : "The state comptroller, Thomas P. DiNapoli, said on Wednesday that his office had uncovered numerous instances of child care centers in New York City misspending public funds. He said his office had referred 19 child care centers to local prosecutors for possible criminal investigation. At a news conference in Manhattan, Mr. DiNapoli announced the" , "date" : "20080703" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "State Finds Fund Misuse At 19 Child Care Centers" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/03\/nyregion\/03daycare.html"} , {"body" : "Four teenagers have been arrested on hate crime charges for throwing rocks at a school bus full of Jewish toddlers in a Brooklyn neighborhood with a volatile racial history, the police said on Friday. The police said that three girls and one boy yelled epithets as they broke windows on the bus in Crown Heights last month. The children in the bus" , "date" : "20080628" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "4 Accused of Hate Crime" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/28\/nyregion\/28hate.html"} , {"author" : "E-mail: susan.dominus@nytimes.com" , "body" : "Moments before Yosef Abrahamson, 16, accepted an award for the essay he'd written in a competition sponsored by the Police Athletic League, an officer approached him to complain about his fedora. The hat, an essential wardrobe item for Hasidic men, was gaudy, the policeman told him, and what's with all these kids today and their nose rings and" , "date" : "20080616" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "OMAHA (NEB)" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "BIG CITY; Young Man From Omaha May Be Perfect As Brooklynite" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/16\/nyregion\/16bigcity.html"} , {"body" : "INTERNATIONAL NO RUSHING TALKS ON PACT With U.S., Iraqis Say Discussions among Iraqi politicians on the country's long-term security agreement with the United States are under way, but it may take months before the agreement is completed. American officials would like a deal before the Democratic and Republican national conventions. But for Iraqis," , "date" : "20080616" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "INSIDE THE TIMES: June 16, 2008" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9400E0D91038F935A25755C0A96E9C8B63"} , {"body" : "FOR years, ''I was the loser who lived at home,'' Ezra Wine said. Mr. Wine, now 27, says he remained at home with his parents in their SoHo loft even as his elder brother, Jonah, moved to Chicago ''because he couldn't deal with New York, rent-wise,'' and even as his friends began ''paying $2,000 for studio apartments downtown.'' The family's" , "date" : "20080608" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "THE HUNT; Tunnel Vision" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/08\/realestate\/08Hunt.html"} , {"body" : "An investigation into a rash of arsons two years ago in Crown Heights, Brooklyn, helped prosecutors uncover a different crime in the neighborhood: mortgage fraud. On Feb. 24, 2006, officials were investigating a possible link between two suspicious fires on neighboring blocks, one at 1033 Pacific Street in which four people died and another, barely" , "date" : "20080605" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Mortgage Fraud Is Found During Fire Investigation" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/05\/nyregion\/05fraud.html"} ,   {"body" : "With grocery bags in his hands, Jose Figueroa stood on a hill above the politicians as they announced an agreement on Monday that would keep his rent at the sprawling Starrett City residential complex in Brooklyn affordable for years to come. During the last year, in nervous conversations in elevators or at the supermarket, Mr. Figueroa and other" , "date" : "20080603" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Starrett City Residents Breathe Easier With the Announcement of Sale Terms" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/03\/nyregion\/03starrett.html"} , {"body" : "A worker who was power-washing the upper facade of an apartment building in Brooklyn without wearing a safety harness died on Monday after he fell four stories to the ground, officials said. The victim was identified by friends as Houssain Mosharrf, who turned 50 on Sunday. Investigators at the scene said they had not yet determined what caused Mr." , "date" : "20080603" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Building Washer Falls 4 Stories to His Death in Brooklyn; Officials Cite Safety Omissions" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/03\/nyregion\/03fall.html"} , {"body" : "IN mid-April, a young black man in Crown Heights was struck with a baton and sprayed with Mace by two white men, according to the police, and ever since, tensions have run high in the Brooklyn neighborhood. Jews and blacks who live there eye one another warily, and police patrols and surveillance have intensified. But there is another split on" , "date" : "20080601" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "CROWN HEIGHTS; Patrolling The Streets, And Dissing The Rivals" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/01\/nyregion\/thecity\/01patr.html"} , {"body" : "There are neighborhoods in the far reaches of New York City, from Tottenville on Staten Island to Bushwick in Brooklyn, that have about as much in common with the glimmering, candy-coated Manolo Blahnik world of ''Sex and the City'' as, say, East Texas. As the film version of the popular television series opens on Friday, it is easy to imagine that" , "date" : "20080530" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)" , "STATEN ISLAND (NYC)" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "1" , "title" : "Far From the Glamour, Identifying With 4 Fabulous Friends" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/30\/nyregion\/30reax.html"} , {"body" : "The Homeless Go to a Place They Know To the Editor: Re ''Doors Close, Doors Open, and the Homeless Trudge On'' (Dispatches, May 18), about a plan to move the city's main intake center for homeless men from the former Bellevue Psychiatric Hospital to the Bedford-Atlantic Armory in Crown Heights, Brooklyn: As a clinician who has worked with homeless" , "date" : "20080525" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "10" , "title" : "LETTERS; Seeking Solutions For People Adrift" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A03E4DC123AF936A15756C0A96E9C8B63"} , {"body" : "The Crown Heights Journal article on Thursday, about racial tension between Jews and blacks in the Brooklyn neighborhood, omitted the name of the publication that first reported a comment by District Attorney Charles J. Hynes on accusations that Shmira, a Hasidic civilian patrol group, has been uncooperative with investigators. His comment, ''You" , "date" : "20080524" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "4" , "title" : "CORRECTIONS: FOR THE RECORD" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980CE1DB113CF937A15756C0A96E9C8B63"} , {"body" : "Two teenagers were arrested on Thursday in an attack on an Orthodox Jewish teenager in Crown Heights, Brooklyn, one of several recent cases that have stirred tensions between black and Jewish residents in a neighborhood with a volatile racial history. Namor Clarke, 17, of Clinton Hill, and a 14-year-old whose name was withheld by the police were" , "date" : "20080523" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Two Are Charged in Attack on Teenager in Crown Heights" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/23\/nyregion\/23arrest.html"} , {"body" : "The streets of Crown Heights, Brooklyn, resembled an armed camp on Wednesday. On Albany Avenue, near where a black man was assaulted by Hasidic Jews last month, police officers milled around a mobile command center. Two blocks farther down Albany, at the corner where a Jewish teenager was robbed and beaten by black youths last week, an officer" , "date" : "20080522" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "CROWN HEIGHTS JOURNAL; Police Are Out in Force as a Neighborhood Simmers With Tension Again" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/22\/nyregion\/22crown.html"} , {"body" : "When Mayor Michael R. Bloomberg stood at City Hall two years ago to announce that he had just filed suit against several gun shop owners, mainly in the South, it was in a certain fashion the capstone of a signature campaign. Mr. Bloomberg had already bashed the industry in several angry speeches, gone to Washington to pressure congressmen and" , "date" : "20080522" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "SMYRNA (GA)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Gun Dealer and Mayor Face Showdown" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/22\/nyregion\/22guns.html"} , {"body" : "INTERNATIONAL DIPLOMATIC INITIATIVE SEEKS Talks for Abkhazia Tensions The long military standoff in Abkhazia has entered a phase of quiet diplomacy intended to ease tensions and push for negotiations, officials on each side of the conflict said. An act of significant violence or other provocation could still lead to war, leaders cautioned, but an" , "date" : "20080522" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "INSIDE THE TIMES: May 22, 2008" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980DE4D61031F931A15756C0A96E9C8B63"} ,   {"body" : "THE old brick building that sits behind a tall iron fence at East 30th Street and First Avenue has been a haven for the lost since 1931. From that year until 1984 it operated as Bellevue Psychiatric Hospital, and now its ivy-covered walls house some 600 homeless men, along with the main intake center for homeless men citywide. Soon, the building" , "date" : "20080518" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DISPATCHES; Doors Close, Doors Open, and the Homeless Trudge On" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/18\/nyregion\/thecity\/18disp.html"} , {"body" : "A crowd of more than 300 Hasidic Jews, some shouting ''We want justice!'' marched in Crown Heights, Brooklyn, on Friday afternoon to protest the assault and robbery of a Jewish teenager early that morning. The protesters marched from the scene of the assault, at Empire Boulevard and Albany Avenue, to the 71st Precinct station, and then up New York" , "date" : "20080517" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Hasidic Crowd Protests Attack" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/17\/nyregion\/17protest.html"} , {"body" : "The body of a woman who had been slashed to death was discovered on Monday on a Brooklyn street, about 30 feet from her car, and her 1-year-old son was found unharmed in the car, the police said. The woman, identified as Iasha Bristol, 27, of Bedford-Stuyvesant, had been slashed across the throat, the police said. Her body was found by a passer-by" , "date" : "20080513" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Woman, 27, Found Dead On a Street In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/13\/nyregion\/13slay.html"} , {"body" : "One man was slashed to death in Queens and another was fatally shot in Brooklyn in two unrelated cases on Saturday, the police said. One man, identified as Henry Frasier, 40, was cut with a razor and killed late Saturday night in a fight with a neighbor outside his cousin's home in Queens, the police said. The fight took place shortly before 10" , "date" : "20080512" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "IRAQ" , "CROWN HEIGHTS (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "2" , "title" : "2 Men Are Killed in Separate Cases in Queens and Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/12\/nyregion\/12stab.html"} , {"body" : "A neighbor of a Brooklyn man who was fatally shot in his apartment building said on Saturday that the victim had received a cellphone call just before the shooting, and the police said that robbery did not appear to have been a motive. The police and neighbors also said that two people had been seen running from the building right after the" , "date" : "20080504" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "Call Comes, Then a Man Is Shot Dead In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/04\/nyregion\/04killings.html"} , {"body" : "$2.15 MILLION 1492-1494 St. Johns Place Crown Heights, Brooklyn The Cathedral School, an Anglican day school now in Park Slope, is renovating this two-story 9,600-square-foot 1925 building, formerly a Jewish day school. It plans to move in June. Buyer: People's Cathedral of Brooklyn Seller: Benshirl Realty Corp. Broker: Michael H. Rothstein, Marcus" , "date" : "20080423" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "TRANSACTIONS; Recent Sale" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9500EEDC1F3AF930A15757C0A96E9C8B63"} , {"body" : "They found the remains of Firefighter Jimmy Riches in the rubble of the World Trade Center on March 25, 2002. A brother, Tom Riches, then just 17, walked down into the pit, and he and his father and his other two brothers carried Jimmy out on a stretcher. On Sunday morning, six years later, Tom Riches walked once again into the hole. There, about" , "date" : "20080421" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In the Pit, With the Pope and Memories of a Brother" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/21\/us\/nationalspecial2\/21scene.html"} , {"body" : "As detectives in Brooklyn continued their investigation into the assault of a black man in Crown Heights by two white men, community leaders and others asked residents on Friday to step forward to help the police solve the case. The victim, Andrew Charles, 20, the son of a New York City police officer, was walking with a black friend about 6:30" , "date" : "20080419" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Residents' Help Sought After Man Is Beaten in Crown Heights" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/19\/nyregion\/19crown.html"} , {"body" : "A caption on April 8 with a picture in some editions showing Brooklyn third graders working on a ''School Is Cool'' mural misidentified the school that the children attend. It is Public School 335 in Crown Heights, Brooklyn -- not P.S. 35." , "date" : "20080416" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Corrections: For the Record" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D05E4D7143FF935A25757C0A96E9C8B63"} , {"body" : "Paul Lacy, 50, has lived in Brooklyn for all but two years since 1983. He has worked as a night watchman and an apprentice furniture maker. Now he does freelance page layout for publishers of science and technical books. But Mr. Lacy's real passion -- like that of so many New Yorkers who are defined as much by their hobbies as their day jobs -- is" , "date" : "20080411" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "2" , "title" : "CITY ROOM; Storefronts as Metaphor for a Changing Borough" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E6DD153DF932A25757C0A96E9C8B63"} ,   {"body" : "Correction: April 16, 2008, Wednesday A caption on April 8 with a picture in some editions showing Brooklyn third graders working on a ''School Is Cool'' mural misidentified the school that the children attend. It is Public School 335 in Crown Heights, Brooklyn -- not P.S. 35." , "date" : "20080408" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "ON THE STREET, A POSITIVE MESSAGE ABOUT SCHOOL" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E5D9143EF93BA35757C0A96E9C8B63"} , {"body" : "Ten years ago, Denise de las Nueces was a nerdy high school student from a poor Manhattan neighborhood, poring over astronomy books her father had picked out of the trash at the building where he worked as a doorman. Eight years ago, Letica Fox-Thomas was finishing up a childhood spent partly in the city's homeless shelters while cramming for her" , "date" : "20080407" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "For Times Scholars, School Was One of Many Hurdles" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/07\/nyregion\/07scholars.html"} , {"body" : "Randi Weingarten has spent more than a decade cultivating a reputation as the archetypal union leader: a combative dealmaker and consummate political street fighter for city teachers. Yet at a recent education conference in Nashville, there was a fellow from the conservative Hoover Institute, Eric A. Hanushek, gushing with praise for Ms." , "date" : "20080403" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "A Schools Veteran Girds for a Broader Battlefield" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/03\/education\/03weingarten.html"} , {"body" : "It was in the opening days of the trial of three detectives in Queens, and Anthony L. Ricco, a lawyer for the undercover detective who fired the first shots of a barrage that killed Sean Bell, was on his way to lunch when the question came. ''A bunch of young people ran up behind me quickly,'' Mr. Ricco recalled. They wore pins for the New Black" , "date" : "20080331" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Defending Detective, Lawyer Feels the Heat" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/31\/nyregion\/31ricco.html"} , {"body" : "FOR a tutorial on the complex set of factors driving up the price of a quart of milk, a good person to talk to is Modesto Baez, a Dominican who is the proprietor of the Quisqueya Super Market at Franklin Avenue and Eastern Parkway in Crown Heights, Brooklyn. The offerings at Mr. Baez's bodega, in a heavily West Indian neighborhood, include plantain" , "date" : "20080316" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "CROWN HEIGHTS; Trickle-Down Economics In the Dairy Section" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/16\/nyregion\/thecity\/16milk.html"} , {"body" : "Let us grant -- just for the sake of argument -- that the idea that ''boys and girls learn differently'' has some kind of truth attached to it (Elizabeth Weil, March 2). In all other things, we praise diversity in the classroom. Should boys not be exposed to the experience of girls learning differently, and vice versa? And how are boys and girls to" , "date" : "20080316" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "Magazine"] , "page_facet" : "12" , "title" : "Letters: Teaching to the Testosterone" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9903E7D91E3AF935A25750C0A96E9C8B63"} , {"body" : "TAKE the D train to 55th Street in central Brooklyn, and you feel as if you have set foot in a different world. The station sits at the junction of New Utrecht Avenue, 13th Avenue and 55th Street in the heart of Borough Park, home to a quarter-million Orthodox Jews, one of the largest concentrations of Jews outside Israel. To travel to Borough Park" , "date" : "20080309" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY VISIBLE; In the Land Of Black Coats" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/09\/nyregion\/thecity\/09boro.html"} , {"author" : "Elizabeth Weil is a contributing writer for the magazine. Her most recent article was about when a child should start kindergarten." , "body" : "On an unseasonably cold day last November in Foley, Ala., Colby Royster and Michael Peterson, two students in William Bender's fourth-grade public-school class, informed me that the class corn snake could eat a rat faster than the class boa constrictor. Bender teaches 26 fourth graders, all boys. Down the hall and around the corner, Michelle Gay" , "date" : "20080302" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine" , "Education"] , "page_facet" : "38" , "title" : "Teaching to the Testosterone" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/02\/magazine\/02sex3-t.html"} , {"body" : "The butter-hued building with porthole windows rises from the weathered brownstones of Crown Heights like a yellow submarine surfacing from a slate-gray sea. The Brooklyn Children's Museum, after a six-year, $46 million expansion complicated by financial challenges, is readying itself to open in May. On a recent afternoon Rafael Viñoly, the" , "date" : "20080228" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "A Serious Building, Tailor Made for Fun" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/28\/arts\/design\/28vino.html"} , {"body" : "In the smoky caldron of a high-rise fire, it is the firefighter's worst nightmare: a door left ajar, a window that suddenly breaks under intense heat and a blast of wind. At its worst, the outcome is catastrophic. Known to firefighters as a blowtorch effect, the instant combination of fire and wind can blast fireballs across rooms and down" , "date" : "20080225" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "GOVERNORS ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Tackling Challenges of High-Rise Blazes, Fire Officials Go to the Laboratory" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/25\/nyregion\/25fan.html"} ,   {"body" : "Junior High School 22, in the South Bronx, had run through six principals in just over two years when Shimon Waronker was named the seventh. On his first visit, in October 2004, he found a police officer arresting a student and calling for backup to handle the swelling crowd. Students roamed the hallways with abandon; in one class of 30, only 5" , "date" : "20080208" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "In Bronx School, Culture Shock, Then Revival" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/08\/nyregion\/08principal.html"} , {"body" : "JACOB GOLDSTEIN, the longtime chairman of Community Board 9 and the unofficial mayor of Crown Heights, Brooklyn, was driving his little red Ford Contour through the neighborhood the other day, honking at acquaintances. Several times on every block, he braked and gestured at a newly risen, salmon-colored apartment building, or a plywood fence" , "date" : "20080203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "CROWN HEIGHTS; Here Come the Babies. There Go the Jackhammers." , "url" : "http:\/\/www.nytimes.com\/2008\/02\/03\/nyregion\/thecity\/03mult.html"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "Dibs on a Junker Q. There's an older BMW parked near my home in Jackson Heights, Queens, that has clearly been abandoned. It's been there for more than a month and it is accumulating parking tickets. Is there any legal way for someone to claim it as one's own? A. Sorry. You can legally take possession of an abandoned sofa, but not a BMW. The" , "date" : "20080203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F. Y. I." , "url" : "http:\/\/www.nytimes.com\/2008\/02\/03\/nyregion\/thecity\/03fyi6.html"} , {"author" : "E-mail: susan.dominus@nytimes.com" , "body" : "Derrick Braxton has six fingers on his left hand, but that's only one of the reasons he had a circle of fascinated students gathered around him one day early in his first semester at college. A freshman at Finger Lakes Community College in Canandaigua, N.Y., Mr. Braxton was eating a salami and cheese sandwich in the school lounge last fall when a" , "date" : "20080128" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CANANDAIGUA (NY)" , "NEW YORK CITY" , "FINGER LAKES REGION (NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "BIG CITY; Stranger in a Strange Land Earns Himself an Encore" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/28\/nyregion\/28bigcity.html"} , {"body" : "ANYONE who has seen one of Anna Deavere Smith's full-length theater works -- ''Fires in the Mirror'' or ''Twilight: Los Angeles, 1992'' -- will have some idea of what to expect at ''Let Me Down Easy, '' at Long Wharf through Feb. 3. For everyone else, a bit of an introduction is in order. But that's a problem. Ms. Smith wears so many hats -- and" , "date" : "20080127" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "14" , "title" : "THEATER | NEW HAVEN; The Multiple Faces Of Anna Deavere Smith" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/27\/nyregion\/nyregionspecial2\/27spotct.html"} , {"author" : "E-mail: susan.dominus@nytimes.com" , "body" : "The subway in New York is a high-speed tour of the best and worst the city has to offer, a fast-moving showcase of surprising civility, but also, occasionally, unnerving cruelty. At those times, the commute home feels like a test: A woman across the car is shaking her child, shaking him hard enough that it hurts just to watch, but who's to say what" , "date" : "20080125" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "BIG CITY; Hard Days Behind Her, She Helps Families With Theirs" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/25\/nyregion\/25bigcity.html"} , {"body" : "The four-story red-brick building blends in with the apartment houses on a hardscrabble stretch of hair salons and liquor stores in Crown Heights, Brooklyn. But it is here, miles from what was not long ago the most notorious skid row in America, where a new kind of Bowery makes its home. The building, an eight-unit residential property at 69" , "date" : "20080122" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Illegal Boarding Houses Pit City's Laws Against Lack of Alternatives" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/22\/nyregion\/22homeless.html"} , {"body" : "Anna Deavere Smith covers a big patch of territory in ''Let Me Down Easy,'' her populous new solo show at the Long Wharf Theater here. A checklist of topics covered would include the steroid scandal in sports, cancer therapies, African folk healing, the genocide in Rwanda, the tragedy of Katrina and the ailing American health-care system. Oh, and" , "date" : "20080122" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "THEATER REVIEW | 'LET ME DOWN EASY'; The Body of Her Work: Hearing Questions of Life and Death" , "url" : "http:\/\/theater2.nytimes.com\/2008\/01\/22\/theater\/reviews\/22easy.html"} , {"body" : "AS usual, Mendy Pellin wore the traditional black coat and hat of a Hasid and sat on a high stool facing the camera. He read quickly through a page of notes, shook his head vigorously in the way of preparation, and signaled his readiness with a nod to his cameraman, Dovi Trappler. As the camera rolled, Mr. Pellin's voice dropped to the confident" , "date" : "20080113" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "6" , "title" : "CROWN HEIGHTS; Comedy Central, By Way Of the Torah" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/13\/nyregion\/thecity\/13hasi.html"} , {"body" : "''The littlest things you do in people's lives that, you don't know, it changes their whole life,'' Iman Thomas said. This spring, Ms. Thomas, 31, will discover if a grant from The New York Times Neediest Cases Fund, coupled with her own determination, can change her life and the lives of her three children. In March, she will complete a" , "date" : "20080112" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "5" , "title" : "THE NEEDIEST CASES; Getting Help to Enable Herself to Help Others" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/12\/nyregion\/12neediest.html"} ,   {"body" : "New York residents are being hit with an unusual combination this week: unseasonably warm weather and maddeningly large heating bills. After receiving a bill for nearly $1,200 on Monday, Maxine Simpson turned off her hot-water heater to conserve oil. Ms. Simpson said that she had been taking just 100 gallons at a time from her dealer -- enough to" , "date" : "20080111" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New Yorkers Paying More Than Ever to Keep Their Homes Warm This Winter" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/11\/nyregion\/11homeheat.html"} , {"body" : "By the time thousands of mourners gathered on Tuesday to say farewell to Lt. John H. Martinson, his fellow firefighters had already spent five days telling the world about his bravery, his willingness to run first into the flames and stay there until everyone had escaped, which is part of what led to his death last week at a smoky Brooklyn blaze." , "date" : "20080109" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Tributes and Grief at a Funeral for a Firefighter" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/09\/nyregion\/09funeral.html"} , {"body" : "It has been 50 years since the Brooklyn Dodgers played their last game at Ebbets Field on Sept. 24, 1957. For residents of the Ebbets Field Apartments -- the high-rise housing complex erected at the site of the ballpark in Crown Heights -- 50 years can seem like ancient history. The teenagers talk basketball, not baseball. One tenant says he thinks" , "date" : "20080106" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EBBETS FIELD (BROOKLYN)" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Where Once Brooklyn Triumphed, a Tragic Scene" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/06\/nyregion\/06ebbetts.html"} , {"body" : "Beneath the freshly hung black- and-purple bunting on Engine Company 249's firehouse in Brooklyn on Friday morning, the firefighters' commanding officer summed up the department's latest loss in six words. ''John Martinson went in first, always,'' Capt. Thomas Reilly said. Lieutenant Martinson was, indeed, the first firefighter into the" , "date" : "20080105" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "To Friends and Family, A Fallen Firefighter Was 'Johnny Nice Guy'" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/05\/nyregion\/05life.html"} , {"body" : "A Brooklyn strip club bouncer and martial arts enthusiast who had said he was framed by police assassins was sentenced to 50 years to life in prison on Thursday for the murders of two men in 2005. The bouncer, Stephen Sakai, 32, was dealt the maximum sentence by Justice John P. Walsh of State Supreme Court in Brooklyn, but not before introducing" , "date" : "20080104" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Bouncer Gets 50 Years to Life for 2 Murders" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/04\/nyregion\/04bouncer.html"}]