[  {"body" : "IN the last 25 years, the Cypress Hills Local Development Corporation has created 259 units of affordable housing -- from studio apartments to multifamily houses-- in impoverished sections of far-eastern Brooklyn, including the neighborhood of Cypress Hills, from which it took its name. The nonprofit organization has also built schools, operated" , "date" : "20081116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "POSTING; Investing in a Neighborhood" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/16\/realestate\/16post.html"} , {"body" : "It was hard living upstairs from Nixzmary Brown's family. The screaming and fighting were nearly constant, said one neighbor, Ulbis Rivera. There were the daily visits from Nixzmary's mother, Nixzaliz Santiago, and her complaints about life with her husband, Nixzmary's stepfather, Cesar Rodriguez. There was the day, Ms. Rivera recalled, when Ms." , "date" : "20080927" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Telling, Again, Of Girl's Death A Floor Below" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/27\/nyregion\/27nixzmary.html"} , {"body" : "Andrea Beth Lack and Arthur Stewart Friedman are to be married on Sunday at Water's Edge, a restaurant in Long Island City, Queens. Rabbi Jay C. Shoulson will officiate. The bride, 39, is a vice president of the American Heart Association in Manhattan, where she oversees fund-raising events. She graduated from the State University of New York at" , "date" : "20080713" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "12" , "title" : "Andrea Lack, Arthur Friedman" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/13\/fashion\/weddings\/13LACK.html"} , {"body" : "THE photograph, in the archives of the Brooklyn Historical Society, showed a group of people having drinks at Whittaker's Hotel, a long-disappeared way station in Canarsie that once served travelers bound for the Rockaways. It was just what Brian Merlis, who publishes books of historical Brooklyn photographs, wanted. But in April, a few weeks after" , "date" : "20080629" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CANARSIE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "6" , "title" : "BROOKLYN HEIGHTS; A Look Back at Canarsie, Clouded by Copyright Woes" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/29\/nyregion\/thecity\/29hist.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Friday, 9 p.m. to 1 a.m., ''One Step Beyond,'' a dance party with cocktails and a special screening of ''Passport to the Universe,'' the inaugural space show at the opening of the Rose Center for Earth and Space in 2000; $20. Through Jan. 4, ''The" , "date" : "20080627" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/27\/arts\/27wspare.html"} , {"body" : "A robbery suspect being chased by the police burst into a Brooklyn elementary school with a loaded handgun on Wednesday afternoon, prompting students to be evacuated or locked in classrooms with their teachers as officers swarmed the building, the authorities said. Officials said that the gunman was running from plainclothes officers about 1:50" , "date" : "20080619" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "Fleeing Gunman Is Captured in Brooklyn Grade School" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/19\/nyregion\/19gunman.html"} , {"author" : "E-mail: sgfreedman@nytimes.com" , "body" : "The Rev. Brian Jordan had just loped to the end of a long run on a Saturday afternoon, savoring one of those rare times a priest could be considered off duty, when he checked the message on his cellphone. The voice belonged to an old contact in Local 14 of the operating engineers' union. His words were succinct and specific: ''There's been an" , "date" : "20080517" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "15" , "title" : "ON RELIGION; Tending to a Flock in Hard Hats" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/17\/us\/17religion.html"} , {"body" : "A 36-year-old man who plunged more than 30 feet to his death as he left Tuesday's game at Shea Stadium had tried to slide down an escalator handrail and lost his balance, the police said Wednesday. The man was identified by the police as Antonio Nararainsami, a father of two from the Cypress Hills section of Brooklyn who was attending the game with" , "date" : "20080417" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "2" , "title" : "METS NOTEBOOK; Police Say Fan Lost Balance Sliding on Handrail" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/17\/sports\/baseball\/17shea.html"} , {"body" : "IN 1991, the high crime rate at the Cypress Hills Houses in East New York, Brooklyn, made it the perfect setting for Mayor David Dinkins to announce a crackdown on illegal guns. It was a little too perfect, in fact. As the mayor spoke, shots rang out a block and a half away. People in the crowd screamed, some started to run and others ducked for" , "date" : "20080413" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In the Projects, Hope and Hard Knocks" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/13\/nyregion\/thecity\/13cypr.html"} , {"body" : "Paul Lacy, 50, has lived in Brooklyn for all but two years since 1983. He has worked as a night watchman and an apprentice furniture maker. Now he does freelance page layout for publishers of science and technical books. But Mr. Lacy's real passion -- like that of so many New Yorkers who are defined as much by their hobbies as their day jobs -- is" , "date" : "20080411" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "2" , "title" : "CITY ROOM; Storefronts as Metaphor for a Changing Borough" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E6DD153DF932A25757C0A96E9C8B63"} ,   {"body" : "It was a big show of force: 60 people under arrest, 5 gangs vanquished, more than 200 criminal charges, a $1.5 million narcotics enterprise shattered and an urban village of 3,500 liberated. The 2002 raid on the sprawling Cypress Hills housing project in East New York, said Charles J. Hynes, the Brooklyn district attorney, shut down ''a historic" , "date" : "20080406" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Conspiracy and Compromise" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/06\/nyregion\/06arrests.html"} , {"body" : "Thousands of parents, students, teachers and administrators rallied in front of City Hall in late afternoon rain Wednesday, denouncing budget cuts to the Education Department and demanding that the state and the city fulfill pledges they made last year to drastically increase spending for the public schools. ''This is all parents talk about,'' said" , "date" : "20080320" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "Thousands Protest Budget Cuts Aimed at City Schools" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/20\/nyregion\/20schools.html"}]