[  {"body" : "Along Linden Boulevard in East New York, the officers of Operation Impact patrol the Pink Houses with all the rigor of a military patrol, a clannish band of partners whose uniforms shout authority even when they do not speak. They tread the maze of eight-story buildings, inspect the interior staircases, aim their flashlights into the nighttime" , "date" : "20081224" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "A Special Effort in Tough Precincts Makes Inroads Against Crime" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/24\/nyregion\/24crime.html"} , {"author" : "Tina Rosenberg, a contributing writer for the magazine, has written extensively about Latin America." , "body" : "FORTY-NINE YEARS AGO, the anthropologist Oscar Lewis published a book called ''Five Families: Mexican Case Studies in the Culture of Poverty,'' detailing a single day in these families' lives. One family, headed by Jesús Sánchez, a food buyer for a restaurant, continued to tell its story in a second Lewis book, the widely read ''Children of" , "date" : "20081221" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MEXICO"] , "nytd_section_facet" : ["Magazine" , "Health"] , "page_facet" : "46" , "title" : "A Payoff Out of Poverty?" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/21\/magazine\/21cash-t.html"} , {"body" : "Ben Sherman, principal of the new East-West School of International Studies in Flushing, Queens, was mortified one morning when a fire drill unexpectedly interrupted a cultural program, sending students and visitors from Korea scurrying outside. The drill had been planned by the principal of Intermediate School 237, whose building Mr. Sherman's" , "date" : "20081221" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "U.S." , "Education"] , "page_facet" : "1" , "title" : "Looking for Common Ground As More Schools Share a Roof" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/21\/education\/21shared.html"} , {"body" : "And then there was one. The owners of Starrett City, the sprawling low- and moderate-income housing complex on Jamaica Bay in Brooklyn, are negotiating with the finalist in the bidding to buy the property: a group that includes the Christian Cultural Center, the Cogsville Group, the Clarett Group and the nonprofit Housing Partnership Development" , "date" : "20081220" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["JAMAICA BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Effort to Sell Starrett City Is Down to Single Bidder" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/20\/nyregion\/20starrett.html"} , {"body" : "The Paterson administration's proposal for an 18 percent tax on sugary sodas and juice drinks -- an effort that state officials said would reduce obesity while raising more than $400 million a year for health programs -- has already touched off a vigorous debate among New Yorkers, nutrition experts and officials from the beverage industry, which" , "date" : "20081217" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "A Tax on Many Soft Drinks Sets Off a Spirited Debate" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/17\/nyregion\/17sugartax.html"} , {"body" : "TIME marches on. And David Birdoff was staring down mandatory retirement at his law firm. It meant big changes ahead. ''It shakes your life,'' said his wife, Shari Birdoff, a teacher. ''I don't think you are really prepared, or at least we weren't.'' At the same time, the rent was rising on the family's two-bedroom apartment on the Upper West Side." , "date" : "20081207" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "THE HUNT; The Next Chapter, in Harlem" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/07\/realestate\/07hunt.html"} , {"body" : "TALK to a bankruptcy lawyer for a few minutes -- just pick a firm from one of the big ads in the phone book -- and you'll hear the stories of outlandish fiscal recklessness, of clients with moderate incomes and three mortgaged houses, or with multiple credit cards and tens of thousands of dollars in debt. The lawyers have been at the center of the" , "date" : "20081207" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DISPATCHES; What's Left When the Last Penny's Gone" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/07\/nyregion\/thecity\/07disp.html"} , {"body" : "The principal of a charter school run by the city's teachers' union, a rare type of school that has been described by some supporters as proof that charter schools could flourish even under strict labor rules, has resigned after clashing with teachers and union leaders, people affiliated with the school said. Drew D. Goodman stepped down last week" , "date" : "20081204" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "41" , "title" : "At School Union Runs, Principal Steps Down" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/04\/nyregion\/04uft.html"} , {"body" : "A dispute inside the Bloomberg administration pitting the city's housing agency against the mayor's budget office has delayed the building of hundreds of homes for low- and moderate-income New Yorkers in economically struggling neighborhoods, city officials, developers and advocates of such housing say. The dispute between the two agencies -- the" , "date" : "20081203" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Feud Between City Agencies Delays Moderate-Cost Housing" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/03\/nyregion\/03housing.html"} , {"author" : "Joseph O'Neill is author of the novel ''Netherland.''" , "body" : "OUTDOOR corners may be instructively contrasted with interior ones. A corner indoors is rarely fun and may even be a place of punishment: in my partly French-speaking childhood (long story), the maternal command ''Au coin!'' exiled me to the penitentiary of two walls, where, for an eternal minute, I'd ponder the paint job. (And, indeed, the concept" , "date" : "20081130" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CHELSEA (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Cornerville" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/30\/nyregion\/thecity\/30corn.html"} ,   {"body" : "New York City children who live in public housing perform worse in school than students who live in other types of housing, according to a study by New York University researchers. The study, which is being released on Monday, found that students living in public housing are more likely to drop out of high school and less likely to graduate in four" , "date" : "20081124" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "21" , "title" : "Children Who Live in Public Housing Suffer in School, Study Says" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/24\/nyregion\/24children.html"} , {"body" : "IN the last 25 years, the Cypress Hills Local Development Corporation has created 259 units of affordable housing -- from studio apartments to multifamily houses-- in impoverished sections of far-eastern Brooklyn, including the neighborhood of Cypress Hills, from which it took its name. The nonprofit organization has also built schools, operated" , "date" : "20081116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "POSTING; Investing in a Neighborhood" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/16\/realestate\/16post.html"} , {"body" : "Debra, a single mother who works in health care administration, is one of millions of Americans who do their jobs, believe in paying their bills and are still facing the threat of losing their home. Debra, who did not want her last name to be published, bought a home in the East New York section of Brooklyn for more than $600,000 in 2006. The house" , "date" : "20081115" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "20" , "title" : "EDITORIAL; Unaffordable, Unsustainable" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/15\/opinion\/15sat4.html"} , {"body" : "A MATTER Of Principle Waiting in a drab hallway of a Lower Manhattan courthouse, Kimber VanRy got a bit of unsolicited advice from a Brooklyn auto mechanic who had just agreed to pay $15 for violating, as Mr. VanRy is accused of doing, the city's open-container law. ''If I was you, I would have pled guilty and paid the $15,'' the mechanic said." , "date" : "20081114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "25" , "title" : "CITY ROOM; A Matter of Principle" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D02EEDA113DF937A25752C1A96E9C8B63"} , {"body" : "A man delivering food to the homebound elderly was shot and killed in the lobby of an apartment building in Brownsville, Brooklyn, on Monday morning, the police said. Whether the shooting was part of a robbery was not immediately known. The victim, Imonil Aminov, 55, worked as a deliveryman for the Jewish Association for Services for the Aged," , "date" : "20081111" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Man, 55, Is Shot to Death Delivering Meals for Charity" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/11\/nyregion\/11meals.html"} , {"body" : "A Brooklyn woman accused of beating her 11-year-old daughter to death denied that she did so and contended that the girl was injured when she slipped in the bathtub, the woman's lawyer said on Tuesday. The woman, Florencia Vasquez, 36, was charged with second-degree murder, manslaughter and criminally negligent homicide in the death of her daughter" , "date" : "20081029" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Mother Says Child Died After Fall In Bathtub" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/29\/nyregion\/29girl.html"} , {"body" : "An article on Monday about the questioning of a Brooklyn woman in the death of her 11-year-old daughter, Alejandra Vasquez, referred incorrectly in some editions to the girl's schooling. Although neighbors said Alejandra attended Intermediate School 292 in East New York, City Education Department officials said Alejandra was not enrolled in any" , "date" : "20081029" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections"] , "page_facet" : "4" , "title" : "Corrections: For the Record" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9801E3DF103BF93AA15753C1A96E9C8B63"} , {"body" : "The mother of an 11-year-old girl who arrived in New York from Mexico last month used a mop handle to beat her on Thursday -- a thrashing so severe it left the girl listless, vomiting and confined to bed, the police said. Sometime between then and Sunday morning, they said, the girl died. After hours of being questioned on Sunday, the mother," , "date" : "20081027" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Brooklyn Woman Is Questioned in Death of Daughter, 11" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/27\/nyregion\/27dead.html"} , {"body" : "Marie-Dennett McDill loved the Carlyle Hotel. She stayed there whenever she was in New York, and adored the regular entertainers like Bobby Short and Eartha Kitt at the Café Carlyle, and the pianist Loston Harris in the lively Bemelmans Bar. She loved the uniformed elevator men and bellmen and the family of longtime staff. She loved that Central" , "date" : "20081022" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "And at the End, All the Comforts of the Carlyle" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/22\/nyregion\/22carlyle.html"} , {"author" : "Susan Hartman is the author of two books of poetry, ''Dumb Show'' and ''El Abogado.''" , "body" : "TWENTY years ago, six girls lit up a troubled Brooklyn block. Gunfire could be heard in the distance. There was a stream of visitors to the apartments of drug dealers. But these girls had claimed a patch of sidewalk in front of their building, and from April to October, on a strip of Parkside Avenue just east of Prospect Park, these 8- and" , "date" : "20081019" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Jump Rope Girls, 20 Years On" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/19\/nyregion\/thecity\/19jump.html"} ,   {"body" : "INTERNATIONAL NORTH KOREA BARS INSPECTORS From Nuclear Complex North Korea heightened pressure on the Bush administration by barring international inspectors from all parts of its Yongbyon nuclear complex, even as administration officials said they believed that they were close to a deal to end a stalemate with the North over its nuclear program." , "date" : "20081010" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Inside The Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F04EEDF1031F933A25753C1A96E9C8B63"} , {"body" : "An explosion in a manhole where Consolidated Edison workers had been splicing cables left one worker dead and another injured in Brooklyn on Thursday afternoon. The man who was killed, George Dillman, 26, had been working in the manhole, filled with 120-volt power lines, at the intersection of Euclid and Sutter Avenues in East New York. His" , "date" : "20081010" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Con Ed Worker Killed in Brooklyn Manhole Explosion" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/10\/nyregion\/10manhole.html"} , {"body" : "It is a statistic surprising even to those it describes: Same-sex couples in the Bronx are more likely to have children than those in any other New York City borough, according to a study released last month, and perhaps more than any county in the country. For Ron and Greg Poole-Dayan, whose 7-year-old twins were born to a surrogate mother, it's a" , "date" : "20080930" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Gay Families Find the Bronx Is a Place to Call Home" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/30\/nyregion\/30bronx.html"} , {"body" : "Five men were killed in separate shootings and stabbings in the city early Sunday, the police said. In Canarsie, Brooklyn, the police said, Ramel Fletcher, 29, of Rockaway Parkway, was stabbed in the neck and throat at 12:30 a.m. on a sidewalk at 1630 East 102nd Street. Neighbors said on Sunday afternoon that Mr. Fletcher had been part of a crowd" , "date" : "20080929" , "day_of_week_facet" : "Monday" , "geo_facet" : ["MANHATTAN (NYC)" , "BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "title" : "Five Men Die in a Spate of Violence in New York" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/29\/nyregion\/29murder.html"} , {"body" : "IN her 19 years as a corrections officer on Rikers Island, Barbara Williams has been trapped in a mess hall with rioting inmates and thrown against an iron gate by a man twice her size who left her with a fractured shoulder. But nothing makes her wince like remembering the time an inmate commented on the way her hips swayed ever so slightly beneath" , "date" : "20080928" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Changing of the Guard" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/28\/nyregion\/thecity\/28guar.html"} , {"body" : "Depression has no place in an amusement park, but a definite pall hung over Astroland at Coney Island on Sunday, even as the screams of thrill seekers -- grade-school children, metal-mouthed teenagers and nostalgic, if slightly nauseated, grownups -- tore through the air. On Thursday, the park's owner, Carol Albert, announced that Sunday would be" , "date" : "20080908" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Summer Without Astroland?" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/08\/nyregion\/08astroland.html"} , {"author" : "Alice Mattison's latest novel, ''Nothing Is Quite Forgotten in Brooklyn,'' will be published this month by Harper Perennial." , "body" : "''GO one stop on the express, change for the local and get on at the back of the train.'' My father knew how to take the subway almost anywhere, and he'd even instruct you where to stand on the platform so as to be near the most convenient exit when you got off. But going from one place in Brooklyn to another was beyond even him. When I was a" , "date" : "20080907" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK OBSERVED; Along the Tracks of Her Mind" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/07\/nyregion\/thecity\/07trai.html"} , {"body" : "It was a grueling day of nonstop activity for United States Representative Edolphus Towns. He started campaigning shortly after sunrise at a subway station in East New York, in the heart of his Congressional district in Brooklyn. By day's end last Thursday, he had stumped at a senior center and a community barbecue, solicited contributions by phone" , "date" : "20080904" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Accused of Being Out of Touch, a 25-Year Congressman Campaigns for Dear Life" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/04\/nyregion\/04edtowns.html"} , {"body" : "Before attempting to adequately describe the self-contained world created by the tens of thousands of masqueraders who will participate in the annual West Indian American Day Carnival in Brooklyn on Monday, it is helpful to understand a couple of points. First, a coordinated group of people participating in the Caribbean-inspired event wearing" , "date" : "20080901" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CARIBBEAN AREA" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Carnival Approaches, and the Sequins Fly" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/01\/nyregion\/01parade.html"} , {"body" : "MICHAEL C. MARTIN sat in the back of a musty soul-food joint in Bushwick, Brooklyn, eyeballing two men in police uniforms who were arguing at a table by the front window. The younger man's voice was angry and rising, hushed only by the growling of a train clawing its way across the elevated tracks outside. Mr. Martin watched as the men carried" , "date" : "20080810" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "FILM; Brooklyn to Hollywood: That's Some Subway Ride" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/10\/movies\/10Lee.html"} ,   {"body" : "Jose Pico, 17, just became a freak. So far, it's working out well. ''My cousin was working here as a freak, and he got fired, so they hired me,'' said Jose, who has been working for only a week at Shoot the Freak, a popular game on the Coney Island Boardwalk near Stillwell Avenue. Customers pay to shoot paint balls at a young man in full pads," , "date" : "20080808" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "It's a Living: Acting Like a Freak and Getting Shot" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/08\/nyregion\/08freak.html"} , {"body" : "In Harlem, Marline A. Martin, the executive director of the Children's Art Carnival, figures that losing her financing from the city's Cultural Affairs Department means she will have half the number of students this fall in her school-day program for children whose schools don't offer art. Downtown, near Stuyvesant Park, Diane Fraher Thornton, the" , "date" : "20080724" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Looking For Equity In Arts Financing" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/24\/arts\/24group.html"} , {"body" : "Over the course of his public life, Councilman Charles Barron's critiques of the New York Police Department have been nothing short of scathing. In fact, Mr. Barron, a Democrat from Brooklyn and a former Black Panther, is perhaps best known for his highly public and unyielding condemnation of the police. So, understandably, the ears of many a New" , "date" : "20080722" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Brooklyn Councilman, Often a Critic, Praises the Police" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/22\/nyregion\/22barron.html"} , {"body" : "There was a time, in the 1970s and '80s that handguns were so coveted on the streets of Kings County, that the borough gave rise to a law enforcement legend known as the Brooklyn Bounce. If you were to throw a gun from a window in Bay Ridge or Bushwick, so the legend went, it would be eagerly grabbed before it had a chance to bounce more than once." , "date" : "20080720" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Swapping Guns for Cash, at Church" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/20\/nyregion\/20guns.html"} , {"body" : "In a second round of bidding for Starrett City, eight groups submitted bids Tuesday that were substantially lower than a failed $1.3 billion offer made last year for the working- and middle-class enclave on Jamaica Bay in Brooklyn. The winner, in all likelihood, will be a nonprofit housing company, rather than the kind of private equity firms and" , "date" : "20080709" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["STARRETT CITY HOUSING DEVELOPMENT (BROOKLYN)" , "NEW YORK CITY" , "JAMAICA BAY (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "8 Lower Bids for Starrett City Complex Under Plan to Save Middle-Class Housing" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/09\/nyregion\/09starrett.html"} , {"body" : "Childhood lead poisoning declined by 15 percent last year, the Department of Health and Mental Hygiene reported on Wednesday, reaching the lowest rate ever recorded in New York City. The 2007 figure -- 1,970 poisonings among children 6 months to 6 years of age -- is a 90 percent decline since 1995, when nearly 20,000 children were identified with" , "date" : "20080703" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Lead Poisoning Cases Decline" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/03\/nyregion\/03lead.html"} , {"body" : "Brooklyn's 10th Congressional District, home to more African-Americans than any other in New York, gave Senator Barack Obama his highest margin of victory in the state. But the district's longtime congressman, Edolphus Towns, did not share his constituency's preference for Mr. Obama. Now some of those voters are pushing to oust him. ''His decision" , "date" : "20080701" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A New Campaign Charge: You Supported Clinton" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/01\/us\/politics\/01dems.html"} , {"body" : "Aging fiber-optic cable in Brooklyn and Queens has become the latest obstacle to a planned high-tech system of surveillance cameras meant to safeguard the subway and commuter railroads, according to Metropolitan Transportation Authority officials. The system, which is expected to cost at least $450 million, is a crucial component of a larger" , "date" : "20080626" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "More Delays For Cameras In Subways" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/26\/nyregion\/26security.html"} , {"body" : "EVER since 2003, when a leggy Muslim girl from Senegal named Hawa Kebe immigrated to Brooklyn, in the eighth grade, she has dreamed of going to her senior prom. So in the late fall, when she learned that her high school wasn't planning a prom, she volunteered to organize one. Never mind that many of Hawa's classmates at the International High" , "date" : "20080622" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "This Strange Thing Called Prom" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/22\/nyregion\/thecity\/22prom.html"} , {"body" : "A licensed engineer was charged Thursday with filing fraudulent plans with the city's Department of Buildings in connection with a Brooklyn construction site where the collapse of earth and debris killed a day laborer in March. The owner of the site was indicted on June 12 on manslaughter charges in connection with the collapse. The charges come at" , "date" : "20080620" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Engineer Is Charged in Fatal Wall Collapse" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/20\/nyregion\/20indict.html"} ,   {"body" : "The title ''Eminent Domain: Contemporary Photography and the City'' suggests a history of contested municipal development projects like the Atlantic and Hudson Yards. Instead, this show at the New York Public Library is about the photographer's proprietary claim to the urban landscape. That claim was briefly threatened last year by a Bloomberg" , "date" : "20080613" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "ART REVIEW | 'EMINENT DOMAIN'; Staking Claim to a City, With Camera in Hand" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/13\/arts\/design\/13cont.html"} , {"body" : "Calling her actions ''an outrageous breach of trust,'' a judge sentenced Diane M. Gordon, a former state assemblywoman from Brooklyn, to two to six years in prison on Thursday for offering to help a developer acquire city land if he would build her a house free. Ms. Gordon, a four-term Democrat from East New York, will be eligible for parole after" , "date" : "20080613" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Ex-Legislator Is Sentenced To 2 to 6 Years" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/13\/nyregion\/13gordon.html"} , {"body" : "The owner of a Brooklyn construction site where a day laborer died in March when earth and debris collapsed on him was charged with manslaughter on Wednesday. In announcing the indictment, at a time in which construction-related deaths in New York are running far ahead of last year's pace, the authorities said that more construction-related" , "date" : "20080612" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Manslaughter Charge in Trench Collapse" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/12\/nyregion\/12indict.html"} , {"body" : "In 2000, the New York City Housing Authority decided to tear down the playground at the Marcus Garvey housing project in East New York, Brooklyn. It was not very big or all that attractive. But it was a refuge where children played on two sets of jungle gyms, slides and a water sprinkler, next to a small grassy field. The authority promised that" , "date" : "20080610" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Promised Brooklyn Community Center May Not Open" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/10\/nyregion\/10center.html"} , {"body" : "For New Yorkers who voted to impose term limits on the City Council, the promise was to sweep clean a moldering institution and fill it with ''citizen legislators'' who would bring energy and fresh ideas from the private sector, where they would return after their eight-year allotments. But as the first class of councilors elected under the term" , "date" : "20080609" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Here They Run Again: Term Limits Don't Seem to Faze Council Members" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/09\/nyregion\/09term.html"} , {"author" : "E-mail: dwyer@nytimes.com" , "body" : "Ten feet away, Everton Wagstaffe stopped. He was on his way to a meeting, but first, everything in his possession would be searched. This is life behind bars on Monday morning at the Greene Correctional Center in Coxsackie, N.Y. He handed a mesh sack of papers to a correction officer, then waited without a blink of impatience. The sack held copies" , "date" : "20080604" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "ABOUT NEW YORK; DNA Test Offers Inmate a Chance At Freedom After 16 1\/2 Years" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/04\/nyregion\/04about.html"} , {"body" : "The owners of Starrett City, a 34-year-old housing complex on Jamaica Bay in Brooklyn, have reached an agreement with federal, state and city officials on the sale of the 140-acre enclave under guidelines that would ensure that it remains a haven of housing affordable to working and middle-class families. The agreement would not only allow for the" , "date" : "20080602" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "JAMAICA BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In New Sale, Starrett City Would Stay Affordable" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/02\/nyregion\/02starrett.html"} , {"body" : "Here they come, chugging down Fifth Avenue with their cargo of gleeful passengers: public double-decker buses in New York City! The announcement on Thursday that New York City Transit might bring back the double-decker bus, last seen plying the streets on a regular basis circa 1953, is certainly good news to fans of good old New York. But why stop" , "date" : "20080524" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "FIFTH AVENUE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York's Past Beckons The Future" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/24\/nyregion\/24bygone.html"} , {"body" : "The crack in the facade of the century-old apartment building looked ominous. Nearly an inch wide and jagged, it ran through the basement and up the front wall, causing the building to list precariously to the right. The damage, city officials said, was caused by construction next door, at 325 20th Street in south Park Slope, Brooklyn, where" , "date" : "20080520" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "PARK SLOPE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "From Cracks to Falling Cranes, a Big Job for Building Inspectors" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/20\/nyregion\/20inspect.html"} , {"body" : "Chapter 3: The Czechoslovakia Lady You can find out a lot about a recently dead man on the Internet if you are willing to put in some time, even if you are philosophically opposed to the ease of the endeavor. Let me amend that: you can find out a lot about a recently dead man on the Internet if he was part of the world whose existence is recorded" , "date" : "20080518" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "30" , "title" : "SUNDAY SERIAL | THE FUNNY PAGES; Mrs. Corbett's Request: Chapter 3: The Czechoslovakia Lady" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/18\/magazine\/18serial-t.html"} ,   {"body" : "SCHEIN--Harvey, 80, passed away on May 13th peacefully at his home in New York City after a heroic battle with cancer. Beloved husband of Joy, devoted father to Mark and Justin and their wives Maria and Eden, ever-proud grandfather to Aaron, Sophia and Micah. Born in the Bronx and raised in the East New York section of Brooklyn, he went on to serve" , "date" : "20080514" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "21" , "title" : "Paid Notice: Deaths SCHEIN, HARVEY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D06E1DF1E3AF937A25756C0A96E9C8B63"} , {"body" : "The long walk to the Rose M. Singer chapel on Rikers Island starts after the wedding party passes through metal detectors. When the bride and groom reach the altar, the chapel doors are locked behind them. Marriage vows are uttered in a windowless room with cinder-block walls. There is no cake, no music and no photography. And forget a honeymoon" , "date" : "20080510" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Marrying at Rikers: Few Frills, Many Rules" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/10\/nyregion\/10rikers.html"} , {"body" : "IN the shadows of the elevated tracks toward the end of the No. 3 line in East New York, Brooklyn, with an April chill still in the air, Denniston and Marlene Wilks gently pulled clusters of slender green shoots from the earth, revealing a blush of tiny red shallots at the base. ''Dennis used to keep them big, and people didn't buy them,'' Mrs." , "date" : "20080507" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Urban Farmers' Crops Go From Vacant Lot to Market" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/07\/dining\/07urban.html"} , {"body" : "INTERNATIONAL SCANDAL LINKS ISRAELI LEADER With New York Developer A Long Island philanthropist and fund-raiser for Israeli charities is at the center of a scandal enveloping Israel's prime minister, Ehud Olmert, that has riveted and agitated Israel despite a veil of secrecy over the investigation. The inquiry appears to involve suspicion of" , "date" : "20080507" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "INSIDE THE TIMES: May 7, 2008" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E3D81438F934A35756C0A96E9C8B63"} , {"body" : "Balla Tounkara, a player of traditional music from the West African nation of Mali, came to New York several years back to spread his country's sound to the world. He had been taught as a boy by his grandfather, who lived to be 117, how to make and then play the kora, a 21-string instrument fashioned from a large gourd wrapped in cowhide, with a" , "date" : "20080502" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "In Subway Platform, These Musicians See Their Stage" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/02\/nyregion\/02audition.html"} , {"body" : "''I love you, oh my God, you my idol!'' Ashley Smellie, a Long Island high school student, gushed as the young Brooklyn rapper Lil Mama emerged from a tour bus outside of a club in Queens last week. It was near midnight, and Lil Mama had been scheduled to perform for an audience of mostly teenage girls. They came to hear ''Lip Gloss,'' last" , "date" : "20080430" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Young Rapper's Plan: Move Up From Makeup" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/30\/arts\/music\/30mama.html"} , {"body" : "The last few re-election races have not been particularly easy ones for Representative Edolphus Towns, a 13-term incumbent from central Brooklyn. In fact, in the last election, in 2006, Mr. Towns won the primary with less than 50 percent of the vote in a three-way race. And now he is preparing again to face a challenge for the Democratic nomination" , "date" : "20080428" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Brooklyn Congressman and Veteran Of Tough Primaries Faces New Fight" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/28\/nyregion\/28brooklyn.html"} , {"body" : "On Saturdays during the school year and all week in the summer, PinChang Huang, 16, leaves her home in Queens just after dawn and boards a crowded van bound for a nail salon on Long Island. Through a long workday, she gives manicures, pedicures and massages, and observes her clients at the Aroma Spa with a careful eye. Older women are most prone to" , "date" : "20080414" , "day_of_week_facet" : "Monday" , "geo_facet" : ["EAST NEW YORK (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "MANHATTAN (NYC)" , "BEDFORD-STUYVESANT (NYC)" , "LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "With Mentors at Their Sides, Girls in Need Write Their Stories and Find New Lives" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/14\/nyregion\/14writers.html"} , {"body" : "IN 1991, the high crime rate at the Cypress Hills Houses in East New York, Brooklyn, made it the perfect setting for Mayor David Dinkins to announce a crackdown on illegal guns. It was a little too perfect, in fact. As the mayor spoke, shots rang out a block and a half away. People in the crowd screamed, some started to run and others ducked for" , "date" : "20080413" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In the Projects, Hope and Hard Knocks" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/13\/nyregion\/thecity\/13cypr.html"} , {"body" : "Marvin Sylvor, the merry-go-round man who dotted parks in New York City with fanciful painted ponies and went on to help populate the rest of the world with galloping steeds, flying manes and sparkly gold trappings on more than 60 carousels, died on Wednesday in Miami. He was 75. The cause was kidney failure, said his brother, Robert. His" , "date" : "20080411" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "7" , "title" : "Marvin Sylvor, a Designer of Carousels, Is Dead at 75" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/11\/nyregion\/11sylvor.html"} ,   {"body" : "State Assemblywoman Diane M. Gordon of Brooklyn was convicted on Tuesday of receiving a bribe for offering to help a developer acquire a parcel of city-owned land in her district if he would build her a free house in a gated community in Queens. The conviction means that Ms. Gordon, 58, a four-term Democrat from East New York, immediately loses her" , "date" : "20080409" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Lawmaker Found Guilty Of Corruption" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/09\/nyregion\/09gordon.html"} , {"body" : "Mark Graham sat inside the low-ceilinged ground floor of a narrow Brooklyn row house. The room was plain, and his mood was calm as he reflected on a favorite Bible verse. ''Seek the shalom of the city into which I have sent you into exile,'' he recited, from the Book of Jeremiah. He spread his arms and looked about. There was little to behold. But" , "date" : "20080407" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CITYWIDE; With an Ex-Inmate's Help, Returning to Life Outside" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/07\/nyregion\/07citywide.html"} , {"body" : "THE real estate markets of the Bronx, Queens, Brooklyn and Staten Island are suffering from the housing downturn that has afflicted much of the country, and yet they still have some pockets of strength. In parts of Brooklyn, buyers are still paying top dollar for coveted brownstones, and in some neighborhoods in Queens, the market is buoyed by" , "date" : "20080406" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)" , "BRONX (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Taking The Pulse Of the Boroughs" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/06\/realestate\/06cov.html"} , {"body" : "It was a big show of force: 60 people under arrest, 5 gangs vanquished, more than 200 criminal charges, a $1.5 million narcotics enterprise shattered and an urban village of 3,500 liberated. The 2002 raid on the sprawling Cypress Hills housing project in East New York, said Charles J. Hynes, the Brooklyn district attorney, shut down ''a historic" , "date" : "20080406" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Conspiracy and Compromise" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/06\/nyregion\/06arrests.html"} , {"author" : "Jeff Byles, an editor at The Architect's Newspaper, is the author of ''Rubble: Unearthing the History of Demolition.''" , "body" : "NEW YORK'S streets are as gritty as the city's reputation, traffic-clogged canyons of concrete where New Yorkers, on foot and in vehicles, jostle and growl, exulting all the while. Stared down a Hummer lately? Yet there is a growing desire to tame New York's 5,800 miles of streets, sidewalks and highways, which constitute the city's principal" , "date" : "20080406" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Taking Back the Streets" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/06\/nyregion\/thecity\/06stre.html"} , {"body" : "-- once promoted as the city's next gated community -- just over the East New York border in Lindenwood, Queens. It is made of green-painted particleboard and tattered black tarp lashed to a chain-link fence. There is a gate, and there are stones, some of which may indeed be cobbles in the dictionary sense of water-worn rocks. But there is not much" , "date" : "20080329" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "LINDENWOOD JOURNAL; Eight Undeveloped Acres And Secret Videotapes Figure in Official's Trial" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/29\/nyregion\/29journal.html"} , {"body" : "In a videotape played on Friday during her corruption trial, Assemblywoman Diane M. Gordon said she was not the only public official in her neighborhood interested in trading favors to a developer for a free house. On the tape, Ms. Gordon and a developer who was wearing a hidden camera are seen driving around her district in East New York," , "date" : "20080315" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Legislator Points Finger at Former Councilwoman" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/15\/nyregion\/15gordon.html"} , {"body" : "Assemblywoman Diane M. Gordon wanted a house. She said so on the videotape played on Thursday, the opening day of her corruption trial in Brooklyn. She wanted a $500,000 house in a new gated community that a developer named Ranjan Batheja was planning at the edge of her district in eastern Brooklyn. And it couldn't be just any house. ''Raj,'' she" , "date" : "20080314" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Videotape at Trial Shows Legislator Discussing Deal" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/14\/nyregion\/14gordon.html"} , {"body" : "A construction worker digging a foundation in Brooklyn was killed on Wednesday when part of a wall from the building next door collapsed on him. The 30-year-old worker, whose name was not released, was pronounced dead at Brookdale University Hospital and Medical Center. Another worker, who was also injured in the collapse, refused treatment. The" , "date" : "20080313" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Construction Worker Killed as Wall Collapses in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/13\/nyregion\/13collapse.html"} , {"body" : "Jury selection began Monday in the trial of State Assemblywoman Diane M. Gordon of Brooklyn, who is charged with arranging to receive a bribe from a developer. Prosecutors say that Ms. Gordon, a Democrat from East New York, offered to help the developer acquire city-owned land in return for a new half-million-dollar home in Queens. Ms. Gordon, 57," , "date" : "20080311" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Bribery Trial Of Legislator Starts in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/11\/nyregion\/11gordon.html"} ,   {"body" : "IN the predawn darkness, Mohamed Azeem Khan unlocked the front doors of the mosque in Jamaica, Queens, to prepare for the morning prayer. For Mr. Khan, the imam of Masjid Omar Ben Abdel-Aziz for 18 years, opening the mosque every morning has become as routine as the rising sun. But on this particular day, Feb. 1, Mr. Khan realized that something" , "date" : "20080309" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "QUEENS UP CLOSE; As Crime Visits Mosques, the Imams Grow Anxious" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/09\/nyregion\/thecity\/09mosq.html"} , {"author" : "E-mail: dwyer@nytimes.com" , "body" : "Larry Borger, tree man, bent a poplar branch into view. Its buds were well-spaced, meaning that the tree has been growing vigorously. With just a glance, he had started to break its secret codes. Mr. Borger is older than that tree and, for that matter, tens of thousands of other trees in the city, where he has been a practicing arborist since the" , "date" : "20080305" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "ABOUT NEW YORK; A Skyline That Sways In the Breeze" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/05\/nyregion\/05about.html"} , {"body" : "Armed with little more than hard hats and a fancy name, two men posing as building inspectors carried out an extortion scheme that gave a sinister new twist to the idea of civic virtue, prosecutors said Tuesday. Preying on small contractors -- many of them Asian or Middle Eastern -- they toured work sites and threatened to report bogus violations" , "date" : "20080227" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "2 Charged With Demanding Payoffs From Contractors" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/27\/nyregion\/27inspect.html"} , {"body" : "Hendrix Creek, flowing for just over a mile in Brooklyn through East New York, passes under the Belt Parkway and between two dormant landfills before it empties into Jamaica Bay. The creek, once fed by a natural stream, now starts at the output pipe of a wastewater treatment plant. It is the perfect kind of place, said John K. McLaughlin, an" , "date" : "20080224" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE" , "JAMAICA BAY (NYC)" , "BROOKLYN (NYC)" , "HENDRIX CREEK (NYC)" , "NEW YORK CITY" , "UNITED STATES"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "In City Waters, Beds (and a Job) for Oysters" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/24\/nyregion\/24oysters.html"} , {"body" : "ANY doubts whether Julius Spiegel, Brooklyn's commissioner of parks since 1981 and ostensibly forever, is capable of overt bossiness are dispelled the instant one squeezes into the passenger seat of his city-issued Prius. ''Buckle your seat belt,'' he orders, unfurling the suave Canadian accent he's retained since moving here from Montreal four" , "date" : "20080222" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "MCCARREN PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "PUBLIC LIVES; The Parks, He Knows. But the Trees? Don't Ask." , "url" : "http:\/\/www.nytimes.com\/2008\/02\/22\/nyregion\/22lives.html"} , {"author" : "Amy Finnerty, a regular contributor to the Leisure & Arts section of The Wall Street Journal, lives in Brooklyn." , "body" : "BROOKLYN WAS MINE Edited by Chris Knutsen and Valerie Steiker. 232 pp. Riverhead Books. Paper, $15. Brooklyn isn't Greenwich Village, but many writers -- established and ascendant -- are concentrated in a handful of low-rise neighborhoods there. In ''Brooklyn Was Mine,'' a collection of essays edited by Chris Knutsen and Valerie Steiker, some of" , "date" : "20080203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "15" , "title" : "Last Exit" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/03\/books\/review\/Finnerty-t.html"} , {"body" : "HER chambers in the Surrogate's Court portion of the Supreme Court complex in Brooklyn are neither hushed nor imposing: Homey and aromatic (there is coffee brewing on the snack table) is more like it, with a foldaway bicycle in the corner attesting to this judge's unstuffy approach to her magisterial duties. So Surrogate's Court Judge Margarita" , "date" : "20080125" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Blazing a Trail, and Following Her Own Sense of What's Right" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/25\/nyregion\/25lives.html"} , {"body" : "With her understated makeup, pressed pantsuit and soft-spoken manner, it is easy to imagine Allison Brito at her job, behind a jewelry counter at Macy's. It is harder to imagine Ms. Brito, 43, leaving work each night and returning to a bed at a shelter in East New York, Brooklyn, where she has been living since July, when she arrived at" , "date" : "20080115" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "THE NEEDIEST CASES; Mentally Ill and Homeless, Worker Fights to Regain Her Life" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/15\/nyregion\/15neeediest.html"} , {"body" : "It has been seven years since Brenda Hopkins started the treatments that do what her kidneys no longer can. She goes to the Brooklyn Kidney Center for dialysis treatment every Monday, Tuesday and Thursday, and sometimes on Saturday if she has excessive swelling in her ankles. Her legs swell if she does not eat well. She has end-stage renal failure," , "date" : "20080109" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE NEEDIEST CASES; Washer and Dryer Ease a Grandmother's Burden" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/09\/nyregion\/09neediest.html"} , {"body" : "Margaret Brooks has raised eight children in her apartment at the Louis H. Pink Houses, but the rooms were empty as she recently sat in her wheelchair by the window, staring across the barren courtyard of the project in Brooklyn. The Pink Houses, which stretch for blocks along Linden Boulevard, have long had a tough reputation, but Ms. Brooks has" , "date" : "20080104" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "THE NEEDIEST CASES; Rising Above the Ways of a Tough Neighborhood" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/04\/nyregion\/04neediest.html"} ,   {"body" : "The man who was fatally shot by two New York City police officers on Tuesday night when he aimed a silver revolver at them was a fugitive suspected of shooting an officer in Georgia in 2005, police officials said Wednesday. The officials said a preliminary inquiry showed that the officers were justified in shooting the man, Darin John Richardson," , "date" : "20080103" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "AUSTELL (GA)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Fatally Shot by Officers Was Armed Fugitive, Police Say" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/03\/nyregion\/03shot.html"} , {"body" : "Police officers shot and killed an armed man in Brooklyn on Tuesday night during a narcotics investigation, the police said. The shooting occurred about 9 p.m. outside of 970 Belmont Avenue in East New York. The victim, whose name the police were withholding until his family could be notified, was taken to Brookdale University Hospital and Medical" , "date" : "20080102" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Fatally Shot by Police in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/02\/nyregion\/02police.html"}]