[  {"body" : "The bank runs that regulators feared when they announced plans for an economic bailout in September brought to mind mobs of frantic customers swarming local banks, withdrawing all their deposits. But that terminology took on a different meaning on Monday when banks across New York City were deluged by abrupt withdrawals of another kind: robberies." , "date" : "20081230" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "On a Single Day, Five Banks in the City Are Robbed, in Busy Areas and in Broad Daylight" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/30\/nyregion\/30rob.html"} , {"body" : "CARS were moving in two directions last week on the stretch of Fulton Street in Clinton Hill, Brooklyn, for the first time since a two-year construction project tore up the road and sidewalk and forced all traffic to flow one way. The effect of the construction on the businesses along the street was devastating, merchants said. Now, some are" , "date" : "20081228" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FORT GREENE (NYC)" , "CLINTON HILL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "FORT GREENE | CLINTON HILL; A Plan for Unity Sets Merchants at Odds" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/28\/nyregion\/thecity\/28bid.html"} , {"body" : "Looking Ahead ADAM PERRY LANG AND JAMIE OLIVER Adam Perry Lang, left, the chef and a partner in Daisy May's BBQ USA, and Jamie Oliver, the English celebrity chef, have teamed up with deep-pocketed backers to open a chain of restaurants. There is no name yet, but the first restaurant is to be in Dublin, with openings planned for Berlin, Cape Town" , "date" : "20081224" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/24\/dining\/24off.html"} , {"body" : "DEAR DIARY: A few weeks ago I took my 12-year-old son, Joshua, to the Museum of Natural History. While we were waiting to get tickets, I pointed out the inspiring quotations by Theodore Roosevelt that line the upper walls of the Roosevelt Memorial rotunda. The one over the ticket counter concludes: ''Courage, hard work, self-mastery and intelligent" , "date" : "20081222" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Metropolitan Diary" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D04E4DF103DF931A15751C1A96E9C8B63"} , {"body" : "'THE CHARLIE BROWN CHRISTMAS' Linus's grungy blanket, Charlie Brown's hairs, Lucy's attitude: the whole Peanuts gang will become three-dimensional this weekend when the young theater company Pig Brooch stages a verbatim re-enactment of ''A Charlie Brown Christmas,'' the perennial, and perennially beloved, TV special. ''Metaphorically, everyone has" , "date" : "20081219" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/19\/arts\/19wspare.html"} , {"body" : "On a Tuesday morning in late November, in the dark living room of a two-story brick home in East Flatbush, Brooklyn, an unwatched television momentarily blared out an advertisement for a news program. The news show's topic that day, to be tackled by a panel of experts, was how the debt of Detroit's big automakers might affect Wall Street. Seated at" , "date" : "20081218" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "THE NEEDIEST CASES; Loss of a Job Dashes a Working Man's Simple Dreams" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/18\/nyregion\/18neediest.html"} , {"body" : "Their eyes met over mashed potatoes. Consuela Lewis was plating up fried-chicken dinners as a volunteer for an organization in Anchorage that serves free meals to children. Then she spotted Jerry Sails. ''I was like, 'Who is this stud muffin?' '' Ms. Lewis remembers. When the cafeteria closed, Ms. Lewis, then 19, and Mr. Sails, then 29, hung around" , "date" : "20081214" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "48" , "title" : "THE NEEDIEST CASES; Love in Alaska, and Tough Sledding in New York" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/14\/nyregion\/14neediest.html"} , {"body" : "A sampling of holiday celebrations, including dance and theater events, in New York City. Admission is free unless otherwise noted. (Churches accept donations.) Friday CHURCH OF THE TRANSFIGURATION (the Little Church Around the Corner, Episcopal), 1 East 29th Street, Manhattan. Menotti's ''Amahl and the Night Visitors,'' a staged production with" , "date" : "20081212" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Celebrations, Traditional and Otherwise" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/12\/arts\/12webother.html"} , {"body" : "A sampling of holiday celebrations, including dance and theater events, in New York City. Admission is free unless otherwise noted. (Churches accept donations.) Friday CHURCH OF THE TRANSFIGURATION (the Little Church Around the Corner, Episcopal), 1 East 29th Street, Manhattan. Menotti's ''Amahl and the Night Visitors,'' a staged production with" , "date" : "20081212" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "Celebrations, Traditional and Otherwise" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9803E5D71130F931A25751C1A96E9C8B63"} , {"body" : "SMART BROOKLYN GALLERY HOP That Brooklyn has a thriving arts scene is hardly news. Review-circuit destinations like Dumbo Arts Center on Washington Street, Pierogi in Williamsburg and countless other galleries have sprouted up in recent years at a breakneck pace. But what is probably news to many who live outside Brooklyn's borders (and inside" , "date" : "20081212" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/12\/arts\/12wspare.html"} ,   {"body" : "AROUND TOWN Museums and Sites BARTOW-PELL MANSION, 895 Shore Road North, Pelham Bay Park, the Bronx. Saturday at noon and 2 p.m., and Sunday at noon (the 2 p.m. show is full), the story of Dutch Sinterklaas, a Colonial holiday, told with music and narrative by the Bronx Arts Ensemble; free, but reservations are required: (718) 601-7399. Saturday at" , "date" : "20081212" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "31" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E07E3DA103EF931A25751C1A96E9C8B63"} , {"body" : "A New York City patrolman used his baton to sodomize a man in a subway station, and two complicit colleagues helped him cover it up, the Brooklyn district attorney charged on Tuesday as he unsealed indictments against three police officers. Using graphic detail, the district attorney described an attack that he said left the man, Michael Mineo," , "date" : "20081210" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Assault Inquiry Brings Charges For 3 Officers" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/10\/nyregion\/10mineo.html"} , {"body" : "DOPPELT--Minnie, of Whippany, NJ, formerly of Brooklyn, died peacefully in her sleep Saturday December 6, at the age of 90. With her husband Jacob Doppelt, she was active in support of the Yeshivah of Flatbush, and served as President of its Ladies Auxiliary. She was a life member and officer of AMIT. She is survived by her brother, Rabbi Abraham" , "date" : "20081208" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "09" , "title" : "Paid Notice: Deaths DOPPELT, MINNIE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D00E0D7113AF93BA35751C1A96E9C8B63"} , {"body" : "AROUND TOWN BOWIEBALL The economy is tanking, the winter doldrums are setting in, and the tourists and the family are descending, but don't let that bring you down: pull yourself up by your skinny jeans and hit BowieBall, a glittery, wild-haired, wild-eyed party in honor of the Thin White Duke, in all his gender-bending glory. Deryck Todd, an" , "date" : "20081205" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/05\/arts\/05wspare.html"} , {"body" : "A 20-year-old man has been charged with murder in the stabbing death of a New York City bus driver, the police said on Tuesday. The man, Horace D. Moore, of 1327 Park Place in Crown Heights, Brooklyn, told the police that he stabbed the driver, Edwin Thomas, 46, on Monday after an argument on the bus, said the chief police spokesman, Paul J." , "date" : "20081203" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Crown Heights Man Is Charged With Bus Driver's Murder" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/03\/nyregion\/03arrest.html"} , {"body" : "A New York City bus driver was fatally stabbed in Brooklyn on Monday after refusing to give a transfer to his assailant, who had not paid his fare, the police said. Witnesses said the killer jumped off the bus, slipped the hood of his black sweatshirt over his head and ran away. New York City Transit officials said it was the first slaying of a" , "date" : "20081202" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Rider Fatally Stabs City Bus Driver and Flees" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/02\/nyregion\/02driver.html"} , {"body" : "WOLIN--Rochelle. Beloved mother of Haley and Brian, devoted brother of Kenneth, adoring daughter of Theda and the late Marvin Spitz, indeared grandmother of Madison and Brett. Your courage and strength will live with us forever. Funeral today 11:30am, Parkside Memorial Chapel, 2576 Flatbush Avenue, Brooklyn." , "date" : "20081201" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "27" , "title" : "Paid Notice: Deaths WOLIN, ROCHELLE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A02E3DB113AF932A35751C1A96E9C8B63"} , {"body" : "In the heart of Midtown, a yearlong project to build a new subway entrance provides a nightly feast for sidewalk superintendents and urban archaeologists. During the day, at least on weekdays, much of the underground work at Eighth Avenue and 42nd Street is hidden by steel plates weighing more than two tons each. They are removed about 10 p.m.," , "date" : "20081129" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "MIDTOWN JOURNAL; New Subway Entrance Opens Window to an Old, Coal-Heated New York" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/29\/nyregion\/29metjournal.html"} , {"body" : "CHILDREN'S CENTER, NEW YORK PUBLIC LIBRARY Patience and Fortitude, the serenely majestic lions who serve as sentinels at the New York Public Library, have recently acquired a host of animal neighbors. Residing inside the building, they include a fox with a luxurious tail, a brilliant blue bull, a cocoa-colored bear and an aardvark wearing glasses." , "date" : "20081128" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/28\/arts\/28wkids.html"} , {"body" : "FOR CHILDREN 'ADVENTURE THEATER! AN INTERACTIVE THEATRICAL ADVENTURE FOR HEROES OF ALL AGES' (Saturday and Sunday) Children are expert improvisers, and in this inspired production they can use all that playtime experience with the help of adults who improvise professionally: the members of Freestyle Repertory Theater. Intended for ages 5 to 13," , "date" : "20081128" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F06EED9173BF93BA15752C1A96E9C8B63"} ,   {"body" : "GAUJEAN--Dr. Max Pierre, died November 21, 2008. He is survived by his wife of 46 years, Dr. Emmelyne St. Germain Gaujean, their children: Max G. Gaujean, Nadine Gaujean, Natasha Gaujean-La Mar, and Martine-Pascale Gaujean May, his brother Gerard Gaujean, six grandchildren, extended family and friends. Dr. Gaujean was born June 11, 1929 in Croix" , "date" : "20081127" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "37" , "title" : "Paid Notice: Deaths GAUJEAN, DR. MAX PIERRE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0CE7DD113AF934A15752C1A96E9C8B63"} , {"body" : "The ''Living In'' column last Sunday about Marine Park, Brooklyn, misidentified the shopping center on Flatbush Avenue near Avenue U. It is Kings Plaza, not Kings Highway Shopping Center." , "date" : "20081123" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Correction" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9407E0DD1431F930A15752C1A96E9C8B63"} , {"body" : "A Brooklyn variety-store owner was critically wounded during a shootout Monday night in which he shot and killed two robbers, the police said. The police said they thought the two dead men were armed and had attempted to rob the store, located at 1051 Nostrand Avenue, about 8:20 p.m. It was unclear who fired first, the police said. The store owner" , "date" : "20081118" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "2 Robbers Killed in Shootout at a Brooklyn Store" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/18\/nyregion\/18shoot.html"} , {"body" : "MARINE PARK, a neighborhood of 21,500 people in southeast Brooklyn, shares its name and a boundary with the borough's largest park, a 798-acre mass that stretches to the marshes of Jamaica Bay. Still, when Eugenia Klopsis, an emergency medical technician, met her future husband, a Marine Park resident named David Moskowitz, at the Flatlands" , "date" : "20081116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MARINE PARK (BROOKLYN)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN | MARINE PARK, BROOKLYN; Isolation Is Pretty Splendid" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/16\/realestate\/16livi.html"} , {"body" : "AROUND TOWN Museums and Sites BARTOW-PELL MANSION, 895 Shore Road North, Pelham Bay Park, the Bronx. Saturday at 1 p.m., ''The Original Bronx Natives,'' a lecture on the indigenous inhabitants of what is now the Bronx by Pat Ernest, the museum's director of education. Registration is recommended; bpmm.org. Tour hours: Wednesdays, Saturdays and" , "date" : "20081114" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9406E7D71239F937A25752C1A96E9C8B63"} , {"body" : "AROUND TOWN LEBOWSKI FEST There is something antithetical about Lebowski Fest, the annual celebration of ''The Big Lebowski,'' the 1998 Coen brothers movie that glorified slackerdom in the form of a long-haired stoner-bowler known as the Dude. Namely, that the event, started in 2002 by two friends in Louisville, Ky., has grown in a way that may be" , "date" : "20081114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/14\/arts\/14wspare.html"} , {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. COMPAGNIE JANT-BI AND URBAN BUSH WOMEN (Wednesday) An all-male troupe from Senegal and a Brooklyn-based company of women collaborate on ''Les Écailles de la Mémoire'' (''The Scales of Memory''), a lyrical choreographic meditation offering a vision of a collective past lived in the" , "date" : "20081114" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/14\/arts\/dance\/14dance.html"} , {"body" : "Four minutes into their first home game on Saturday night, the Brooklyn Aces of the Eastern Professional Hockey League began defending their frozen turf on Flatbush Avenue. Jerry Cardinale, one of Brooklyn's own, squared off at center ice with Teague Willits-Kelley of the Jersey Rockhoppers. As both players tossed their helmets and gloves to the" , "date" : "20081110" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Watch Out for That Stick, Er, Fist: Professional Ice Hockey Bursts Into Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/10\/nyregion\/10aces.html"} , {"body" : "International LEADERS MEET IN ADVANCE Of Economic Conference The Group of 20 finance ministers and central bankers met in Sao Paolo, Brazil, to lay the groundwork for a critical economic summit meeting in Washington next weekend. The G-20 said it would work together to support economic growth and promote financial stability. But Brazil's president," , "date" : "20081110" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Inside the Times: November 10, 2008" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03EFDA113CF933A25752C1A96E9C8B63"} , {"body" : "AROUND TOWN 'I AM A MAN' You've heard this already, but it bears repeating: 40 years after the Rev. Dr. Martin Luther King Jr. was assassinated, Barack Obama became the first African-American to be elected president of the United States. The dream of racial equality that Dr. King so eloquently described at the March on Washington has seemingly come" , "date" : "20081107" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/07\/arts\/07wspare.html"} ,   {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Every Friday and Saturday at 7:30 and 8:30 p.m., ''SonicVision,'' an animated alternative- music show, is presented in the Rose Center; tickets, $15; $12 for members. Saturday at 1 p.m., storytelling by Herb Rice, an artist and lecturer and member" , "date" : "20081107" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "38" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9807E1DD1E3FF934A35752C1A96E9C8B63"} , {"body" : "Past the goat tacos sizzling on a food-stand grill, the man selling $3 watches to gypsy-cab passengers and the line of people waiting for salt fish at the Exquisite Restaurant and Bakery, the sign for the private tennis club is nearly out of sight atop a roll-down metal gate. Many people who live in this part of Flatbush, Brooklyn, have never seen" , "date" : "20081101" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "FLATBUSH JOURNAL; Beyond the Gate, An Oasis of Tennis Thrives Once Again" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/01\/nyregion\/01metjournal.html"} , {"body" : "CLASSICAL Full reviews of recent music performances: nytimes.com\/music. Opera 'ARJUNA'S DILEMMA' (Thursday) Based on the Bhagavad-Gita, a Sanskrit epic, Douglas J. Cuomo's chamber opera ''Arjuna's Dilemma'' features a score combining classical Indian singing and percussion with jazz, minimalism and a four-part women's chorus. The story follows the" , "date" : "20081031" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B01EEDA1539F932A05753C1A96E9C8B63"} , {"body" : "'BOO AT THE ZOO' You can do so much with pumpkins this season: cook them for soups and desserts, carve them into jack-o'-lanterns, decorate them for your stoop, even give them to your cats as toys -- that is, if you have really, really big cats. The Bronx Zoo does, and giving its creatures pumpkins (above, a black leopard) is one of the high points" , "date" : "20081024" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/24\/arts\/24wkids.html"} , {"body" : "FOR CHILDREN 'ADVENTURES OF THE PUPPET PRINCESS' (Saturday and Sunday) Can a puppet show really mollify a witch? That's the issue in this new production from the Looking Glass Theater, which draws on Balinese puppetry, masks and folklore. Written and directed by Jennifer Goodlander, the show focuses on Putu, a tomboy, who is lost in the jungle with" , "date" : "20081024" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D05E1DF113BF937A15753C1A96E9C8B63"} , {"body" : "Javier Ortiz rounded the corner from 79th Street onto Amsterdam Avenue at midday on Sunday and let out a groan. To his left, a vendor was selling gooey mozzarella-filled arepas. To his right, a row of blenders whipped fruit into froth. Mr. Ortiz knew what lay ahead. There would be overly solicitous masseuses. Someone would be hawking" , "date" : "20081013" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Back Rubs? Check. Chickens? Not at These Fairs." , "url" : "http:\/\/www.nytimes.com\/2008\/10\/13\/nyregion\/13fairs.html"} , {"body" : "NOT long ago, the hipsters of Brooklyn looked down their pierced noses on Prospect Heights, a sleepy neighborhood of brownstones and tree-lined streets just north of Prospect Park. While the area had a diverse mix of white, African-American and West Indian residents, there was little beside Caribbean takeout joints and hole-in-the-wall barbershops" , "date" : "20081012" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PROSPECT HEIGHTS (NYC)"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "4" , "title" : "SURFACING; Adding to the Mix in Brooklyn" , "url" : "http:\/\/travel.nytimes.com\/2008\/10\/12\/travel\/12surfacing.html"} , {"body" : "EVEN years ago, back when she rented in East Flatbush, Ismay Gardner knew she liked Canarsie, a quiet suburban community on Brooklyn's south shore with row upon row of detached houses and neat lawns. When she decided to buy a house, Canarsie was the first place she looked, and even when she moved -- twice -- it was within Canarsie. Now, Ms." , "date" : "20081012" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "LIVING IN | CANARSIE, BROOKLYN; Homey, but No Haven From Hard Times" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/12\/realestate\/12livi.html"} , {"body" : "New York City Opera opened what is going to be a modest season, devoid of staged productions, with a very fine concert of notable 20th-century works at St. George Theater on Staten Island on Saturday night. For longtime supporters who have been worried that the challenges the company is now facing are threatening its existence, this concert was" , "date" : "20081006" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "MUSIC REVIEW | NEW YORK CITY OPERA; Feeling Modern, City Opera Starts an Itinerant Season" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/06\/arts\/music\/06city.html"} , {"body" : "AROUND TOWN THE NEW YORKER FESTIVAL AND 'REVENGE OF THE BOOK EATERS' Literary scenesters have a whirlwind few days ahead of them. This weekend brings the annual scrum for tickets known as The New Yorker Festival, which opens on Friday with a dance party, above. Among the highlights on Saturday: Clint Eastwood interviewed by Lillian Ross; the" , "date" : "20081003" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D06EED6173DF930A35753C1A96E9C8B63"} ,   {"body" : "AROUND TOWN Museums and Sites BARTOW-PELL MANSION, 895 Shore Road North, Pelham Bay Park, the Bronx. Friday, 5:30 to 8:30 p.m., the opening of ''Finery and Frippery,'' an exhibition of costumes from the 19th century, with guided tours, music and refreshments; free. Tour hours: Wednesdays, Saturdays and Sundays, noon to 4 p.m.; grounds, daily, 8:30" , "date" : "20081003" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B04E6D91E3BF930A35753C1A96E9C8B63"} , {"body" : "LATE mornings during the week, the Williamsburg restaurant Marlow & Sons feels almost like the Old World establishment it's meant to simulate. Up front customers drink coffee amid the cheeses and produce of a quaint miniature grocery. And every Tuesday morning in the rear dining room, a scene plays out that's not just Old World old, but positively" , "date" : "20081001" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["PENNSYLVANIA" , "NEW YORK STATE"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Take Half a Ton Of Beef..." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9503E2DD1639F932A35753C1A96E9C8B63"} , {"body" : "BENJAMIN--Walter, on September 22, 2008 at the age of 80. Beloved husband of Lillian, cherished father of Caryn (and Paul), Marcella (and Cliff), Jeffrey (and Andrea), Francine (and Curtis), adored grandfather of Shoshana, Joshua, Zachary, Ariel, Jesse, Judith, Olivia and Charlie. Born in Brooklyn, NY, he lived most of his life in Bensonhurst," , "date" : "20080923" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "27" , "title" : "Paid Notice: Deaths BENJAMIN, WALTER" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9400E1D6123AF930A1575AC0A96E9C8B63"} , {"body" : "LEVY--Shirley R. , died September 18, 2008, after living 86 full years as a wife, mother, grandmother and kindergarten teacher. She is survived by her four children and their families: Mitchell Levy and his partner, Sheri Lockhart, Toby Levy and her husband Rick Holman, Fred Levy and his wife Jennifer and Donald Levy and his wife Barbara Bennett;" , "date" : "20080920" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "10" , "title" : "Paid Notice: Deaths LEVY, SHIRLEY R." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502E2D6123AF933A1575AC0A96E9C8B63"} , {"body" : "AROUND TOWN BOCCE TOURNAMENT If space aliens landed on Earth, so the old joke goes, they would watch humans picking up after their dogs and mistake them for our masters. If they came this weekend, they might come upon what they believe to be a sect of humans who worship spheres, and in a sense they'd be right. As the New York City Parks and" , "date" : "20080919" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/19\/arts\/19wspare.html"} , {"body" : "AROUND TOWN Museums and Sites NEW YORK PUBLIC LIBRARY FOR THE PERFORMING ARTS, 111 Amsterdam Avenue, at 65th Street, Lincoln Center. Saturday at 3 p.m., a screening of films featuring rare and ancient dances of the Himalayas. Through Oct. 31, ''Take Me Out to the Ball Game: 100 Years of Music, Musicians and the National Pastime,'' an exhibition of" , "date" : "20080919" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "36" , "title" : "SPARE TIMES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9905EFDD1E39F93AA2575AC0A96E9C8B63"} , {"body" : "LEVY--Shirley R., died September 18, 2008, after living 86 full years as a wife, mother, grandmother and kindergarten teacher. She is survived by her four children and their families: Mitchell Levy and his partner, Sheri Lockhart, Toby Levy and her husband Rick Holman, Fred Levy and his wife Jennifer and Donald Levy and his wife Barbara Bennett;" , "date" : "20080919" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "7" , "title" : "Paid Notice: Deaths LEVY, SHIRLEY R." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9403E2D6123AF93AA2575AC0A96E9C8B63"} , {"body" : "Though more marine traffic crosses under it than under any other city drawbridge, most drivers who traverse the humble Pelham Bay Bridge in the Bronx barely take notice. This buff-and-blue span in Pelham Bay Park -- a heavily traveled approach to City Island -- is certainly not the bridge to nowhere. But it is only a bit player in the" , "date" : "20080916" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Honors for Bridges Many Take for Granted" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/16\/nyregion\/16bridges.html"} , {"body" : "AROUND TOWN BROOKLYN BOOK FESTIVAL Tucked within the list of events planned for the more than 140 authors appearing at this Sunday's book festival is a little reading called ''Brooklyn's Own,'' featuring three authors who call the borough home. It is a testament to the vitality of the Brooklyn literary scene that the reading is not the signature" , "date" : "20080912" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/12\/arts\/12wspare.html"} , {"body" : "FIVE in the morning down at the deli, Knapp Street, Brooklyn, the smell of the tide coming in soft and funky over Jordan's Lobster Dock down the block. People stand in line for coffee, ice, a sandwich for later. There is nervous energy in the air, guys shuffling in boots and flip-flops. Here are rumpled fishing guides ripped from the womb of sleep" , "date" : "20080912" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "1" , "title" : "A Short Cast Away" , "url" : "http:\/\/travel.nytimes.com\/2008\/09\/12\/travel\/escapes\/12Fish.html"} ,   {"body" : "Modeled on noir and executed on acid, ''Able Danger'' is a paranoid fantasy of geek superheroics that lunges desperately for political relevance. And while that objective is not entirely baseless, it might have been simpler to achieve had the movie's retro style and hammy acting not skewed more toward the past than the present. At the center of the" , "date" : "20080911" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "2" , "title" : "MOVIE REVIEW | 'ABLE DANGER'; A Conspiracy Theorist, Closing In on That Smoking Gun" , "url" : "http:\/\/movies.nytimes.com\/2008\/09\/11\/movies\/11able.html"} , {"body" : "AROUND TOWN NEW YORK CLOWN THEATER FESTIVAL Expect more than oversize shoes and squirting flowers at this year's three-week celebration of all things buffoon. Though there may be some traditional circus bits, the festival, now in its third year, is an adult showcase for seriously trained clowns from all over the world, with classes and cabarets to" , "date" : "20080905" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/05\/arts\/05wspare.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Every Friday and Saturday at 7:30 and 8:30 p.m., ''SonicVision,'' an animated alternative-music show, is presented in the Rose Center; tickets, $15; $12 for members. Through Jan. 4, ''The Horse'' examines the ways in which humans and horses are" , "date" : "20080905" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "15" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0DEED71E31F936A3575AC0A96E9C8B63"} , {"body" : "Few immigrant groups are as closely identified with an occupational niche as Koreans with grocery stores. A new book, ''Ethnic Solidarity for Economic Survival: Korean Greengrocers in New York City,'' offers a look at the complex role that ethnicity plays in those mom-and-pop businesses, which have been engines of economic mobility and opportunity" , "date" : "20080905" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "2" , "title" : "CITY ROOM; In the Produce Aisle, Solidarity for Korean Grocers" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9500EFDF1F39F936A3575AC0A96E9C8B63"} , {"body" : "Squeezing a large urban retail center onto a small, oddly shaped building site is almost never easy in New York, and the task can become particularly daunting when a prominent national retailer decides to make the center a home for its largest store anywhere. Such were the hurdles that had to be cleared at the 300,000-square-foot Triangle Junction" , "date" : "20080903" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "8" , "title" : "Big Stores in Odd Shapes Arriving in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/03\/realestate\/commercial\/03junction.html"} , {"body" : "Before attempting to adequately describe the self-contained world created by the tens of thousands of masqueraders who will participate in the annual West Indian American Day Carnival in Brooklyn on Monday, it is helpful to understand a couple of points. First, a coordinated group of people participating in the Caribbean-inspired event wearing" , "date" : "20080901" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CARIBBEAN AREA" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Carnival Approaches, and the Sequins Fly" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/01\/nyregion\/01parade.html"} , {"body" : "Flatbush Avenue pulses in the Brooklyn distance, but back here the vines are heavy with the bounty of late summer, a salsa-lover's harvest of organic plum tomatoes, jalapeños and habaneros, along with bulbous eggplants, purple-veined Swiss chard, cucumbers, celery (for bloody marys), spearmint, basil, and strawberries, lavender, sunflowers," , "date" : "20080831" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Out Back, an Urban Oasis" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/31\/nyregion\/31backyards.html"} , {"body" : "They are like extraterrestrial visitors in the tired streetscape, gleaming new stainless-steel-and-tempered-glass newsstands that carry grand lighted advertisements. They've been dropping onto the sidewalks of New York -- quite literally, as cranes swing them down from flatbed trucks. So far, 97 of 330 have been installed. But there have been" , "date" : "20080830" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Newsstands of Tomorrow Get Mixed Reviews Today" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/30\/nyregion\/30newsstand.html"} , {"body" : "FORGIVE us for asking, but what happened to August? (Wasn't it just May?) Politics happened, of course, and the Olympics, and a steady drumbeat of bad economic news played out from the deck of Time's winged chariot as it blistered past. Summer was fast this year, and now it's nearly over. It's Labor Day weekend, official last call for a family" , "date" : "20080829" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Travel" , "Arts"] , "page_facet" : "12" , "title" : "What I Did This Summer. And You Can, Too." , "url" : "http:\/\/travel.nytimes.com\/2008\/08\/29\/arts\/29last.html"} , {"body" : "The Alfa Romeo became a local icon, almost as familiar to the people who live on Plaza Street West as the sculpture of the horse-drawn chariot atop the arch at nearby Grand Army Plaza in Brooklyn. The chariot is ridden by lady Columbia, heralded by two winged trumpeters. The aging Alfa was driven by Vincent Banescu, an elderly immigrant from" , "date" : "20080829" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "ROMANIA" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Quiet Neighbor, a Fading Sports Car, and a Death Announced by Parking Tickets" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/29\/nyregion\/29alfa.html"} ,   {"body" : "NEXT weekend, according to nonpolice estimates, 10 quadrillion people will sweat their way down Eastern Parkway, dancing and eating and waving the flags of more than a dozen Caribbean nations during the city's most famous street party, the West Indian American Day Carnival. Into the food but not so much the ear-splitting music? Explore the West" , "date" : "20080824" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "4" , "title" : "WEEKEND IN NEW YORK | CARIBBEAN FOOD; In Brooklyn, Every Palate Is an Island" , "url" : "http:\/\/travel.nytimes.com\/2008\/08\/24\/travel\/24weekend.html"} , {"body" : "Detective Matthew Walker was sitting on his couch watching television recently when he saw surveillance video on the news of a man attacking an elderly woman from behind as she got off an elevator. The video, viewed by many people on the Internet and television since the police released it on Monday, has provoked widespread outrage. But for" , "date" : "20080822" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Video of Attack In Brooklyn Leads to Arrest" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/22\/nyregion\/22arrest.html"} , {"body" : "NECHAMKIN--Sylvia , on August 21. Beloved wife of the late Harry. Loving mother of Mitchell. Services today 10am at Sherman's Flatbush Memorial Chapel, 1283 Coney Island Avenue (Avenue J) Brooklyn." , "date" : "20080822" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "17" , "title" : "Paid Notice: Deaths NECHAMKIN, SYLVIA" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B06E6D9153AF931A1575BC0A96E9C8B63"} , {"body" : "The security camera inside the elevator captured it all: a vicious choke hold, an older woman's flailing arms and then her limp body sprawled on the floor as her attacker ran off with her purse. He even took the 85-year-old victim's cane. The attack on Thursday, captured on clean, crisp video at an apartment building in Flatbush, was the latest in" , "date" : "20080819" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Video Shows An Attack In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/19\/nyregion\/19assaults.html"} , {"body" : "ROSENBLATT--Minna, a leading figure among the first generation of antiques dealers responsible for the 1950s revival of Tiffany lamps and French, Austrian and American art glass from the Art Nouveau period died August 2nd at her country home in Walker Valley, New York. A resident of New York City, she was 94 and died of natural causes. A Brooklyn" , "date" : "20080817" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "23" , "title" : "Paid Notice: Deaths ROSENBLATT, MINNA" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B04E1DC153AF934A2575BC0A96E9C8B63"} , {"body" : "FOR CHILDREN 'THE PLANT THAT ATE DIRTY SOCKS' Children are famous for bringing home living things, from the potentially delightful (stray kittens) to the disquieting (the class's pet African millipede) to the disgusting (head lice). Some parents probably wish their kids would stick to something sane and sensible, like plants. But as fairy-tale" , "date" : "20080815" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/15\/arts\/15wkids.html"} , {"body" : "FOR CHILDREN ACT YOUR AGE: PLAYS THAT GROW ON YOU (Friday through Sunday) Despite the title, the 9-to-18-year-old participants in this series of one-acts are having an experience extraordinary for people their age: they are starring in mini-musicals written expressly for them by adult theater professionals. The creative partnerships are a result of" , "date" : "20080815" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E0D9153AF936A2575BC0A96E9C8B63"} , {"body" : "The large white bandage covering Enois Malbranche's right eye hid the hole left by a young woman in his taxi who had demanded his money, pointed a gun at his face and pulled the trigger. ''When you get shot, it's hot and you see the flash,'' Mr. Malbranche, 62, a yellow-cab driver for nine years, said from his bed at Kings County Hospital Center on" , "date" : "20080811" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Cab Driver Recalls Shot Destroying His Right Eye" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/11\/nyregion\/11taxi.html"} , {"body" : "A police officer shot and killed a suspect in a stolen car on Thursday night in Brooklyn when the man tried to make a U-turn during a chase and hit the officer, whose gun accidentally discharged, the police said. The victim, a 25-year-old man, was struck from behind in the shoulder, the police said. He was driving a Ford Mustang that had been" , "date" : "20080808" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Suspect in Stolen Car Hits Officer and Is Fatally Shot" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/08\/nyregion\/08copshoot.html"} , {"body" : "STORMS can roll in quickly across Breezy Point, Queens, which sits on a low-lying spit at the borough's southernmost edge, dangling into the Atlantic Ocean. When they do, Susan Hines, a therapist and part-time photographer, grabs her camera and heads to the stone jetty at Rockaway Point, hoping for that perfect shot of swirling clouds and waves. If" , "date" : "20080727" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BREEZY POINT (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "LIVING IN BREEZY POINT, QUEENS; Beach Living, 22 Miles From Manhattan" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/27\/realestate\/27livi.html"} ,   {"body" : "Information about events to be considered for inclusion in Spare Times can be sent to weekend@nytimes.com. AROUND TOWN Museums and Sites MUSEUM OF THE CITY OF NEW YORK, Fifth Avenue at 103rd Street. Through Dec. 31, ''Catholics in New York, 1808-1946,'' an exhibition of 400 secular and religious items. Saturday at 11 a.m., a walking tour of the" , "date" : "20080725" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/25\/arts\/25wspare.html"} , {"author" : "ROSALIE R. RADOMSKY e-mail: realprop@nytimes.com" , "body" : "$15.75 MILLION 2047, 2054 and 2064 Nostrand Avenue Flatbush, Brooklyn These three Tudor-style fully occupied elevator six-story apartment buildings offer 144 units near Flatbush Avenue. (Shown are 2054 and 2064.) Owner: Nostrand III Equities Brokers: Roberto F. Ortiz and Heidi Burkhart, Eastern Consolidated TRANSACTIONS ROSALIE R. RADOMSKY e-mail:" , "date" : "20080723" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "8" , "title" : "TRANSACTIONS; For Sale" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9402E1DD1F38F930A15754C0A96E9C8B63"} , {"body" : "An 11-year-old Brooklyn boy was killed early Saturday by a hit-and-run driver in front of a house where his family and friends had gathered for a barbecue, the police and neighbors said. The police said the boy, Rondell Grant Jr. of 505 East 43rd Street in East Flatbush, was struck in front of 608 East 42nd Street, between Foster Avenue and Avenue" , "date" : "20080720" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Brooklyn Boy, 11, Is Killed in a Hit and Run" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/20\/nyregion\/20hit.html"} , {"body" : "For a legion of hot, sweaty, humidity-hating New Yorkers -- mostly of the male persuasion -- it is high scalping season. ''This weekend it's going to get even hotter, that's why I'm going to cut it off,'' said Marlon Young, 42, a retired correction officer, waiting his turn with five others in the Sanchez Barber Shop at 1797 Lexington Avenue in" , "date" : "20080719" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Heat Like This, a Little Off the Top Isn't Enough" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/19\/nyregion\/19haircut.html"} , {"body" : "FOR CHILDREN ACT YOUR AGE: PLAYS THAT GROW ON YOU (Friday through Sunday) Despite the title, the 9-to-18-year-old participants in this series of one-acts are having an experience extraordinary for people their age: they are starring in mini-musicals written expressly for them by adult theater professionals. The creative partnerships are a result of" , "date" : "20080718" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9806E2DC1331F93BA25754C0A96E9C8B63"} , {"body" : "FOR CHILDREN 'CINDERELLA' She doesn't lose her mother. She doesn't lose a glass slipper. She doesn't even lose her dignity: no rags, no chores, no sleeping in the fireplace ashes. Dignity may be the chief trait of this Cinderella, heroine of a modern-dress production from Youth on Target, whose publicity material says it draws on Italian" , "date" : "20080718" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/18\/arts\/18wkids.html"} , {"author" : "Compiled by Kris Ensminger E-mail: eating@nytimes.com" , "body" : "Prospect Heights is among the city's smaller neighborhoods, but it is home to numerous attractions (the Brooklyn Public Library, the Brooklyn Botanic Garden, the Brooklyn Museum) and to a vibrant dining scene. There is room for the Garden Cafe, a tiny institution since 1986, and for James, a promising restaurant that opened last month. Abigail" , "date" : "20080713" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PROSPECT HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "GOOD EATING | PROSPECT HEIGHTS; A Tasty Density" , "url" : "http:\/\/events.nytimes.com\/2008\/07\/13\/nyregion\/thecity\/13rest.html"} , {"body" : "For Siddiq Booker, life is full of rejections. Clutching a handful of CDs that bore his dreadlocked visage, Mr. Booker scanned Broadway's throngs of students, tourists and office workers for anyone he could stop long enough to buy his latest record, which is titled, fittingly, ''Hustle to Be Free.'' As sirens blared and cab horns honked past Eighth" , "date" : "20080713" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "On the Sidewalks, the Persistent Pitch of Rappers Peddling Their Own Voices" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/13\/nyregion\/13rap.html"} , {"body" : "FOR CHILDREN ANIMAL ANTICS WEEKEND How do you prepare a delicious meal for a hungry puma? O.K., very carefully. But the Queens Zoo also has more serious suggestions for big-cat cuisine, which it will offer on Saturday and Sunday, when it invites children to become chefs for wild appetites. Part of Animal Antics Weekend, the kitchen detail is a" , "date" : "20080711" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/11\/arts\/11wkids.html"} , {"body" : "FOR CHILDREN 'CINDERELLA' (Saturday) Forget about a wicked stepmother and a pumpkin-turned-coach. This new production by Youth on Target Theater Company is drawn from the Italian tradition, in which Cinderella's mother is very much alive, and Cinderella is not so much persecuted as immobilized by grief. (Her father has died.) For ages 7 and older," , "date" : "20080711" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "For Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B01E6DA173BF932A25754C0A96E9C8B63"} ,   {"body" : "WITH a trunk full of cod, brisket, blackberries, arugula and antifreeze, Alan Harding drives down Smith Street, past American Apparel, past the Michelin-starred restaurant Saul and past Patois, the bistro he helped open 11 years ago. Back then the neighborhood was a more likely destination for drug deals than dinner. Patois, where he was the chef," , "date" : "20080709" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Restless Pioneers, Seeding Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/09\/dining\/09brook.html"} , {"body" : "Farmhouse Food Before you scoff at the idea of a class in cooking over an open fire in early July, consider the summertime passion for grilling. But in the 19th century such cooking was different. Just how different will be demonstrated on Thursday by Carolina Capehart, a food historian, who will prepare johnnycakes and corn dodgers from 5 to 7" , "date" : "20080709" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "5" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/09\/dining\/09fcal.html"} , {"body" : "AROUND TOWN THE FIFTH OF JULY When the oohing and aahing, not to mention the eating, are over, it might be time for a holiday reality check. In New York reminders of the War for Independence are everywhere, of course, and several events on Saturday deliver jolts from the past. On his ''Revolution in the Streets'' walking tour, Frederick Cookinham" , "date" : "20080704" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/04\/arts\/04wspare.html"} , {"body" : "THE FIFTH OF JULY When the oohing and aahing, not to mention the eating, are over, it might be time for a holiday reality check. In New York reminders of the War for Independence are everywhere, of course, and several events on Saturday deliver jolts from the past. On his ''Revolution in the Streets'' walking tour, Frederick Cookinham focuses on" , "date" : "20080704" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0DE2D91F31F937A35754C0A96E9C8B63"} , {"body" : "The state comptroller, Thomas P. DiNapoli, said on Wednesday that his office had uncovered numerous instances of child care centers in New York City misspending public funds. He said his office had referred 19 child care centers to local prosecutors for possible criminal investigation. At a news conference in Manhattan, Mr. DiNapoli announced the" , "date" : "20080703" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "State Finds Fund Misuse At 19 Child Care Centers" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/03\/nyregion\/03daycare.html"} , {"body" : "ON most summer Sundays, Brooklyn is burning. Smoke rises from grills, many of them charcoal-fueled, illegal and loaded with jerk chicken -- the spiced, smoky favorite of the borough's large Jamaican community. ''We don't mess around out here,'' said Hubert Lawton, an owner of Boston Jerk City in East Flatbush, where an oil drum full of charcoal" , "date" : "20080702" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["JAMAICA"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Sweet Heat: For Jamaicans, It's About Jerk" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E02E5D8133DF931A35754C0A96E9C8B63"} , {"body" : "On Monday nights in Brooklyn, a band of Frenchmen and Americans play Peruvian music. ''I know that sounds a bit absurd,'' said Olivier Conan, lead singer of the band, Chicha Libre, whose name is a tribute to the craze for a style of music called Chicha that took root in the Peruvian Amazon in the early 1970s. ''But we take the music very seriously," , "date" : "20080629" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PERU" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "A Peruvian Sound in a Brooklyn Bar" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/29\/nyregion\/29band.html"} , {"body" : "EVER since 2003, when a leggy Muslim girl from Senegal named Hawa Kebe immigrated to Brooklyn, in the eighth grade, she has dreamed of going to her senior prom. So in the late fall, when she learned that her high school wasn't planning a prom, she volunteered to organize one. Never mind that many of Hawa's classmates at the International High" , "date" : "20080622" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "This Strange Thing Called Prom" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/22\/nyregion\/thecity\/22prom.html"} , {"body" : "AROUND TOWN Museums and Sites 'SUPERHEROES: FASHION AND FANTASY' LECTURE AND PANEL ''Shakespeare is not writing any new plays, but he's taught in classes everywhere. Comics may stop publishing tomorrow, but people can still study comics.'' So says Peter Coogan, the author of ''Superhero: The Secret Origin of a Genre.'' He founded the Institute for" , "date" : "20080620" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/20\/arts\/20wspare.html"} , {"body" : "AROUND TOWN Museums and Sites MUSEUM OF THE CITY OF NEW YORK, Fifth Avenue at 103rd Street. Opening Tuesday and running through Nov. 4, ''Campaigning for President: New York and the American Election,'' an exhibition of campaign memorabilia including buttons, banners, posters and clothing; the display features items from the collection of Jordan M." , "date" : "20080620" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F05EED6113EF933A15755C0A96E9C8B63"} ,   {"body" : "ROTHSCHILD--Sidney. Devoted husband of the late Marthe, beloved father of Alan and Linda, dear brother of Gerald. Services at Boulevard-Riverside Chapels, 1895 Flatbush Avenue, Brooklyn, Wednesday at 11:30am." , "date" : "20080617" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "7" , "title" : "Paid Notice: Deaths ROTHSCHILD, SIDNEY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E6DE163AF934A25755C0A96E9C8B63"} , {"body" : "The site of a new home planned for the Theater for a New Audience in the BAM Cultural District in Fort Greene, Brooklyn, has shifted yet again, officials involved in the project said over the weekend. In 2004 the city announced that the theater, an itinerant Off Broadway institution known for innovative productions of Shakespearean and classical" , "date" : "20080616" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "2" , "title" : "ARTS, BRIEFLY; A Theater Moves, Again" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/16\/theater\/16arts-ATHEATERMOVE_BRF.html"} , {"body" : "WHILE condominium developers across the country are trying to unload thousands of apartments that they can't sell, some builders in Brooklyn have found the real estate equivalent of a golden parachute. Having turned their new units into high-priced rentals, they have found a surprising number of eager takers. These renters are a breed of" , "date" : "20080615" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PARK SLOPE (NYC)" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BEDFORD-STUYVESANT (NYC)" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "They (The New) Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/15\/realestate\/15cov.html"} , {"body" : "Correction Appended AROUND TOWN Museums and Sites RENEGADE CRAFT FAIR Let's face it, hierarchy is passé. Want to watch TV? No need to wait for the networks; just shoot something with your friends and edit the video. How about some music? Go to iTunes and create your own mix. Or a scarf? Pick up some knitting needles, and, well, you get the idea." , "date" : "20080613" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/13\/arts\/13wspare.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Tuesday at 7 p.m., ''Central Park in the Dark With Marie Winn,'' a talk and nature walk with the author of ''Red-Tails in Love: Pale Male's Story''; $15, $13.50 for members, students and 60+. Wednesday at 6 p.m., ''Circumnavigating Manhattan,'' a" , "date" : "20080613" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9804EFDE133AF930A25755C0A96E9C8B63"} , {"body" : "AROUND TOWN ATLANTIC AVENUE ARTWALK From Harlem to Clinton Hill, the chance to peer into artists' studios is a staple of the New York neighborhood spring calendar. They're do-it-yourself affairs: grab a map, stop where you please, talk to the artist or don't. It's your world now; the artists just work here. And they're fine with that. Or at least" , "date" : "20080606" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/06\/arts\/06wspare.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Saturday, 12:30 to 3:30 p.m., Identification Day, with scientists on hand to identify shells, rocks, fossils, bones or other natural or cultural object submitted by visitors. Through Jan. 4, ''The Horse'' examines the ways in which humans and horses" , "date" : "20080606" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "SPARETIMES| AROUND TOWN" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D03E2DF1E3EF935A35755C0A96E9C8B63"} , {"body" : "AROUND TOWN Museums and Sites PREVIOUSLY ON LOST Fan-fiction writers have nothing on Adam Schatz and Jeff Curtin, Brooklynites and the founders of what they believe is the world's first (only?) TV-recap rock band. Technically a duo, Previously on Lost was born about a year ago, when Mr. Schatz, 20, a jazz saxophone studies major at New York" , "date" : "20080530" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/30\/arts\/30wspare.html"} , {"body" : "AROUND TOWN Museums and Sites HISTORIC RICHMOND TOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. Sunday, 11 a.m. to 5 p.m., a Community Day and Quilt Show, with quilting demonstrations and antique items on display. Hours: Wednesdays through Sundays, 1 to 5 p.m. Tours on weekdays at 2:30 p.m. and on weekends at 2 and 3:30" , "date" : "20080530" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0CEEDE1238F933A05756C0A96E9C8B63"} , {"body" : "FOR Maggie Tobin and Bob Mason, the last straw in Park Slope was the parking. The couple, who have two young children, lived there for eight years and loved being near Prospect Park and surrounded by friends. But when the time came to buy, they wanted more space and found the prices too high, and they decided they could also live without the ritual" , "date" : "20080525" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "KENSINGTON (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN KENSINGTON, BROOKLYN; Name From London, People From Everywhere" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/25\/realestate\/25livi.html"} ,   {"body" : "GORDON--Norma, beloved wife of the late Alfred Lefkowitz and David Gordon. Loving mother of Larry Lefkowitz and Laurie Portuguese. Cherished grandmother of Andrew and Emily Portuguese. Dear sister of Robert Liptzer. Services Sunday 12 noon at Parkside Chapel, 2576 Flatbush Avenue, Brooklyn." , "date" : "20080517" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "5" , "title" : "Paid Notice: Deaths GORDON, NORMA" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9900E0DE1E3AF934A25756C0A96E9C8B63"} , {"body" : "It is a routine so ingrained in the New Yorker's life that it seems to have always existed: And on the sixth day, God created man. And on the seventh day, while God rested, man had to go move his car because of alternate-side parking rules. Plenty of New Yorkers spend more time each week parking than they do in a house of worship, or visiting aging" , "date" : "20080515" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "PARK SLOPE (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Where Parking Rules the Days, A Little Miracle" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/15\/nyregion\/15parking.html"} , {"body" : "KAMEN--Richard, passed away peacefully on May 14th after a long illness. Beloved brother of Mitchell. Dear uncle, devoted cousin and friend. Services today, 12 noon at Sherman's Flatbush Memorial Chapel, 1283 Coney Island Avenue, Brooklyn." , "date" : "20080515" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "12" , "title" : "Paid Notice: Deaths KAMEN, RICHARD" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F05E7DE1E3AF936A25756C0A96E9C8B63"} , {"body" : "Correction Appended AROUND TOWN MOTHER'S DAY Flowers are easy; so is brunch. Can't you put a little effort into your Mother's Day celebration? She raised you, for crying out loud, and that was hard work. Here are a few ideas to get you started. Take her dancing: Quick, quick, slow. Quick, quick, slow. That's salsa at its most basic, and the Ballet" , "date" : "20080509" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/09\/arts\/09wspare.html"} , {"body" : "AROUND TOWN Museums and Sites HISTORIC RICHMOND TOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. Sunday at 2 p.m., a tour of the historic site, with an emphasis on childbearing from the mid-1600s to mid-1800s; admission is free for mothers. Hours: Wednesdays through Sundays, 1 to 5 p.m. Tours on weekdays at 2:30 p.m. and on" , "date" : "20080509" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "39" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E00E0DB143AF93AA35756C0A96E9C8B63"} , {"body" : "Even Kings and Queens are facing their own food crisis. Kings and Queens Counties, that is. A continuing decline in the number of neighborhood supermarkets has made it harder for millions of New Yorkers to find fresh and affordable food within walking distance of their homes, according to a recent city study. The dearth of nearby supermarkets is" , "date" : "20080505" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)" , "BRONX (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CITYWIDE; The Lost Supermarket: A Breed in Need of Replenishment" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/05\/nyregion\/05citywide.html"} , {"body" : "FOR CHILDREN 'ADVENTURE THEATER! AN INTERACTIVE THEATRICAL ADVENTURE FOR HEROES OF ALL AGES' (Saturday and Sunday) Children are expert improvisers, and in this inspired production they can use all that playtime experience with the help of adults who improvise professionally: the members of Freestyle Repertory Theater. Intended for ages 5 to 13," , "date" : "20080502" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "For Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9803E3D7133FF931A35756C0A96E9C8B63"} , {"body" : "FOR CHILDREN 'ADVENTURE THEATER! AN INTERACTIVE THEATRICAL ADVENTURE FOR HEROES OF ALL AGES' (Saturday and Sunday) Children are expert improvisers, and in this inspired production they can use all that playtime experience with the help of adults who improvise professionally: the members of Freestyle Repertory Theater. Intended for ages 5 to 13," , "date" : "20080502" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/02\/arts\/02wkids.html"} , {"body" : "The season of house tours, garden tours and show houses is here, with oak doors and picket-fence gates swinging open for visitors. This year's tours include apartments crammed with collections of antique English furniture, neckties and African art, and modern houses with steel-and-stone kitchens and polished master suites. Green design and organic" , "date" : "20080501" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "title" : "New York City" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/01\/garden\/tour-Ledeall.html"} , {"body" : "AROUND TOWN CHRIS ROCK When Senator Barack Obama made a speech about race last month, the consensus from commentators was that it was rare to hear such a frank meditation on the topic. Well, candor about race may not be a common practice for politicians on the stump, but it's nothing new to comedy clubs, where black comedians have often held the" , "date" : "20080425" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/25\/arts\/25wspare.html"} ,   {"body" : "AROUND TOWN Museums and Sites MOUNT VERNON HOTEL MUSEUM AND GARDEN, Sunday, noon to 4 p.m., ''Silhouettes and Tea,'' storytelling, silhouette cutting and refreshments in the garden. $30 per silhouette. 421 East 61st Street, Manhattan. Museum hours: Tuesdays through Sundays, 11 a.m. to 4 p.m. (212) 838-6878; mvhm.org. $12, adults; $10, members; $6" , "date" : "20080425" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9506E5DE143EF936A15757C0A96E9C8B63"} , {"body" : "DANCE NORA CHIPAUMIRE New York is filled with strong, gorgeous dancers who can pour themselves into a piece, disappear in it almost, to become anonymous embodiments of a choreographer's vision. Nora Chipaumire, above, is not one of those dancers. She is gorgeous, certainly, and plenty strong: statuesque and muscular, with a shaved head, this" , "date" : "20080425" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/25\/arts\/dance\/25dance.html"} , {"body" : "RUSSELL--Eugene Howard on April 18, 2008, Honored member of the Disabled American Veterans, Life member of Harmony Lodge Knights of Pythias, decorated WWII Veteran, 34th Infantry Division and retired Personnel Administrator at SUNY Farmingdale, NY. Loving husband of Lillian for 60 years. Devoted father of Dr. Eric Russell (Dr. Sandra Fernbach) and" , "date" : "20080420" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "30" , "title" : "Paid Notice: Deaths RUSSELL, EUGENE HOWARD" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE3D7103AF933A15757C0A96E9C8B63"} , {"author" : "E-mail: joeberg@nytimes.com" , "body" : "IF you were one of those Westchester residents who struggled with existential dread at the possibility of paying an additional $8 a day for driving into Midtown or Downtown Manhattan, you need not have agitated yourself. Except for a few frugal souls who now try to cross into Manhattan free by snaking their way to the toll-less Harlem River" , "date" : "20080420" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Congestion Pricing: Just Another Regressive Tax?" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/20\/nyregion\/nyregionspecial2\/20colwe.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through May 26, ''Water: H2O = Life'' and ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter.'' In the Imax theater, ''Dinosaurs Alive!,'' a film about museum paleontologists in search of dinosaur remains. Timed tickets to ''Water:" , "date" : "20080418" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9805EEDE1430F93BA25757C0A96E9C8B63"} , {"body" : "FOR CHILDREN ANCIENT GREEK FESTIVAL (Saturday through Thursday) Young students are invited to spend their spring vacations on Mt. Olympus, thanks to the Children's Museum of Manhattan. In addition to exploring the museum's 4,000-square-foot exhibition, ''Gods, Myths and Mortals: Discover Ancient Greece,'' a child's version of Homer's ''Odyssey,''" , "date" : "20080418" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A03E1DE1730F93BA25757C0A96E9C8B63"} , {"body" : "At the corner of Ditmas Avenue and East 21st Street in Flatbush, Brooklyn, most people see crowded streets lined with brick buildings and parked cars crammed against the curb. Leon Williams sees a football field. The cars, parallel-parked down 21st, mark the sidelines. The sewer grates identify first downs. The street lights at the intersection" , "date" : "20080417" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "7" , "title" : "A Field Sprouts With Imagination" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/17\/sports\/football\/17williams.html"} , {"body" : "INTERNATIONAL RUSSIA STRENGTHENS TIES To Separatist Georgia Regions Russia said that it was expanding support for two separatist regions in neighboring Georgia and would establish legal connections with the regions' de facto governments. The move falls short of offering official recognition but did alarm the Georgian government, which called on" , "date" : "20080417" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "INSIDE THE TIMES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F01E6D81330F934A25757C0A96E9C8B63"} , {"body" : "AROUND TOWN UNIVERSOUL CIRCUS There are many tricks you can expect from an elephant that has stepped into a ring at a circus. Placing an outsize foot on a stool is standard. So is sitting up, front legs in the air. Doing a shuffle to the unyielding beat of Rhianna's ''Don't Stop the Music,'' however, is not your everyday circus fare. The same can" , "date" : "20080411" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/11\/arts\/11wspare.html"} , {"body" : "AROUND TOWN Museums and Sites MOUNT VERNON HOTEL MUSEUM AND GARDEN, 421 East 61st Street, Manhattan. Thursday at 7 p.m., ''No Irish Need Apply: The Irish Immigrant Experience,'' a lecture about the lives of Irish immigrants in 19th- and early-20th-century in New York City, by Bernadette McCauley, an associate professor of history at Hunter College;" , "date" : "20080411" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B01EFDB143BF932A25757C0A96E9C8B63"} ,   {"body" : "It was a big show of force: 60 people under arrest, 5 gangs vanquished, more than 200 criminal charges, a $1.5 million narcotics enterprise shattered and an urban village of 3,500 liberated. The 2002 raid on the sprawling Cypress Hills housing project in East New York, said Charles J. Hynes, the Brooklyn district attorney, shut down ''a historic" , "date" : "20080406" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Conspiracy and Compromise" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/06\/nyregion\/06arrests.html"} , {"body" : "Corrections Appended AROUND TOWN Museums and Sites 'SYNESTHESIA' Do kids today even play Telephone? Maybe not, but experimental arts groups do. ''Synesthesia,'' a work conceived and produced by Electric Pear Productions, a two-year-old multimedia theater group, is based on that childhood game. For the second year, Melanie Sylvan and Ashlin" , "date" : "20080404" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/04\/arts\/04wspare.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Saturday, 11:30 a.m. to 5:30 p.m., ''Cultural and Biological Diversity,'' a celebration with music, film and readings. Tuesday at 7 p.m., ''Art\/Sci Collision: Crocheting the Coral Reef,'' a discussion of the ''Hyberbolic Crochet,'' a large-scale" , "date" : "20080404" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "35" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B06EEDF103AF937A35757C0A96E9C8B63"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. ABSOLUTE BODY CONTROL, WOLF EYES (Friday) Absolute Body Control, from Belgium, follows closely in the footsteps of the 1970s New York band Suicide, with a claustrophobic minimalism that turns electronic dance-rock into psychic trauma. The duo makes its American debut at the Music Hall of" , "date" : "20080404" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "Pop" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/04\/arts\/music\/04pop.html"} , {"body" : "After the last massive section of crane slid into place late Sunday afternoon at a construction site in Brooklyn, Thomas Auringer, the owner of the company that pulled off the feat without a hitch, sat on the bed of a pickup across the street, swinging his legs. ''I'm happy,'' he said. ''Very happy. It was a nice, smooth operation.'' The yellow" , "date" : "20080331" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "First Crane Jump Since Collapse Is 'Smooth Operation'" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/31\/nyregion\/31crane.html"} , {"body" : "It was the birth of her son a year and a half ago that put Eden Matteson, 30, behind the wheel in Manhattan. It is the guarantee of a plush seat that spurs Eugene Yates, 62, to steer his creamy white Jaguar to his maintenance job at a courthouse downtown. And it is the ease of ferrying supplies for construction jobs to the soundtrack of his own" , "date" : "20080331" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Faster, Maybe. Cheaper, No. But Driving Has Its Fans." , "url" : "http:\/\/www.nytimes.com\/2008\/03\/31\/nyregion\/31drive.html"} , {"body" : "Throughout New York City's building boom, so-called crane jumps, an intricate procedure in which a crane is jacked up to raise its height, have been a frequent and little-noticed routine at construction sites. But the scene on Saturday at a Brooklyn construction site was anything but routine. City buildings inspectors, safety managers, police" , "date" : "20080330" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Eyes on the Sky at the First Crane Jump Since a Collapse" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/30\/nyregion\/30crane.html"} , {"body" : "AROUND TOWN NY UKEFEST 2008 When Stephen DiLauro decided to pick up the ukulele again several years ago, he should have seen it coming. After all, this was the instrument that in the early 1900s, fresh from Hawaii, had managed to win over millions of American devotees who bought recordings by Tin Pan Alley musicians like Ukulele Ike. This is the" , "date" : "20080328" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/28\/arts\/28wspare.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Friday, 9 p.m. to 1 a.m., ''One Step Beyond,'' a monthly party series with techno, electronic and hip-hop music and dancing, and screenings of the space show ''The Search for Life: Are We Alone?''; $20. Through May 26, ''Water: H2O = Life'' and" , "date" : "20080328" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "40" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A04E1D8173AF93BA15750C0A96E9C8B63"} , {"body" : "THE restoration of town houses may be one of the most popular hobbies in Clinton Hill, Brooklyn, a neighborhood that prides itself on its brownstone blocks. A couple who recently took up that hobby, Peter Smith and Susan Miller Smith, moved in last November after renting a one-bedroom apartment for nearly 19 years in Greenwich Village. Although a" , "date" : "20080323" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CLINTON HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN | CLINTON HILL, BROOKLYN; Elegance Is Abundant; Groceries Are Less So" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/23\/realestate\/23livi.html"} ,   {"author" : "E-mail: fyi@nytimes.com" , "body" : "Of Bikes and Railings Q. I see signs affixed to subway entrances that state that it is illegal to lock ''anything'' to the outside stair railings. Why is the Metropolitan Transportation Authority afraid of a few bikes locked to its stairs? A. Bicycles that are chained to transit property create obstacles on the sidewalk and interfere with customer" , "date" : "20080323" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F. Y. I." , "url" : "http:\/\/www.nytimes.com\/2008\/03\/23\/nyregion\/thecity\/23fyi.html"} , {"body" : "IN 1963, when Jaime Debbah was 28 years old, he left his fiancée, his family and the close-knit Jewish community around Ocean Parkway in Brooklyn -- his entire world -- to go to East Africa. He took with him a bruised heart and an anxious mind, but a few weeks later, he returned, carrying a bagful of colorful beads and the makings of a new life." , "date" : "20080323" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "AFRICA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "UNION SQUARE; Mending A Heart, Finding A Calling" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/23\/nyregion\/thecity\/23mask.html"} , {"body" : "The growing possibility that much of the multibillion-dollar Atlantic Yards development in Brooklyn will be scrapped because of a lack of financing may be a bitter pill for its developer, Forest City Ratner. But it's also a painful setback for urban planning in New York. Designed by Frank Gehry, the project was a rare instance in which the" , "date" : "20080321" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "ARCHITECTURE; What Will Be Left of Gehry's Vision for Brooklyn?" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/21\/arts\/design\/21atla.html"} , {"body" : "The slowing economy, weighed down by a widening credit crisis, is likely to delay the signature office tower and three residential buildings at the heart of the $4 billion Atlantic Yards project in Brooklyn, the developer said. ''It may hold up the office building,'' the developer, Bruce C. Ratner, said in a recent interview. ''And the bond market" , "date" : "20080321" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Slow Economy Likely to Stall Atlantic Yards" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/21\/nyregion\/21yards.html"} , {"body" : "A deeply divided jury in Brooklyn convicted the stepfather of 7-year-old Nixzmary Brown of first-degree manslaughter for his role in her fatal 2006 beating, inflicted as punishment for stealing a snack from the refrigerator and jamming his computer printer with toys. But the jury acquitted the stepfather, Cesar Rodriguez, of second-degree murder." , "date" : "20080319" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Stepfather Is Found Guilty In Death of 7-Year-Old Girl" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/19\/nyregion\/19nixzmary.html"} , {"body" : "THERE was great excitement last fall in the part of Brooklyn known affectionately as Victorian Flatbush when the city's Landmarks Preservation Commission recommended that Midwood Park and Fiske Terrace, two neighborhoods within this network of communities south of Prospect Park, be designated a historic district. On Tuesday, five months after the" , "date" : "20080316" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MIDWOOD PARK (NYC)" , "FISKE TERRACE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "VICTORIAN FLATBUSH; Peaked Roofs, Crossed Fingers" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/16\/nyregion\/thecity\/16vict.html"} , {"body" : "For James P. Kennelly, the developer of the building where a construction crane fell the length of a city block on Saturday, killing at least four people and injuring 13 others, the building catastrophe had a special resonance. Mr. Kennelly, 46, is a former New York City firefighter, a lifelong member of a special brotherhood. He is now a" , "date" : "20080316" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Developer Who Can See From a Rescuer's View" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/16\/nyregion\/16developer.html"} , {"body" : "AROUND TOWN Museums and Sites ST. PATRICK'S DAY FESTIVITIES Sometime during the fifth century, the teenager who would become St. Patrick was captured in his native Britain and forced into slavery in Ireland. He escaped, only to return as a missionary and convert virtually the entire country to Christianity. March 17 -- the day he is said to have" , "date" : "20080314" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/14\/arts\/14wspare.html"} , {"body" : "AROUND TOWN Museums and Sites MERCHANT'S HOUSE MUSEUM, 29 East Fourth Street, East Village. Saturday at 1 and 3 p.m., ''Wearin' o' the Green Tea,'' an afternoon tea followed by a lecture and a tour of the servants' quarters; $40; $30 for members. Monday at 7 p.m., ''Yeats in New York,'' a reading by Simon Loekle, a literary scholar and radio show" , "date" : "20080314" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9504E7DF1E31F937A25750C0A96E9C8B63"} , {"body" : "PROSPECT HEIGHTS CO-OP $969,000 BROOKLYN: 90 St. Mark's Avenue (at Flatbush Avenue), #3 A three-bedroom two-bath co-op with a wood-burning fireplace and a shared roof deck in an 1890's building. Roslyn Huebener, Aguayo & Huebener (718) 788-8200; www.ahrlty.com. Open house Sunday, 2:30 to 4:30 p.m. MAINTENANCE: $1,120 a month PROS: This" , "date" : "20080309" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET; Prospect Heights Co-op" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E7DD1231F93AA35750C0A96E9C8B63"} ,   {"body" : "AROUND TOWN Museums and Sites EDIBLE ESTATES Most New Yorkers don't have to worry about lawns; a stoop is luxury enough. But if the architect and artist Fritz Haeg has his way, everyone in the country will not only be fixated on their lawns, but they will also be harvesting them. Mr. Haeg is the creator of Edible Estates, which aims to persuade" , "date" : "20080307" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/07\/arts\/07wspare.html"} , {"body" : "Correction Appended AROUND TOWN Museums and Sites ESPRESSO ENTHUSIASTS WORKSHOP A clock, a bathroom scale and a thermometer? I had signed up for a class on how to become a barista, but these were not the tools of the trade I expected. The session, held one Sunday a month in an industrial space in Clinton Hill, Brooklyn, seemed like an enjoyable way" , "date" : "20080229" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/29\/arts\/29wspare.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. KEREN ANN, DEAN AND BRITTA (Friday and Saturday) With delicate, sensuous songs that seem never to touch the ground, Keren Ann is the model of the modern cosmopolitan chanteuse, part jazzy, part indie-cabaret and part glam-folk. Dean Wareham and Britta Phillips, formerly of Luna, emulate the" , "date" : "20080229" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "Pop" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/29\/arts\/music\/29pop.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Friday, 9 p.m. to 1 a.m., ''One Step Beyond,'' a monthly party series with techno, electronic and hip-hop music and dancing, and screenings of the space show ''Cosmic Collisions''; $20. Monday at 7 p.m., the first of eight weekly after-hours drawing" , "date" : "20080229" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E5DC133DF93AA15751C0A96E9C8B63"} , {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. KEELY GARFIELD At a recent rehearsal for her latest dance, ''Limerence,'' Keely Garfield recounted a conversation with her fellow choreographer Reggie Wilson about how unnerving it is to make and perform her emotionally intense works. ''Why don't you make a happy dance?'' Mr. Wilson" , "date" : "20080229" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Dance Listings" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/29\/arts\/dance\/29wdance.html"} , {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. NINA ANANIASHVILI AND THE STATE BALLET OF GEORGIA (Friday through Sunday) This newly revitalized classical ballet troupe, from the Georgian Republic and not Atlanta, will perform George Balanchine's ''Duo Concertant'' and ''Chaconne'' in the first of two programs, which also includes" , "date" : "20080229" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "Dance" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F01E0D8153DF93AA15751C0A96E9C8B63"} , {"body" : "FOR CHILDREN 'HANSEL AND GRETEL' Make that Hank and Gertie. In this new musical from Manhattan Children's Theater the fairy tale has lost its Germanic tone in favor of an Appalachian twang. But even though the characters are thoroughly Americanized, the only sugarcoating remains on the witch's house. This story is still Grimm, and even a little" , "date" : "20080229" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/29\/arts\/29wkids.html"} , {"body" : "BRALVER--Sybil. Born July 29, 1913 in Montreal, Quebec, died February 27th, 2008 in Brooklyn, NY. She was the dear sister of Richard, Paul, and William, the loving aunt of Barbara, Charles, Daniel, Peter, Richard, Robert, and Betty, and the fond great aunt of ten. Donations may be made to Lighthouse International, 111 East 59th Street, 14th Floor," , "date" : "20080229" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "21" , "title" : "Paid Notice: Deaths BRALVER, SYBIL" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D03E4DA153AF93AA15751C0A96E9C8B63"} , {"body" : "ON most days, Matthew Davis, a 28-year-old portfolio manager, can count on spending about two hours getting to work and another two hours getting home. That's going against the tide of commuters going into New York City for work. Mr. Davis, who rented an apartment in Park Slope in Brooklyn when he landed a job in the securities industry in New" , "date" : "20080224" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Big Commute, in Reverse" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9806E0DB1138F937A15751C0A96E9C8B63"} , {"body" : "ON most days, Matthew Davis, a 28-year-old portfolio manager, can count on spending about two hours getting to work and another two hours getting home. That's going against the tide of commuters going into New York City for work. Mr. Davis, who rented an apartment in Park Slope in Brooklyn when he landed a job in the securities industry in New" , "date" : "20080224" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Big Commute, in Reverse" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/24\/nyregion\/nyregionspecial2\/24Rreverse.html"} ,   {"body" : "ON most days, Matthew Davis, a 28-year-old portfolio manager, can count on spending about two hours getting to work and another two hours getting home. That's going against the tide of commuters going into New York City for work. Mr. Davis, who rented an apartment in Park Slope in Brooklyn when he landed a job in the securities industry in New" , "date" : "20080224" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Big Commute, in Reverse" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03EED7153DF937A15751C0A96E9C8B63"} , {"body" : "ON most days, Matthew Davis, a 28-year-old portfolio manager, can count on spending about two hours getting to work and another two hours getting home. That's going against the tide of commuters going into New York City for work. Mr. Davis, who rented an apartment in Park Slope in Brooklyn when he landed a job in the securities industry in New" , "date" : "20080224" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Big Commute, in Reverse" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9802E3DA1438F937A15751C0A96E9C8B63"} , {"body" : "Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Saturday, 1 to 4 p.m., ''Passing the Torch: Blues, Tap, Swing,'' a celebration of Black History Month, with performances of music, dance, film and poetry that highlight black American creative contributions from the Harlem Renaissance to the present; there will" , "date" : "20080222" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/22\/arts\/22wspare.html"} , {"body" : "FOR CHILDREN 'ON TOP OF SPAGHETTI' In a Queens theater recently, minutes before showtime, a student of about 6 was doing what most small children do in an auditorium: everything but keep still. ''Sit down!'' her teacher said. ''You're in a theater. You're not in a playground.'' Poor benighted woman; she had obviously never seen the Paper Bag" , "date" : "20080222" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/22\/arts\/22wkids.html"} , {"body" : "Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Saturday, 1 to 4 p.m., ''Passing the Torch: Blues, Tap, Swing,'' a celebration of Black History Month, with performances of music, dance, film and poetry that highlight black American creative contributions from the Harlem Renaissance to the present; there will" , "date" : "20080222" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A02EED61F31F931A15751C0A96E9C8B63"} , {"body" : "FOR CHILDREN BIG MOVIES FOR LITTLE KIDS (Monday) This series is intended to introduce children 2 to 7 (though all ages are welcome) to classic films. And you don't get much more classic than Buster Keaton. This program will offer three of his short comedies: ''One Week'' (1921), about newlyweds trying to build a house; ''The Goat'' (1923), in which" , "date" : "20080222" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9507E3DF1230F931A15751C0A96E9C8B63"} , {"body" : "FOR CHILDREN 'READY FOR ACTION!' For a parent Sesame Street Live doesn't have quite the charm of ''Sesame Street'' on television. You lose the intimacy of the close-ups with the cheery characters, and the noise -- including the loud bangs of containers of confetti bursting over the audience's heads -- may make you long for a remote control. But" , "date" : "20080215" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/15\/arts\/w15kids.html"} , {"body" : "FOR CHILDREN CHILDREN'S CHOIR FESTIVAL OF SONG AND WORD (Sunday) The talents of young and old will combine in this performance, which celebrates the 90th birthday of the choir director Helen Kemp, as she practices her specialty: leading children's voices. The young members of nine choirs will take part in the festival. At 4 p.m., Trinity Church," , "date" : "20080215" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "For Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B05E3D9133EF936A25751C0A96E9C8B63"} , {"body" : "AROUND TOWN Museums and Sites '76 KISSES' Cynics, stop reading now. The new exhibition at the City Reliquary, a museum devoted to New York artifacts and ephemera (think vintage seltzer bottles, trolley parts, the old 2nd Avenue Deli sign), is ''76 Kisses,'' a series of found photographs of people in various states of lip lock. The images, from the" , "date" : "20080208" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/08\/arts\/08wspare.html"} , {"body" : "AROUND TOWN Museums and Sites MERCHANT'S HOUSE MUSEUM, 29 East Fourth Street, East Village. Saturday at 1 and 3 p.m., ''Flowers & Fans: Old Fashioned Languages of Love,'' an afternoon tea with instruction in the art of fan flirtation; $40; $30 for members. (212) 777-1089; merchantshouse.com. Hours: Thursdays through Mondays, noon to 5 p.m. $8; $5" , "date" : "20080208" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E07EED61531F93BA35751C0A96E9C8B63"} ,   {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. BATTERY DANCE COMPANY (Wednesday and Thursday) This company, a familiar presence in New York modern dance for decades, will present choreography by the company director, Jonathan Hollander; Daniel Cardoso of the Quorum Ballet in Lisbon; and Thaddeus Davis. Wednesday at 1 (student" , "date" : "20080208" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "Dance" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/08\/arts\/08dance.html"} , {"author" : "The Brooklyn Philharmonic's John Corigliano festival ends on Saturday afternoon with a performance of his song cycle ''Mr. Tambourine Man'' by the soprano Amy Burton at the Brooklyn Public Library, Grand Army Plaza at Flatbush Avenue and Eastern Parkway; BrooklynPhilharmonic.org, (718) 636-4100." , "body" : "Ever since he became the Brooklyn Philharmonic's music director in 2005, Michael Christie has been intent on restoring the thematic programming -- and with it, the feeling that the orchestra's concerts were events -- that was the philharmonic's calling card through the 1990s. His program on Saturday evening at the Brooklyn Academy of Music," , "date" : "20080204" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "8" , "title" : "MUSIC REVIEW | BROOKLYN PHILHARMONIC; Drama In Stories Written In Sounds" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/04\/arts\/music\/04cori.html"} , {"author" : "As told to Jennifer Bleyer" , "body" : "AS a child growing up in Bedford-Stuyvesant, Robert Holt Jr. thought that the mysterious gray machines rolled into his school for Election Day looked like coffins. Now, as one of 21 repairmen in the place where Brooklyn's voting machines are fixed, he has developed a certain amount of affection for the hulking contraptions. Mr. Holt, 47, is a" , "date" : "20080203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE VOICE; The Fixer" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/03\/nyregion\/thecity\/03elec.html"} , {"body" : "AROUND TOWN Museums and Sites LUNAR NEW YEAR CELEBRATION With the new moon next week, the city is gearing up for Lunar New Year, celebrated by the Chinese, the Koreans, the Vietnamese and all those who appreciate this joyous holiday devoted to defeating evil spirits and cultivating good luck. Recognizing the symbolic role of plants and flowers in" , "date" : "20080201" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/01\/arts\/01wspare.html"} , {"body" : "Around Town Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Saturday and Sunday, noon to 5 p.m., International Polar Weekend, with lectures, panel discussions, films and performances that address climate changes at the poles. Through May 26, ''Water: H2O = Life'' and ''The Butterfly Conservatory: Tropical" , "date" : "20080201" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A02E4DA133FF932A35751C0A96E9C8B63"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through May 26, ''Water: H2O = Life'' and ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter.'' Friday, 9 p.m. to 1 a.m., ''One Step Beyond,'' a monthly party with music, dancing and a film screening; $20. Saturday, 12:30 to 4:30" , "date" : "20080125" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/25\/arts\/25wspare.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through May 26, ''Water: H2O = Life'' and ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter.'' Friday, 9 p.m. to 1 a.m., ''One Step Beyond,'' a monthly party with music, dancing and a film screening; $20. Saturday, 12:30 to 4:30" , "date" : "20080125" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "AROUND TOWN" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9506E5DB123EF936A15752C0A96E9C8B63"} , {"body" : "Before he became notorious for his anti-American and anti-Semitic ravings, and before he became an icon for dominating, and then dismissing, the cloistered world of chess, Robert James Fischer was just Bobby, another young New Yorker on the make. His world was the city, and friends say that before he made comments supportive of the 2001 World Trade" , "date" : "20080121" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Fischer's Roots in City Tangle With His Legacy" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/21\/nyregion\/21fischer.html"} , {"body" : "AROUND TOWN MARTIN LUTHER KING'S BIRTHDAY The older a holiday is, the more ingrained its traditions. So it's no surprise that there is no time-honored way to observe a holiday first observed a little more than two decades ago. A day of mourning is a stretch, especially for those under 40, whose only image of Dr. King is of a man in grainy" , "date" : "20080118" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "Spare Times Listings" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/18\/arts\/18spare.html"} , {"body" : "FOR CHILDREN 'MOTHER GOOSE IN AN AIR-SHIP: MCLOUGHLIN BROTHERS 19TH-CENTURY CHILDREN'S BOOKS FROM THE LIMAN COLLECTION' ''Amusing and instructive.'' That was the phrase McLoughlin Brothers, a major publisher in the 19th and early 20th centuries, used to advertise its children's books and games. Among the first companies to issue vibrantly" , "date" : "20080118" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/18\/arts\/18kids.html"} ,   {"body" : "AROUND TOWN Museums and Sites 'SCREEN TEST' For six years in the 1990s Rob Roth, a downtown video director and designer, promoted a ''cyber-fetish-nightlife spectacle'' called Click + Drag at the Chelsea club Mother. The party was famous for its over-the-top costumed crowd and raunchy attitude. When the club closed, Mr. Roth didn't pack up his" , "date" : "20080111" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/11\/arts\/11wspare.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through May 26, ''Water: H2O = Life'' and ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter.'' Saturday, noon to 4:30 p.m., ''Living in America: Rivers of Life,'' a performance series in conjunction with ''Water: H2O = Life,''" , "date" : "20080111" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9403EED8153EF932A25752C0A96E9C8B63"} , {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. AKIM FUNK BUDDHA (Friday through Sunday) Expect the sacred and the profane in Akim Ndlovu's new ''Fountain of Youth'' -- and pretty much anything else performed by his company. The piece examines weighty issues like fate, youth and love, but with spectacular visuals and a free-flight" , "date" : "20080111" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "Dance Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B06E3D6103CF932A25752C0A96E9C8B63"} , {"body" : "DANCE Full reviews of recent performances: nytimes.com\/dance. RICHARD SIEGAL In 2004 Richard Siegal choreographed ''Stranger,'' a solo to be seen by a single spectator by appointment only. That viewer was led down a labyrinth of corridors at the Frankfurt Opera House, where Mr. Siegal was part of William Forsythe's Frankfurt Ballet. Then, in a" , "date" : "20080111" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Dance Listings" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/11\/arts\/dance\/11wdance.html"} , {"body" : "By the time thousands of mourners gathered on Tuesday to say farewell to Lt. John H. Martinson, his fellow firefighters had already spent five days telling the world about his bravery, his willingness to run first into the flames and stay there until everyone had escaped, which is part of what led to his death last week at a smoky Brooklyn blaze." , "date" : "20080109" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Tributes and Grief at a Funeral for a Firefighter" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/09\/nyregion\/09funeral.html"} , {"body" : "AROUND TOWN Museums and Sites BULL RIDING INVITATIONAL Some people do yoga. Some meditate. Paulo Crimber happens to still his mind while riding a 1,500-pound bull that's trying to throw him into a pit of hard-packed dirt in front of thousands of screaming spectators. ''I always try not to think too much,'' Mr. Crimber, one of several professional" , "date" : "20080104" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/04\/arts\/04wspare.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Closing on Sunday, ''Mythic Creatures: Dragons, Unicorns and Mermaids.'' Among other exhibitions, ''H2O = Life'' and ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter,'' both through May 26. Timed tickets to ''H20 = Life,'' ''Mythic" , "date" : "20080104" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE6DF153CF937A35752C0A96E9C8B63"} , {"body" : "SHERMAN--Arnold E. Beloved husband of Naomi S. Sherman. Loving father of William and Jane Sherman, Patty and Richard Rudolph, and Joseph and Lisa Sherman. Cherished grandfather of David, Michael, Jason, Vicky, Andrew, Sam and Nathan. Devoted brother of Florence Hartenstein and brother-in-law of Ruth Kotcher. Dear uncle, great-uncle and friend." , "date" : "20080101" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "26" , "title" : "Paid Notice: Deaths SHERMAN, ARNOLD E" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F00EFD81F3AF932A35752C0A96E9C8B63"}]