[  {"body" : "MARINE PARK, a neighborhood of 21,500 people in southeast Brooklyn, shares its name and a boundary with the borough's largest park, a 798-acre mass that stretches to the marshes of Jamaica Bay. Still, when Eugenia Klopsis, an emergency medical technician, met her future husband, a Marine Park resident named David Moskowitz, at the Flatlands" , "date" : "20081116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MARINE PARK (BROOKLYN)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN | MARINE PARK, BROOKLYN; Isolation Is Pretty Splendid" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/16\/realestate\/16livi.html"} , {"body" : "EVEN years ago, back when she rented in East Flatbush, Ismay Gardner knew she liked Canarsie, a quiet suburban community on Brooklyn's south shore with row upon row of detached houses and neat lawns. When she decided to buy a house, Canarsie was the first place she looked, and even when she moved -- twice -- it was within Canarsie. Now, Ms." , "date" : "20081012" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "LIVING IN | CANARSIE, BROOKLYN; Homey, but No Haven From Hard Times" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/12\/realestate\/12livi.html"} , {"body" : "Trying to exploit the popularity of iPhones, four men used Craigslist to lure would-be buyers to Brooklyn and then robbed them at gunpoint, the police said on Thursday. The four men were arrested on Wednesday in Flatlands after officers set up a sting operation by responding to an advertisement on Craigslist, the police said. The men -- identified" , "date" : "20080613" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "4" , "title" : "Police: Robbers Used Craigslist" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/13\/nyregion\/13iphone.html"}]