[  {"body" : "MARINE PARK, a neighborhood of 21,500 people in southeast Brooklyn, shares its name and a boundary with the borough's largest park, a 798-acre mass that stretches to the marshes of Jamaica Bay. Still, when Eugenia Klopsis, an emergency medical technician, met her future husband, a Marine Park resident named David Moskowitz, at the Flatlands" , "date" : "20081116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MARINE PARK (BROOKLYN)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN | MARINE PARK, BROOKLYN; Isolation Is Pretty Splendid" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/16\/realestate\/16livi.html"} , {"body" : "Mayor Michael R. Bloomberg's vision of a city powered by air is nothing new in New York. For a sneak peek at the mayor's spinning skyline of tomorrow, one need look no further than the almost-400-year-old city seal. There it is, smack in the middle, between a pilgrim type in breeches and a strapping Indian with a longbow: a windmill. Its return to" , "date" : "20080821" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Attention, Mr. Mayor: We Had Windmills 400 Years Ago" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/21\/nyregion\/21windside.html"} , {"body" : "MY parents were volunteer emergency medical technicians for two decades, so I expected I would be great at the job. I certainly had parental support. When I mentioned to my mom in 1996 that I was thinking of becoming an E.M.T., she all but picked me up and carried me into the training hall, right down the block from our house on Eaton Court in" , "date" : "20080504" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "NEW YORK OBSERVED; The Man In the Blue Pajamas" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/04\/nyregion\/thecity\/04save.html"} , {"body" : "It was a beautiful morning on Sept. 11, 2001, so Florence Cioffi made a decision that helped save her life: She left her office in the World Trade Center for a coffee break and was able to flee the devastation of the terrorist attack. Ms. Cioffi remained with the same company when it moved to Jersey City after 9\/11, commuting from her home in" , "date" : "20080126" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Woman Who Survived 9\/11 Is Killed by a Car in the City" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/26\/nyregion\/26hit.html"}]