[  {"body" : "THE mood is worried and distracted these days on Automobile Row, the stretch of car dealerships and maintenance shops between 43rd and 57th Streets on 11th Avenue, on the Far West Side of Manhattan. On Friday, after weeks of anxiously watching Washington and hoping for help, the dealers and sales people on 11th Avenue were cheered by news of the" , "date" : "20081221" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "THE VOICE; Car Talk, in Troubled Times" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/21\/nyregion\/thecity\/21auto.html"} , {"body" : "A giant crane topples on the East Side of Manhattan and seven people are killed. A steam pipe explodes near Grand Central Terminal, leaving one passer-by dead, injuring dozens of others and forcing a number of businesses to close. A fire rips through a home in the Bronx, killing 10 members of two immigrant families from West Africa. Most people got" , "date" : "20081217" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "The Latest News in New York, Now Breaking at a Small Strip Mall in New Jersey" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/17\/nyregion\/17breaking.html"} , {"body" : "A 14-year-old honors student was struck and killed by a school bus on her way to school in Queens on Thursday morning, city officials said. The girl, Jasmine Paragas, was hit at 8:10 a.m. as she crossed 57th Avenue near the Queens Center mall in Elmhurst, the police said. She was pronounced dead at 8:54 a.m. at Elmhurst Hospital Center, the" , "date" : "20081205" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "Girl, 14, Is Struck and Killed by a School Bus in Queens" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/05\/nyregion\/05bus.html"} , {"body" : "In the forests northwest of Minsk, a 15-year-old Jewish girl named Faina Elman waited for the fascists to stop bombing her shtetl. She returned in a few days to find the village destroyed. Two years later, in 1943, when a pogrom swept through the village, Faina fled to the woods again, this time alone. ''I didn't eat for a few days,'' she recalled." , "date" : "20081118" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "THE NEEDIEST CASES; A Resistance Fighter, Struggling to Pay Bills" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9905E2DD1E3EF93BA25752C1A96E9C8B63"} , {"body" : "AROUND TOWN Museums and Sites BARTOW-PELL MANSION, 895 Shore Road North, Pelham Bay Park, the Bronx. Saturday at 1 p.m., ''The Original Bronx Natives,'' a lecture on the indigenous inhabitants of what is now the Bronx by Pat Ernest, the museum's director of education. Registration is recommended; bpmm.org. Tour hours: Wednesdays, Saturdays and" , "date" : "20081114" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9406E7D71239F937A25752C1A96E9C8B63"} , {"body" : "AROUND TOWN LEBOWSKI FEST There is something antithetical about Lebowski Fest, the annual celebration of ''The Big Lebowski,'' the 1998 Coen brothers movie that glorified slackerdom in the form of a long-haired stoner-bowler known as the Dude. Namely, that the event, started in 2002 by two friends in Louisville, Ky., has grown in a way that may be" , "date" : "20081114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/14\/arts\/14wspare.html"} , {"body" : "JOE SITT received a degree in business at New York University in the 1980s, which helped him become a real estate powerhouse. But he also took courses in history, and that subject, he said, has had an influence on how he sees his work as a developer. ''One of my philosophies is that what 'once was' can be again,'' he said. In New York, where Mr." , "date" : "20081026" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CHICAGO (ILL)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "20" , "title" : "CHECKING IN; A Hotel Looks Back To Its 1920's Glamour" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/26\/realestate\/commercial\/26sqft.html"} , {"body" : "DI FARA, which occupies an unassuming storefront on Avenue J in Midwood, Brooklyn, has for a decade been voted the city's No. 1 pizzeria and featured in magazines, newspapers and restaurant guides around the country. Pizza Time, a decade-old pizzeria with a red neon sign and a brightly lighted interior, sits just one block west and has received" , "date" : "20081019" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MIDWOOD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "MIDWOOD; Pizza Coexistence" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/19\/nyregion\/thecity\/19pizz.html"} , {"body" : "New York City has bought the one-acre site of the Wonder Wheel for $11 million as part of the Bloomberg administration's plan to preserve the historic character of Coney Island, the city announced on Wednesday. The city said that it expected to acquire additional land from local owners in the coming months. The property joins the Cyclone roller" , "date" : "20081016" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Trying to Uphold Coney Island's Character, City Buys Wonder Wheel Site" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/16\/nyregion\/16coney.html"} , {"body" : "In the room in Brooklyn where he was staying, along with birthday cards he had just received, the young archbishop from Brazil left photographs from his travels in a stack on a desk. One is a shot of Tower Bridge in London, and another shows him outside a government building in Oklahoma City. Somewhere, he had played in a field of snow. The" , "date" : "20081013" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BRAZIL" , "NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "A Cleric's Nomadic Life Comes to a Violent End" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/13\/nyregion\/13priest.html"} ,   {"body" : "EARLIER this month, as Roger Federer was defending his crown against top rivals in the United States Open at Flushing Meadows, another group of tennis champions gathered on two weather-beaten courts at First Avenue and 25th Street in Manhattan. This is the practice space for the Hunter College women's tennis team, which amassed a 61-3 record over" , "date" : "20080921" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "EAST SIDE; The Cheerleader" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/21\/nyregion\/thecity\/21tenn.html"} , {"body" : "When Salvo Frisina went to work recently at a pharmacy in Gravesend, Brooklyn, he saw something odd: a parking meter with a sawed-off head. Mr. Frisina said he thought it was part of the transition in the neighborhood from coin-operated parking meters to Muni-Meters, a move that the city is making across New York. ''I thought the city was cutting" , "date" : "20080831" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "An Arrest After Meters Are Stolen In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/31\/nyregion\/31meters.html"} , {"body" : "New York City's parking rules are sometimes so confusing that it can seem as if they were meant to be broken. Using a meter requires handfuls of coins, precise timing and a careful reading -- and rereading -- of parking signs. But even Maurice Mizrahi would have a hard time pleading ignorance of the violation that the police have accused him of" , "date" : "20080830" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Stash of 87 Parking Meters, Opened" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/30\/nyregion\/30meters.html"} , {"body" : "ITSIK ZEITOUNI, a young man with big ambitions, was living in the Homecrest section of southern Brooklyn early last year, but his thoughts were elsewhere -- just a little to the west, in fact, in the adjacent neighborhood of Gravesend. There, the Sephardic Jewish population was in the midst of a population boom that was ratcheting up prices for" , "date" : "20080810" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GRAVESEND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "LIVING IN | GRAVESEND, BROOKLYN; A Neighborhood Both Insular and Diverse" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/10\/realestate\/10livi.html"} , {"body" : "Gravesend is home to an insular community of Sephardic Jews as well as a diverse mix of other ethnicities." , "date" : "20080810" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "title" : "Living in Gravesend, Brooklyn" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2008\/08\/10\/realestate\/20080810LIVINGIN_index.html"} , {"body" : "Cable television subscribers in New York City will have another company to choose from starting on Monday when Verizon begins selling programming, taking on companies like Cablevision and Time Warner Cable. Verizon Communications, the city's largest phone company, will start hooking up cable customers for television in parts of 108 neighborhoods" , "date" : "20080728" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "2" , "title" : "Verizon Begins Competing For Cable TV Customers" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/28\/nyregion\/28verizon.html"} , {"body" : "If one is the loneliest number, then four is the hottest -- at least when it comes to gasoline. With regular gas in New York City at a near-record $4.40 a gallon, station managers are rummaging through their storage closets in search of extra 4s to display on their pumps. Many are coming up short. That's why Vishal Nair, who runs the Lukoil station" , "date" : "20080715" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Shortage At the Pump: Not of Gas, But of 4s" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/15\/nyregion\/15four.html"} , {"body" : "A 61-year-old Connecticut man has been charged with sexual abuse after following three children into two public bathrooms in Brooklyn on Thursday and molesting them, the police said on Friday. The man, Michael Martin, of Main Street in Stamford, followed an 8-year-old girl and her 4-year-old brother into a public restroom at Gravesend Park in" , "date" : "20080419" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CONNECTICUT"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Man Is Charged In Sexual Assault On Three Children" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/19\/nyregion\/19child.html"} , {"body" : "IN 1991, the high crime rate at the Cypress Hills Houses in East New York, Brooklyn, made it the perfect setting for Mayor David Dinkins to announce a crackdown on illegal guns. It was a little too perfect, in fact. As the mayor spoke, shots rang out a block and a half away. People in the crowd screamed, some started to run and others ducked for" , "date" : "20080413" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In the Projects, Hope and Hard Knocks" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/13\/nyregion\/thecity\/13cypr.html"} , {"body" : "-- once promoted as the city's next gated community -- just over the East New York border in Lindenwood, Queens. It is made of green-painted particleboard and tattered black tarp lashed to a chain-link fence. There is a gate, and there are stones, some of which may indeed be cobbles in the dictionary sense of water-worn rocks. But there is not much" , "date" : "20080329" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "LINDENWOOD JOURNAL; Eight Undeveloped Acres And Secret Videotapes Figure in Official's Trial" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/29\/nyregion\/29journal.html"} ,   {"body" : "At precisely 1 p.m. on Friday, an unlikely radio program blares to life on the lower end of the FM dial. The program is all sports, all the time: interviews with players and coaches, discussions about big games and steroids -- the kind of fare that is a staple of sports radio everywhere. But this program, on WNYE-FM (91.5), has nothing to do with" , "date" : "20080323" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "26" , "title" : "On This Show, Vinny From Lincoln High Is Host" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/23\/nyregion\/23host.html"} , {"body" : "A man was killed and three people were injured in Brooklyn early Thursday when their car was hit by a stolen vehicle whose driver had been fleeing the police at speeds of up to 100 miles an hour, the authorities said. A police spokesman, Chief Michael Collins, said officers had spotted the stolen car, a Nissan, and were getting ready to follow it," , "date" : "20080229" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BELT PARKWAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "One Is Killed and Three Are Injured in Crash Involving Stolen Car Fleeing the Police" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/29\/nyregion\/29crash.html"} , {"body" : "WHEN Ellen Weiman and Dubi Silverstein began dating, they often went for rambles through Lower Manhattan, killing time before a movie or just meandering for the fun of it. As they walked, they peered into town houses and brownstones without envy or resentment, with no expectation of ever living in such places. ''It was like window shopping,'' Ms." , "date" : "20080228" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["WEST VILLAGE (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "6" , "title" : "HOUSE PROUD; 1890s Outside, Loftlike Inside" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/28\/garden\/28grove.html"} , {"body" : "On a winter day in 2005, an undercover officer noticed two young men loitering on a street corner in Gravesend, Brooklyn. Something about their behavior caught his eye. He approached the men, gave one of them $19 and was handed two bags of crack cocaine by the other. After he left, other officers moved in and arrested them. In the spring of 2007," , "date" : "20080205" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Brooklyn, Police Work Is Undone by Scandal" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/05\/nyregion\/05drugs.html"} , {"body" : "America's Mayor, Mr. Leadership himself, has just bathed in the applause of 400 mostly white-haired, mostly transplanted Northeasterners and he is about to spend four or five hours dialing for the dollars needed to keep his presidential campaign going. Then he leans in to listen to a question from a television reporter: ''Mayor, you've had the" , "date" : "20080124" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "FLORIDA"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "21" , "title" : "REPORTER'S NOTEBOOK; Giuliani Finds Snowbird Friends in Florida, but Is He Winning Over Voters?" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/24\/us\/politics\/24giuliani.html"} , {"body" : "Correction Appended The men huddle on street corners in Bensonhurst, Brooklyn, like apparitions: No one seems to know their names or anything about them. They speak Spanish in a neighborhood where Italian is still common, even if its presence has waned over the years. They will paint homes, fix roofs, tend to yards or lay bricks if someone is" , "date" : "20080121" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Where 3 Died in Fire, a Changing Neighborhood" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907EFDA1231F932A15752C0A96E9C8B63"}]