[  {"body" : "For those of you at a loss as to how to see out the old year and break in the new, here is a suggestion: How about watching someone, blindfolded and wearing earplugs, move continuously in one space for 24 hours? How about doing it yourself? As of Monday afternoon there were still 19 spots open in ''freedom of information 2008,'' organized by the" , "date" : "20081230" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "6" , "title" : "DANCE; Across the Country, Dancing in Solidarity for 24 Grueling Hours" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/30\/arts\/dance\/30prot.html"} , {"body" : "The bank runs that regulators feared when they announced plans for an economic bailout in September brought to mind mobs of frantic customers swarming local banks, withdrawing all their deposits. But that terminology took on a different meaning on Monday when banks across New York City were deluged by abrupt withdrawals of another kind: robberies." , "date" : "20081230" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "On a Single Day, Five Banks in the City Are Robbed, in Busy Areas and in Broad Daylight" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/30\/nyregion\/30rob.html"} , {"body" : "LAST year revelers at the swank Soho Grand Hotel celebrated New Year's Eve with a ''Great Gatsby'' party, complete with celebrities in vintage flapper outfits. This year the holiday has been appropriately scaled back. The Soho Grand has a considerably more modest 1980s-theme dance party. At Cipriani on 42nd Street, one V.I.P. package costs $275," , "date" : "20081226" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "New Year's Eve, Just Slightly Downsized" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/26\/arts\/music\/26anew.html"} , {"body" : "GRANDMASTER MELE MEL, MICKEY FACTZ, SINDEN For this one night, the Bronx relocates to Brooklyn. Grandmaster Mele Mel (formerly Grandmaster Melle Mel), late of the Bronx pioneers Grandmaster Flash and the Furious Five, was one of early hip-hop's most distinctive vocal forces, a jabbing rapper and an intense storyteller to boot. Here he'll be" , "date" : "20081226" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "6" , "title" : "Sound and Fury Signifying New Year's Eve" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D04EED81138F935A15751C1A96E9C8B63"} , {"body" : "WITH its corrugated steel awning, a yellow and red exterior with stickers and assorted merchandise lined up behind scratched plexiglass, the bodega is a fixture of the city. And now this New York institution is available online. In the tradition of FreshDirect, Kozmo and Peapod, two enterprising hipsters in Brooklyn have started Hyperbodega.com," , "date" : "20081221" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "6" , "title" : "BROOKLYN UP CLOSE; The Virtual Bodega (And They Deliver)" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/21\/nyregion\/thecity\/21bode.html"} , {"body" : "The American Indian fishermen of Emmonak, Alaska, where the Yukon River meets the Bering Sea, remembered Buzz Billik's visit there 20 years ago. Mr. Billik, left, came to buy fish, and when the fishermen decided to find a wider audience for the whitefish they catch as it swims from the sea up the river, they called him. Mr. Billik, now the vice" , "date" : "20081217" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["ALASKA"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; Alaskan Catch for the Holiday Table" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/17\/dining\/17fish.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. TONY BENNETT (Tuesday) This fall the popular crooner Tony Bennett released a Christmas album, ''A Swingin' Christmas'' (RPM\/Columbia), with the Count Basie Big Band; on it Mr. Bennett sings with characteristic effortlessness, breezing through standards like ''Winter Wonderland'' and ''Santa" , "date" : "20081212" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A00E4D61F31F931A25751C1A96E9C8B63"} , {"body" : "Eric Girerd, a French chocolatier, started in Greenpoint, Brooklyn, then moved his kitchen for producing truffles and other finely wrought specialties to New Jersey. This fall he opened L'Atelier du Chocolat, 59 West 22nd Street, a tiny boutique hidden in plain sight in the Flatiron district. The shop has just introduced lush marrons glacés for" , "date" : "20081210" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; Chocolates, Delicately Etched" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/10\/dining\/10choc.html"} , {"body" : "For decades, people in Greenpoint, Brooklyn, have lived with the possible health hazards from oil spills in their industrial waterfront. Up to 30 million gallons of petroleum -- almost three times the amount dumped off the Alaskan coast by the Exxon Valdez in 1989 -- made their way into Newtown Creek and surrounding neighborhoods from dozens of" , "date" : "20081208" , "day_of_week_facet" : "Monday" , "geo_facet" : ["GREENPOINT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "A Problem Rises to the Surface in Greenpoint" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/08\/nyregion\/08greenpoint.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. NATASHA BEDINGFIELD (Friday) Although the pop singer Natasha Bedingfield resides in London, her easy, elastic vocals are inexorably linked with the MTV reality series ''The Hills,'' which follows a crowd of young, mostly blond Californians as they navigate Los Angeles and reapply rings of" , "date" : "20081205" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/05\/arts\/music\/05pop.html"} ,   {"body" : "The alto saxophonist Jon Irabagon has a smart tone, a shrewd technique and a catholic grasp of the jazz tradition. On Monday night at the TriBeCa Performing Arts Center, he marshaled those modern assets in a two-hour concert focused on his own compositions. Roundly competent and intermittently thrilling, the evening lacked only a center of gravity," , "date" : "20081203" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "MUSIC REVIEW | JON IRABAGON; For a Saxophonist With Many Options, A Chance to Showcase His Own Works" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/03\/arts\/music\/03irab.html"} , {"body" : "A lot of people live in New York, which is part of what makes the city so great. But it comes with a corollary that's a bit of a downer: a lot of people die there, too. Luckily, back in the mid-19th century, someone had the foresight to set aside some future prime real estate for some pretty cool cemeteries, among them Green-Wood in Brooklyn," , "date" : "20081130" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BRONX (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "5" , "title" : "WEEKEND IN NEW YORK; You Can Come and Go. They're Staying Awhile." , "url" : "http:\/\/travel.nytimes.com\/2008\/11\/30\/travel\/30weekend.html"} , {"body" : "JAZZ Full reviews of recent jazz concerts: nytimes.com\/music. GERI ALLEN TRIO (Tuesday through Thursday) Geri Allen's pianism reflects a spectrum of blues and gospel tonalities, and she rarely settles for complacent facility. Her first-rate trio features the bassist Rashaan Carter and the drummer Kassa Overall. (Through Dec. 7.) At 9 and 11 p.m.," , "date" : "20081128" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/28\/arts\/music\/28jazz.html"} , {"body" : "190 West Street (between Freeman and Green Streets), Brooklyn; (718) 349-2890. FAR OUT A large home-furnishings showroom on the edge of Greenpoint, full of mouthwatering vintage pieces (as well as new work from local artisans) for those addicted to midcentury modern design and its progeny. FAR-REACHING Along with its furniture, the store offers" , "date" : "20081127" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "4" , "title" : "West and Green" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B05E3DC1E38F934A15752C1A96E9C8B63"} , {"body" : "IN 1963, while my dad was on leave from the Air Force, my parents took a trip to Copenhagen. The Danish krone was worth about 14 cents, so my mother bought a black leather Swan chair with a footstool and two orange Egg chairs, designed by Arne Jacobsen. Along with a simple chrome-framed sofa, she spent a total of $959, plus shipping. Forty-five" , "date" : "20081127" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["GREENPOINT (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "4" , "title" : "CRITICAL SHOPPER | WEST AND GREEN; The Cost-of-Living-Stylishly Index" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/27\/fashion\/27CRITIC.html"} , {"body" : "''IT'S Russian roulette every day,'' said Cassandra Castillo, a tough, tattooed 26-year-old who is one of the city's handful of female bike messengers. ''Every day we're two paychecks away from disaster.'' Each morning, Ms. Castillo removes her bike from its hook on the ceiling of her apartment in Greenpoint, Brooklyn, pulls her short dark hair" , "date" : "20081116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY VISIBLE; Wings on Their Heels" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/16\/nyregion\/thecity\/16mess.html"} , {"body" : "AT Fred Flare, a new store in Greenpoint, Brooklyn, full of happy, cheap, eclectic thingies, the staff ends its sentences with lots of exclamation points, question marks or both. ''Hi! I like your pin?!'' sang an insanely happy young woman behind the register to a customer. ''And your sunglasses!!!'' chimed her co-worker. Then one of them turned to" , "date" : "20081113" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "4" , "title" : "CRITICAL SHOPPER | FRED FLARE; No Frown Is Left Unturned" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/13\/fashion\/13CRITIC.html"} , {"body" : "Four minutes into their first home game on Saturday night, the Brooklyn Aces of the Eastern Professional Hockey League began defending their frozen turf on Flatbush Avenue. Jerry Cardinale, one of Brooklyn's own, squared off at center ice with Teague Willits-Kelley of the Jersey Rockhoppers. As both players tossed their helmets and gloves to the" , "date" : "20081110" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Watch Out for That Stick, Er, Fist: Professional Ice Hockey Bursts Into Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/10\/nyregion\/10aces.html"} , {"body" : "New York City and the state have struck an agreement that is expected to finally bring the city's 14 sewage treatment plants into compliance with environmental laws, speed the upgrade of the largest -- at Newtown Creek in Brooklyn -- and offer some restitution to neighbors who have put up for years with bad smells and polluted waterways. The" , "date" : "20081107" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "GREENPOINT (NYC)" , "NEWTOWN CREEK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "City Reaches Agreement With State On Sewage" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/07\/nyregion\/07sewage.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. AC\/DC (Wednesday and Thursday) For a rock 'n' roll fan, is anything more glorious than the sight of Angus Young, AC\/DC's lead guitarist, skipping across the stage in a pair of schoolboy shorts, his pale knees bopping into each other, a prim and proper tie flapping in the breeze? Since the" , "date" : "20081107" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/07\/arts\/music\/07pop.html"} ,   {"body" : "Read a mile-by-mile recap of how the men's New York City Marathon unfolded. Liz Robbins was on the media truck following the elite runners as Marilson Gomes dos Santos of Brazil dueled with Abderrahim Goumri of Morocco who finished second two years in a row. 2:00 P.M. At the press conference nearly two hours after the race, the runners told the" , "date" : "20081102" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S."] , "title" : "THE RACE LEADER; The Men's Race, Mile-by-Mile" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940DE1DC1031F931A35752C1A96E9C8B63"} , {"body" : "THOMAS LAWRENCE TOSCANO, artistic director of the fledgling OperaOggiNY, lived in Greenpoint, Brooklyn, for 12 years starting in 1993, and has been in nearby Williamsburg since then. Over the years, he became well acquainted with the local churches; he stages performances in churches all the time. ''It's much easier than trying to get into" , "date" : "20081102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DISPATCHES; Miracle on Berry Street" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/02\/nyregion\/thecity\/02disp.html"} , {"body" : "VINNIE VERGA has intense eyes, a body covered in tattoos and an accent that smacks of his Long Island roots. He also has what he calls soft hands, and when it comes to handling multimillion-dollar works of art, apparently these make all the difference. For more than a decade, Mr. Verga, 35, has worked behind the scenes of the city's art world as an" , "date" : "20081102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SOHO (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "THE VOICE; The Art of the Move" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/02\/nyregion\/thecity\/02art.html"} , {"body" : "BROOKLYN produced one-fifth of the nation's beer as recently as 1960. By 1976, when Rheingold and Schaefer shuttered their Brooklyn plants, the number of local breweries dropped to zero. Now the hops are stirring in Brooklyn once again. Sixpoint Craft Ales, which has been brewing an increasingly popular range of beers in a small brew house in Red" , "date" : "20081029" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Brooklyn Returns To a Heady Time" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/29\/dining\/29beer.html"} , {"body" : "ON Sunday runners representing more than 100 countries will compete in the New York City Marathon. If they weren't so busy, many could track down foods from home right here in the city. This guide does not stray far from the 26.2-mile course. Each of the 26.2 stops (26 with a fixed address and one itinerant truck) represents at least one national" , "date" : "20081029" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "Grab a Bite If You Don't Have to Run" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/29\/dining\/29marathon.html"} , {"body" : "Opening This Week CENTER CUT Jeffrey Chodorow's sprawling new steakhouse on the second floor of the Empire Hotel, opening Oct. 30, includes dishes like steak Diane, Korean short ribs, prime rib and hot-smoked king salmon: 44 West 63rd Street, (212) 956-1288. DARDANEL Turkish food, emphasizing Black Sea cuisine, including anchovies and halvah pie," , "date" : "20081029" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/29\/dining\/29off.html"} , {"author" : "Ted Botha's books include ''Mongo, Adventures in Trash'' and most recently ''The Girl With the Crooked Nose,'' a nonfiction thriller about a forensic sculptor." , "body" : "SOUTHSIDE COFFEE could hardly be more obscure. It sits on a corner of a quiet street in what is called the South Slope in Brooklyn, and at first it looks like any other shop with the word ''coffee'' slapped on the awning: A bunch of bikes are chained outside, several customers sit at tables on the sidewalk, and inside people are hunched behind" , "date" : "20081026" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Bean Town" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/26\/nyregion\/thecity\/26coff.html"} , {"body" : "As they chiseled away at wooden masks, the carpentry students at Frances Perkins Academy, one of five vocational schools that opened in the city this fall, seemed happily oblivious to anything outside their sawdust-sprinkled world. But when asked how many wanted to turn their second-period class into a career, not a single hand went into the air." , "date" : "20081015" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "29" , "title" : "City to Try Elevating Academic Subjects at Technical Schools" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/15\/nyregion\/15vocation.html"} , {"body" : "For more than a year, Jo Anne Simon, a lawyer in Downtown Brooklyn, has been busy planning her campaign to represent a City Council district that stretches from Park Slope to Williamsburg and Greenpoint. She has started a Web site and has held a number of fund-raising events, which have taken in more than $50,000. But with the current turbulence" , "date" : "20081010" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Council Candidates Are Left in Limbo Over Term Limits" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/10\/nyregion\/10candidates.html"} , {"body" : "Five years after opening Spruce, a home design store in the Catskills, John Krenek has a New York City outpost. West and Green, in Greenpoint, Brooklyn, just south of the Queens-Midtown Tunnel, is a 5,000-square-foot emporium of new and old furnishings and lighting. Among the offerings are enamelware bowls from Kiln Design Studio in Brooklyn ($150" , "date" : "20081009" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CATSKILLS (NYS AREA)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS | OPEN; Brooklyn Home Décor" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/09\/garden\/09open.html"} ,   {"body" : "THE FIXED-GEAR RIDER One-speed ''fixie'' bikes are a cult these days, the clearest way to advertise one's skinny-jeans credibility. Meant for velodrome tracks, they were originally popularized by bike messengers. Jesse Ashlock, 30, a fashion magazine editor who lives in Greenpoint, Brooklyn, rides a Bianchi Pista that cost $660 with upgrades. The" , "date" : "20081009" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "5" , "title" : "A Field Guide to the New York City Bicyclist" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502E2D8113EF93AA35753C1A96E9C8B63"} , {"body" : "An article and a picture caption in some editions on Tuesday about the discovery of two rare porcelain fireplace plaques at the Greenpoint Reformed Church in Brooklyn showing Robert Fulton, the 19th-century steamboat designer, and Robert Livingston, his business partner, reversed their identifications. Fulton is the standing figure at left, and" , "date" : "20081009" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "4" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E00EFD9133FF93AA35753C1A96E9C8B63"} , {"body" : "A mystery involving a fireplace in Brooklyn has set off a scholarly stir. At the Greenpoint Reformed Church on Milton Street, a grand 19th-century pillared building that the congregation has owned since 1943, half a dozen historians have visited over the past few months to scrutinize old tiles along the back wall of a fireplace in the parlor. It" , "date" : "20081007" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Scholars Stumble on Puzzle in Brooklyn Fireplace" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/07\/nyregion\/07fulton.html"} , {"body" : "''I don't sleep very well right now,'' Daniel Rossen said the other day. A guitarist, singer and songwriter, he's trying to juggle two superb Brooklyn bands at once. Mr. Rossen is best known as a member of Grizzly Bear, the band he joined in 2004. Its billowing, dreamlike songs -- written by Mr. Rossen and by the band's founder, Edward Droste --" , "date" : "20081006" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "He's Flying With Eagles While Staying Inside the Den of the Grizzly Bear" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/06\/arts\/music\/06eagl.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. AN ALBATROSS (Friday) This six-piece band from Wilkes-Barre, Pa., shrieks its way through dizzying but lighthearted prog-hardcore songs that borrow something from Captain Beefheart. With Grampall Jookabox and Pwrfl Power. At 8 p.m., Death by Audio, 49 South Second Street, between Wythe and" , "date" : "20080926" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "Pop" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/26\/arts\/music\/26pop.html"} , {"body" : "Opening This Week INSIDE PARK AT ST. BART'S Capitalizing on the success of the cafe on its terrace, St. Bartholomew's Church has converted its chapter house into a year-round restaurant. The soaring ceilings of the airy, unfussy room are decorated with Byzantine motifs. The chef, Matthew Weingarten, left, is pickling everything he can find at the" , "date" : "20080924" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["GREENPOINT (NYC)" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/24\/dining\/24off.html"} , {"body" : "For 19 years, Elizabeth Baumgartner, a Polish-American from Queens, has been publishing a series of how-to books aimed at newly arrived Polish immigrants trying to find their way in the United States. The books cover topics like buying a house, investing in mutual funds and starting your own business. These days, however, her best sellers are" , "date" : "20080921" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)" , "POLAND"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "A Land of Opportunity Lures Poles Back Home" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/21\/nyregion\/21poles.html"} , {"body" : "IN theory, slowing sales and the prospect of further weakness after the meltdown on Wall Street should mean it's a buyer's market in Manhattan. But mortgages are so difficult to get, and co-op boards are making such tough demands, that enterprising bargain hunters are finding that although the time should be right for them, it is sometimes" , "date" : "20080921" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "For Buyers, Many Roadblocks" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/21\/realestate\/21cov.html"} , {"body" : "ON a recent afternoon Martha Rosler welcomed a visitor to her three-story Victorian home in Greenpoint, Brooklyn, to discuss her new show at Mitchell-Innes & Nash in Chelsea. Midway through the visit she said, ''I'm a mad clipper, I don't know if you noticed.'' Yet you can't help but notice. Step inside the house where Ms. Rosler has lived since" , "date" : "20080907" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["IRAQ"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "76" , "title" : "THE NEW SEASON | ART; Glossy Idealism on the Front Lines" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/07\/arts\/design\/07kino.html"} , {"body" : "Male and female characters from the performance artist Yvette Helin's Pedestrian Project serve as the canvas for scenes from Greenpoint, Brooklyn. Clockwise from upper left, graffiti on Clay Street, the ''eggs'' of the Newtown Creek Wastewater Treatment Plant, a patriotic mural on Berry Street and a soccer field at McCarren Park. An audio slide" , "date" : "20080903" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "LENS DAMON WINTERS; Neighbors" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E4DD1E3EF930A3575AC0A96E9C8B63"} ,   {"body" : "The Slip 'N Slide and the dodgeballs were packed up a week ago, and on Saturday night the three-year reign of the premier New York summertime concert space and playground came to a close. ''Welcome to the end of McCarren pool as we know it,'' Thurston Moore said from the stage as his band, Sonic Youth, played the final show at what had quickly" , "date" : "20080901" , "day_of_week_facet" : "Monday" , "geo_facet" : ["MCCARREN PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Everyone Out of the Pool (Musicians and Hipsters, That Means You)" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/01\/arts\/music\/01mcca.html"} , {"body" : "Sonic Youth played the final concert at the McCarren Park Pool in Greenpoint, Brooklyn." , "date" : "20080901" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "title" : "Last Call" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2008\/09\/01\/arts\/20080901_POOL_SLIDESHOW_index.html"} , {"body" : "In the Tajik village of Akjar, the irrigation canal pictured to the left is the only source of water. Tajikistan, the source of more than 40 percent of Central Asia's water, has pinned its economic hopes on its water supply, but a number of sizable hurdles must be surmounted. nytimes.com\/world The availability of abortions; a better law against" , "date" : "20080901" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "ON NYTIMES.COM" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B07E1DB113CF932A3575AC0A96E9C8B63"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. ADELE (Wednesday) Now that Amy Winehouse's tumultuous personal life has stalled her career, Britain has spawned a new class of neo-soul singers. The 20-year-old Adele, from London, recently released her Mark Ronson-produced debut, ''19'' (XL\/Columbia), which marries 1960s girl-group pop with" , "date" : "20080829" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "16" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/29\/arts\/music\/29pop.html"} , {"body" : "KELLY TAYLOR was tired of the limited choices of beers he found at bars: either insipid lightweights or staggering powerlifters. ''There was no middle road,'' he said. ''We wanted to make beer where you could have a few and not have to go take a nap.'' So Mr. Taylor, the brewmaster at Greenpoint Beer Works in Clinton Hill, Brooklyn, which brews for" , "date" : "20080827" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "The Other Extreme: Low-Alcohol Beers" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/27\/dining\/27beer.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. JIMMY BUFFET AND THE CORAL REEFER BAND (Wednesday) If Jimmy Buffet had his druthers, the workday would consist of swaying poolside in a freshly strung hammock; business casual would refer to the fetching combination of Hawaiian shirts and board shorts; and power lunches would entail frozen" , "date" : "20080822" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "Pop and Rock Listings" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/22\/arts\/music\/22pop.html"} , {"body" : "Rasha Shamoon loved her bicycle and made sure it showed: She plastered it with stickers and reflective tape, cherishing each scuff, dent and ding she earned zipping around New York. The bike, her preferred means of travel, was an essential part of her life. Ms. Shamoon, 31, spent the last conscious moments of her life on that bike. Very early on" , "date" : "20080817" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Gathering to Mourn and Celebrate a Woman Who Celebrated Life" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/17\/nyregion\/17cyclist.html"} , {"body" : "DURING several days last August, harried denizens of Wall Street and camera-snapping tourists were given an unusual lunchtime treat: a 15-minute performance choreographed by Reggie Wilson and Andréya Ouamba for the steps of the United States Custom House on Bowling Green. Called ''Accounting for Customs,'' it was an intoxicating brew of sensual" , "date" : "20080817" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "11" , "title" : "DANCE; Summer in the City and Its Outdoor Spaces" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/17\/arts\/dance\/17laro.html"} , {"body" : "MICAH BERGDALE had no time for adolescent indecision. He graduated from college with a degree in business administration at 18 and founded his own company three years later. ''Some people go through their 20s floating around, and I don't want to float around,'' said Mr. Bergdale, who is now 26. ''I want to create a successful strategy for my life" , "date" : "20080817" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "THE HUNT; And Now a Homeowner" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/17\/realestate\/17hunt.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. AESOP ROCK (Sunday) Aesop Rock, a rapper from New York, has an uncanny ability to splice together strings of nonsensical prose; his mishmashed lyrics aren't always logically sound -- ''We were the homemade marker makers born to pour the marsh ink into right guard parts\/And march through the" , "date" : "20080815" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/15\/arts\/music\/15pop.html"} ,   {"body" : "NEW Yorkers see their town as the center of the universe. But despite huge strides by New York's cafes over the last few years, the most respected coffee roasters are elsewhere. Now, some of the best are coming to town. Duane Sorenson, who owns Stumptown Coffee Roasters, based in Portland, Ore., packed up a U-Haul last month and moved to Carroll" , "date" : "20080813" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "5" , "title" : "Specialty Coffee Roasters Brew in New York" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/13\/dining\/13coffee.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. ALL POINTS WEST (Friday through Sunday) Conceived as an East Coast counterpoint to the annual Coachella festival in California, All Points West takes its name from signs posted to immigrants who entered the country via Ellis Island and boarded western-bound trains at the Central Railroad of" , "date" : "20080808" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/08\/arts\/music\/08pop.html"} , {"body" : "There are at least half a dozen ways to reach Isaac Abraham, a community advocate, which is fortunate, since he seems to love being found: to supply a quote, to solve a problem or to get in the middle of the city's political rumbles. He wears two cellphones on his hip along with an old black pager. In the trunk of his sport-utility vehicle, he" , "date" : "20080808" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Neighborhood Fixer Wants 'to Do It Elected'" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/08\/nyregion\/08abraham.html"} , {"body" : "Four members of the Bonanno crime family, including its acting boss, pleaded guilty on Wednesday to murder-conspiracy charges related to two separate mob murders dating back to 2001, according to the United States attorney's office. Two of the four, Michael Mancuso, 53, the family's acting boss, and Anthony Aiello, 31, a soldier in the family," , "date" : "20080807" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Four in Bonanno Family Plead Guilty in Murders" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/07\/nyregion\/07mob.html"} , {"body" : "FOR three years rock 'n' roll has had a great summer romance at McCarren Park Pool in Brooklyn. Instant I-was-there concerts in the big, empty pool basin by M.I.A., Blonde Redhead and TV on the Radio. Packed free shows on blazing Sunday afternoons. The thrift-store couture, the human mural of tattoos, piercings, sunburns and hair dye. Every other" , "date" : "20080801" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "MCCARREN PARK (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "It's Been Quite a Pool Party, but the Days Grow Short" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/01\/arts\/music\/01pool.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. THE BLACK KEYS (Thursday) White musicians reappropriating and re-packaging scrappy Chicago and Mississippi blues is a yarn almost as ancient as the blues itself, but this duo, based in Akron, Ohio, makes an improbably appealing fuss. Their riffs may not be particularly pioneering, but they" , "date" : "20080801" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/01\/arts\/music\/01pop.html"} , {"body" : "Nathan Kensinger generally does not ask for permission when he photographs the decaying remnants of Brooklyn's industrial waterfront. Since 2003, he has wandered into shuttered factories, padlocked basements and forbidding warehouses. He has not been arrested, yet, but he does not want to tempt fate, either. Mr. Kensinger's photographs are now on" , "date" : "20080801" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "City Room; Have Camera, Will Trespass, On the Brooklyn Waterfront" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E00E0D7163BF932A3575BC0A96E9C8B63"} , {"body" : "ON a hot, bright July afternoon I found myself standing at the tip of Croton Point Park, a peninsula in Westchester County that hooks far out into the Hudson River from its eastern shore near the town of Croton-on-Hudson. For me it was less than an hour's scenic ride on Metro-North from Grand Central Terminal. My guide for this excursion, Matthew" , "date" : "20080801" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE" , "HUDSON RIVER VALLEY (NY)" , "HUDSON RIVER"] , "nytd_section_facet" : ["Movies" , "Travel" , "Arts"] , "page_facet" : "25" , "title" : "WEEKEND EXPLORER; The Hudson's New Wave" , "url" : "http:\/\/travel.nytimes.com\/2008\/08\/01\/arts\/01expl.html"} , {"body" : "''Where's the bus, where's the bus, where's the bus?'' Sean Carlson fretted last month as he paced around a block in Williamsburg, Brooklyn, his BlackBerry buzzing a message a minute. He peered anxiously down the street, waiting. An hour later, he spotted it: an old Blue Bird school bus, painted white and powered by vegetable oil. On its wheels" , "date" : "20080731" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["LOS ANGELES (CALIF)"] , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "BREAKING IN | The Music Promoter | On the Bus, and Off It: The Initiation of a Young Rock Impresario" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/31\/arts\/music\/31break.html"} , {"body" : "AT his market stall at the Brooklyn Flea in Fort Greene on Sunday, Jay Dines, an upstate farmer, sat slumped on one of his plastic meat coolers as thunderclouds gathered above. It was his second and final week at the market, and only a handful of customers browsing antiques, vintage clothing and crafts stands showed any interest in his plump" , "date" : "20080730" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "Farmer Deals With Drop in Business and Credibility" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/30\/dining\/30dines.html"} ,   {"body" : "Dakota Blair acknowledges that both he and the apartment building where he lives are somewhat out of place. Mr. Blair, 23, a software engineer from East Texas, pays $1,700 a month for a studio in what he calls the Yuppie Spaceship: a new luxury apartment building on an unluxurious corner in Bedford-Stuyvesant, Brooklyn. After nine months in the" , "date" : "20080727" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Growing Pains Come and Go In Bed-Stuy" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/27\/nyregion\/27gentrify.html"} , {"body" : "BEFORE heading on tour this month for its new album, ''Stay Positive'' (Vagrant), the Hold Steady had some time to kill. Tad Kubler, 35, the lead guitarist, ventured to Three Kings Tattoo in Greenpoint, Brooklyn, having chosen a bison facing off with a general as his 20th or so tattoo and the inside of his elbow as the perfect slate for it. Craig" , "date" : "20080727" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "PLAYLIST; Inspiration in the Melody, At Home or on the Road" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/27\/arts\/music\/27play.html"} , {"body" : "Pop Jon Pareles Time travel is as easy as getting to Brooklyn for a triple bill of decade-hopping bands at McCarren Park Pool. The TING TINGS, MGMT and BLACK MOTH SUPER RAINBOW all filter memories of rock's past through present-day tastes, which means less naïveté than the music had the first time around and more knowing connoisseurship leading" , "date" : "20080727" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "The Week Ahead| July 27- Aug.2| Pop" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9906E0DF1031F934A15754C0A96E9C8B63"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. !!! (Sunday) Punk-funk usually leans on the punk side, with short blasts of indignation or defiance filtered through dance beats. This local seven-piece (whose name is pronounced ''chick-chick-chick,'' or, the band says, however you want) goes for immersion, transcendence and kicks, through" , "date" : "20080725" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/25\/arts\/music\/25pop.html"} , {"body" : "When the Brooklyn Brewery set up its brew house 12 years ago in a decaying section of Williamsburg riddled with empty shells of the borough's industrial past, Steve Hindy, the brewery's president, was hailed as a pioneer. Today, the neighborhood has come a long way: Condominiums a block away offer rooftop cabanas, while developers are turning" , "date" : "20080720" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Double Edge to Brooklyn's Success" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/20\/nyregion\/20brewery.html"} , {"body" : "Theater Charles Isherwood The teeming hordes of tourists who descend on Manhattan in the summer rarely stray far from Times Square in search of theater. But there is plenty of stage activity in the other boroughs too. A whimsical riff on ''Hamlet'' opens this week at an appropriately unusual site, the McCARREN PARK POOL in scruffy-hip Brooklyn." , "date" : "20080720" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "The Week Ahead | July 20-July 26 | Theater" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9805E0D8143FF933A15754C0A96E9C8B63"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "AT first, Allen Yee was discouraged by how little $400,000 to $450,000 would buy. ''I felt that -- impatient New Yorker -- I would find something really fast,'' said Mr. Yee, who began his hunt for an apartment more than two years ago. ''I should have had more of a long-term approach in the beginning, so I wouldn't have been so exasperated.'' As" , "date" : "20080720" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "THE HUNT; The Long Wait" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/20\/realestate\/20hunt.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. AKRON\/FAMILY (Thursday) This trio's scrap-folk is built on the oxymoronic notion of tough fragility, and listening to it feels a little bit like driving a pickup with three good wheels: Hold on tight and hope everything sticks together. In concert, expect an entrancing mishmash of found sound," , "date" : "20080718" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/18\/arts\/music\/18pop.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Every Friday and Saturday at 7:30 and 8:30 p.m., ''SonicVision,'' an animated alternative-music show is shown in the Rose Center; tickets, $15; $12 for members. Tuesday at 6:30 p.m., ''Mint Julep: The Official Drink of the Kentucky Derby,'' a" , "date" : "20080718" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E5DA1331F93BA25754C0A96E9C8B63"} , {"body" : "AROUND TOWN VICTORIAN GARDENS AND ASTROLAND AMUSEMENT PARK New York may never sleep, but it certainly gets sluggish this time of year. Yes, we know, there's the Siren Festival, Warm-Up at P.S. 1, Central Park SummerStage and countless other chances to test the impact of alcohol consumption and sweating like a hog on your hydration. Those of us not" , "date" : "20080718" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/18\/arts\/18wspare.html"} ,   {"body" : "The phenomenon can be a little startling to newcomers, though it is one that more seasoned New Yorkers most likely no longer see, possibly because they are still recovering from the night before. Michael Treanor, who is 23 and from Santa Cruz, Calif., finds himself caught up in it every time he visits. ''Without having to drive, I drink here all" , "date" : "20080716" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BRYANT PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Ah, the Heat, the Crowd, The Park, and the Booze" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/16\/nyregion\/16drinking.html"} , {"body" : "Newtown Creek, the polluted estuary that separates Queens and Brooklyn, should be named a federal Superfund site, a move that could hasten long-stuttering cleanup efforts, a pair of New York lawmakers say. Representatives Anthony D. Weiner and Nydia M. Velázquez, whose Congressional districts include the contaminated area, are urging the" , "date" : "20080713" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEWTOWN CREEK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Lawmakers Ask E.P.A. to Help with Creek Cleanup" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/13\/nyregion\/13newtown.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. AFRO-PUNK FESTIVAL (Saturday) This free film and music festival, in its fourth year, celebrates African-Americans playing punk rock, a genre long considered the exclusive terrain of skinny white men with mohawks and meticulously safety-pinned earlobes. Both the Noisettes, from London, and the" , "date" : "20080711" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "THE LISTINGS: POP" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/11\/arts\/music\/11pop.html"} , {"body" : "Conran's summer sale starts Thursday and continues through Aug. 3, with discounts of up to 60 percent. Items on sale include the Mary Chair, upholstered in fabric or leather ($2,400, reduced from $3,200), and the Chab coffee table, left, with a removable serving tray (about $627, formerly $895); quantities are limited. The Conran Shop, 407 East" , "date" : "20080710" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS | DEALS; Ways to Save and to Help" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/10\/garden\/10deals.html"} , {"body" : "IT must be the thrill of the chase. How else to explain New Yorkers' infatuation with sweetmobiles, food trucks that are zipping around the city, tantalizingly loaded with crème brûlée, cookies, ice cream and freshly baked waffles -- but often maddeningly hard to find? ''There's the serendipity factor,'' said Kim Ima, a former actor who now" , "date" : "20080709" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "$25 AND UNDER; Save Room For the Truck" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/09\/dining\/09unde.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. AFRIKA BAMBAATAA, SEUN KUTI AND EGYPT 80 (Sunday) Since the early 1980s, the D.J. Afrika Bambaataa, from the South Bronx, has been establishing and redefining hip-hop paradigms; his ''Planet Rock,'' from 1982, is probably one of the most influential pop singles of all time. Seun Kuti is the" , "date" : "20080704" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "Pop Listings" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/04\/arts\/music\/04pop.html"} , {"body" : "AROUND TOWN THE FIFTH OF JULY When the oohing and aahing, not to mention the eating, are over, it might be time for a holiday reality check. In New York reminders of the War for Independence are everywhere, of course, and several events on Saturday deliver jolts from the past. On his ''Revolution in the Streets'' walking tour, Frederick Cookinham" , "date" : "20080704" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/04\/arts\/04wspare.html"} , {"body" : "The city is moving the Macy's Fourth of July fireworks display from Manhattan to Brooklyn this year for a simple reason: TV. In years past, the city staged its show near the Water Club, on Manhattan's East Side. But this year, with NBC, which broadcasts the display, having long expressed a keen desire to show more of the New York City skyline, the" , "date" : "20080704" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "EAST RIVER (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "To Improve Backdrop, Fireworks Move South" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/04\/nyregion\/04fourth.html"} , {"body" : "Childhood lead poisoning declined by 15 percent last year, the Department of Health and Mental Hygiene reported on Wednesday, reaching the lowest rate ever recorded in New York City. The 2007 figure -- 1,970 poisonings among children 6 months to 6 years of age -- is a 90 percent decline since 1995, when nearly 20,000 children were identified with" , "date" : "20080703" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Lead Poisoning Cases Decline" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/03\/nyregion\/03lead.html"} , {"body" : "The deluge ceased shortly before the Hold Steady took the stage at McCarren Park Pool in Brooklyn on Sunday. Not that it mattered all that much. It was the first of this summer's free JellyNYC Pool Parties at the site on the border of Greenpoint and Williamsburg, and more than a few concertgoers had come equipped with swimsuits. At one end of the" , "date" : "20080701" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "5" , "title" : "MUSIC REVIEW; Churning Up the Pool With Reliably Raucous Waves of Music" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/01\/arts\/music\/01stea.html"} ,   {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. RANDY BACHMAN (Tuesday) Formerly the lead guitarist for the Guess Who and later one of the frontmen of Bachman-Turner Overdrive, Randy Bachman is responsible for writing (or helping to write) many 1970s hits, which range from lame (''Takin' Care of Business'') to oddly timeless (''American" , "date" : "20080627" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/27\/arts\/music\/27POP.html"} , {"body" : "Bob Rommeney steered his flatbed truck into a scrap-metal recycling plant in Brooklyn and unloaded two battered cars that had been wrecked days earlier at Riverhead Raceway on Long Island. Within hours, the discarded vehicles would have their wheels removed, their fluids drained and their bodies crushed into 3-by-4-foot squares. Mr. Rommeney, 54, a" , "date" : "20080627" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CHINA" , "NEW YORK CITY" , "INDIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "In the Metal Recycling Business, It's Loud, Dirty and Suddenly Lucrative" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/27\/nyregion\/27scrap.html"} , {"body" : "For unsuspecting visitors to Governors Island on Saturday, there perhaps to see the Federal-style brick buildings or other relics of the island's military past, something was out of whack. Sharing the normally staid grounds were roving brigades of teenagers and young adults, some in torn black T-shirts and plaid pants, others festooned with" , "date" : "20080622" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "A Fine Day for Music, No Matter Your Taste" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/22\/nyregion\/22music.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. NATASHA BEDINGFIELD (Wednesday) Although the pop singer Natasha Bedingfield resides in London, her easy, elastic vocals are inexorably linked with the MTV reality series ''The Hills,'' which follows a clump of young, mostly blond Californians as they navigate Los Angeles and reapply rings of" , "date" : "20080620" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E07EEDA143FF933A15755C0A96E9C8B63"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. NATASHA BEDINGFIELD (Wednesday) Although the pop singer Natasha Bedingfield resides in London, her easy, elastic vocals are inexorably linked with the MTV reality series ''The Hills,'' which follows a clump of young, mostly blond Californians as they navigate Los Angeles and reapply rings of" , "date" : "20080620" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Pop and Rock Listings" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/20\/arts\/music\/20wpop.html"} , {"body" : "Correction Appended AROUND TOWN Museums and Sites RENEGADE CRAFT FAIR Let's face it, hierarchy is passé. Want to watch TV? No need to wait for the networks; just shoot something with your friends and edit the video. How about some music? Go to iTunes and create your own mix. Or a scarf? Pick up some knitting needles, and, well, you get the idea." , "date" : "20080613" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/13\/arts\/13wspare.html"} , {"body" : "The title ''Eminent Domain: Contemporary Photography and the City'' suggests a history of contested municipal development projects like the Atlantic and Hudson Yards. Instead, this show at the New York Public Library is about the photographer's proprietary claim to the urban landscape. That claim was briefly threatened last year by a Bloomberg" , "date" : "20080613" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "ART REVIEW | 'EMINENT DOMAIN'; Staking Claim to a City, With Camera in Hand" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/13\/arts\/design\/13cont.html"} , {"body" : "New York City announced fresh administrative charges on Thursday against a Brooklyn architect whose name has become identified both with the building boom that has transformed large swaths of the borough and with its many excesses. The architect, Robert M. Scarano Jr., is accused of flouting zoning rules in putting up two buildings in Greenpoint," , "date" : "20080613" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Zoning Rules Are Flouted By Architect, City Says" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/13\/nyregion\/13architect.html"} , {"body" : "RENEGADE CRAFT FAIR Let's face it, hierarchy is passé. Want to watch TV? No need to wait for the networks; just shoot something with your friends and edit the video. How about some music? Go to iTunes and create your own mix. Or a scarf? Pick up some knitting needles, and, well, you get the idea. So it's no surprise that at a time when D.I.Y. is" , "date" : "20080613" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "RENEGADE CRAFT FAIR" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9807E1DD133AF930A25755C0A96E9C8B63"} , {"body" : "TWO days before the opening of his latest show, the artist Adam Cvijanovic took a break to size up his new installation, which he and two gallery employees had just erected in the back of Bellwether Gallery in Chelsea. Although he had been working furiously in his tiny Chinatown studio for the last four months, this was the first time he had seen" , "date" : "20080608" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "ART; Holding a Mirror to a Mirror of the Past" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/08\/arts\/design\/08kino.html"} ,   {"body" : "WITH a repertory of songs like ''Party Hard,'' ''Long Live the Party,'' ''Party Til You Puke'' and ''Party Party Party,'' the pop-metal musician Andrew W. K. would seem to be a fun guest to have at, say, a party. And now that he has his own dance club, the long-awaited Santos Party House on Lafayette Street, he seems to be an equally enthusiastic" , "date" : "20080608" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "12" , "title" : "BOîTE; Thank You for Partying" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/08\/fashion\/08boite.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. BOOTH AND PAT The classic showbiz tale generally has a star getting laryngitis and an understudy getting a big break. For Booth Daniels and Patrick Frankfort, it was more like this: Somebody blew off a gig, so, well, we can't let that empty stage go to waste, can we? Last fall Mr. Frankfort," , "date" : "20080606" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "THE LISTINGS| POP" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/06\/arts\/music\/06pop.html"} , {"body" : "At the Coachella festival in April the set by M.I.A., in one of the festival's bigger tents, was packed. Really packed. Hanging from the rafters packed, nearly unsafe packed. Her gig at McCarren Park Pool in Brooklyn on Friday, the opening concert of the summer concert series there, is looking as if it could be one of the New York shows of the" , "date" : "20080601" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "THE WEEK AHEAD: JUNE 1-7; Pop" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B03EEDB1631F932A35755C0A96E9C8B63"} , {"author" : "Emily Gould is a writer in Brooklyn. This is her first article for the magazine." , "body" : "Back in 2006, when I was 24, my life was cozy and safe. I had just been promoted to associate editor at the publishing house where I'd been working since I graduated from college, and I was living with my boyfriend, Henry, and two cats in a grubby but spacious two-bedroom apartment in Greenpoint, Brooklyn. I spent most of my free time sitting with" , "date" : "20080525" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine" , "Technology"] , "page_facet" : "32" , "title" : "Exposed" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/25\/magazine\/25internet-t.html"} , {"author" : "E-mail: haberman@nytimes.com" , "body" : "If you will excuse a biblical flourish, the G train is the Moses of New York mass transit. Like Moses, it never made it to the Promised Land. That is, if Manhattan is your idea of divine promise. With its nosebleed-inducing apartment prices and rents, some think of it as flowing not so much with milk and honey as with bilk and money. In any event," , "date" : "20080523" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NYC; Rallying Round a Train That Gets No Respect" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/23\/nyregion\/23nyc.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. AUGUSTANA (Wednesday) This popular California quintet is best known for its mawkish, piano-driven ballad ''Boston,'' which has been featured in many popular television shows. (It's typically employed during moments of deep, brow-wrinkling catharsis.) The band's latest LP, ''Can't Love, Can't" , "date" : "20080516" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/16\/arts\/music\/16pop.html"} , {"body" : "KERMIT WESTERGAARD grew up on the Upper East Side, far from hammers and paintbrushes. Yet early on, he was seized by the idea of renovating a historic house for himself. Last year, he got the chance when he and his wife, Azadeh, bought a 1908 row house in Ridgewood, Queens, for $592,000, and turned it into their comfortable fantasy of a simple" , "date" : "20080511" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "HABITATS | RIDGEWOOD, QUEENS; A 'Farmhouse' Near the L Train" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/11\/realestate\/11habi.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. ELLEN ALLIEN, SASCHA FUNKE (Saturday) Ellen Allien, a Berlin D.J. and producer and a founder of the BPitch Control label, creates electronic compositions that are lingering, spectral affairs, especially well suited to small, dark spaces. The work of a fellow Berliner (and BPitch Control" , "date" : "20080509" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/09\/arts\/music\/09pop.html"} , {"body" : "A subsidized ferry route between southern Queens and Lower Manhattan, via Brooklyn, will begin next week to give commuters another option, the mayor and the City Council announced on Monday. The two-year pilot Rockaway Service, which will be run by New York Water Taxi, will be financed using $1.1 million allocated by the City Council. The new" , "date" : "20080506" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "New Ferry Service Will Begin Next Week" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/06\/nyregion\/06ferry.html"} , {"body" : "THEY know they are fortunate. And they know it might not last. But for now, George Alan Bender and Robin Scott are grateful for the circumstances they find themselves in, a consequence of their luck (genetic and otherwise) and their good sense not to squander it. The friends met modeling for Hermès in Paris, ''years ago -- four, five years ago,''" , "date" : "20080504" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS | GREENPOINT, BROOKLYN; A More Permanent Crash Pad" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/04\/realestate\/04habi.html"} ,   {"body" : "THE gigantic old power plant at 500 Kent Avenue, next to the Brooklyn Navy Yard in South Williamsburg, has stood on the waterfront since 1905, generating power for the trains and streetcars of the Brooklyn Rapid Transit Company. The plant operated through the borough's heyday as a leading manufacturing center. And though it closed in 1999 after 49" , "date" : "20080504" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "WILLIAMSBURG; When Spring Cleaning Includes a Power Plant" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/04\/nyregion\/thecity\/04cone.html"} , {"body" : "AS small-town upbringings go, Robert Holden's is a classic. He grew up in a small house on 74th Street, across the street from the house where his mother was born in 1924. His siblings came to view their neighborhood as a place to leave. For Mr. Holden, it was a place to stay, and in 1978 he bought a house around the corner, within sight of his" , "date" : "20080504" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MASPETH (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "LIVING IN MASPETH, QUEENS; Yes, Manhattan's Over There. What of It?" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/04\/realestate\/04livi.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. ABRAHAM, INC. (Saturday) The klezmer clarinetist David Krakauer, the funk trombonist Fred Wesley and the hip-hop poducer Socalled -- an odd confab, to be sure -- join forces for this spiritually and rhythmically minded project, which receives its premiere here in advance of a studio album. At" , "date" : "20080502" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "Pop" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/02\/arts\/music\/02pop.html"} , {"body" : "NEW YORK has long been a city of stand-up eaters, but that doesn't mean people aren't picky. To make it here, a sandwich has to work overtime, being portable, filling, interesting and tasty. ''What's better than a really great sandwich?'' said Alexandra Raij, the chef at Tía Pol and El Quinto Pino, who is hosting a sandwich potluck for friends at" , "date" : "20080430" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "The Next Best Things In Sliced Bread" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/30\/dining\/30sand.html"} , {"body" : "AROUND TOWN CHRIS ROCK When Senator Barack Obama made a speech about race last month, the consensus from commentators was that it was rare to hear such a frank meditation on the topic. Well, candor about race may not be a common practice for politicians on the stump, but it's nothing new to comedy clubs, where black comedians have often held the" , "date" : "20080425" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/25\/arts\/25wspare.html"} , {"body" : "The long-running battle over the future of the cargo docks in Red Hook, Brooklyn, is over. After a five-year effort to stave off eviction and the redevelopment of the Red Hook container terminal, American Stevedoring, which has operated at least four piers in Brooklyn since 1994, signed a 10-year lease on Thursday with the Port Authority of New" , "date" : "20080425" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Lease Ends Uncertainty for Red Hook Cargo Docks" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/25\/nyregion\/25redhook.html"} , {"body" : "AROUND TOWN Museums and Sites MOUNT VERNON HOTEL MUSEUM AND GARDEN, Sunday, noon to 4 p.m., ''Silhouettes and Tea,'' storytelling, silhouette cutting and refreshments in the garden. $30 per silhouette. 421 East 61st Street, Manhattan. Museum hours: Tuesdays through Sundays, 11 a.m. to 4 p.m. (212) 838-6878; mvhm.org. $12, adults; $10, members; $6" , "date" : "20080425" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9506E5DE143EF936A15757C0A96E9C8B63"} , {"body" : "ZEB STEWART wasn't interested in finding a new home. He was happy where he was, on the parlor floor of a two-family row house in Vinegar Hill, Brooklyn, with two fireplaces and a backyard. It was ''like a little French country home,'' he said, renting for $1,800 a month. Mr. Stewart, 36, who does sculpture, metalwork and furniture design, was" , "date" : "20080420" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "THE HUNT; New King of 'Bushwick Castle'" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/20\/realestate\/20hunt.html"} , {"body" : "Corrections Appended SURE, you could visit Europe, but it's just so darn inconvenient. The exchange rate turns you into a pauper, portions are minuscule, people smoke a lot, good bagels are practically nonexistent. Neither Greyhound nor Amtrak stop there. What kind of a tourist attraction is that? So consider the advantages of a European weekend in" , "date" : "20080420" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "11" , "title" : "WEEKEND IN NEW YORK; From London to Rome on a MetroCard" , "url" : "http:\/\/travel.nytimes.com\/2008\/04\/20\/travel\/20weekend.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. BAD WIZARD, MONOTONIX, DARK MEAT (Sunday) Lest you think that all retro rock is brainy and arty, here are three bands that approach the sounds of the 1970s with as little intelligence as possible. Bad Wizard, from Brooklyn, draws from Grand Funk Railroad and Kiss, and the existence of" , "date" : "20080418" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/18\/arts\/music\/18pop.html"} ,   {"body" : "WITH its taped advertisements and garbage-laden ledges, the pay phone in New York, that familiar feature of the streetscape, is becoming a grimy museum relic. Just last December, for example, AT&T announced that it would get out of the pay phone business by the end of this year, and the companies that maintain pay phone lines and the accompanying" , "date" : "20080413" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY VISIBLE; Shrinking Portals to the Past" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/13\/nyregion\/thecity\/13pay.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. ANTIBALAS AFROBEAT ORCHESTRA (Friday and Saturday) This Brooklyn collective worships the musky Afro-funk of Fela Kuti and can produce a credible facsimile of it, thickly textured with reverb-heavy guitars and brawny horns. At 9 p.m., Southpaw, 125 Fifth Avenue, near Sterling Place, Park Slope," , "date" : "20080411" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "Pop" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/11\/arts\/music\/11pop.html"} , {"body" : "Like a stray strand of spaghetti just outside of the dinner plate, the route of the G subway line runs, for the most part, from Brooklyn to Queens -- but decidedly not into Manhattan. Without Manhattan ridership, the G line's rider count is lower than that of other lines, so rider advocates say the G line is too tempting a target for budget" , "date" : "20080409" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "At Last, Some Attention for Subway Line Less Traveled" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/09\/nyregion\/09subway.html"} , {"body" : "THE real estate markets of the Bronx, Queens, Brooklyn and Staten Island are suffering from the housing downturn that has afflicted much of the country, and yet they still have some pockets of strength. In parts of Brooklyn, buyers are still paying top dollar for coveted brownstones, and in some neighborhoods in Queens, the market is buoyed by" , "date" : "20080406" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)" , "BRONX (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Taking The Pulse Of the Boroughs" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/06\/realestate\/06cov.html"} , {"author" : "Jeff Byles, an editor at The Architect's Newspaper, is the author of ''Rubble: Unearthing the History of Demolition.''" , "body" : "NEW YORK'S streets are as gritty as the city's reputation, traffic-clogged canyons of concrete where New Yorkers, on foot and in vehicles, jostle and growl, exulting all the while. Stared down a Hummer lately? Yet there is a growing desire to tame New York's 5,800 miles of streets, sidewalks and highways, which constitute the city's principal" , "date" : "20080406" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Taking Back the Streets" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/06\/nyregion\/thecity\/06stre.html"} , {"body" : "Corrections Appended AROUND TOWN Museums and Sites 'SYNESTHESIA' Do kids today even play Telephone? Maybe not, but experimental arts groups do. ''Synesthesia,'' a work conceived and produced by Electric Pear Productions, a two-year-old multimedia theater group, is based on that childhood game. For the second year, Melanie Sylvan and Ashlin" , "date" : "20080404" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/04\/arts\/04wspare.html"} , {"body" : "EVE LEVINE, a 34-year-old real estate broker, recalls fondly the five years when she was, as she calls it, ''low-cost bicoastal.'' Her primary residence was in Brooklyn -- first Williamsburg, then Bushwick and now Greenpoint -- but she also had an apartment in the Fruitvale section of Oakland, Calif., that she visited for long stretches. The" , "date" : "20080330" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SAN FRANCISCO (CALIF)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "Sisters in Idiosyncrasy" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/30\/fashion\/30sanfrooklyn.html"} , {"body" : "Will McMillin and Liz Wing walked more than three miles of rutted, muddy road on a recent afternoon carrying a bicycle wheel, a wooden stool and a golf club. Following directions they had gleaned from art Web sites and small road signs, they arrived here at a remote spot on the shores of the Great Salt Lake. ''We felt like we had to go, and that" , "date" : "20080327" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["GREAT SALT LAKE (UTAH)" , "UTAH"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "18" , "title" : "ROZEL POINT JOURNAL; Plans to Mix Oil Drilling and Water-Bound Art Clash in Utah" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/27\/us\/27spiral.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. ACID MOTHERS TEMPLE, DANAVA (Tuesday) The prolific Japanese band Acid Mothers Temple describes its style as ''extreme trip music,'' which basically means big, sloppy noise jams. It doesn't necessarily mean peasant frocks and long wizard's robes, but those are usually part of the act too. With" , "date" : "20080321" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "Pop" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/21\/arts\/music\/21pop.html"} , {"author" : "Ben Karlin was the executive producer of ''The Daily Show.'' His latest book is ''Things I've Learned From Women Who've Dumped Me'' (Grand Central Publishing)." , "body" : "THE problem was Paola. I met her at an Italian restaurant in my neighborhood in Brooklyn, where she was a devastatingly cute waitress and I a frequent customer -- and not just because of the devastatingly cute waitress. The food was good, too. The restaurant was owned and operated and even staffed by actual Italians. One time, Paola let on that she" , "date" : "20080309" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "6" , "title" : "MODERN LOVE; A Signal in the Sky Said: Marry Her" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/09\/fashion\/09love.html"} ,   {"body" : "Full reviews of recent concerts: nytimes.com\/music. BLACK LIPS, QUINTRON & MISS PUSSYCAT (Monday and Tuesday) Sounding like a nightmarish variant of the 13th Floor Elevators or the Troggs, the Atlanta group Black Lips plays a grisly version of 1960s garage rock, and its onstage antics have been known to descend into the scatological. Quintron and" , "date" : "20080307" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "Pop" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9404E1DC1730F934A35750C0A96E9C8B63"} , {"body" : "JAFFE--Paul, 81, passed away from complications of Parkinson's disease at his home in Bayside, NY, on March 3rd. He is survived by his loving and devoted family: his wife Roberta, his children Margot (Alfred), Joanne (Douglas), and Jonathan; his sister Selma, and grandchildren Keith, Christopher, Joseph, Jacob, and Elena. Paul attended Princeton" , "date" : "20080305" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "12" , "title" : "Paid Notice: Deaths JAFFE, PAUL" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9506E7D6153AF936A35750C0A96E9C8B63"} , {"author" : "E-mail: cityletters@nytimes.com" , "body" : "To the Editor: In response to Jerome Charyn's essay ''Despite the Wig, a Bronx Boy at Heart'' (New York Observed, Feb. 17), about George Washington as an inspiration to the author, I have to protest. Sure, praise Caesar, but Alexander Hamilton, an associate of Washington who was disparaged by Mr. Charyn, was no Brutus. Hamilton was as New York as a" , "date" : "20080302" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "12" , "title" : "LETTERS TO THE EDITOR; Patriots, Green Carts and a Soup Kitchen in Greenpoint" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F03E5DC1F30F931A35750C0A96E9C8B63"} , {"body" : "MICHAEL HELLER CHU knew just where he wanted to live: Withers Place, a two-year-old condominium building in Williamsburg, Brooklyn. It was 2006, and several of his friends -- including the lead singer of his rock band, BB Gun -- had bought apartments there. ''We call it the dorm,'' he said. ''It feels like a 'Friends' episode. People leave their" , "date" : "20080302" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LOWER EAST SIDE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "THE HUNT; Happenstance Can Help" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/02\/realestate\/02hunt.html"} , {"body" : "THE evening had just started, but the Whitest Kids U' Know were already sleepy. While they dined on hamburgers the five-man comedy troupe was waiting for the hallucinogenic effects of their absinthe drinks to kick in. ''Van Gogh cut his ear off when he was high on it,'' Zach Cregger said of the emerald-green cocktail that went back on sale in the" , "date" : "20080302" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "4" , "title" : "A NIGHT OUT WITH | THE WHITEST KIDS U' KNOW; The Cat Drinks Absinthe" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/02\/fashion\/02nite.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. KEREN ANN, DEAN AND BRITTA (Friday and Saturday) With delicate, sensuous songs that seem never to touch the ground, Keren Ann is the model of the modern cosmopolitan chanteuse, part jazzy, part indie-cabaret and part glam-folk. Dean Wareham and Britta Phillips, formerly of Luna, emulate the" , "date" : "20080229" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "Pop" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/29\/arts\/music\/29pop.html"} , {"author" : "More Dispatches: nytimes.com\/cityroom" , "body" : "THE REV. JENNIFER AULL has been doing a lot of food shopping lately, for a while at a supermarket and then at a wholesale distributor where she buys peanut butter, crackers, canned vegetables and macaroni and cheese in bulk. To the people doing the billing, she must look like the owner of a small grocery. ''They always say, 'What's your store" , "date" : "20080224" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DISPATCHES; The Empty Belly, a Common Denominator" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/24\/nyregion\/thecity\/24disp.html"} , {"body" : "IT took Enrico Gomez and Kevin Moore a long time to prepare for homeownership. Four or five years ago, when interest rates sank to historic lows, everyone at work began talking about buying a home, Mr. Gomez said. So he and Mr. Moore began talking about it, too. Before they could actually do it, though, they needed to eliminate their debt and save" , "date" : "20080224" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["JERSEY CITY (NJ)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "THE HUNT; A Detour to Homeownership" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/24\/realestate\/24hunt.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. ATLAS SOUND (Saturday and Sunday) In his band Deerhunter, Bradford Cox howls eerily over slow-moving noise nebulae, inevitably leading to malevolent blares. As Atlas Sound, he is a solo sound collagist whose curiosity stretches to spacey electronic samples and loops of African mbiras. With" , "date" : "20080222" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Pop and Rock Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E3DB173EF931A15751C0A96E9C8B63"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. ATLAS SOUND (Saturday and Sunday) In his band Deerhunter, Bradford Cox howls eerily over slow-moving noise nebulae, inevitably leading to malevolent blares. As Atlas Sound, he is a solo sound collagist whose curiosity stretches to spacey electronic samples and loops of African mbiras. With" , "date" : "20080222" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "The Listings" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/22\/arts\/music\/22wpop.html"} ,   {"body" : "BROOKE BERMAN is living in Seventh Heaven this week. That's the name of the three dorm rooms that New Dramatists, a nonprofit center for playwrights housed in an old church on West 44th Street, offers its 49 artists-in-residence for short stays. Ms. Berman, who is 38, has made her garret room cozy with familiar objects: a necklace of buttons" , "date" : "20080221" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Theater" , "Style"] , "page_facet" : "1" , "title" : "Moving Soon To an Apartment Near You" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/21\/garden\/21berman.html"} , {"body" : "Two furniture sales offer different styles with something for almost everyone. Property, a store in SoHo, will sell floor samples of its contemporary furniture for 20 to 70 percent off, and will discount all new orders by 20 percent, from Feb. 29 to March 8. Merchandise includes a white lacquer Sorrento dresser (above) for $3,800, marked down from" , "date" : "20080221" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "WHO KNEW?; Off Their Floors, Onto Yours And Priced to Make the Move" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950CE7DC1F31F932A15751C0A96E9C8B63"} , {"body" : "On a late January morning, Jason West was under the weather and late for work. Sniffling and weary from nights of sleeping on a friend's floor in Greenpoint, Brooklyn, the former mayor of the Village of New Paltz showed up at a building on West 60th Street, where he was on a job, in paint-splattered jeans and a work shirt. ''I hate painting with a" , "date" : "20080219" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE" , "NEW PALTZ (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "A Young Politician Becomes a House Painter" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/19\/nyregion\/19west.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. ANTIETAM, THE VANITY SET, DUMP, THE SCENE IS NOW (Saturday) Arty underground rock has its oldies-but-goodies too. Antietam's slashing guitars, shambling beat and defiant vocals defined indie rock before that term became a vague cliché. The Vanity Set is built around Jim Sclavunos, the" , "date" : "20080215" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Pop and Rock Listings" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/15\/arts\/music\/w15pop.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. ANTIETAM, THE VANITY SET, DUMP, THE SCENE IS NOW (Saturday) Arty underground rock has its oldies-but-goodies too. Antietam's slashing guitars, shambling beat and defiant vocals defined indie rock before that term became a vague cliché. The Vanity Set is built around Jim Sclavunos, the" , "date" : "20080215" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "Pop" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B07E2D8123FF936A25751C0A96E9C8B63"} , {"body" : "AMONG Williamsburg's layered streetscapes, where tenements now wear vinyl clapboards in candy colors and the old brick warehouses have been converted to live-work studios for post-post-grunge hipsters or condo lofts for baby investment bankers, it's hard to miss William Harvey's handmade house, which fits into none of these categories. Nonetheless," , "date" : "20080214" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "HOUSE PROUD; Scavenger King of Williamsburg" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/14\/garden\/14harvey.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. DAVID YAZBEK The demands of musical theater -- beeline storytelling and transparent prosody among them -- usually crush indie-rock songwriters into miserable bits of limp pulp. If David Yazbek has been an exception (his scores for ''The Full Monty'' and ''Dirty Rotten Scoundrels'' are superbly" , "date" : "20080208" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Pop and Rock Listings" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/08\/arts\/music\/08wpop.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. BAND OF HORSES (Thursday) With shimmering guitars that build to epic heights, and death-obsessed vocals (''At every occasion I'll be ready for the funeral''), Band of Horses' songs both soar and sulk. Also on the bill at the Brooklyn Masonic Temple -- a century-old hall starting to book" , "date" : "20080208" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "Pop" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0DE5DD143FF93BA35751C0A96E9C8B63"} , {"author" : "Nathaniel Rich, an editor at The Paris Review, is the author of ''The Mayor's Tongue,'' a novel to be published by Riverhead Books in April." , "body" : "I RECENTLY went into Manhattan with a friend to visit her younger brother's new apartment on 52nd Street and the East River. The brother, Ariel, had just graduated from college and had been hired by a prestigious financial firm in Midtown. His two roommates had followed the same path, and so, apparently, had everyone else who lived on their long," , "date" : "20080203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "His City, Lost and Found" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/03\/nyregion\/thecity\/03broo.html"} , {"body" : "ROCK music's past and its present live side by side in New York, though the line that splits the two is porous. When it closed in 2006, CBGB, on the Bowery -- to many the birthplace of punk -- seeped into the past. And when the '80s rock group Duran Duran played the Hammerstein Ballroom last June, you might say they seeped back into the present," , "date" : "20080203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "12" , "title" : "WEEKEND IN NEW YORK | ROCK 'N' ROLL; Rock Around the Block" , "url" : "http:\/\/travel.nytimes.com\/2008\/02\/03\/travel\/03weekend.html"} ,   {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. JIM CAMPILONGO ELECTRIC TRIO (Monday) A well-traveled guitar whiz, Mr. Campilongo tosses off gourmet riffs from his Fender Telecaster with ease: twangy, delicate, silly or devilishly fast. He has had a Monday night residency at the Living Room forever, with rotating bands; this week features" , "date" : "20080201" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9506EEDB1138F932A35751C0A96E9C8B63"} , {"body" : "Alie Shaper, a 34-year-old former engineer, owns Brooklyn Oenology, a wine company at 117 Dobbin Street (Meserole Avenue), Greenpoint, Brooklyn. She produced her first wines at a Long Island winery and hopes eventually to begin a winery in Greenpoint. Her charming 2005 merlot, made from bought grapes, exudes cassis and tobacco flavors. Let it" , "date" : "20080127" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "WINE UNDER $20; An Early Taste Of Ambition" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/27\/nyregion\/thecity\/27wine.html"} , {"body" : "EVEN Dobbins, the teacup Yorkie, has to downsize. Its owner, Betsy Illium, recently replaced the groomer who specializes in little dogs (and charges about $130) with one from Petco, which charges $65. Ms. Illium, a marketing consultant to medical practices and the owner of four Manhattan apartments (three are investment properties), is fortunate" , "date" : "20080127" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "Tightening the Alligator Belt" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/27\/fashion\/27thrift.html"} , {"body" : "ELEANOR ALPER embarked upon a hunt for a new home because her husband was dying. The couple lived at 2 Fifth Avenue in a one-bedroom on a high floor with a big terrace. ''It was such a great place,'' she said, with a full-arch view of Washington Square Park. Some neighboring units overlooked just half the arch. ''I never thought I would move,'' she" , "date" : "20080120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON SQUARE PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "THE HUNT; Starting a New Life in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/20\/realestate\/20HUNT.html"} , {"body" : "LOOKING back, 2007 was supposed to be the year that the Manhattan residential real estate market slowed down and began to look a bit more like the slumping national market. But that didn't happen. While there were periods when condominiums and co-ops sat unsold because buyers and sellers couldn't agree on prices, the year ended with the average" , "date" : "20080113" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "What's Next?" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/13\/realestate\/13cov.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. CHRIS BROWN, BOW WOW (Thursday) A couple of years ago a teenage Chris Brown arrived with one of the most polite come-ons of the hip-hop era: ''I don't know your name, but excuse me, miss\/I saw you from across the room.'' Badder now at 18, he still can't resist being a sweetie. In his new" , "date" : "20080111" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Pop and Rock Listings" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/11\/arts\/music\/11wpop.html"} , {"body" : "POP Full reviews of recent concerts: nytimes.com\/music. CHRIS BROWN, BOW WOW (Thursday) A couple of years ago a teenage Chris Brown arrived with one of the most polite come-ons of the hip-hop era: ''I don't know your name, but excuse me, miss\/I saw you from across the room.'' Badder now at 18, he still can't resist being a sweetie. In his new" , "date" : "20080111" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "Pop Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E7DA153DF932A25752C0A96E9C8B63"}]