[  {"body" : "IT took Ali Newman and Desmond Curran two tries to sell their two-bedroom one-bath co-op in Kensington, Brooklyn. The first try was in February 2007. They listed the apartment at $335,000 -- they had paid $190,000 for it in 2005 -- and one month later accepted an offer of $330,000. But the deal fell apart. Very shortly after that, Ms. Newman" , "date" : "20081214" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "THE SELL; Ax the Drapes; Move the Stuff" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/14\/realestate\/14sell.html"} , {"author" : "E-mail: cityletters@nytimes.com" , "body" : "The Long Road To a Safe Haven To the Editor: Re ''The Year of Living Nervously'' (Dec. 7), about a Cameroonian activist's long quest for political asylum in the United States: The restrictions on legal work during the approval process are not the only burdens placed on asylum applicants. Because of changes in immigration rules dating to 1996," , "date" : "20081214" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "12" , "title" : "LETTERS TO THE EDITOR; Coming to America, Fighting for a School" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D06EEDE1638F937A25751C1A96E9C8B63"} , {"body" : "CATHRYN SWAN, a freelance public relations consultant who wears glasses with thick burgundy frames and her brown hair clipped back in a barrette, was squinting into the sun beneath the elm trees in Washington Square Park, looking as if she were in physical pain. Taking out a red tape measure, Ms. Swan leaned into the bushes to indicate the height" , "date" : "20081123" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WASHINGTON SQUARE PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Battle of Washington Square" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/23\/nyregion\/thecity\/23park.html"} , {"body" : "HONEST, dead leaves do not have to be so depressing. Stripped and skeletal trees leave more of their surroundings exposed, leading to potentially panoramic views. And, sometimes, those colder-weather tableaus include brilliant vistas of city skylines that were cloaked by the greenery of summer. ''You normally go hiking to get away from such" , "date" : "20081121" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Travel"] , "page_facet" : "1" , "title" : "Winter Hikes, Skyline Views" , "url" : "http:\/\/travel.nytimes.com\/2008\/11\/21\/travel\/escapes\/21skyline.html"} , {"body" : "Jonathan Lethem -- the author of many novels, including ''Motherless Brooklyn'' and ''The Fortress of Solitude'' -- has written for the Book Review on a wide range of subjects: from Ian McEwan and Italo Calvino to Kafka and Bob Dylan. On the cover of this week's issue, he reviews the sprawling new novel from Roberto Bolaño, who died in 2003. ''I" , "date" : "20081109" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "4" , "title" : "Up Front" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F00E5D61738F93AA35752C1A96E9C8B63"} , {"body" : "Manhattan Murray Hill . . . . . . . . . . . . $370,000 310 Lexington Avenue (37th St.) 41 weeks 500-sq.-ft. studio co-op in a postwar building; 24-hr. doormen, dining area, ceiling fans, new h\/w floors and windows; maintenance $526, including heat and gas, 46% tax deductible; listed at $385,000. Broker: Citi Habitats. Chelsea . . . . . . . . . . ." , "date" : "20081012" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D00E6DC163AF931A25753C1A96E9C8B63"} , {"body" : "On a recent day on the boulevard that stretches from the heart of Brooklyn to the sea, a young teacher helped his daughters with schoolwork, a man hurled Russian insults and coins at an elderly woman who he thought was driving too slowly, and a man from Bedford-Stuyvesant read a tabloid for hours, having only just discovered, after 46 years, the" , "date" : "20081011" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "BROOKLYN JOURNAL; A Tree-Lined Boulevard That's a Park and a Living Room" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/11\/nyregion\/11journal.html"} , {"body" : "IT used to be that fathers bonded with sons over shared interests, like baseball and fast cars -- the child striving toward adulthood, the father yearning for boyhood. In my case, I hung out with my dad in used-book stores. But for most hyperextended fathers in today's media-swamped world, it's not that simple. I mean, how does a dad with" , "date" : "20081010" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MARYLAND" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "7" , "title" : "RITUALS; That Not-So-Lonesome Whistle" , "url" : "http:\/\/travel.nytimes.com\/2008\/10\/10\/travel\/escapes\/10rituals.html"} , {"body" : "FOR years, Adam Frank yearned for a brownstone of his own. In 2002, after living in a series of rentals in Williamsburg, Brooklyn, he almost bought one for $575,000. It was a three-family brownstone on South Second Street. ''It was in need of a major overhaul,'' he said. After the inspection, ''I freaked out and had trouble getting financing. I was" , "date" : "20080928" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "THE HUNT; A 'Goldilocks' House" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/28\/realestate\/28hunt.html"} , {"body" : "For months, the man behind a string of 31 bank robberies in New York City remained a mystery. The police asked the public for tips. They sent out posters of a suspect who usually handed the teller a note, did little to hide his face, and sometimes wore what looked like a fisherman's cap. But thanks to a 911 call reporting a domestic dispute, and" , "date" : "20080830" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "With $3,500 in His Shoes, a Man Becomes a Suspect in a String of Bank Robberies" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/30\/nyregion\/30robbery.html"} ,   {"body" : "By now, thousands of people have seen the mugging of Lilian France. They have watched the surveillance video of the stranger in the cap choking her from behind, and then stealing Ms. France's purse -- and her cane -- when she collapsed. On television and countless Web sites, the video, perfectly framed and crystal clear, has provoked widespread" , "date" : "20080821" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "As Manhunt Intensifies, Victim Tries to Recall Attack" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/21\/nyregion\/21attack.html"} , {"body" : "The security camera inside the elevator captured it all: a vicious choke hold, an older woman's flailing arms and then her limp body sprawled on the floor as her attacker ran off with her purse. He even took the 85-year-old victim's cane. The attack on Thursday, captured on clean, crisp video at an apartment building in Flatbush, was the latest in" , "date" : "20080819" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Video Shows An Attack In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/19\/nyregion\/19assaults.html"} , {"body" : "Chefs on the Move In the male-dominated world of traditional Japanese restaurants, Chie Shirahata, left, is something of an exception. Having paid her dues at Nobu, then at Momoya in Chelsea, she has now taken on the executive chef duties, but not the sushi bar, at Shinbashi on East 48th Street. PATRICK CONNOLLY, who was the executive chef at" , "date" : "20080806" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF | Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/06\/dining\/06off.html"} , {"body" : "To the Editor: I'd like to express my strong disappointment with the article ''In Epicurean New York, the Challenge of Africa'' (July 13), about a scarcity of New York restaurants offering sub-Saharan cuisine. Particularly, I would like to address some comments by Robert Sietsema, restaurant critic of The Village Voice. As an author, a chef and a" , "date" : "20080727" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "9" , "title" : "LETTERS TO THE EDITOR; Keepsakes, Sacred Places and Distant Memories | Tasting Another Kind of African Cuisine" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9903E0D61339F934A15754C0A96E9C8B63"} , {"author" : "Yona Zeldis McDonough is editor of the essay collections ''The Barbie Chronicles: A Living Doll Turns Forty'' and ''All the Available Light: A Marilyn Monroe Reader.'' Her newest novel, ''Jackpot,'' will be published next year by Pocket." , "body" : "PROUST had his madeleine to unleash the powerful tide of memory. I had a nine-inch-long Mason Pearson hairbrush, bought when I was 15 at Saks Fifth Avenue, in 1973, for the then gasp-inducing sum of $25. My mother, had she known, would have had a cow; for her, a hairbrush was something picked up at the local drugstore for $1.99. But the two tens" , "date" : "20080720" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK OBSERVED; The Most Beautiful Hairbrush in the World" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/20\/nyregion\/thecity\/20hair.html"} , {"body" : "New York City's Health and Hospitals Corporation agreed on Tuesday to increase the monitoring of patients at a public psychiatric ward in Brooklyn. The agreement came after a videotape surfaced showing a patient collapsing onto a floor after waiting nearly 24 hours to be seen, and lying there for about an hour while hospital workers did nothing for" , "date" : "20080702" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Video of Dying Mental Patient Being Ignored Spurs Changes at Brooklyn Hospital" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/02\/nyregion\/02hosp.html"} , {"body" : "Correction Appended THE classroom filled with the sounds of a band struggling to be born, a cacophony of squealing and buzzing. Middle school students in a working-class Brooklyn neighborhood were trying to produce the note F. It was early in the school year. A young professional French horn player named Alana Vegter, a thoroughbred musician" , "date" : "20080622" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Education"] , "page_facet" : "1" , "title" : "MUSIC; And The Band Honked On" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/22\/arts\/music\/22waki.html"} , {"body" : "INTERNATIONAL CHIEF OPPOSITION STRATEGIST DENIED BAIL IN ZIMBABWE Tendai Biti, the secretary general for Zimbabwe's opposition party and its chief strategist, in self-imposed exile for two months, was assured safety should he return. Instead he was charged with treason and imprisoned in Harare, where he was just denied bail and ordered to be held" , "date" : "20080621" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "INSIDE THE TIMES: June 21, 2008" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9402E4DE1E3DF932A15755C0A96E9C8B63"} , {"body" : "A mustang named Benny suffered a stone bruise. Dave, a Peruvian Paso, slipped and gouged his ankle. A thoroughbred named Sham, a former show horse, now needs regular hock injections for his stiffening joints. Fran Levy, their owner, said that Benny, Dave and Sham, along with countless other horses, have suffered injuries while trotting on the" , "date" : "20080602" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "For Riders and Mounts, Rough Going in Prospect Park" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/02\/nyregion\/02stables.html"} , {"body" : "FOR Maggie Tobin and Bob Mason, the last straw in Park Slope was the parking. The couple, who have two young children, lived there for eight years and loved being near Prospect Park and surrounded by friends. But when the time came to buy, they wanted more space and found the prices too high, and they decided they could also live without the ritual" , "date" : "20080525" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "KENSINGTON (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN KENSINGTON, BROOKLYN; Name From London, People From Everywhere" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/25\/realestate\/25livi.html"} ,   {"body" : "The Kensington area of Brooklyn, with lower prices and a slower pace than “brownstone Brooklyn,” offers an increasingly popular alternative to the borough’s more gentrified neighborhoods." , "date" : "20080525" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "title" : "Living in Kensington" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2008\/05\/25\/realestate\/20080525LIVINGIN_index.html"} , {"body" : "Amid the tightly packed row houses of North Philadelphia, a pioneering urban farm is providing fresh local food for a community that often lacks it, and making money in the process. Greensgrow, a one-acre plot of raised beds and greenhouses on the site of a former steel-galvanizing factory, is turning a profit by selling its own vegetables and" , "date" : "20080520" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["PENNSYLVANIA" , "PHILADELPHIA (PA)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "18" , "title" : "Where Industry Once Hummed, Urban Garden Finds Success" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/20\/us\/20philadelphia.html"} , {"body" : "When her husband became too sick five years ago to tend to the family dry-cleaning business, Kyung-Sook Woo did not hesitate to take over the job, sometimes rising so early to open the shop that customers would find her with a curling iron in her hand and her long hair half-curled. They knew Mrs. Woo, 52, as their determined but lovable dry" , "date" : "20080517" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "WINDSOR TERRACE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Dry Cleaner Is Found Dead in Her Windsor Terrace Store" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/17\/nyregion\/17cleaners.html"} , {"body" : "KENSINGTON CO-OP $299,000 BROOKLYN: 800 Cortelyou Road (between Eighth and Ninth Streets), #4F A one-bedroom one-bath unit in a 1960s building with an elevator, a laundry, parking and storage. DeAnna Lenhart, Brooklyn Hearth Realty (917) 539-9620; www. Brooklynhearth.com. Open house Sunday, 1 to 2:30 p.m. MAINTENANCE: $568 a month PROS: The" , "date" : "20080427" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET; On The Market" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D00E1DE103FF934A15757C0A96E9C8B63"} , {"body" : "Santogold Santogold, from Brooklyn, may be mocking scene pretensions, defending the creative impulse or both in her single, ''L.E.S. Artistes,'' with its drumstick-clicking beat, electro boops and dance-rock chorus. The video clip, at myspace.com\/santogold, is even more brazen and inexplicable. As she strides down a city street, explosions and" , "date" : "20080420" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "24" , "title" : "PLAYLIST; Rasps, Boops, Snark and Sartre" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/20\/arts\/music\/20play.html"} , {"author" : "Amy Finnerty, a regular contributor to the Leisure & Arts section of The Wall Street Journal, lives in Brooklyn." , "body" : "BROOKLYN WAS MINE Edited by Chris Knutsen and Valerie Steiker. 232 pp. Riverhead Books. Paper, $15. Brooklyn isn't Greenwich Village, but many writers -- established and ascendant -- are concentrated in a handful of low-rise neighborhoods there. In ''Brooklyn Was Mine,'' a collection of essays edited by Chris Knutsen and Valerie Steiker, some of" , "date" : "20080203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "15" , "title" : "Last Exit" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/03\/books\/review\/Finnerty-t.html"} , {"body" : "THERE is an ancient Chinese myth that people who are destined to meet are connected from birth by invisible red thread. For three Brooklyn mothers who were strangers until a few years ago, the legend has a deeply personal resonance. In early 2004, when they traveled in the same group to adopt year-old girls in China, Martha Laserson, Molly" , "date" : "20080106" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CHINA" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Fortune's Sisters" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/06\/nyregion\/thecity\/06babi.html"} , {"body" : "An 8-month-old Brooklyn boy was mauled to death by his family's Doberman pinscher on Thursday as the boy played on the floor of his apartment, the police said. The boy, Andrew Stein, was bitten on the head, investigators said. The attack took place shortly after 1:30 p.m. in the family's apartment, at 71 Ocean Parkway in Kensington, while Andrew" , "date" : "20080104" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Infant Is Killed by Family's Dog" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/04\/nyregion\/04dog.html"}]