[  {"body" : "PARENTS around the city are eagerly awaiting delivery of the 5-by-7, 8-by-10 or wallet-size school portraits of their children that typically arrive in mailboxes this time of year. But instead of the stuffy, posed portraits with forced smiles and blue carpet backgrounds customary to the genre, some Brooklyn parents are getting images like these" , "date" : "20081214" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PARK SLOPE (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "THE CITY VISIBLE; Smiley Faces" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/14\/nyregion\/thecity\/14scho.html"} , {"body" : "''Ten-thirteen Rogers and Lefferts! 85!'' the officer's panicked voice, distorted nearly beyond intelligibility, crackled across the packed Brooklyn courtroom on the radio recording played on Wednesday. ''Ten-thirteen!'' A few minutes later, live on the witness stand, the officer, Herman Yan, now a detective, spoke in softer, measured tones at the" , "date" : "20081113" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "Detective Recalls Four Shots, and His Partner Down" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/13\/nyregion\/13officer.html"} , {"body" : "The thin man, prosecutors say, sat behind the wheel of the stolen BMW sport utility vehicle, while the short man fired from an open rear window at an approaching police officer. The fat man, prosecutors say, in the front passenger's seat, blasted another officer in the face, fatally wounding him. All three men, friends with extensive criminal" , "date" : "20081111" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "With 3 Juries Looking On, 3 Men Go on Trial in Death of an Officer" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/11\/nyregion\/11officer.html"} , {"body" : "In one picture, Michael Mineo is wearing a mullet wig. He seems happy, almost carefree, as he clowns around in a drama sketch at McCaskey High School here. In the other, he looks tortured, pain etched on his face, his tattooed arms visible in the Brooklyn hospital bed where he had gone after being, by his account, horribly assaulted by the police." , "date" : "20081109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "A Life of Loss and Missteps" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/09\/nyregion\/09mineo.html"} , {"body" : "Grand juries are usually presented with a set of witnesses and facts neatly packaged by the district attorney, with the decision to indict often an easy one. This is not the case with the special investigative grand jury meeting now to examine the claim of a Brooklyn man that police officers sodomized him with a piece of equipment on Oct. 15. About" , "date" : "20081030" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Grand Jury Weighs Accounts of Police and Brooklyn Man" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/30\/nyregion\/30police.html"} , {"body" : "Police officers responding to a report of a missing 2-week-old at Kings County Hospital Center on Sunday found the child dead at its mother's home in Brooklyn, the authorities said. The police said early Monday that there were no charges as yet. Because there were no immediate charges, the police said they could not release the address in" , "date" : "20081027" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Baby Reported Missing Is Found Dead" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/27\/nyregion\/27babyxx.html"} , {"author" : "Susan Hartman is the author of two books of poetry, ''Dumb Show'' and ''El Abogado.''" , "body" : "TWENTY years ago, six girls lit up a troubled Brooklyn block. Gunfire could be heard in the distance. There was a stream of visitors to the apartments of drug dealers. But these girls had claimed a patch of sidewalk in front of their building, and from April to October, on a strip of Parkside Avenue just east of Prospect Park, these 8- and" , "date" : "20081019" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Jump Rope Girls, 20 Years On" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/19\/nyregion\/thecity\/19jump.html"} , {"body" : "ZOMBIECON There are still two weeks until Halloween, and already the undead are out in force. ZombieCon, the annual parade of the bloody, the battered and the strangely animated, takes place on Saturday. For the fourth year participants in this loosely organized spectacle will roam the streets of Manhattan (above), dressed in their best" , "date" : "20081017" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/17\/arts\/17wspare.html"} , {"body" : "FOR years, Adam Frank yearned for a brownstone of his own. In 2002, after living in a series of rentals in Williamsburg, Brooklyn, he almost bought one for $575,000. It was a three-family brownstone on South Second Street. ''It was in need of a major overhaul,'' he said. After the inspection, ''I freaked out and had trouble getting financing. I was" , "date" : "20080928" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "THE HUNT; A 'Goldilocks' House" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/28\/realestate\/28hunt.html"} , {"body" : "FROM a seat near the center of Grand Army Plaza in Brooklyn one recent sunny afternoon, the world was a surprisingly quiet place. The sounds of the traffic whirlpool swirling around in every direction had receded into a white-noise drone, and the only pedestrian passers-by were those brave enough to cross four lanes of cars at one time in pursuit" , "date" : "20080831" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)" , "GRAND ARMY PLAZA (BROOKLYN, NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DISPATCHES; In the Heart of Brooklyn, No Man's Island" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/31\/nyregion\/thecity\/31disp.html"} ,   {"author" : "E-mail: greenfield@nytimes.com" , "body" : "SIX years ago, Yvette Folk made a real estate purchase that not everyone in her life could see the value in. ''My sister called my father to say that I had lost my mind,'' said Ms. Folk, 52, describing the offending apartment: a one-bedroom co-op in Ditmas Park, Brooklyn, on Albemarle Road. The property had sat vacant for two years after the owner" , "date" : "20080817" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "THE SELL; When It's Not Enough Just to Cut the Price" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/17\/realestate\/17sell.html"} , {"body" : "To the Editor: ''The Things They Carry'' (The City Visible, July 20), the portraits of the keepsakes and photographs kept by New York police officers in the plastic sleeves of their hats, brought back a very intense memory for me. On the morning of Sept. 11, 2001, I was standing on Vesey Street with a group of firefighters and emergency service" , "date" : "20080727" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "9" , "title" : "LETTERS TO THE EDITOR; Keepsakes, Sacred Places and Distant Memories | Beneath The Blue Hats, Windows Into Lives" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0DE0D61339F934A15754C0A96E9C8B63"} , {"body" : "WITH a trunk full of cod, brisket, blackberries, arugula and antifreeze, Alan Harding drives down Smith Street, past American Apparel, past the Michelin-starred restaurant Saul and past Patois, the bistro he helped open 11 years ago. Back then the neighborhood was a more likely destination for drug deals than dinner. Patois, where he was the chef," , "date" : "20080709" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Restless Pioneers, Seeding Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/09\/dining\/09brook.html"} , {"body" : "Nadia Gavrylchenko, 30, was born in Russia and moved to New York with her family when she was 10. Ten years later, she fell in love with her Ukrainian husband, Andrey, and the couple now have a 6-year-old son. Ms. Gavrylchenko commutes from Brooklyn on the Q train each weekday morning to her job as an office manager. Though she returns to Russia" , "date" : "20080704" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "From Texas or Russia, Ohio or Colombia, Finding Themselves in New York" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/04\/nyregion\/04riders.html"} , {"body" : "AROUND TOWN Museums and Sites PREVIOUSLY ON LOST Fan-fiction writers have nothing on Adam Schatz and Jeff Curtin, Brooklynites and the founders of what they believe is the world's first (only?) TV-recap rock band. Technically a duo, Previously on Lost was born about a year ago, when Mr. Schatz, 20, a jazz saxophone studies major at New York" , "date" : "20080530" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/30\/arts\/30wspare.html"} , {"body" : "AROUND TOWN Museums and Sites HISTORIC RICHMOND TOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. Sunday, 11 a.m. to 5 p.m., a Community Day and Quilt Show, with quilting demonstrations and antique items on display. Hours: Wednesdays through Sundays, 1 to 5 p.m. Tours on weekdays at 2:30 p.m. and on weekends at 2 and 3:30" , "date" : "20080530" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0CEEDE1238F933A05756C0A96E9C8B63"} , {"body" : "ON a Wednesday evening nearly three weeks ago, Dawn and Barry Goldstein were surprisingly calm as they sat on their plush brown sofa chatting with a guest, while their son, Jordan, almost 3, fidgeted between them. ''At least the worst part is over,'' said Mrs. Goldstein, referring to the sale of their apartment. During the six and a half months" , "date" : "20080518" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "THE SELL; After 24 Open Houses ..." , "url" : "http:\/\/www.nytimes.com\/2008\/05\/18\/realestate\/18sell.html"} , {"body" : "The season of house tours, garden tours and show houses is here, with oak doors and picket-fence gates swinging open for visitors. This year's tours include apartments crammed with collections of antique English furniture, neckties and African art, and modern houses with steel-and-stone kitchens and polished master suites. Green design and organic" , "date" : "20080501" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "title" : "New York City" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/01\/garden\/tour-Ledeall.html"} , {"body" : "THE real estate markets of the Bronx, Queens, Brooklyn and Staten Island are suffering from the housing downturn that has afflicted much of the country, and yet they still have some pockets of strength. In parts of Brooklyn, buyers are still paying top dollar for coveted brownstones, and in some neighborhoods in Queens, the market is buoyed by" , "date" : "20080406" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)" , "BRONX (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Taking The Pulse Of the Boroughs" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/06\/realestate\/06cov.html"} , {"body" : "Usually, it is the harsh yellow of the crime scene tape that catches the eye, its cold, crisp snap in the wind a universally understood sign of recent unpleasantness. But at the corner of Newkirk Avenue and Argyle Road in Brooklyn, amid countless bodegas and Laundromats and Chinese takeout joints, it was not the yellow tape alone that drew" , "date" : "20080203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "DITMAS PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "DITMAS PARK JOURNAL; Betting on Cuisine to Marginalize Crime" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/03\/nyregion\/03journal.html"} ,   {"author" : "Johanna Baldwin is a writer and producer who is working on a collection of short stories." , "body" : "WHEN I was 20 and married and I desired a life in the fast lane of Los Angeles, I used to collect objects. After these phases and others passed me by, I gave away the wedding gifts, the plastic couch in honor of veganism, a mattress, linens, two bar stools, one director's chair, my sister's handmade shelves, the hanging things on the walls and the" , "date" : "20080106" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK OBSERVED; Her Objects of Desire" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/06\/nyregion\/thecity\/06obje.html"} , {"body" : "Beneath the freshly hung black- and-purple bunting on Engine Company 249's firehouse in Brooklyn on Friday morning, the firefighters' commanding officer summed up the department's latest loss in six words. ''John Martinson went in first, always,'' Capt. Thomas Reilly said. Lieutenant Martinson was, indeed, the first firefighter into the" , "date" : "20080105" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "To Friends and Family, A Fallen Firefighter Was 'Johnny Nice Guy'" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/05\/nyregion\/05life.html"}]