[  {"body" : "The ties that bind fathers and sons come in all shapes and sizes, including 10-foot-high chain-link fences. That is one of the many connections between Robert Toussie and his son Isaac, who was pardoned and unpardoned by President Bush this week, decisions that set abuzz the normally sedate Brooklyn community of Manhattan Beach. Neighbors say the" , "date" : "20081226" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "22" , "title" : "A Father, a Son, and a Short-Lived Presidential Pardon" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/26\/us\/26pardon.html"} , {"body" : "Rabbi Moshe Cotel, an acclaimed pianist and composer whose works were often infused with themes emanating from his deep Jewish roots, a weave of influences that only later in life led him to the pulpit, died Oct. 24 at his home in Manhattan. He was 65. He died of natural causes, his son, Sivan, said. At his death, Rabbi Cotel, who was ordained five" , "date" : "20081103" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts" , "Obituaries"] , "page_facet" : "29" , "title" : "Rabbi Moshe Cotel, Composer, Dies at 65" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/03\/arts\/music\/03cotel.html"} , {"body" : "International FIGHTING IN CONGO STIRS FEAR That Instability Could Spread The relatively small-scale bush fighting in Congo over the last week has attracted intense diplomatic activity. The reason is that violence in Congo, a vast country that borders nine nations in the heart of Africa, usually ends up involving its neighbors. And many foreign" , "date" : "20081103" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Inside the Times, November 3, 2008" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E3DF123BF930A35752C1A96E9C8B63"} , {"body" : "COTEL--Rabbi Moshe (Morris), died suddenly but peacefully at age 65 on October 24, 2008, during morning prayer. Moshe was a graduate of the Juilliard School of Music and one of the youngest recipients of the Rome Prize in Music Composition. He retired as Chair of Composition at the Peabody Conservatory of Music and received rabbinical ordination" , "date" : "20081028" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "17" , "title" : "Paid Notice: Deaths COTEL, RABBI MOSHE (MORRIS)" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D05E1D9133AF93BA15753C1A96E9C8B63"} , {"body" : "FIVE in the morning down at the deli, Knapp Street, Brooklyn, the smell of the tide coming in soft and funky over Jordan's Lobster Dock down the block. People stand in line for coffee, ice, a sandwich for later. There is nervous energy in the air, guys shuffling in boots and flip-flops. Here are rumpled fishing guides ripped from the womb of sleep" , "date" : "20080912" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "1" , "title" : "A Short Cast Away" , "url" : "http:\/\/travel.nytimes.com\/2008\/09\/12\/travel\/escapes\/12Fish.html"} , {"body" : "Eduard and Julia Brodsky, immigrants from Ukraine, went to a handball court in Brooklyn and started hitting tennis balls with rackets. Gail, their only child, watched with big eyes. ''I said I wanted to try because it looked like fun,'' she said. ''And it was. Apparently, I liked it.'' Gail Brodsky was 6 at the time and had just come to the United" , "date" : "20080827" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "5" , "title" : "Showing Promise in Debut as a Pro" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/27\/sports\/tennis\/27brodsky.html"} , {"body" : "I was at the bottom of the ocean in Brooklyn when it dawned on me why I love New York City beaches even more than those pristine, remote shores seen in vacation brochures. It was not exactly pristine or remote where I was swimming, at Brighton Beach, surrounded by a group of elderly Russians in bathing caps backstroking their afternoon away. But as" , "date" : "20080815" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Travel" , "Arts"] , "page_facet" : "30" , "title" : "SUMMER IN THE CITY; Too Darn Hot? Hop the 'Sea' Train" , "url" : "http:\/\/travel.nytimes.com\/2008\/08\/15\/arts\/15beac.html"} , {"body" : "He may look cool and relaxed in his white Mercedes, golden tan and trademark pink polo shirts, but for Peter Stein, summer is no vacation. Mr. Stein, 63, is the enigmatic union chief who has been a towering figure in New York City's lifeguard system since the 1960s, when he helped unionize city lifeguards and later became president of Local 508," , "date" : "20080803" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "ROCKAWAY BEACH (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Union Boss Criticized After a Death in the Surf" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/03\/nyregion\/03lifeguards.html"} , {"body" : "KATZ--Allen L. He asked very little of life, only to be with his adoring wife Eleanor, only to be with his loving children Caren Epstein, Sylvie Standley, and Jeffrey Katz, along with his revered grandchildren Brandon Epstein and Brett Standley. And he was with them all to the end, and always will be. Allen L. Katz suddenly and quietly passed away" , "date" : "20080803" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "30" , "title" : "Paid Notice: Deaths KATZ, ALLEN L" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E6D9143AF930A3575BC0A96E9C8B63"} , {"body" : "KATZ--Allen L. He asked very little of life, only to be with his adoring wife Eleanor, only to be with his loving children Caren Epstein, Sylvie Standley, and Jeffrey Katz, along with his revered grandchildren Brandon Epstein and Brett Standley. And he was with them all to the end, and always will be. Allen L. Katz suddenly and quietly passed away" , "date" : "20080803" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "30" , "title" : "Paid Notice: Deaths KATZ, ALLEN L" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E1D9143AF930A3575BC0A96E9C8B63"} ,   {"author" : "E-mail: cheers@nytimes.com" , "body" : "Ray D'Errico sat courtside last Sunday, his toes in the sand, with shards of sunlight and a volleyball logo adorning his shaved head. ''Volleyball is the greatest sport in the world,'' said D'Errico, staring through sunglasses at the men's finals of the A.V.P. Belmar Open. ''I got here on Thursday night and checked into a hotel seven blocks away" , "date" : "20080629" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "9" , "title" : "CHEERING SECTION; An Endless Summer Searching for the Perfect Spike" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/29\/sports\/othersports\/29cheer.html"} , {"body" : "Dr. Hope Rachel Garner, a daughter of Dr. Anne K. Garner and Dr. Steven C. Garner of Brooklyn, is to be married on Sunday to Dr. Daniel Joshua Stephens, a son of Barbara Z. Stephens of Great Neck, N.Y., and the late Dr. Roy A. Stephens. Rabbi Shimon Golding is to officiate at the Manhattan Beach Jewish Center in Brooklyn. The bride, 27, will take" , "date" : "20080615" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "14" , "title" : "Hope Garner, Daniel Stephens" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/15\/fashion\/weddings\/15garner.html"} , {"body" : "FOR CHILDREN 'PIGS, BEARS AND BILLY GOATS GRUFF' To children a kitchen is much more than a place for cooking and eating. Forks and spoons double as percussion instruments; pans serve as warriors' helmets; a tabletop is a cottage roof. Where grown-ups see only mealtime, the young see playtime. But the adults of the Patch Theater Company have no such" , "date" : "20080404" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/04\/arts\/04wkids.html"} , {"body" : "FOR CHILDREN 'THE BAD BOY OF AMERICAN MUSIC' (Sunday) If that title doesn't pique interest, nothing will. This concert, the last of the season in the Chamber Music Society of Lincoln Center's Meet the Music! series for ages 6 and older, will focus on George Antheil (1900-1950), who liked to emulate machines in his works and loved to rebel against" , "date" : "20080404" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "35" , "title" : "For Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F04E1DE143AF937A35757C0A96E9C8B63"} , {"body" : "FOR CHILDREN 'CAI GUO-QIANG: I WANT TO BELIEVE' Among the members of a certain demographic (O.K., my son and his 9-year-old friends), the prospect of a Sunday afternoon at an art museum is about as attractive as doing homework. If your children are similarly disposed, drag them to this recently opened exhibition at the Guggenheim Museum and park" , "date" : "20080314" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/14\/arts\/14wkids.html"} , {"body" : "FOR CHILDREN CHOCOLATE CHIP CHAMBER MUSIC (Saturday and Sunday) This series for ages 2 to 6 underscores the similarities between baking and music making, always aiming for tasty results. (The real chocolate-chip cookies are a draw too.) In this installment, ''Baker Bobbie Meets Sweet Plantain: A Dynamic Blend of Latin Jazz and Urban Funk,'' the" , "date" : "20080314" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9500EFDE1531F937A25750C0A96E9C8B63"} , {"body" : "William D. Modell, who as chairman of the Modell's Sporting Goods chain oversaw its expansion throughout much of the Northeast, died Thursday in Manhattan. He was 86 and lived in Hewlett Harbor, N.Y. The cause was complications of prostate cancer, his wife, Shelby, said. Mr. Modell joined Modell's, a 118-year-old family-owned business, at the end" , "date" : "20080215" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Obituaries" , "Business"] , "page_facet" : "21" , "title" : "William D. Modell, 86, Seller of Sporting Goods" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/15\/business\/15modell.html"} , {"body" : "FOR CHILDREN 'THE AFRICAN DRUM' (Sunday) Shadow Box Theater's multimedia presentation of traditional African tales features characters that include a talking leopard, a wise loon and a turtle who is just as resourceful as the hero of ''The Tortoise and the Hare.'' All are shadow puppets, manipulated behind a lighted screen. (Through March 5, in" , "date" : "20080201" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "For Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F01E0D7143FF932A35751C0A96E9C8B63"} , {"body" : "FOR CHILDREN 'MEDIEVAL CHILDREN' Childhood in the Middle Ages tended to be short. If calamity didn't end it (remember the Black Death?), adult responsibilities often did. At a stage when many contemporary little ones are still working on their A B C's, some medieval children were mastering difficult Latin texts. ''Can you imagine memorizing all the" , "date" : "20080201" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/01\/arts\/01wkids.html"}]