[  {"body" : "It's hard to find much evidence of the Italian-American atmosphere that was once dominant in the Ocean Hill-Brownsville section of Brooklyn. Carlucci's Restaurant on Eastern Parkway is now the Zion Deliverance Temple, a Pentecostal storefront church. Ariola Bakery on Rockaway Avenue has become Wah-Sing Chinese Take-Out. A restaurant offering jerk" , "date" : "20081230" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "A Church That Held the Neighborhood's Heart" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/30\/nyregion\/30loreto.html"} , {"author" : "Susan Hartman is the author of two books of poetry, ''Dumb Show'' and ''El Abogado.''" , "body" : "TWENTY years ago, six girls lit up a troubled Brooklyn block. Gunfire could be heard in the distance. There was a stream of visitors to the apartments of drug dealers. But these girls had claimed a patch of sidewalk in front of their building, and from April to October, on a strip of Parkside Avenue just east of Prospect Park, these 8- and" , "date" : "20081019" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Jump Rope Girls, 20 Years On" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/19\/nyregion\/thecity\/19jump.html"} , {"body" : "AROUND TOWN Museums and Sites 'SUPERHEROES: FASHION AND FANTASY' LECTURE AND PANEL ''Shakespeare is not writing any new plays, but he's taught in classes everywhere. Comics may stop publishing tomorrow, but people can still study comics.'' So says Peter Coogan, the author of ''Superhero: The Secret Origin of a Genre.'' He founded the Institute for" , "date" : "20080620" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/20\/arts\/20wspare.html"} , {"body" : "AROUND TOWN Museums and Sites MUSEUM OF THE CITY OF NEW YORK, Fifth Avenue at 103rd Street. Opening Tuesday and running through Nov. 4, ''Campaigning for President: New York and the American Election,'' an exhibition of campaign memorabilia including buttons, banners, posters and clothing; the display features items from the collection of Jordan M." , "date" : "20080620" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F05EED6113EF933A15755C0A96E9C8B63"} , {"body" : "Faced with a deluge of children vying for coveted slots in gifted and talented programs, and a dearth of top-scoring applicants, Schools Chancellor Joel I. Klein announced plans on Wednesday to broaden the city's new policy for admitting children to the programs. The change, which is expected to be approved at a meeting on Thursday by the Panel for" , "date" : "20080410" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Broader Rule Sought to Pick Gifted Pupils" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/10\/education\/10gifted.html"} , {"body" : "An 18-month-old boy was grazed by a bullet that was accidentally discharged from the service gun of a New York City police officer in Mill Basin, Brooklyn, on Thursday afternoon, the police said. The officer's name was not disclosed. He was off duty and was cleaning his gun about 3 p.m. when it accidentally fired, the police said. A bullet went" , "date" : "20080208" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Bullet Grazes an Infant in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/08\/nyregion\/08misfire.html"}]