[  {"body" : "Howard M. Pack, who as president and later chairman of Seatrain Lines was a leader in the industry in changing the way ships carry goods from port to port, died Dec. 9 in Manhattan. He was 90 and lived in Scarsdale, N.Y. The cause was heart failure, his daughter Loren Pack said. Mr. Pack and his longtime friend and business partner, Joseph Kahn," , "date" : "20081221" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S." , "Obituaries"] , "page_facet" : "42" , "title" : "Howard Pack, 90, Magnate And Innovator in Shipping" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/21\/business\/21pack.html"} , {"body" : "Ben Sherman, principal of the new East-West School of International Studies in Flushing, Queens, was mortified one morning when a fire drill unexpectedly interrupted a cultural program, sending students and visitors from Korea scurrying outside. The drill had been planned by the principal of Intermediate School 237, whose building Mr. Sherman's" , "date" : "20081221" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "U.S." , "Education"] , "page_facet" : "1" , "title" : "Looking for Common Ground As More Schools Share a Roof" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/21\/education\/21shared.html"} , {"body" : "The dime-size depression in the darkened sky painted above George Washington's head seemed to nag at Kenneth S. Moser. From behind the magnifying glasses strapped to his forehead, he inspected the damage to the portrait, nearly imperceptible to the untrained eye, and plotted a course of action. ''Someone took a big brush and painted right over the" , "date" : "20081213" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "Turning Back Time, Carefully, on Portraits at City Hall" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/13\/nyregion\/13portraits.html"} , {"body" : "PALMER--Lon T. Beloved husband of 56 years to Roberta Boyer Palmer, devoted father to sons Jason and Shelly Palmer and his wife, Debbie, adoring grandfather of Brent and Jared Palmer and Alexis and Andrew Zinberg and great-grandfather to Emma Zinberg. He was born in Manhattan, son of the late Martha and Maxwell Palmer and brother of the late Stan" , "date" : "20081213" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "09" , "title" : "Paid Notice: Deaths PALMER, LON T" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940CE1DE1E3AF930A25751C1A96E9C8B63"} , {"body" : "PACK--Howard M.,of Scarsdale, NY died of heart failure on December 9, 2008, at age 90. He graduated Phi Beta Kappa from Columbia University in 1939. He served in WWII as a cryptanalyst in the US Coast Guard, working to break the code on the German Enigma machine. Howard was an entrepreneur, cofounding Seatrain Lines in 1951. The company operated" , "date" : "20081213" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "09" , "title" : "Paid Notice: Deaths PACK, HOWARD M." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0DE1DE1E3AF930A25751C1A96E9C8B63"} , {"body" : "PACK--Howard M.,of Scarsdale, NY died of heart failure on December 9, 2008, at age 90. He graduated Phi Beta Kappa from Columbia University in 1939. He served in WWII as a cryptanalyst in the US Coast Guard, working to break the code on the German Enigma machine. Howard was an entrepreneur, cofounding Seatrain Lines in 1951. The company operated" , "date" : "20081212" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "11" , "title" : "Paid Notice: Deaths PACK, HOWARD M." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0DE6DE1E3AF931A25751C1A96E9C8B63"} , {"body" : "The most-ticketed block in New York City is 14th Street, between Seventh and Eighth Avenues. The number of parking tickets issued citywide has surged 42 percent since Mayor Michael R. Bloomberg took office. The day after Thanksgiving was the most-ticketed day of the last fiscal year. And, no, Virginia, there is no five-minute grace period. These" , "date" : "20081128" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Adding to the City's Coffers, One Ticket at a Time" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/28\/nyregion\/28parking.html"} , {"body" : "Open Now VINEGAR HILL HOUSE The name refers to a part of Brooklyn just west of the navy yard. That's where last week, Jean Adamson and Sam Buffa, left, opened this cozy place where the cooking is done in a roaring wood-burning oven: 72 Hudson Avenue (Water Street), Vinegar Hill, Brooklyn, (718) 522-1018. B-BAP FUSION RICE BAR Jeena Kim, a designer," , "date" : "20081126" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["CARROLL GARDENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/26\/dining\/26off.html"} , {"body" : "Despite what Neil Young says (''Hey, hey, my, my''), rock 'n' roll not only dies -- sometimes it is crated into boxes and shipped off to a mini-storage unit in the industrial wastes of Brooklyn. That, alas, is the precise and inglorious fate of CBGB, the legendary nightclub that for 33 years brought hardcore bands like Shrapnel and the Meat Puppets" , "date" : "20081125" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "ROOMS; The Tomb of CBGB" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/25\/nyregion\/25rooms.html"} , {"body" : "The fleet's in this weekend, at least on 55th Street, where a radiant production of ''On the Town'' has docked at City Center through Sunday. Hop aboard the celestial subway train of Leonard Bernstein's piping, pumping, altogether transporting music -- this was the first of his handful of Broadway shows -- and you'll be whisked back to a time when" , "date" : "20081121" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "1" , "title" : "THEATER REVIEW | 'ON THE TOWN'; Drop Me Off at Broadway, 1944" , "url" : "http:\/\/theater2.nytimes.com\/2008\/11\/21\/theater\/reviews\/21town.html"} ,   {"body" : "WITH its sedate, leafy streets, fine old homes and churches, lush gardens and lofty harbor views, Brooklyn Heights feels like a staid patrician neighborhood where time has stood still since the 1800s. But more has gone on there than its quiet streets and house-proud gentry let on. ''The myth of the white-gloved ladies is that this was always a" , "date" : "20081003" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "31" , "title" : "WEEKEND EXPLORER; Brooklyn's Home To the Gentry And the Not-So" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/03\/arts\/03expl.html"} , {"body" : "With the California blackouts of 2001 still a painful memory, Chris Beaudoin wants to generate some of his own electricity. He marveled the other day at how close he is to that goal, gazing at two new wind turbines atop his garage roof. They will soon be hooked to the power grid. ''I don't care about how much it costs,'' said Mr. Beaudoin, a flight" , "date" : "20080904" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "Personal-Size Wind Power" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/04\/business\/04wind.html"} , {"body" : "The locals know the four-story Federal-style brownstone at Cranberry and Willow Streets in Brooklyn Heights as the ''Moonstruck'' House because it was the setting for the 1987 movie starring Cher and Nicolas Cage. Neighborhood history buffs know the 1829 home for quite another reason: It was owned for nearly 50 years by Edwards Rullman, who was" , "date" : "20080831" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "33" , "title" : "'Moonstruck' House Sells, Recalling Fight for Preservation" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/31\/nyregion\/31moonstruck.html"} , {"body" : "Admirals' Row, a collection of historic buildings at the southwestern edge of the Brooklyn Navy Yard, housed high-ranking officers from the 1840s until the early 1970s. The city wants the Army National Guard, which owns the property, to transfer the land so that the Brooklyn Navy Yard Development Corporation can demolish the houses and replace them" , "date" : "20080822" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "At the Navy Yard, a Call to Preserve Admirals' Row" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D00E0DA1F3DF931A1575BC0A96E9C8B63"} , {"body" : "Interviews with architects, engineers and energy experts on Wednesday suggest that Mayor Michael R. Bloomberg's proposal to place wind turbines atop the city's skyscrapers and bridges, as well as off the coastline of Queens and Brooklyn, would be complicated and expensive and barely begin to meet the growth in demand for electricity that is" , "date" : "20080821" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Architects and Engineers Express Doubt About Bloomberg's Windmill Proposal" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/21\/nyregion\/21wind.html"} , {"body" : "IF you're a regular visitor to New York, enjoying the shops and restaurants and art and theater and pure energy of the streets, you may have asked yourself: how did it get this way? (You also may have been so busy shopping and eating and looking that you haven't, but play along.) The long answer lies in lots of long, heavy books that you could" , "date" : "20080817" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "5" , "title" : "WEEKEND IN NEW YORK | CITY HISTORY; From the Days When New York Was Actually New" , "url" : "http:\/\/travel.nytimes.com\/2008\/08\/17\/travel\/17weekend.html"} , {"body" : "THREE distinct and distinctly walkable neighborhoods line the Brooklyn waterfront under the Brooklyn and Manhattan Bridges. But though they share the East River and the York Street stop on the F train, they couldn't be more different -- Fulton Ferry is a tourist standard, Dumbo is an industrial area gentrified into low-key hipness, and Vinegar Hill" , "date" : "20080803" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "DUMBO (NYC)" , "FULTON FERRY HISTORIC DISTRICT (NYC)" , "VINEGAR HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "9" , "title" : "WEEKEND IN NEW YORK | THE EAST RIVER; In Brooklyn, Sharing a River But Not Much Else" , "url" : "http:\/\/travel.nytimes.com\/2008\/08\/03\/travel\/03weekend.html"} , {"body" : "Nathan Kensinger generally does not ask for permission when he photographs the decaying remnants of Brooklyn's industrial waterfront. Since 2003, he has wandered into shuttered factories, padlocked basements and forbidding warehouses. He has not been arrested, yet, but he does not want to tempt fate, either. Mr. Kensinger's photographs are now on" , "date" : "20080801" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "City Room; Have Camera, Will Trespass, On the Brooklyn Waterfront" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E00E0D7163BF932A3575BC0A96E9C8B63"} , {"body" : "DAVID--Edmonds Commander, USN, Ret., died at home at the age of 94. He graduated from the U.S. Naval Academy In 1939; served as Squadron Commander SE Anti-submarine Squadron; Flight Instructor at Pensacola Naval Air Station; Navigator on the U.S.S Philippine Sea (Admiral's flag during the Invasion of Inchon, Korea); B25 Squadron Commander European" , "date" : "20080730" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "18" , "title" : "Paid Notice: Deaths DAVID, EDMONDS COMMANDER, USN, RET." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A06E7D8143AF933A05754C0A96E9C8B63"} , {"body" : "At the same time that art museums and galleries have developed larger collections, they have fewer options to expand. Perhaps inevitably, an art services industry that has sprung up in the dark warehouses of New York City's boroughs is also growing. Many museums now farm out the highly specialized business of packaging, shipping and installing art," , "date" : "20080716" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "9" , "title" : "Behind Walls of Warehouses, a Trove of Artwork" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/16\/realestate\/commercial\/16art.html"} ,   {"body" : "HE was there to meet his bride when the ship docked at New York Harbor in the late winter of 1946, driving up in a black Buick with a bouquet for her on the dashboard. They had met at a pub on Kings Road in Chelsea called the Lord Nelson. He was an American soldier; she was 16, an English girl from Battersea. They married in London at the end of" , "date" : "20080706" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GREAT BRITAIN" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Band of Sisters" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/06\/nyregion\/thecity\/06brid.html"} , {"body" : "Kaufman Astoria Studios, one of New York City's three largest movie studios, is moving ahead with a major expansion plan, nine years after it was announced. The studio, in the Astoria section of Queens, will break ground this fall on a $20 million building, with an 18,000-square-foot soundstage and 22,000 square feet of support space, on a plot of" , "date" : "20080611" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "ASTORIA (NYC)"] , "nytd_section_facet" : ["Movies" , "Business"] , "page_facet" : "12" , "title" : "SQUARE FEET; A Big New York City Movie Studio Is Getting Bigger" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/11\/business\/media\/11studio.html"} , {"body" : "ANONYMOUS SOURCES In The Times Jill Abramson, managing editor, is answering questions about The Times's policy and practices regarding anonymous sources. nytimes.com\/media INTERACTIVE: THE PLACES FUEL PRICES PINCH THE MOST A look at the counties across the nation where, according to new data, residents are suffering the most from higher gas prices." , "date" : "20080609" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "ON NYTIMES.COM" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F03E6D6133EF93AA35755C0A96E9C8B63"} , {"body" : "ON a recent rainy Sunday afternoon, there might not have been a better setting for a zombie movie than the Brooklyn Navy Yard. Decommissioned in 1966 and now favored by start ups and industrial artisans, the grounds were eerily empty, suffused with the aura of a military experiment gone horribly wrong. The roads were cracked and pocked; weeds and" , "date" : "20080608" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Automobiles"] , "page_facet" : "1" , "title" : "AUTO EGO | 1965 CHRYSLER 300 CONVERTIBLE; Tinker, Tailor, Soldier's Supplier" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/08\/automobiles\/collectibles\/08EGO.html"} , {"body" : "To the Editor: Re ''The Lost Supermarket: A Breed in Need of Replenishment,'' by David Gonzalez (Citywide column, May 5): It is disconcerting that New York City is losing ground in attracting and retaining supermarkets in communities where fresh produce and alternative shopping options are scarce. Mr. Gonzalez cites Fort Greene as a Brooklyn" , "date" : "20080509" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Opinion"] , "title" : "LETTER; Finding Food in Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9405E5DE113DF93AA35756C0A96E9C8B63"} , {"body" : "THE gigantic old power plant at 500 Kent Avenue, next to the Brooklyn Navy Yard in South Williamsburg, has stood on the waterfront since 1905, generating power for the trains and streetcars of the Brooklyn Rapid Transit Company. The plant operated through the borough's heyday as a leading manufacturing center. And though it closed in 1999 after 49" , "date" : "20080504" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "WILLIAMSBURG; When Spring Cleaning Includes a Power Plant" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/04\/nyregion\/thecity\/04cone.html"} , {"body" : "Dana Meredith Weisberg, a daughter of Helaine R. Weisberg and Allan L. Weisberg of Warren, N.J., was married on Saturday evening to Steven Lee Zeller, the son of Dana Zeller-Alexis and Mark Zeller of Middlefield, Mass. Rabbi Ammiel Hirsch officiated at Stage 6 at Steiner Studios, a film production complex in the Brooklyn Navy Yard. Mrs. Zeller, 28," , "date" : "20080504" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "23" , "title" : "Dana Weisberg, Steven Zeller" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/04\/fashion\/weddings\/04Weisberg.html"} , {"body" : "The Cherries in Spring Restaurants are celebrating spring with cherry blossoms. Matsuri, 369 West 16th Street, has a cherry blossom (sakura) cocktail (Champagne, plum wine and grenadine with flower garnish) for $18, and a prix fixe dinner for $55. If you order one prix fixe dinner or two sakura cocktails, you will receive a pass to the Brooklyn" , "date" : "20080423" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "9" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/23\/dining\/23fcal.html"} , {"body" : "A house in Admirals' Row in the Brooklyn Navy Yard. The structures, built between 1864 and 1901, were part of a six-acre site, including stables and tennis courts, that housed high-ranking naval officers and their families. They have been unoccupied for decades, and their future is undetermined. LENS" , "date" : "20080423" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "LENS; Geometries" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E6D7123CF930A15757C0A96E9C8B63"} , {"body" : "ZEB STEWART wasn't interested in finding a new home. He was happy where he was, on the parlor floor of a two-family row house in Vinegar Hill, Brooklyn, with two fireplaces and a backyard. It was ''like a little French country home,'' he said, renting for $1,800 a month. Mr. Stewart, 36, who does sculpture, metalwork and furniture design, was" , "date" : "20080420" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "THE HUNT; New King of 'Bushwick Castle'" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/20\/realestate\/20hunt.html"} ,   {"body" : "Emily Elizabeth Friedman, the daughter of Jessica L. Silverman of Cross River, N.Y., and Bruce M. Friedman of Park Ridge, N.J., is to be married Sunday to Grant Jason Mogan, a son of Diane S. Mogan and Dr. Glen R. Mogan of Short Hills, N.J. Rabbi Laurence W. Groffman will officiate at Stage 6 at Steiner Studios, a film production complex at the" , "date" : "20080413" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "19" , "title" : "Emily Friedman, Grant Mogan" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/13\/fashion\/weddings\/13friedman.html"} , {"body" : "A LITTLE more than two months ago, when Robert Clark found many of his possessions pushed out into the cold Brooklyn night along with those of 200 of his neighbors because the building they all lived or worked in was declared a fire hazard as a result of a broken sprinkler system and an ad hoc matzo factory in the basement, they might have assumed" , "date" : "20080330" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DISPATCHES; Matzo? Chopsticks? Are Locusts Next?" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/30\/nyregion\/thecity\/30disp.html"} , {"body" : "Emily Steinhagen, the daughter of Gail Rothenberg Steinhagen and Dr. Randolph Steinhagen of Tenafly, N.J., was married Saturday evening to Allen M. Golbig, a son of Myra Golbig and Norbert Golbig of Merrick, N.Y. Rabbi Matthew A. Reimer officiated at Stage 6 at Steiner Studios, a film production complex in the Brooklyn Navy Yard. The bride, 26, is" , "date" : "20080302" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "19" , "title" : "Emily Steinhagen, Allen Golbig" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/02\/fashion\/weddings\/02Steinhagen.html"} , {"body" : "FOR as long as most people living in Farragut Houses can remember, the 10 weed-choked town houses around the corner have lain in ruins, partly hidden behind a high fence and ignored by all who pass. Although the ornate 19th-century buildings on Admirals' Row had an illustrious history, housing high-ranking officers at the Brooklyn Navy Yard from" , "date" : "20080224" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "BROOKLYN NAVY YARD; Amid Weeds And Rust, A Ruin Seeks A Second Act" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/24\/nyregion\/thecity\/24admi.html"} , {"body" : "The tale of the warehouse-turned-loft building by the banks of the East River in Brooklyn seemed a familiar one, at first. Artists move into a decrepit building, quietly rehabilitate it, live and work there. The city eventually catches on and issues a flurry of violations, forcing the artists into the streets. Developers circle, landlords yield and" , "date" : "20080210" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "After Evacuation, Artists Begin an Effort to Save Their Haven" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/10\/nyregion\/10building.html"} , {"body" : "WHEN Julia Warr, Martin Brierley and their three children moved to Brooklyn from London two and a half years ago, they settled in Cobble Hill, largely because of the local elementary school, Public School 29. So it was with some chagrin that they found out not long ago, on a visit to a friend's place, that they were smitten with the friend's" , "date" : "20080203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SOUTH WILLIAMSBURG (NYC)" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN | SOUTH WILLIAMSBURG, BROOKLYN; Still a Warehouse Wonderland" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/03\/realestate\/03livi.html"} , {"author" : "Ben Gibberd's book ''New York Waters: Profiles From the Edge,'' with the photographer Randy Duchaine, was published last year." , "body" : "BY 8 o'clock on an evening in early December, the bar at the Hilton Garden Inn in northwestern Staten Island was a scrum of beefy middle-aged men dressed in blazers, fancy dress shirts and loafers. Cheeks glistening in the warmth, they embraced one another noisily, slapping backs, planting kisses on both cheeks and occasionally offering a flurry of" , "date" : "20080120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Johnny Boy's Excellent Adventure" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/20\/nyregion\/thecity\/20boys.html"}]