[  {"body" : "Looking Ahead ADAM PERRY LANG AND JAMIE OLIVER Adam Perry Lang, left, the chef and a partner in Daisy May's BBQ USA, and Jamie Oliver, the English celebrity chef, have teamed up with deep-pocketed backers to open a chain of restaurants. There is no name yet, but the first restaurant is to be in Dublin, with openings planned for Berlin, Cape Town" , "date" : "20081224" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/24\/dining\/24off.html"} , {"body" : "Sunday morning was a nasty time to be out and about in New York, with cold rain falling hard, but the predawn hours were worse. Sleet was blowing at just the right angle to find its way into tightly drawn hoods and mittens, and yet 17 people got out of bed anyway, all with the same thought: ''I shall go stand in the middle of an intersection in" , "date" : "20081222" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "A Solstice Tribute, Shorter Than the Day Is Long" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/22\/nyregion\/22solstice.html"} , {"body" : "WHEN I went into labor this fall, my daughter was three weeks early. But my kitchen renovation was running five weeks late. I had carefully planned that the two events would not overlap, but there I was listening to the screech of the drill in between contractions while my husband, Daniel, dashed around the bedroom packing the hospital bag. I moved" , "date" : "20081218" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "4" , "title" : "DESIGN NOTEBOOK; Tossing a Rattle Into the Renovation" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/18\/garden\/18kitchen.html"} , {"body" : "CROWN HEIGHTS, Brooklyn, a mash-up of cultures, is home to both the annual West Indian American parade and the headquarters of the Chabad-Lubavitch Hasidim. Adding an upscale bar and beer garden to the mix might seem counterintuitive. ''Everyone thought we were crazy,'' said Anatoly Dubinsky, recalling the reaction last April when he opened" , "date" : "20081214" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "8" , "title" : "BOÎTE; An Already Eclectic Mix Gets an Upscale Bar" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/14\/fashion\/14boite.html"} , {"body" : "WHEN the flight from Heathrow landed at Kennedy Airport, the cabin quickly filled with the sounds of seat belts being unfastened, cellphones beeping and passengers grabbing their overhead luggage. Taking a deep breath, Njoya Hilary Tikum joined the crush of people waiting to exit. Mr. Tikum, who was 26 and had a compact build and a broad, handsome" , "date" : "20081207" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CAMEROON"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Years of Living Nervously" , "url" : "http:\/\/www.nytimes.com\/2008\/12\/07\/nyregion\/thecity\/07asyl.html"} , {"body" : "SOME New Yorkers never get to know their neighbors. They nod hello, but rarely speak, and they certainly don't break bread with them. Even names may remain a mystery, unless an errant letter finds its way into the wrong mailbox. This is precisely the New York that a group of Brooklyn residents hopes to escape. They plan to do so by pooling their" , "date" : "20081130" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FORT GREENE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "A Village Down the Block" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/30\/realestate\/30cov.html"} , {"body" : "THE Blue Marble ice cream shop, on Atlantic Avenue in Boerum Hill, Brooklyn, has been open for just over a year, and it took only seven months for its owners -- first-time businesswomen -- to open their second store, in Prospect Heights. For their next venture, they have in mind a location slightly more ambitious: Kigali, Rwanda. The improbable" , "date" : "20081116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RWANDA" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "BOERUM HILL; A Taste of Hope For a Tragic Land" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/16\/nyregion\/thecity\/16crea.html"} , {"body" : "A MATTER Of Principle Waiting in a drab hallway of a Lower Manhattan courthouse, Kimber VanRy got a bit of unsolicited advice from a Brooklyn auto mechanic who had just agreed to pay $15 for violating, as Mr. VanRy is accused of doing, the city's open-container law. ''If I was you, I would have pled guilty and paid the $15,'' the mechanic said." , "date" : "20081114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "25" , "title" : "CITY ROOM; A Matter of Principle" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D02EEDA113DF937A25752C1A96E9C8B63"} , {"body" : "Four minutes into their first home game on Saturday night, the Brooklyn Aces of the Eastern Professional Hockey League began defending their frozen turf on Flatbush Avenue. Jerry Cardinale, one of Brooklyn's own, squared off at center ice with Teague Willits-Kelley of the Jersey Rockhoppers. As both players tossed their helmets and gloves to the" , "date" : "20081110" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Watch Out for That Stick, Er, Fist: Professional Ice Hockey Bursts Into Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/10\/nyregion\/10aces.html"} , {"body" : "AROUND TOWN 'I AM A MAN' You've heard this already, but it bears repeating: 40 years after the Rev. Dr. Martin Luther King Jr. was assassinated, Barack Obama became the first African-American to be elected president of the United States. The dream of racial equality that Dr. King so eloquently described at the March on Washington has seemingly come" , "date" : "20081107" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/07\/arts\/07wspare.html"} ,   {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Every Friday and Saturday at 7:30 and 8:30 p.m., ''SonicVision,'' an animated alternative- music show, is presented in the Rose Center; tickets, $15; $12 for members. Saturday at 1 p.m., storytelling by Herb Rice, an artist and lecturer and member" , "date" : "20081107" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "38" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9807E1DD1E3FF934A35752C1A96E9C8B63"} , {"body" : "THESE days, when you find a chef with the urge to tinker, he will most likely be embroiled in such delicate work as teasing out the covalent bonds of mayonnaise or synthesizing panko gelatin. But what about the rougher breeds of food geek, those who, if not for a culinary passion, would have wound up in their yard, building rockets out of scrap" , "date" : "20081105" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "Pizza From Scratch: First, Get Bricks and a Trailer" , "url" : "http:\/\/www.nytimes.com\/2008\/11\/05\/dining\/05pizza.html"} , {"body" : "AROUND TOWN Museums and Sites MERCHANT'S HOUSE MUSEUM, 29 East Fourth Street, East Village. Sunday, 3 to 5 p.m., a mid-19th-century funeral re-enactment and cemetery tour; $15; $5 for members. (212) 777-1089; merchantshouse.org. MUSEUM OF THE CITY OF NEW YORK, Fifth Avenue at 103rd Street. Saturday at 5 p.m., ''Do Enka: East Meets West,'' a" , "date" : "20081031" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B05E7DD173DF932A05753C1A96E9C8B63"} , {"body" : "New York Comedy Festival With a few exceptions, the lineup at the fifth annual New York Comedy Festival is not inherently political. But the festival begins on Wednesday, the day after the election that has been the source of punch lines, gaffes and punditry-defining impressions for more than a year. No matter who wins, will the comedians -- who" , "date" : "20081031" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/31\/arts\/31wspare.html"} , {"body" : "A Serbian basketball player who fled the United States after a bar brawl in upstate New York that left a fellow student, from Brooklyn, in a coma, was arrested on Tuesday in Belgrade, the police said. The Serbian student, Miladin Kovacevic, 21, was detained on suspicion that he had ''inflicted severe bodily harm'' on the other student, Bryan" , "date" : "20081029" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["SERBIA" , "NEW YORK STATE" , "BELGRADE (SERBIA)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Ex-SUNY Basketball Player Arrested After Fleeing to Serbia" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/29\/nyregion\/29serbs.html"} , {"body" : "THE urge, at times, can be almost overwhelming: Ahmad Batebi will be walking down a New York street, engrossed in some serious business, and he will spot a basketball game. In that moment, he wants more than anything to join in. In the next, he feels a pang of regret for seeming childish. Sometimes, he says, he feels that he has left himself" , "date" : "20081026" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "IRAN"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DISPATCHES; A Torchbearer, Then and Now" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/26\/nyregion\/thecity\/26disp.html"} , {"body" : "'BOO AT THE ZOO' You can do so much with pumpkins this season: cook them for soups and desserts, carve them into jack-o'-lanterns, decorate them for your stoop, even give them to your cats as toys -- that is, if you have really, really big cats. The Bronx Zoo does, and giving its creatures pumpkins (above, a black leopard) is one of the high points" , "date" : "20081024" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/24\/arts\/24wkids.html"} , {"body" : "FOR CHILDREN 'ADVENTURES OF THE PUPPET PRINCESS' (Saturday and Sunday) Can a puppet show really mollify a witch? That's the issue in this new production from the Looking Glass Theater, which draws on Balinese puppetry, masks and folklore. Written and directed by Jennifer Goodlander, the show focuses on Putu, a tomboy, who is lost in the jungle with" , "date" : "20081024" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D05E1DF113BF937A15753C1A96E9C8B63"} , {"body" : "NOT long ago, the hipsters of Brooklyn looked down their pierced noses on Prospect Heights, a sleepy neighborhood of brownstones and tree-lined streets just north of Prospect Park. While the area had a diverse mix of white, African-American and West Indian residents, there was little beside Caribbean takeout joints and hole-in-the-wall barbershops" , "date" : "20081012" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PROSPECT HEIGHTS (NYC)"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "4" , "title" : "SURFACING; Adding to the Mix in Brooklyn" , "url" : "http:\/\/travel.nytimes.com\/2008\/10\/12\/travel\/12surfacing.html"} , {"body" : "36 HOURS IN NEW YORK From a burger brunch in Hell's Kitchen to fancy cocktails in Brooklyn, Seth Kugel spends a weekend exploring the city's newest offerings in a video. FRUGAL NEW YORK Follow Matt Gross on a video tour as he becomes a frugal tourist in his own city, taking subways between free museums and cheap curries. SURFACING: PROSPECT HEIGHTS" , "date" : "20081012" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Travel"] , "page_facet" : "2" , "title" : "THIS WEEK ON THE WEB" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0CE5D71230F931A25753C1A96E9C8B63"} ,   {"body" : "THE 2009 Michelin and Zagat guides to New York restaurants were published yesterday, and though their reviewing and rating methods are completely different, Zagat and Michelin tend to like the same places -- for the most part. In Michelin, the highest score is three stars, determined by anonymous professional inspectors. For 2009 it ranked 563" , "date" : "20081008" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "Masa and Mas Win In New Food Guides" , "url" : "http:\/\/www.nytimes.com\/2008\/10\/08\/dining\/08michelin.html"} , {"body" : "FOR years, Adam Frank yearned for a brownstone of his own. In 2002, after living in a series of rentals in Williamsburg, Brooklyn, he almost bought one for $575,000. It was a three-family brownstone on South Second Street. ''It was in need of a major overhaul,'' he said. After the inspection, ''I freaked out and had trouble getting financing. I was" , "date" : "20080928" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "THE HUNT; A 'Goldilocks' House" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/28\/realestate\/28hunt.html"} , {"body" : "A small-business owner in Brooklyn worries about making the payroll. A homeowner in Queens faces foreclosure. A suburban stay-at-home mother cuts back on luxuries. A retiree watches rent, food and cable bills rise while her income stays flat. An aspiring musician chooses between recording fees and a trip to see his family at Christmas. A head of a" , "date" : "20080928" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WALL STREET (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Six Tales of Perseverance, and Futility, in the Eye of a Fiscal Storm" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/28\/nyregion\/28faces.html"} , {"body" : "AROUND TOWN TAKEOVER IN BROOKLYN The BAMcinématek is known for series on auteurs or masterpieces that its curators want you to know about. So how did ''Perfect,'' that slice of John Travolta-Jamie Lee Curtis cheese, make it into the second annual Takeover, the Brooklyn Academy of Music's all-night-long house party? For ''Up All Night in 1985,''" , "date" : "20080926" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/26\/arts\/26wspare.html"} , {"body" : "AROUND TOWN Museums and Sites HISTORIC RICHMOND TOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. Sunday, 10 a.m. to 5 p.m., a flea market: $2; $1 for 65+; free for children. Open Wednesdays through Sundays, 1 to 5 p.m. Tours on weekdays at 2:30 p.m. and on weekends at 2 and 3:30 p.m. (718) 351-1611," , "date" : "20080926" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "AROUND TOWN" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0DE5DB1631F935A1575AC0A96E9C8B63"} , {"body" : "PROSPECT HEIGHTS CONDO $599,000 BROOKLYN: 735 Dean Street (between Vanderbilt and Underhill Avenues), #3B A one-bedroom one-bath condo, one of seven in a 2006 firehouse conversion. The unit has a washer and dryer, central air-conditioning and a shared roof deck. James Cornell (718) 832-4175, Leslie Marshall (718) 923-8034, the Corcoran Group;" , "date" : "20080921" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET; PROSPECT HEIGHTS CONDO" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0CE7D91738F932A1575AC0A96E9C8B63"} , {"body" : "In March, New York City enacted a law making it illegal for landlords to discriminate against tenants who planned to use federal subsidies known as Section 8 vouchers to help pay their rent. But Section 8 discrimination remains a widespread problem, housing advocates, tenant lawyers and voucher holders say. Renters are routinely turned away by" , "date" : "20080920" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Despite New Law, Subsidized Tenants Find Doors Closed" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/20\/nyregion\/20housing.html"} , {"body" : "In March, New York City enacted a law making it illegal for landlords to discriminate against tenants who planned to use federal subsidies known as Section 8 vouchers to help pay their rent. But Section 8 discrimination remains a widespread problem, housing advocates, tenant lawyers and voucher holders say. Renters are routinely turned away by" , "date" : "20080920" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Despite New Law, Subsidized Tenants Find Doors Closed" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B00E3D61031F933A1575AC0A96E9C8B63"} , {"body" : "MANY people have had an indirect hand in the small, sweet new restaurant James, starting with James Calvert, for whom it's named. A great-grandfather of the restaurant's chef, Bryan Calvert, he too made his living as a cook in New York, setting an example, showing the way. The list goes on to include the writer Susan Sontag, who died in 2004, and" , "date" : "20080917" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["PROSPECT HEIGHTS (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "9" , "title" : "RESTAURANTS; In the Neighborhood, and of It" , "url" : "http:\/\/events.nytimes.com\/2008\/09\/17\/dining\/reviews\/17rest.html"} , {"body" : "International NATO TIGHTENS RULES To Lower Afghan Casualties Gen. David D. McKiernan, the top American military commander in Afghanistan, said he had tightened the rules on when NATO troops can use lethal force, in an effort to lower civilian casualties there. General McKiernan also said that the military mission in Afghanistan still needed" , "date" : "20080917" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Inside the Times, September 17, 2008" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9806E4DF1530F934A2575AC0A96E9C8B63"} ,   {"body" : "IN New York, anything is possible. On a good day, you can meet the woman of your dreams in a crowded elevator, or reclaim your long-lost dignity by telling off that bully in the packed subway car during rush hour. You can eat a hot dog every five blocks, or catch a midnight showing of ''The Manchurian Candidate.'' You can be a college dropout and" , "date" : "20080914" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UPPER WEST SIDE (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK OBSERVED; Grand Central Apartment" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/14\/nyregion\/thecity\/14apar.html"} , {"body" : "Because of an editing error, an article last Sunday about the alternatives to New York City Opera performances misidentified the Brooklyn neighborhood of Freddy's Bar and Backroom, which features Opera on Tap, a collection of singers who perform arias and duets in bars. It is in Prospect Heights, not Williamsburg." , "date" : "20080914" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Corrections" , "Arts"] , "page_facet" : "4" , "title" : "Correction" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E07E2D71E38F937A2575AC0A96E9C8B63"} , {"body" : "MOST teenage girls love to talk to their friends. And talk. And talk. As Debra Lee, the Brooklyn mother of a 13-year-old, observes about her daughter Tessa and Tessa's teenage friends: ''They just keep talking. All day. On the phone all night. Sometimes I think they just like to hear each other breathe.'' Virginia Woolf said, ''Some people go to" , "date" : "20080911" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "Girl Talk Has Its Limits" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/11\/fashion\/11talk.html"} , {"body" : "Kimber VanRy was sitting on his stoop in the Prospect Heights section of Brooklyn, drinking a beer and sending e-mail messages on his BlackBerry, when a police car slowed to a stop on the street in front of him. It had been a pleasant evening for Mr. VanRy, 39, who lives in a four-story, 20-unit co-op building with his wife and two children. He had" , "date" : "20080908" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Fighting for the Right to Drink Beer on His Stoop" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/08\/nyregion\/08stoop.html"} , {"author" : "Alice Mattison's latest novel, ''Nothing Is Quite Forgotten in Brooklyn,'' will be published this month by Harper Perennial." , "body" : "''GO one stop on the express, change for the local and get on at the back of the train.'' My father knew how to take the subway almost anywhere, and he'd even instruct you where to stand on the platform so as to be near the most convenient exit when you got off. But going from one place in Brooklyn to another was beyond even him. When I was a" , "date" : "20080907" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK OBSERVED; Along the Tracks of Her Mind" , "url" : "http:\/\/www.nytimes.com\/2008\/09\/07\/nyregion\/thecity\/07trai.html"} , {"body" : "THE big news in classical music this fall is what won't be: a real season for New York City Opera. The company is essentially shutting down during renovations to its New York State Theater home, offering two unstaged performances of ''Antony and Cleopatra'' at Carnegie Hall in January and several fistfuls of orchestra concerts and lectures. That" , "date" : "20080907" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "68" , "title" : "No City Opera? Try Some Alternatives" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE6D8163EF934A3575AC0A96E9C8B63"} , {"body" : "PROSPECT HEIGHTS TOWN HOUSE $2,495,000 BROOKLYN: 210 Prospect Place (near Vanderbilt Avenue) An 1890 brick row house with four bedrooms, three full and two half baths, a top-floor guest suite with private terrace, central air-conditioning and a south-facing garden. Suzanne Wolf, the Corcoran Group (917) 309-0326; www.corcoran.com. Open house" , "date" : "20080907" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "On the Market | PROSPECT HEIGHTS TOWN HOUSE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990DEFDF1538F934A3575AC0A96E9C8B63"} , {"body" : "FROM a seat near the center of Grand Army Plaza in Brooklyn one recent sunny afternoon, the world was a surprisingly quiet place. The sounds of the traffic whirlpool swirling around in every direction had receded into a white-noise drone, and the only pedestrian passers-by were those brave enough to cross four lanes of cars at one time in pursuit" , "date" : "20080831" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)" , "GRAND ARMY PLAZA (BROOKLYN, NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DISPATCHES; In the Heart of Brooklyn, No Man's Island" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/31\/nyregion\/thecity\/31disp.html"} , {"body" : "DURING his freshman year at Point Park University in Pittsburgh a couple years ago, James Acklin, now 20, felt lost among the social cliques on his new campus until he got to talking with a student who was in some of his classes. She seemed unusual, and it wasn't just her look: thick-framed eyeglasses, bangs and vintage dresses. Then, one rainy day" , "date" : "20080831" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "Another Spin for Vinyl" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/31\/fashion\/31vinyl.html"} , {"body" : "IT'S hard to miss the sprinkling of ''Hot Bird'' signs visible from Atlantic Avenue in Brooklyn. Aside from what could be considered the jarring juxtaposition of the words ''hot'' and ''bird,'' a few of the signs are painted a radiant yellow and are bigger than highway billboards. For more than a decade, the signs have made vegetarians wince and" , "date" : "20080824" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PROSPECT HEIGHTS (NYC)" , "CLINTON HILL (NYC)" , "COBBLE HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "BROOKLYN UP CLOSE; On Teasing Walls, Traces of Roasters Past" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/24\/nyregion\/thecity\/24bird.html"} ,   {"author" : "E-mail: greenfield@nytimes.com" , "body" : "SIX years ago, Yvette Folk made a real estate purchase that not everyone in her life could see the value in. ''My sister called my father to say that I had lost my mind,'' said Ms. Folk, 52, describing the offending apartment: a one-bedroom co-op in Ditmas Park, Brooklyn, on Albemarle Road. The property had sat vacant for two years after the owner" , "date" : "20080817" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "THE SELL; When It's Not Enough Just to Cut the Price" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/17\/realestate\/17sell.html"} , {"body" : "THEY can be seen all along Atlantic Avenue -- urban foragers of a sort, often bedraggled and always in search of a dollar. Many of them pump gas, but that is not the only hustle along the strip. As one regular walks on sections of Atlantic, a traffic-clogged 10-mile road that runs from the Brooklyn waterfront to the Van Wyck Expressway in western" , "date" : "20080817" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["ATLANTIC AVENUE (NYC)" , "NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Hard Times Along Gasoline Alley" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/17\/nyregion\/thecity\/17pump.html"} , {"body" : "COULD Champagne replace beer as Brooklyn's quaff of choice? Now there's fighting words. But bartenders in this venerably beery borough seem, increasingly, to be reaching for a heavy-bottomed bottle of Champagne, rather than a long-necked bottle of beer. Not that they're pouring it, unaccompanied, into delicate flutes -- Brooklyn's gentrification" , "date" : "20080803" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "8" , "title" : "SHAKEN AND STIRRED; Well, It's Not Champale" , "url" : "http:\/\/www.nytimes.com\/2008\/08\/03\/fashion\/03shake.html"} , {"body" : "HANGING on a wall at James, a new restaurant in the ground floor of an apartment building in Prospect Heights, Brooklyn, is a captivating painting of a nattily dressed man whose dark eyes seem to be watching the diners. His swept-back hair, pale complexion and handlebar mustache suggest a turn-of-the-last-century British provenance, as does the" , "date" : "20080727" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "PROSPECT HEIGHTS; Serve Well. An Ancestor Is Watching." , "url" : "http:\/\/www.nytimes.com\/2008\/07\/27\/nyregion\/thecity\/27rest.html"} , {"body" : "Paul Spencer Byard, a land-use lawyer who returned to school in his late 30s to be an architect and who became an important figure in the renovation of some of New York's most prominent landmarks, died on Tuesday at his home in Prospect Heights, Brooklyn. He was 68. The cause was cancer, said Charles A. Platt, a partner of Mr. Byard's in Platt" , "date" : "20080718" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "10" , "title" : "Paul Byard, 68, Dies; Architect Renovated Landmarks" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/18\/nyregion\/18byard.html"} , {"body" : "At Newswalk, a 168-unit condominium building in Prospect Heights, Brooklyn, doormen have for years let residents know they have packages by putting little yellow sticky notes on their mailboxes. They still do that, but now many residents receive automated phone calls or e-mail alerts, too. ''At first, I thought the calls were spam,'' said James" , "date" : "20080716" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "For Half a Cent, a Call That Informs, and Annoys" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/16\/nyregion\/16call.html"} , {"author" : "Compiled by Kris Ensminger E-mail: eating@nytimes.com" , "body" : "Prospect Heights is among the city's smaller neighborhoods, but it is home to numerous attractions (the Brooklyn Public Library, the Brooklyn Botanic Garden, the Brooklyn Museum) and to a vibrant dining scene. There is room for the Garden Cafe, a tiny institution since 1986, and for James, a promising restaurant that opened last month. Abigail" , "date" : "20080713" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PROSPECT HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "GOOD EATING | PROSPECT HEIGHTS; A Tasty Density" , "url" : "http:\/\/events.nytimes.com\/2008\/07\/13\/nyregion\/thecity\/13rest.html"} , {"body" : "THOUGH the moon was just a crescent and the monsoons were far away, Burmese Buddhists from around New York came last Sunday to the Universal Peace Buddha Temple complex, a four-story building on Bergen Street in Prospect Heights that is painted maroon like a monk's robe. They gathered to observe the full-moon day of Waso, a holy day during the" , "date" : "20080713" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "PROSPECT HEIGHTS; Even in Brooklyn, Signs of the Monsoon" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/13\/nyregion\/thecity\/13mons.html"} , {"body" : "MOHAMMED ALI shares his name with a legend, never saw his future wife during the first seven years of their courtship, and didn't start to work seriously on his writing until he already had his first book contract. But given prices in Brooklyn these days, the truly startling part of his story is that his two-bedroom Prospect Heights apartment, with" , "date" : "20080706" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS | PROSPECT HEIGHTS, BROOKLYN; Growing Into a Home, and a Country" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/06\/realestate\/06habi.html"} , {"body" : "ON most summer Sundays, Brooklyn is burning. Smoke rises from grills, many of them charcoal-fueled, illegal and loaded with jerk chicken -- the spiced, smoky favorite of the borough's large Jamaican community. ''We don't mess around out here,'' said Hubert Lawton, an owner of Boston Jerk City in East Flatbush, where an oil drum full of charcoal" , "date" : "20080702" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["JAMAICA"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Sweet Heat: For Jamaicans, It's About Jerk" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E02E5D8133DF931A35754C0A96E9C8B63"} ,   {"body" : "Ronnie Mathews, a jazz pianist whose recorded output as a leader was sparse but whose résumé as a sideman with stars of jazz was substantial, died on Saturday in Brooklyn. He was 72 and lived in the Prospect Heights neighborhood. The cause was pancreatic cancer, his daughter, Salima Millott, said. Mr. Matthews spent most of his career out of the" , "date" : "20080702" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Obituaries"] , "page_facet" : "6" , "title" : "Ronnie Mathews, 72, Pianist; Accompanied Jazz Stars" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/02\/arts\/music\/02mathews.html"} , {"body" : "The United States ambassador to Serbia on Tuesday demanded the arrest and return of a Serbian-born college basketball player who fled this country after being charged with beating a classmate into a coma in a barroom dispute in Binghamton, N.Y. Officials said the demand was made by the ambassador, Cameron Munter, who said in a statement that he had" , "date" : "20080702" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["SERBIA" , "BINGHAMTON (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "U.S. Ambassador Demands Return of Serb Over Beating" , "url" : "http:\/\/www.nytimes.com\/2008\/07\/02\/nyregion\/02serb.html"} , {"body" : "Opening this Week ALLORO Salvatore Corea, a native of Calabria who owns Bocca and Cacio e Pepe in New York, has added this spot, which he owns with his wife, Gina. It opened yesterday. His menu takes sensible liberties with Italian classics, like buffalo mozzarella with tomato tartare: 307 East 77th Street, (212) 535-2866. JAMES Seasonal American" , "date" : "20080625" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "EAST VILLAGE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/25\/dining\/25off.html"} , {"body" : "EVER since 2003, when a leggy Muslim girl from Senegal named Hawa Kebe immigrated to Brooklyn, in the eighth grade, she has dreamed of going to her senior prom. So in the late fall, when she learned that her high school wasn't planning a prom, she volunteered to organize one. Never mind that many of Hawa's classmates at the International High" , "date" : "20080622" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "This Strange Thing Called Prom" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/22\/nyregion\/thecity\/22prom.html"} , {"body" : "PROSPECT HEIGHTS CO-OP $755,000 BROOKLYN: 295 St. Johns Place (near Plaza Street), #1H A two-bedroom one-and-a-half bath apartment with a foyer, a formal dining room and a large galley kitchen with a pantry and a washer-dryer. The 54-unit building has common storage, bike racks and a courtyard. Trisha Webster, Brooklyn Properties (718) 788-5126;" , "date" : "20080622" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET; ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A03E5DD133EF931A15755C0A96E9C8B63"} , {"body" : "Say you are given a choice of two cookies. One is made with butter, the other with partially hydrogenated vegetable oil. Both have the same amount of calories from fat. Which do you choose? If you picked the butter cookie, you can keep eating. But the one made with P.H.V.O., as it is known in the trade, is forbidden come July 1, when the final" , "date" : "20080621" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "1" , "title" : "Restaurants Prepare For Big Switch: No Trans Fat" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/21\/nyregion\/21trans.html"} , {"body" : "This year, the International High School in the Prospect Heights section of Brooklyn is graduating its first senior class. The seniors, who come from far-flung places, are going to the prom, and many of them are having their first brush with this classically American rite of passage. nytimes.com\/thecity" , "date" : "20080621" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "A PROM FOR ALL NATIONS" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E3D8103DF932A15755C0A96E9C8B63"} , {"body" : "WHILE condominium developers across the country are trying to unload thousands of apartments that they can't sell, some builders in Brooklyn have found the real estate equivalent of a golden parachute. Having turned their new units into high-priced rentals, they have found a surprising number of eager takers. These renters are a breed of" , "date" : "20080615" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PARK SLOPE (NYC)" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BEDFORD-STUYVESANT (NYC)" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "They (The New) Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2008\/06\/15\/realestate\/15cov.html"} , {"author" : "E-mail: susan.dominus@nytimes.com" , "body" : "George Leonard, the principal of the Bedford Academy High School in Bedford-Stuyvesant, Brooklyn, used to take a straightforward approach to ensuring that students at the school he founded showed up for after-school tutoring when he or their teachers thought they needed it. ''We'd block the exits,'' Mr. Leonard said. His background as a star" , "date" : "20080516" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "BIG CITY; A School Succeeds With Extra Study and Little Homework" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/16\/nyregion\/16bigcity.html"} , {"body" : "Linda Wu said that whenever troubles in Myanmar make news in the United States, business spikes at the two Burmese restaurants she owns in Manhattan, with regular patrons coming by daily to check on her and the restaurants' staff. And once the regulars check in, Ms. Wu said, most of them stay to eat. That's how it was in September, when Myanmar's" , "date" : "20080511" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MYANMAR"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Fearing for Many at Home, City's Burmese Unite To Aid Cyclone Victims" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/11\/nyregion\/11burmese.html"} ,   {"body" : "Correction Appended AROUND TOWN MOTHER'S DAY Flowers are easy; so is brunch. Can't you put a little effort into your Mother's Day celebration? She raised you, for crying out loud, and that was hard work. Here are a few ideas to get you started. Take her dancing: Quick, quick, slow. Quick, quick, slow. That's salsa at its most basic, and the Ballet" , "date" : "20080509" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/09\/arts\/09wspare.html"} , {"body" : "AROUND TOWN Museums and Sites HISTORIC RICHMOND TOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. Sunday at 2 p.m., a tour of the historic site, with an emphasis on childbearing from the mid-1600s to mid-1800s; admission is free for mothers. Hours: Wednesdays through Sundays, 1 to 5 p.m. Tours on weekdays at 2:30 p.m. and on" , "date" : "20080509" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "39" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E00E0DB143AF93AA35756C0A96E9C8B63"} , {"body" : "Opening This Week ABIGAIL ABIGAIL CAFÉ & WINE BAR Abigail Hitchcock, left, and her husband, Jason Noble, who own CamaJe Bistro and Lounge in Greenwich Village, will add this spacious place to their inventory on Friday. It's meant for casual dining but offers some dressy touches, like chandeliers, in a brick and wood setting. The menu emphasizes" , "date" : "20080507" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "SAN FRANCISCO (CALIF)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/07\/dining\/07off.html"} , {"author" : "Samuel G. Freedman is a professor of journalism at Columbia University. His e-mail is sgfreedman@nytimes.com." , "body" : "Set just a few subway stops apart in blue-collar Brooklyn, drawing from a similar pool of new immigrants and American-born blacks, two high schools spent the past decade careering toward opposite destinies. The question now is whether the failure of one will destroy the success of the other. Since the late 1990s, Lafayette High School in the Bath" , "date" : "20080507" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "ON EDUCATION; Failings of One Brooklyn High School May Threaten a Neighbor's Success" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/07\/education\/07education.html"} , {"body" : "AROUND TOWN Museums and Sites HISTORIC RICHMOND TOWN, Staten Island Historical Society, 441 Clarke Avenue, Richmond Town. Sunday, 10 a.m. to 5 p.m., Yankee Peddler Day, featuring antiques, crafts and collectibles; $2; $1 for 65+; free for children 11 and younger; rain date, May 18. Hours: Wednesdays through Sundays, 1 to 5 p.m. (718) 351-1611. $5;" , "date" : "20080502" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9801EFD71731F931A35756C0A96E9C8B63"} , {"body" : "The season of house tours, garden tours and show houses is here, with oak doors and picket-fence gates swinging open for visitors. This year's tours include apartments crammed with collections of antique English furniture, neckties and African art, and modern houses with steel-and-stone kitchens and polished master suites. Green design and organic" , "date" : "20080501" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "title" : "New York City" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/01\/garden\/tour-Ledeall.html"} , {"body" : "Images, New York City The New York Public Library Humanities and Social Sciences Library, Fifth Avenue at 42d Street; (212) 930-0830. ''Eminent Domain: Contemporary Photography and the City,'' an exhibition of works by five contemporary New York-based photographers, will be at the library from May 2 through Aug. 29. The subject matter of the" , "date" : "20080501" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "title" : "Home and Garden Calendar" , "url" : "http:\/\/www.nytimes.com\/2008\/05\/01\/garden\/01cal.html"} , {"body" : "IN the real estate market, outdoor space is gold. It's expensive, it's rare, and it can add enormous value to a home. You would think then that people would not only want it, they would love it, use it, even flaunt it. But New Yorkers have complex relationships with their outdoor spaces. At this time of year, as the weather grows warmer, their true" , "date" : "20080427" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The High Life" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/27\/realestate\/27cov.html"} , {"body" : "AROUND TOWN CHRIS ROCK When Senator Barack Obama made a speech about race last month, the consensus from commentators was that it was rare to hear such a frank meditation on the topic. Well, candor about race may not be a common practice for politicians on the stump, but it's nothing new to comedy clubs, where black comedians have often held the" , "date" : "20080425" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/25\/arts\/25wspare.html"} , {"body" : "AROUND TOWN Museums and Sites MOUNT VERNON HOTEL MUSEUM AND GARDEN, Sunday, noon to 4 p.m., ''Silhouettes and Tea,'' storytelling, silhouette cutting and refreshments in the garden. $30 per silhouette. 421 East 61st Street, Manhattan. Museum hours: Tuesdays through Sundays, 11 a.m. to 4 p.m. (212) 838-6878; mvhm.org. $12, adults; $10, members; $6" , "date" : "20080425" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9506E5DE143EF936A15757C0A96E9C8B63"} ,   {"body" : "Japanese Graphic Arts Brooklyn Museum, 200 Eastern Parkway at Washington Avenue; (718) 638-5000. A collection of etchings, lithographs, watercolors, pastels and other graphic works will be on display in the Luce Visible Storage Study Center at the museum, in ''Japonisme in American Graphic Art, 1880-1920.'' The exhibition, which will run from April" , "date" : "20080410" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "title" : "Home & Garden Calendar" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/10\/garden\/10cal.html"} , {"body" : "THE real estate markets of the Bronx, Queens, Brooklyn and Staten Island are suffering from the housing downturn that has afflicted much of the country, and yet they still have some pockets of strength. In parts of Brooklyn, buyers are still paying top dollar for coveted brownstones, and in some neighborhoods in Queens, the market is buoyed by" , "date" : "20080406" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)" , "BRONX (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Taking The Pulse Of the Boroughs" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/06\/realestate\/06cov.html"} , {"body" : "Those Shoes, Those Bags To the Editor: Julia Allison, and her contemporaries who have fawned over ''Sex and the City'' and shaped their perception of reality around it (''Channeling Carrie,'' March 30), have contributed to making dating in New York all but intolerable. This personifies their shallow materialistic existence and need for overpriced" , "date" : "20080406" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "12" , "title" : "LETTERS TO THE EDITOR; The Tragically Hip, and Civic Hard Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E3DD1F30F935A35757C0A96E9C8B63"} , {"body" : "FOR CHILDREN 'PIGS, BEARS AND BILLY GOATS GRUFF' To children a kitchen is much more than a place for cooking and eating. Forks and spoons double as percussion instruments; pans serve as warriors' helmets; a tabletop is a cottage roof. Where grown-ups see only mealtime, the young see playtime. But the adults of the Patch Theater Company have no such" , "date" : "20080404" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/04\/arts\/04wkids.html"} , {"body" : "Architecture and Big Ideas Museum of Arts & Design, 40 West 53rd Street; (212) 956-3535. The museum will offer three programs on how contemporary architectural theory affects the built environment and social goals, starting on April 3 at 6:30 p.m. Dietrich Neumann, a professor of architectural history at Brown University, will speak about the" , "date" : "20080403" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "title" : "Home & Garden Calendar" , "url" : "http:\/\/www.nytimes.com\/2008\/04\/03\/garden\/03cal.html"} , {"body" : "AROUND TOWN NY UKEFEST 2008 When Stephen DiLauro decided to pick up the ukulele again several years ago, he should have seen it coming. After all, this was the instrument that in the early 1900s, fresh from Hawaii, had managed to win over millions of American devotees who bought recordings by Tin Pan Alley musicians like Ukulele Ike. This is the" , "date" : "20080328" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/28\/arts\/28wspare.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Friday, 9 p.m. to 1 a.m., ''One Step Beyond,'' a monthly party series with techno, electronic and hip-hop music and dancing, and screenings of the space show ''The Search for Life: Are We Alone?''; $20. Through May 26, ''Water: H2O = Life'' and" , "date" : "20080328" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "40" , "title" : "Around Town" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A04E1D8173AF93BA15750C0A96E9C8B63"} , {"body" : "FOR CHILDREN 'AESOP'S FOIBLES' (Saturday and Sunday) As the title indicates, this new musical by Aaron Michael Zook takes a somewhat irreverent approach to Aesop's fables. Presented by Tuckaberry Productions, the show features Fox and Donkey, who wander the land in search of a happy ending -- not always easy to come by in these stories. (Through" , "date" : "20080328" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "40" , "title" : "For Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F03EED9143BF93BA15750C0A96E9C8B63"} , {"body" : "FOR CHILDREN 'JUNIE B. JONES' Here's a young heroine who inspires immediate sympathy. Entering a new grade, Junie B. Jones discovers that her closest pal, Lucille, has become the ''new best friend'' of snooty twins. Things on the school bus aren't better: Junie's former seat mate would rather ride with someone else. The day improves only when Herb," , "date" : "20080328" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/28\/arts\/28wkids.html"} , {"body" : "The slowing economy, weighed down by a widening credit crisis, is likely to delay the signature office tower and three residential buildings at the heart of the $4 billion Atlantic Yards project in Brooklyn, the developer said. ''It may hold up the office building,'' the developer, Bruce C. Ratner, said in a recent interview. ''And the bond market" , "date" : "20080321" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Slow Economy Likely to Stall Atlantic Yards" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/21\/nyregion\/21yards.html"} ,   {"body" : "DOWNTOWN BROOKLYN DUPLEX $1,200,000 BROOKLYN: 535 Dean Street (between Sixth and Carlton Avenues), #322 A two-bedroom two-bath duplex in a converted printing plant with a full-time doorman, a health club and free indoor parking. Stefan Hiller, Prudential Douglas Elliman (917) 539-0210; www.prudentialelliman.com COMMON CHARGE: $799 a month PROS:" , "date" : "20080316" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "On The Market" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9504E1D71F31F935A25750C0A96E9C8B63"} , {"body" : "AROUND TOWN Museums and Sites ST. PATRICK'S DAY FESTIVITIES Sometime during the fifth century, the teenager who would become St. Patrick was captured in his native Britain and forced into slavery in Ireland. He escaped, only to return as a missionary and convert virtually the entire country to Christianity. March 17 -- the day he is said to have" , "date" : "20080314" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/14\/arts\/14wspare.html"} , {"body" : "PROSPECT HEIGHTS CO-OP $969,000 BROOKLYN: 90 St. Mark's Avenue (at Flatbush Avenue), #3 A three-bedroom two-bath co-op with a wood-burning fireplace and a shared roof deck in an 1890's building. Roslyn Huebener, Aguayo & Huebener (718) 788-8200; www.ahrlty.com. Open house Sunday, 2:30 to 4:30 p.m. MAINTENANCE: $1,120 a month PROS: This" , "date" : "20080309" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET; Prospect Heights Co-op" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E7DD1231F93AA35750C0A96E9C8B63"} , {"body" : "AS natives of Seattle, where they paid $1,100 for a one-bedroom rental in a downtown neighborhood called Belltown, Brandon and Jette Starniri faced culture shock when they moved to New York three years ago and settled into a Brooklyn Heights walk-up. Though ''we were used to newer, modern places,'' they grew to appreciate the gracious brownstone on" , "date" : "20080309" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "THE HUNT; Taking the Two-Family Path" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/09\/realestate\/09hunt.html"} , {"body" : "AROUND TOWN Museums and Sites EDIBLE ESTATES Most New Yorkers don't have to worry about lawns; a stoop is luxury enough. But if the architect and artist Fritz Haeg has his way, everyone in the country will not only be fixated on their lawns, but they will also be harvesting them. Mr. Haeg is the creator of Edible Estates, which aims to persuade" , "date" : "20080307" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/03\/07\/arts\/07wspare.html"} , {"body" : "Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Saturday, 1 to 4 p.m., ''Passing the Torch: Blues, Tap, Swing,'' a celebration of Black History Month, with performances of music, dance, film and poetry that highlight black American creative contributions from the Harlem Renaissance to the present; there will" , "date" : "20080222" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/22\/arts\/22wspare.html"} , {"body" : "The body of a Brooklyn man who had been stabbed in the side of the head with a corkscrew was discovered by relatives in his Prospect Heights apartment on Wednesday, the police said on Thursday. The man, Murat St. Hilaire, 55, was declared dead at the scene. He was found lying face up on the bedroom floor of Apartment 1B at 594 Park Place at 6:15" , "date" : "20080215" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Man Fatally Stabbed With Corkscrew" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/15\/nyregion\/15kill.html"} , {"body" : "PARENTS Tracy McArdle Brady, 39, and Nathaniel Brady, 40, Carlisle, Mass. CHILD Ryder, 1. FAILURE Ms. McArdle Brady placed a retro silver and black SkyTimer wall clock that she received as a gift on a shelf in Ryder's nursery to give the room a bit of grown-up style. ''When he started moving around he used to grab it and throw it on the floor,''" , "date" : "20080214" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "4" , "title" : "A Clock Is for Dribbling" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/14\/garden\/14kbox.html"} , {"body" : "For Ronald K. Brown, the choreographer and dancer who formed Evidence Dance Company in 1985 at 19, evidence is a twin concept. Part of it is spiritual faith, evidence of things unseen, and part is physical movement used in telling stories from the African diaspora, evidence of endurance, suffering and triumph. Outside the dance world Mr. Brown is" , "date" : "20080212" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Making Rich Tales Of Diaspora Take Flight" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/12\/arts\/dance\/12brow.html"} , {"body" : "Manhattan EAST MIDTOWN $578,000 300 East 54th Street (Connaught Tower) 1-bedroom, 1-bath, 650-sq.-ft. co-op in a postwar building; 24-hr. doormen, concierge; renovated kitchen, renovated bath, built-in stereo system; indoor pool, fitness center and common roof deck in building; maintenance $813, 60% tax deductible; listed at $595,000, 9 weeks on" , "date" : "20080207" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "KANSAS"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "4" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/07\/garden\/07nysale.html"} ,   {"author" : "Nathaniel Rich, an editor at The Paris Review, is the author of ''The Mayor's Tongue,'' a novel to be published by Riverhead Books in April." , "body" : "I RECENTLY went into Manhattan with a friend to visit her younger brother's new apartment on 52nd Street and the East River. The brother, Ariel, had just graduated from college and had been hired by a prestigious financial firm in Midtown. His two roommates had followed the same path, and so, apparently, had everyone else who lived on their long," , "date" : "20080203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "His City, Lost and Found" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/03\/nyregion\/thecity\/03broo.html"} , {"body" : "They know whom they will vote for, though some are a little uncertain about how to vote (they are hoping someone at the polling station will explain it to them). They come from Mumbai, India; Port-au-Prince, Haiti; and Georgetown, Guyana, and their political opinions and insights on the eve of New York State's presidential primary on Tuesday have" , "date" : "20080203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "New York's Newest Citizens Hungry to Cast Their Votes" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/03\/nyregion\/03immigrants.html"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "Dibs on a Junker Q. There's an older BMW parked near my home in Jackson Heights, Queens, that has clearly been abandoned. It's been there for more than a month and it is accumulating parking tickets. Is there any legal way for someone to claim it as one's own? A. Sorry. You can legally take possession of an abandoned sofa, but not a BMW. The" , "date" : "20080203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F. Y. I." , "url" : "http:\/\/www.nytimes.com\/2008\/02\/03\/nyregion\/thecity\/03fyi6.html"} , {"body" : "AROUND TOWN Museums and Sites LUNAR NEW YEAR CELEBRATION With the new moon next week, the city is gearing up for Lunar New Year, celebrated by the Chinese, the Koreans, the Vietnamese and all those who appreciate this joyous holiday devoted to defeating evil spirits and cultivating good luck. Recognizing the symbolic role of plants and flowers in" , "date" : "20080201" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/02\/01\/arts\/01wspare.html"} , {"body" : "LUNAR NEW YEAR CELEBRATION With the new moon next week, the city is gearing up for Lunar New Year, celebrated by the Chinese, the Koreans, the Vietnamese and all those who appreciate this joyous holiday devoted to defeating evil spirits and cultivating good luck. Recognizing the symbolic role of plants and flowers in these festivities, which herald" , "date" : "20080201" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "LUNAR NEW YEAR CELEBRATION" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0CE0D8153FF932A35751C0A96E9C8B63"} , {"body" : "New York: Images and Preservation Museum of the City of New York, Fifth Avenue at 103rd Street; (212) 534-1672. The museum will present images of New York City by Rudy Burckhardt (1914 to 1999), a photographer, filmmaker and painter, and by his wife, Yvonne Jacquette, a painter, in two exhibitions that will open on Feb. 1. The first, ''Street" , "date" : "20080131" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "title" : "Home & Garden Calendar" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/31\/garden\/31cal.html"} , {"body" : "AROUND TOWN Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through May 26, ''Water: H2O = Life'' and ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter.'' Friday, 9 p.m. to 1 a.m., ''One Step Beyond,'' a monthly party with music, dancing and a film screening; $20. Saturday, 12:30 to 4:30" , "date" : "20080125" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/25\/arts\/25wspare.html"} , {"body" : "A Map in Decay and Renewal Queens Museum of Art, New York City Building, Flushing Meadows-Corona Park; (718) 592-9700. Two exhibitions will take a look at the New York State Pavilion designed by Philip Johnson for the 1964 World's Fair. The open-air site included a depiction of New York State in the form of a Texaco road map measuring 130 feet by" , "date" : "20080124" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "title" : "Home & Garden Calendar" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/24\/garden\/24cal.html"} , {"body" : "AROUND TOWN MARTIN LUTHER KING'S BIRTHDAY The older a holiday is, the more ingrained its traditions. So it's no surprise that there is no time-honored way to observe a holiday first observed a little more than two decades ago. A day of mourning is a stretch, especially for those under 40, whose only image of Dr. King is of a man in grainy" , "date" : "20080118" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "Spare Times Listings" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/18\/arts\/18spare.html"} , {"body" : "Architecture by Ban Great Hall at Cooper Union for the Advancement of Science and Art, 7 East Seventh Street; (212) 353-4195. Shigeru Ban, the architect, will lecture on his work on Jan. 22 at 7 p.m. Mr. Ban is known for the houses he built out of paper logs for survivors of earthquakes. His projects include the Nomadic Museum, a temporary" , "date" : "20080117" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "title" : "Home & Garden Calendar" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/17\/garden\/17cal.html"} ,   {"body" : "FOR CHILDREN 'MAX & RUBY' Theatreworks\/USA's latest production features an oversize lobster, a green alien gorilla, an electric eel and an enormous blue tarantula. But it isn't horror or science fiction. These creatures mostly inhabit the toy chest -- and the imagination -- of little Max, who happens to be an animal, too: a rabbit. He and his big" , "date" : "20080104" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "Spare Times: For Children" , "url" : "http:\/\/www.nytimes.com\/2008\/01\/04\/arts\/04kids.html"}]